{"celex_id": "32008L0009", "reference": "20.2.2008\nEN\nOfficial Journal of the European Union\nL 44/23\nCOUNCIL DIRECTIVE 2008/9/EC\nof 12 February 2008\nlaying down detailed rules for the refund of value added tax, provided for in Directive 2006/112/EC, to taxable persons not established in the Member State of refund but established in another Member State\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 93 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nWhereas:\n(1)\nConsiderable problems are posed, both for the administrative authorities of Member States and for businesses, by the implementing rules laid down by Council Directive 79/1072/EEC of 6 December 1979 on the harmonisation of the laws of the Member States relating to turnover taxes — Arrangements for the refund of value added tax to taxable persons not established in the territory of the country (3).\n(2)\nThe arrangements laid down in that Directive should be amended in respect of the period within which decisions concerning applications for refund are notified to businesses. At the same time, it should be laid down that businesses too must provide responses within specified periods. In addition, the procedure should be simplified and modernised by allowing for the use of modern technologies.\n(3)\nThe new procedure should enhance the position of businesses since the Member States shall be liable to pay interest if the refund is made late and the right of appeal by businesses will be strengthened.\n(4)\nFor clarity and better reading purposes, the provision concerning the application of Directive 79/1072/EEC, previously contained in Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (4), should now be integrated in this Directive.\n(5)\nSince the objectives of this Directive cannot be sufficiently achieved by the Member States and can therefore, by reason of the scale of the action, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve those objectives.\n(6)\nIn accordance with point 34 of the Interinstitutional Agreement on better law-making (5), Member States are encouraged to draw up, for themselves and in the interests of the Community, their own tables illustrating, as far as possible, the correlation between this Directive and the transposition measures, and to make them public.\n(7)\nIn the interest of clarity, Directive 79/1072/EEC should therefore be repealed, subject to the necessary transitional measures with respect to refund applications introduced before 1 January 2010,\nHAS ADOPTED THIS DIRECTIVE:\nArticle 1\nThis Directive lays down the detailed rules for the refund of value added tax (VAT), provided for in Article 170 of Directive 2006/112/EC, to taxable persons not established in the Member State of refund, who meet the conditions laid down in Article 3.\nArticle 2\nFor the purposes of this Directive, the following definitions shall apply:\n1.\n‘taxable person not established in the Member State of refund’ means a taxable person within the meaning of Article 9(1) of Directive 2006/112/EC who is not established in the Member State of refund but established in the territory of another Member State;\n2.\n‘Member State of refund’ means the Member State in which the VAT was charged to the taxable person not established in the Member State of refund in respect of goods or services supplied to him by other taxable persons in that Member State or in respect of the importation of goods into that Member State;\n3.\n‘refund period’ means the period mentioned in Article 16 covered by the refund application;\n4.\n‘refund application’ means the application for refund of VAT charged in the Member State of refund to the taxable person not established in the Member State of refund in respect of goods or services supplied to him by other taxable persons in that Member State or in respect of the importation of goods into that Member State;\n5.\n‘applicant’ means the taxable person not established in the Member State of refund making the refund application.\nArticle 3\nThis Directive shall apply to any taxable person not established in the Member State of refund who meets the following conditions:\n(a)\nduring the refund period, he has not had in the Member State of refund, the seat of his economic activity, or a fixed establishment from which business transactions were effected, or, if no such seat or fixed establishment existed, his domicile or normal place of residence;\n(b)\nduring the refund period, he has not supplied any goods or services deemed to have been supplied in the Member State of refund, with the exception of the following transactions:\n(i)\nthe supply of transport services and services ancillary thereto, exempted pursuant to Articles 144, 146, 148, 149, 151, 153, 159 or 160 of Directive 2006/112/EC;\n(ii)\nthe supply of goods and services to a person who is liable for payment of VAT in accordance with Articles 194 to 197 and Article 199 of Directive 2006/112/EC.\nArticle 4\nThis Directive shall not apply to:\n(a)\namounts of VAT which, according to the legislation of the Member State of refund, have been incorrectly invoiced;\n(b)\namounts of VAT which have been invoiced in respect of supplies of goods the supply of which is, or may be, exempt under Article 138 or Article 146(1)(b) of Directive 2006/112/EC.\nArticle 5\nEach Member State shall refund to any taxable person not established in the Member State of refund any VAT charged in respect of goods or services supplied to him by other taxable persons in that Member State or in respect of the importation of goods into that Member State, insofar as such goods and services are used for the purposes of the following transactions:\n(a)\ntransactions referred to in Article 169(a) and (b) of Directive 2006/112/EC;\n(b)\ntransactions to a person who is liable for payment of VAT in accordance with Articles 194 to 197 and Article 199 of Directive 2006/112/EC as applied in the Member State of refund.\nWithout prejudice to Article 6, for the purposes of this Directive, entitlement to an input tax refund shall be determined pursuant to Directive 2006/112/EC as applied in the Member State of refund.\nArticle 6\nTo be eligible for a refund in the Member State of refund, a taxable person not established in the Member State of refund has to carry out transactions giving rise to a right of deduction in the Member State of establishment.\nWhen a taxable person not established in the Member State of refund carries out in the Member State in which he is established both transactions giving rise to a right of deduction and transactions not giving rise to a right of deduction in that Member State, only such proportion of the VAT which is refundable in accordance with Article 5 may be refunded by the Member State of refund as is attributable to the former transactions in accordance with Article 173 of Directive 2006/112/EC as applied by the Member State of establishment.\nArticle 7\nTo obtain a refund of VAT in the Member State of refund, the taxable person not established in the Member State of refund shall address an electronic refund application to that Member State and submit it to the Member State in which he is established via the electronic portal set up by that Member State.\nArticle 8\n1.   The refund application shall contain the following information:\n(a)\nthe applicant's name and full address;\n(b)\nan address for contact by electronic means;\n(c)\na description of the applicant's business activity for which the goods and services are acquired;\n(d)\nthe refund period covered by the application;\n(e)\na declaration by the applicant that he has supplied no goods and services deemed to have been supplied in the Member State of refund during the refund period, with the exception of transactions referred to in points (i) and (ii) of Article 3(b);\n(f)\nthe applicant's VAT identification number or tax reference number;\n(g)\nbank account details including IBAN and BIC codes.\n2.   In addition to the information specified in paragraph 1, the refund application shall set out, for each Member State of refund and for each invoice or importation document, the following details:\n(a)\nname and full address of the supplier;\n(b)\nexcept in the case of importation, the VAT identification number or tax reference number of the supplier, as allocated by the Member State of refund in accordance with the provisions of Articles 239 and 240 of Directive 2006/112/EC;\n(c)\nexcept in the case of importation, the prefix of the Member State of refund in accordance with Article 215 of Directive 2006/112/EC;\n(d)\ndate and number of the invoice or importation document;\n(e)\ntaxable amount and amount of VAT expressed in the currency of the Member State of refund;\n(f)\nthe amount of deductible VAT calculated in accordance with Article 5 and the second paragraph of Article 6 expressed in the currency of the Member State of refund;\n(g)\nwhere applicable, the deductible proportion calculated in accordance with Article 6, expressed as a percentage;\n(h)\nnature of the goods and services acquired, described according to the codes in Article 9.\nArticle 9\n1.   In the refund application, the nature of the goods and services acquired shall be described by the following codes:\n1\n=\nfuel;\n2\n=\nhiring of means of transport;\n3\n=\nexpenditure relating to means of transport (other than the goods and services referred to under codes 1 and 2);\n4\n=\nroad tolls and road user charge;\n5\n=\ntravel expenses, such as taxi fares, public transport fares;\n6\n=\naccommodation;\n7\n=\nfood, drink and restaurant services;\n8\n=\nadmissions to fairs and exhibitions;\n9\n=\nexpenditure on luxuries, amusements and entertainment;\n10\n=\nother.\nIf code 10 is used, the nature of the goods and services supplied shall be indicated.\n2.   The Member State of refund may require the applicant to provide additional electronic coded information as regards each code set out in paragraph 1 to the extent that such information is necessary because of any restrictions on the right of deduction under Directive 2006/112/EC, as applicable in the Member State of refund or for the implementation of a relevant derogation received by the Member State of refund under Articles 395 or 396 of that Directive.\nArticle 10\nWithout prejudice to requests for information under Article 20, the Member State of refund may require the applicant to submit by electronic means a copy of the invoice or importation document with the refund application where the taxable amount on an invoice or importation document is EUR 1 000 or more or the equivalent in national currency. Where the invoice concerns fuel, the threshold is EUR 250 or the equivalent in national currency.\nArticle 11\nThe Member State of refund may require the applicant to provide a description of his business activity by using the harmonised codes determined in accordance with the second subparagraph of Article 34a(3) of Council Regulation (EC) No 1798/2003 (6).\nArticle 12\nThe Member State of refund may specify which language or languages shall be used by the applicant for the provision of information in the refund application or of possible additional information.\nArticle 13\nIf subsequent to the submission of the refund application the deductible proportion is adjusted pursuant to Article 175 of Directive 2006/112/EC, the applicant shall make a correction to the amount applied for or already refunded.\nThe correction shall be made in a refund application during the calendar year following the refund period in question or, if the applicant makes no refund applications during that calendar year, by submitting a separate declaration via the electronic portal established by the Member State of establishment.\nArticle 14\n1.   The refund application shall relate to the following:\n(a)\nthe purchase of goods or services which was invoiced during the refund period, provided that the VAT became chargeable before or at the time of the invoicing, or in respect of which the VAT became chargeable during the refund period, provided that the purchase was invoiced before the tax became chargeable;\n(b)\nthe importation of goods during the refund period.\n2.   In addition to the transactions referred to in paragraph 1, the refund application may relate to invoices or import documents not covered by previous refund applications and concerning transactions completed during the calendar year in question.\nArticle 15\n1.   The refund application shall be submitted to the Member State of establishment at the latest on 30 September of the calendar year following the refund period. The application shall be considered submitted only if the applicant has filled in all the information required under Articles 8, 9 and 11.\n2.   The Member State of establishment shall send the applicant an electronic confirmation of receipt without delay.\nArticle 16\nThe refund period shall not be more than one calendar year or less than three calendar months. Refund applications may, however, relate to a period of less than three months where the period represents the remainder of a calendar year.\nArticle 17\nIf the refund application relates to a refund period of less than one calendar year but not less than three months, the amount of VAT for which a refund is applied for may not be less than EUR 400 or the equivalent in national currency.\nIf the refund application relates to a refund period of a calendar year or the remainder of a calendar year, the amount of VAT may not be less than EUR 50 or the equivalent in national currency.\nArticle 18\n1.   The Member State of establishment shall not forward the application to the Member State of refund where, during the refund period, any of the following circumstances apply to the applicant in the Member State of establishment:\n(a)\nhe is not a taxable person for VAT purposes;\n(b)\nhe carries out only supplies of goods or of services which are exempt without deductibility of the VAT paid at the preceding stage pursuant to Articles 132, 135, 136, 371, Articles 374 to 377, Article 378(2)(a), Article 379(2) or Articles 380 to 390 of Directive 2006/112/EC or provisions providing for identical exemptions contained in the 2005 Act of Accession;\n(c)\nhe is covered by the exemption for small enterprises provided for in Articles 284, 285, 286 and 287 of Directive 2006/112/EC;\n(d)\nhe is covered by the common flat-rate scheme for farmers provided for in Articles 296 to 305 of Directive 2006/112/EC.\n2.   The Member State of establishment shall notify the applicant by electronic means of the decision it has taken pursuant to paragraph 1.\nArticle 19\n1.   The Member State of refund shall notify the applicant without delay, by electronic means, of the date on which it received the application.\n2.   The Member State of refund shall notify the applicant of its decision to approve or refuse the refund application within four months of its receipt by that Member State.\nArticle 20\n1.   Where the Member State of refund considers that it does not have all the relevant information on which to make a decision in respect of the whole or part of the refund application, it may request, by electronic means, additional information, in particular from the applicant or from the competent authorities of the Member State of establishment, within the four-month period referred to in Article 19(2). Where the additional information is requested from someone other than the applicant or a competent authority of a Member State, the request shall be made by electronic means only if such means are available to the recipient of the request.\nIf necessary, the Member State of refund may request further additional information.\nThe information requested in accordance with this paragraph may include the submission of the original or a copy of the relevant invoice or import document where the Member State of refund has reasonable doubts regarding the validity or accuracy of a particular claim. In that case, the thresholds mentioned in Article 10 shall not apply.\n2.   The Member State of refund shall be provided with the information requested under paragraph 1 within one month of the date on which the request reaches the person to whom it is addressed.\nArticle 21\nWhere the Member State of refund requests additional information, it shall notify the applicant of its decision to approve or refuse the refund application within two months of receiving the requested information or, if it has not received a reply to its request, within two months of expiry of the time limit laid down in Article 20(2). However, the period available for the decision in respect of the whole or part of the refund application shall always be at least six months from the date of receipt of the application by the Member State of refund.\nWhere the Member State of refund requests further additional information, it shall notify the applicant of its decision in respect of the whole or part of the refund application within eight months of receipt of the application by that Member State.\nArticle 22\n1.   Where the refund application is approved, refunds of the approved amount shall be paid by the Member State of refund at the latest within 10 working days of the expiry of the deadline referred to in Article 19(2) or, where additional or further additional information has been requested, the deadlines referred to in Article 21.\n2.   The refund shall be paid in the Member State of refund or, at the applicant's request, in any other Member State. In the latter case, any bank charges for the transfer shall be deducted by the Member State of refund from the amount to be paid to the applicant.\nArticle 23\n1.   Where the refund application is refused in whole or in part, the grounds for refusal shall be notified by the Member State of refund to the applicant together with the decision.\n2.   Appeals against decisions to refuse a refund application may be made by the applicant to the competent authorities of the Member State of refund in the forms and within the time limits laid down for appeals in the case of refund applications from persons who are established in that Member State.\nIf, under the law of the Member State of refund, failure to take a decision on a refund application within the time limits specified in this Directive is not regarded either as approval or as refusal, any administrative or judicial procedures which are available in that situation to taxable persons established in that Member State shall be equally available to the applicant. If no such procedures are available, failure to take a decision on a refund application within these time limits shall mean that the application is deemed to be rejected.\nArticle 24\n1.   Where a refund has been obtained in a fraudulent way or otherwise incorrectly, the competent authority in the Member State of refund shall proceed directly to recover the amounts wrongly paid and any penalties and interest imposed in accordance with the procedure applicable in the Member State of refund, without prejudice to the provisions on mutual assistance for the recovery of VAT.\n2.   Where an administrative penalty or interest has been imposed but has not been paid, the Member State of refund may suspend any further refund to the taxable person concerned up to the unpaid amount.\nArticle 25\nThe Member State of refund shall take into account as a decrease or increase of the amount of the refund any correction made concerning a previous refund application in accordance with Article 13 or, where a separate declaration is submitted, in the form of separate payment or recovery.\nArticle 26\nInterest shall be due to the applicant by the Member State of refund on the amount of the refund to be paid if the refund is paid after the last date of payment pursuant to Article 22(1).\nIf the applicant does not submit the additional or further additional information requested to the Member State of refund within the specified time limit, the first paragraph shall not apply. It shall also not apply until the documents to be submitted electronically pursuant to Article 10 have been received by the Member State of refund.\nArticle 27\n1.   Interest shall be calculated from the day following the last day for payment of the refund pursuant to Article 22(1) until the day the refund is actually paid.\n2.   Interest rates shall be equal to the interest rate applicable with respect to refunds of VAT to taxable persons established in the Member State of refund under the national law of that Member State.\nIf no interest is payable under national law in respect of refunds to established taxable persons, the interest payable shall be equal to the interest or equivalent charge which is applied by the Member State of refund in respect of late payments of VAT by taxable persons.\nArticle 28\n1.   This Directive shall apply to refund applications submitted after 31 December 2009.\n2.   Directive 79/1072/EEC shall be repealed with effect from 1 January 2010. However, its provisions shall continue to apply to refund applications submitted before 1 January 2010.\nReferences to the repealed Directive shall be construed as references to this Directive except for refund applications submitted before 1 January 2010.\nArticle 29\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive with effect from 1 January 2010. They shall forthwith inform the Commission thereof.\nWhen such provisions are adopted by Member States, they shall contain a reference to this Directive or be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.\nArticle 30\nThis Directive shall enter into force on the day of its publication in the Official Journal of the European Union.\nArticle 31\nThis Directive is addressed to the Member States.\nDone at Brussels, 12 February 2008.\nFor the Council\nThe President\nA. BAJUK\n(1)  OJ C 285 E, 22.11.2006, p. 122.\n(2)  OJ C 28, 3.2.2006, p. 86.\n(3)  OJ L 331, 27.12.1979, p. 11. Directive as last amended by Directive 2006/98/EC (OJ L 363, 20.12.2006, p. 129).\n(4)  OJ L 347, 11.12.2006, p. 1. Directive as last amended by Directive 2007/75/EC (OJ L 346, 29.12.2007, p. 13).\n(5)  OJ C 321, 31.12.2003, p. 1.\n(6)  OJ L 264, 15.10.2003, p. 1.", "summary": "Refund of VAT: taxable persons established in another EU country\nRefund of VAT: taxable persons established in another EU country\nSUMMARY OF:\nDirective 2008/9/EC — rules for the refund of value added tax to taxable persons not established in the EU country of refund but established in another EU country\nWHAT IS THE AIM OF THE DIRECTIVE?\n              \nIt lays down the detailed rules for the refund of value added tax (VAT), provided for in Directive 2006/112/EC, the EU’s common system of value added tax (VAT), to taxable persons not established in the EU country of refund* but established in another EU country.\nKEY POINTS\n              \nThe directive applies to any taxable person not established in the EU country of refund (but established in another EU country) who, during the refund period:\ndid not have in that EU country, the seat of his economic activity, a fixed establishment from which business transactions were carried out or, in the absence of such a seat or fixed establishment, his home or normal place of residence;\ndid not supply any goods or services in that EU country, except for certain exempt transport services and the supply of goods and services to a person who is liable to pay VAT.\nEU countries must refund to any taxable person not established in their country (but established in another EU country) any VAT charged for goods or services supplied to him or her by other taxable persons in that EU country or for goods imported into that country, when used for the purposes of the transactions listed in Directive 2006/112/EC.\nTo be eligible for a refund in the EU country of refund, a taxable person not established in that country must carry out transactions giving rise to a right of deduction in their own EU country. When a taxable person not established in the EU country of refund carries out in his or her own EU country both transactions producing a right of deduction and transactions not producing a right of deduction in that country, the EU country of the refund will only pay the proportion of refundable VAT.\nRefund application\nThis directive introduces a fully electronic procedure. The taxable person not established in the EU country of refund (but established in another EU country) sends an electronic refund application to the EU country of refund via the electronic portal of his or her own EU country. The refund application relates to the VAT on the purchase of goods or services which was invoiced during the refund period, and the goods imported during the refund period.\nThe refund application must be submitted to the EU country of establishment before 30 September of the calendar year following the refund period. The amount of VAT refund applied for must in principle not be less than €400 (or €50 where certain conditions are met). If the country is late in making the refund payment, the applicant will be entitled to interest on the amount of the refund. The EU country of establishment must send the applicant an electronic confirmation of receipt without delay.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt has applied since 20 February 2008 and had to become law in the EU countries by 1 January 2010. It repeals Directive 79/1072/EEC.\nBACKGROUND\n              \nFor more information, see:\nVAT refunds (European Commission).\nKEY TERMS\n              \nEU country of refund: the country in which the VAT was charged to the taxable person for goods or services supplied by other taxable persons in that EU country or for the import of goods into that EU country.\nMAIN DOCUMENT\n            \nCouncil Directive 2008/9/EC of 12 February 2008 laying down detailed rules for the refund of value added tax, provided for in Directive 2006/112/EC, to taxable persons not established in the Member State of refund but established in another Member State (OJ L 44, 20.2.2008, pp. 23-28)\nSuccessive amendments to Directive 2008/9/EC have been incorporated in the original text. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nCommission Implementing Regulation (EU) No 79/2012 of 31 January 2012 laying down detailed rules for implementing certain provisions of Council Regulation (EU) No 904/2010 concerning administrative cooperation and combating fraud in the field of value added tax (OJ L 29, 1.2.2012, pp. 13-32)\nSuccessive amendments to Regulation (EU) No 79/2012 have been incorporated in the original text. This consolidated version is of documentary value only.\nCouncil Regulation (EU) No 904/2010 of 7 October 2010 on administrative cooperation and combating fraud in the field of value added tax (OJ L 268, 12.10.2010, pp. 1-18)\nSee consolidated version.\nlast update 19.10.2018", "tags": ["delivery", "provision of services", "residence", "VAT", "tax rebate"], "subjects": ["Harmonisation of laws", "Taxation", "Value added tax", "Protocol on Ireland/Northern Ireland"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}