{"celex_id": "32010D0037", "reference": "22.1.2010\nEN\nOfficial Journal of the European Union\nL 17/43\nCOUNCIL DECISION\nof 27 November 2009\non the European Year of Voluntary Activities Promoting Active Citizenship (2011)\n(2010/37/EC)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament (1),\nWhereas:\n(1)\nThe Treaty establishes citizenship of the European Union (EU), which complements national citizenship of the respective Member States and is an important element in strengthening and safeguarding the process of European integration.\n(2)\nEncouraging active citizenship is a key element in strengthening cohesion and the development of democracy.\n(3)\nThe European Year of Voluntary Activities promoting active citizenship will contribute to showing that volunteering is one of the key dimensions of active citizenship and democracy, putting European values such as solidarity and non-discrimination into action and as such contributing to the harmonious development of European societies.\n(4)\nVoluntary activities constitute a rich learning experience, enable the development of social skills and competences and contribute to solidarity. Actions carried out by volunteers of all ages are crucial to the development of democracy, one of the founding principles of the EU. Voluntary activities have the potential to contribute to the well-being of individuals and the harmonious development of European societies.\n(5)\nHaving due regard to the particularities of the situation in each Member State and all forms of volunteering, the term ‘voluntary activities’ refers to all types of voluntary activity, whether formal, non-formal or informal which are undertaken of a person’s own free will, choice and motivation, and is without concern for financial gain. They benefit the individual volunteer, communities and society as a whole. They are also a vehicle for individuals and associations to address human, social, intergenerational or environmental needs and concerns, and are often carried out in support of a non-profit organisation or community-based initiative. Voluntary activities do not replace professional, paid employment opportunities but add value to society.\n(6)\nIn fast-changing societies there is a need to ensure effective support measures for voluntary activities to allow more people to engage in voluntary activities. It is therefore important to support peer learning and the exchange and development of good practices at local, regional, national and Community levels.\n(7)\nThe 1997 Intergovernmental Conference adopted Declaration 38 on voluntary activities, which was attached to the Final Act of the Treaty of Amsterdam and recognises the important contribution made by voluntary service activities to developing social solidarity.\n(8)\nIn its Communication of June 1997 on promoting the role of voluntary organisations and foundations in Europe, the Commission emphasised three aspects of voluntary organisations and foundations: the economic aspect of creating jobs; the social aspect of helping to define social policies and thereby contributing to social progress; and the political aspect, fostering democracy, citizenship and civic participation.\n(9)\nIn the Resolutions of the Council and the Representatives of the Governments of the Member States meeting within the Council of 27 June 2002 and of 16 November 2007 and in the Recommendation of 20 November 2008, the Council and the Member States recognised voluntary activities as a key aspect in the field of youth and agreed on common objectives for voluntary activities of young people as well as on the mobility of young people across the EU.\n(10)\nIn its Opinion of 13 December 2006‘Voluntary activity: its role in European society and its impact’ (2), the European Economic and Social Committee asked the Commission to announce a Year of Volunteers, and to publish a White Paper on voluntary activity and active citizenship in Europe at the earliest opportunity.\n(11)\nIn March 2008, the European Parliament adopted a report on the ‘Role of voluntary activities in contributing to economic and social cohesion’ which encouraged Member States and regional and local authorities to recognise the value of voluntary activities in promoting social and economic cohesion.\n(12)\nIn July 2008 the European Parliament adopted a written Declaration calling for a European Year of Volunteering in 2011.\n(13)\nVoluntary activities are targeted by several community programmes and networks that focus, inter alia, on mobility in voluntary activities for people of all ages, such as the Lifelong Learning Programme (3), the programme ‘Europe for Citizens’ (4) and the European Voluntary Service of the Youth in Action Programme (5).\n(14)\nThere exists a large variety of voluntary activities throughout Europe which should be preserved and developed further.\n(15)\nThe potential of voluntary activities is still not fully realised. A European Year of Voluntary activities promoting active citizenship will provide the opportunity to demonstrate in a European context that voluntary activities increase civic participation and can help foster a sense of belonging and commitment of citizens to their society at all levels — local, regional, national and European.\n(16)\nThe Year of Voluntary activities promoting active citizenship could also contribute to addressing gender inequalities in the voluntary sector, for example regarding the sectors and activities in which men and women participate or concerning representation in voluntary leadership positions.\n(17)\nThe year 2011 will be the tenth anniversary of the 2001 International Year of Volunteers of the United Nations.\n(18)\nThis Decision establishes a financial envelope, which is to constitute the prime reference for the budgetary authority within the meaning of point 37 of the Interinstitutional Agreement of 17 May 2006 between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management (6).\n(19)\nThe objectives of the proposed European Year cannot be fully achieved at Member State level due to the need for transnational exchange of information and the Community-wide dissemination of good practice, and can therefore, by reason of the scale of the proposed action, be better achieved at Community level. In accordance with the principle of proportionality, as set out in Article 5 of the Treaty, this Decision does not go beyond what is necessary to achieve those objectives,\nHAS ADOPTED THIS DECISION:\nArticle 1\nSubject\nThe year 2011 shall be designated as the European Year of Voluntary activities promoting active citizenship (hereinafter referred to as ‘the European Year’).\nArticle 2\nObjectives\nThe overall purpose of the European Year shall be to encourage and support — notably through the exchange of experience and good practices — the efforts of the Community, the Member States, local and regional authorities to create the conditions for civil society conducive to volunteering in the European Union (EU) and to increase the visibility of voluntary activities in the EU.\nThe objectives of the European Year shall be to:\n1.\nwork towards an enabling environment for volunteering in the EU in order to anchor volunteering as part of promoting civic participation and people-to-people activities in an EU context and address existing obstacles to voluntary activities, where appropriate and necessary;\n2.\nempower organisers of voluntary activities to improve the quality of voluntary activities in order to facilitate voluntary activities and help organisers to implement new types of voluntary activities and to encourage networking, mobility, cooperation and synergies within civil society and between civil society and other sectors in an EU context;\n3.\nrecognise voluntary activities in order to encourage appropriate incentives for individuals, companies and volunteer-development organisations and gain recognition for volunteering at EU level and in the Member States by policymakers, civil society organisations, public institutions, the formal and non-formal education sector and employers for skills and competences developed through volunteering;\n4.\nraise awareness of the value and importance of volunteering in order to raise general awareness of the importance of volunteering as an expression of civic participation which contributes to issues which are of common concern of all Member States, such as a harmonious societal development and social cohesion.\nArticle 3\nInitiatives involved\n1.   The measures to be taken to achieve the objectives set out in Article 2 may include the following initiatives organised at Community, national, regional or local level linked to the objectives of the European Year:\n(a)\nexchange of experience and good practices;\n(b)\nundertaking of studies and research as well as dissemination of their results;\n(c)\nconferences and events to promote debate and raise awareness of the importance and value of voluntary activities stimulating the engagement of citizens and to celebrate the efforts of volunteers and their organisations;\n(d)\nconcrete initiatives in the Member States aimed at promoting the objectives of the European Year; at least 25 % of the total budget of the year will be used for this purpose;\n(e)\ninformation and promotion campaigns to disseminate key messages.\nDetails of the measures referred to in the first subparagraph are set out in the Annex.\n2.   Community funding for projects may be given through existing Community programmes.\nArticle 4\nCooperation with the Member States\nBy 28 February 2010 each Member State shall designate a body responsible for organising its participation in the European Year (hereinafter referred to as ‘the national coordinating body’) and shall inform the Commission of that designation.\nIn carrying out its actions, in particular when drawing up the national programme, the national coordinating body shall closely consult and cooperate with a wide range of relevant stakeholders, including civil society organisations and where appropriate the national agencies or contact points of relevant Community programmes.\nThe national programme and priorities of the European Year shall be set out in accordance with the objectives listed in Article 2 and the details of measures set out in the Annex.\nArticle 5\nCoordination at Community level and implementation\nThe Commission shall convene meetings of the national coordinating bodies to coordinate implementation of the European Year and to exchange information on implementation at national level.\nThe Commission shall also convene meetings of representatives of European organisations or bodies active in the field of volunteering and stakeholders to assist the Commission in implementing the European Year at Community level.\nThe Commission shall implement the European Year at Community level.\nThe Member States, the European Parliament, the European Economic and Social Committee and the Committee of the Regions shall be associated in the activities.\nArticle 6\nFinancial provisions\n1.   Measures which are Community-wide in nature, referred to in Part A of the Annex, shall give rise to a procurement contract or the award of grants financed from the general budget of the European Communities.\n2.   Measures which are Community-wide in nature, referred to in Part B of the Annex, may be co-financed from the general budget of the European Communities.\n3.   The Commission shall give a grant to each national coordinating body in accordance with the procedure set out in Part C of the Annex.\nArticle 7\nBudget\n1.   The financial envelope for the implementation of this Decision for the period from 1 January 2011 to 31 December 2011 shall be EUR 8 000 000.\n2.   Annual appropriations shall be authorised by the budgetary authority within the limits of the financial framework.\nArticle 8\nInternational cooperation\nFor the purpose of the European Year, the Commission may cooperate with relevant international organisations, in particular with the United Nations and the Council of Europe, while ensuring the visibility of the EU’s participation.\nArticle 9\nConsistency and complementarity\nThe Commission together with the Member States shall ensure that the measures provided for in this Decision are consistent with other Community, national and regional schemes and initiatives that help attain the objectives of the European Year.\nArticle 10\nProtection of Community financial interests\n1.   The Commission shall ensure that, when actions financed under this Decision are implemented, the financial interests of the Community are protected by the application of preventive measures against fraud, corruption and any other illegal activities, by effective checks and by the recovery of the amounts unduly paid and, if irregularities are detected, by effective, proportional and dissuasive penalties, in accordance with Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the European Communities financial interests (7), Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning the on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities' financial interests against fraud and other irregularities (8), and with Regulation (EC) No 1073/1999 of the European Parliament and of the Council of 25 May 1999 concerning investigations conducted by the European Anti-Fraud Office (OLAF) (9).\n2.   With regard to the Community actions financed under this Decision, the notion of irregularity referred to in Article 1(2) of Regulation (EC, Euratom) No 2988/95 shall mean any infringement of a provision of Community law or any infringement of a contractual obligation resulting from an act or omission by an economic operator which has, or would have, the effect of prejudicing the general budget of the Communities, or budgets managed by them, by an unjustified item of expenditure.\n3.   The Commission shall reduce, suspend or recover the amount of financial assistance granted for an action if it finds irregularities, particularly non-compliance with the provisions of this Decision or of the individual decision or contract granting the financial support in question, or in the event that, without Commission approval having being sought, the action has undergone significant change that conflicts with its nature or with its implementing conditions.\n4.   If the time-limits have not been observed or if only part of the allocated financial assistance is justified by the progress made with implementing an action, the Commission shall request the beneficiary to submit observations within a specified period. If the beneficiary does not give a satisfactory answer, the Commission may cancel the remaining financial assistance and demand repayment of amounts already paid.\n5.   Any amount unduly paid shall be repaid to the Commission. Interest shall be added to any amount not repaid in due time under the conditions laid down in Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (10).\nArticle 11\nMonitoring and evaluation\nBy 31 December 2012, the Commission shall submit a report to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on the implementation, results and overall assessment of the initiatives provided for in this Decision.\nArticle 12\nEntry into force\nThis Decision shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Decision is addressed to the Member States.\nDone at Brussels, 27 November 2009.\nFor the Council\nThe President\nL. ADELSOHN LILJEROTH\n(1)  Opinion of the European Parliament of 26 November 2009 (not yet published in the Official Journal).\n(2)  OJ C 325, 30.12.2006, p. 46.\n(3)  Decision No 1720/2006/EC of the European Parliament and of the Council of 15 November 2006 establishing an action programme in the field of lifelong learning (OJ L 327, 24.11.2006, p. 45).\n(4)  Decision No 1904/2006/EC of the European Parliament and of the Council of 12 December 2006 establishing for the period 2007 to 2013 the programme Europe for Citizens to promote active European citizenship (OJ L 378, 27.12.2006, p. 32).\n(5)  Decision No 1719/2006/EC of the European Parliament and of the Council of 15 November 2006 establishing the Youth in Action Programme for the period 2007 to 2013 (OJ L 327, 24.11.2006, p. 30).\n(6)  OJ C 139, 14.6.2006, p. 1.\n(7)  OJ L 312, 23.12.1995, p. 1.\n(8)  OJ L 292, 15.11.1996, p. 2.\n(9)  OJ L 136, 31.5.1999, p. 1.\n(10)  OJ L 248, 16.9.2002, p. 1.\nANNEX\nDetails of the measures referred to in Article 3\nAs a guiding principle, implementation of the European Year will build on the ownership, large-scale mobilisation and active involvement of civil society and other stakeholders. In addition, implementation will be carried out through the following measures:\nA.   DIRECT COMMUNITY INITIATIVES\nFinancing will generally take the form of direct purchase of goods and services under existing framework contracts. It may also take the form of grants.\n1.   Information and promotion campaigns including:\n—\nhigh visibility events and forums for exchanging experience and good practices,\n—\ncontests with or without prizes,\n—\ncooperation with the private sector, broadcasters and other media as partners for disseminating information on voluntary activities and the European Year,\n—\nthe production of material and tools for media available throughout the EU to stimulate public interest,\n—\nmeasures to publicise the results and raise the profile of Community programmes, schemes and initiatives contributing to the objectives of the European Year,\n—\nthe establishment of an information website on the Europa site, including a portal for promoters of projects on volunteering, to guide them through the various Community programmes and initiatives.\n2.   Other initiatives:\n—\nsurveys and studies at Community level to assess and report on the preparation, effectiveness, impact and long-term monitoring of the European Year.\nB.   CO-FINANCING COMMUNITY INITIATIVES\nHigh-visibility events on a European scale that aim to raise awareness of the objectives of the European Year, possibly organised in cooperation with the Presidencies in office during 2011, may receive a Community grant of up to 80 % of the total eligible cost.\nC.   CO-FINANCING NATIONAL INITIATIVES\nEach national coordinating body shall submit a single application for Community funding. That grant application shall describe the national coordinating body’s work programme or the action to be funded and promote the European Year. The grant application shall be accompanied by a detailed budget setting out the total costs of the initiatives/work programme proposed and the amount and sources of co-funding. The Community grant can cover up to 80 % of the total eligible cost.\nThe Commission shall determine the indicative amounts available for grants to each national coordinating body and the deadline for submission of the applications. The criteria should take into account the population, the cost of living and a fixed amount per Member State to guarantee a minimum level of activities.\nThe final amounts awarded shall be determined on the basis of the individual grant applications submitted by the national coordinating body. The maximum Community co-financing is set at 80 % of the total eligible cost.\nThe work programmes/actions may include:\n—\nmeetings and events connected with the objectives of the European Year, including national events to launch and promote the European Year, create a catalyst effect and provide open space for debate on concrete initiatives,\n—\nconferences and seminars at national, regional and local levels allowing for mutual learning and exchange of good practices,\n—\ninformation, research activities and related studies, educational and promotional campaigns at national, regional and local levels, including the organisation of awards and competitions,\n—\ncooperation with the media.\nD.   INITIATIVES NOT RECEIVING ANY COMMUNITY FINANCIAL ASSISTANCE\nThe Community will grant non-financial support, including written authorisation to use the logo, once developed, and other materials associated with the European Year, to initiatives carried out by public or private organisations, in so far as they provide assurances to the Commission that the initiatives in question are or will be carried out during 2011 and are likely to make a significant contribution to achieving the objectives of the European Year.", "summary": "European Year of Voluntary Activities Promoting Active Citizenship (2011)\nEuropean Year of Voluntary Activities Promoting Active Citizenship (2011)\nThis decision designates the year 2011 as the European Year of Voluntary Activities Promoting Active Citizenship. With a view to developing social solidarity and democracy, the Year aims to create conditions that enhance the participation of civil society in voluntary activities, as well as to increase the visibility of volunteering.\nACT\nCouncil Decision 2010/37/EC of 27 November 2009 on the European Year of Voluntary Activities Promoting Active Citizenship (2011).\nSUMMARY\nThis decision designates the year 2011 as the European Year of Voluntary Activities * Promoting Active Citizenship. Volunteering is one of the central elements of active citizenship, and active citizenship strengthens social cohesion and develops democracy. The year 2011 is also the tenth anniversary of the United Nations (UN) International Year of Volunteers (2001).\nObjectives of the European Year 2011\nThe general aim of the Year is to improve the visibility of, and the opportunities for civil society to participate in, voluntary activities in the European Union (EU). To this end, the Year provides support to local, regional and national authorities to exchange experiences and good practices. In particular, the Year aims at:\ncreating an environment that encourages volunteering;\nproviding organisers with means to improve the quality of voluntary activities;\ndeveloping the recognition of voluntary activities;\nraising awareness of the importance of volunteering.\nInitiatives of the European Year 2011\nIn order to achieve its objectives, the Year supports initiatives organised at the EU, national, regional and local levels. These include:\nexchanges of experience and good practice;\ncommission of studies and research, including dissemination of results;\nawareness-raising events and conferences;\nconcrete initiatives organised at national level to promote the objectives of the Year;\npromotional campaigns.\nEU-wide initiatives are financed either partly or in full from the general budget of the EU. National initiatives are co-financed by the EU, while non-financial support is also available. The budget allocated for the Year amounts to EUR 8 000 000.\nCooperation during the European Year 2011\nEach EU country designates a national coordinating body to organise its participation in the Year. The national coordinating bodies are responsible for preparing the national programmes and priorities for the Year. To this end, they must consult and cooperate with all relevant stakeholders.\nIn order to fulfil the objectives of the Year, the European Commission may cooperate with any relevant international organisation, such as the UN or the Council of Europe.\nCoordination of the European Year 2011\nThe European Commission is responsible for the management of the Year at the EU level. It convenes meetings of stakeholders operating in the field of volunteering to assist it in this work. The Commission also organises meetings with the national coordinating bodies, with a view to coordinating activities at the national level.\nBackground\nIn December 2006, the European Economic and Social Committee adopted an opinion, which called on the European Commission to designate a year of volunteers.\nIn July 2008, the European Parliament adopted a declaration, which called for the year 2011 to be designated as the European Year of Volunteering.\nKey terms used in the act\nVoluntary activities: all types of voluntary activity, whether formal, non-formal or informal, that is undertaken of a person’s own free will, choice and motivation, and is without concern for financial gain.\nReferences\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nDecision 2010/37/EC\n23.1.2010\n-\nOJ L 17 of 22.1.2010\nLast updated: 24.03.2010", "tags": ["EU financing", "voluntary work", "cooperation policy", "EU action", "European citizenship", "economic and social cohesion", "public awareness campaign", "youth policy", "civil society"], "subjects": ["Social provisions", "Education, vocational training and youth"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}