{"celex_id": "31996Y0919(02)", "reference": "EUR-Lex - 31996Y0919(02) - EN\nAvis juridique important\n|\n31996Y0919(02)\nCouncil Resolution of 20 June 1994 on limitation on admission of third-country nationals to the territory of the Member States for employment\nOfficial Journal C 274 , 19/09/1996 P. 0003 - 0006\nANNEX I.1COUNCIL RESOLUTION of 20 June 1994 on  limitations on admission of third-country nationals to the territory of the Member States for  employment THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on European Union, and in particular Article K.1 thereof, HEREBY ADOPTS THIS RESOLUTION: A. General considerations on policy (i) The Council recalls that, in the report  adopted by the European Council held in Maastricht in 1991, priority was given to the harmonization  of policies on admission for work as an employed or self-employed person, although it was  emphasized that these policies should of necessity be restrictive. (ii) The Council acknowledges the contribution of migrant workers to the economic development of  their respective host countries. At present, however, no Member State is pursuing an active  immigration policy. All States have, on the contrary, curtailed the possibility of permanent legal  immigration for economic, social and thus political reasons. Admission for temporary employment may  therefore be considered only in terms of what is purely exceptional. (iii) The Council recognizes that the present high levels of unemployment in the Member States  increase the need to bring Community employment preference properly into practice by making full  use of the Eures system to improve the transparency of the labour markets and facilitate placement  within the European Community. The Council further recognizes that the provisions within the  European Community. The Council further recognizes that the provisions of the EC Treaty and the EEA  Agreement enable job vacancies to be filled as far as possible by nationals of other Member States  or of Member States or of EFTA countries which are parties to the EEA Agreement. (iv) The Council agreed not to regulate via this resolution the issue of third-country nationals  lawfully resident on a permanent basis in the territory of a Member State, but who have no right of  admission and residence in another Member State. It agreed to examine the matter at a later date. (v) Member States reserve the right to allow, in accordance with their national law, the spouse and  dependent children to accompany persons admitted in accordance with this resolution. (vi) In the light of these considerations, the Council resolves that the present restrictive  measures should be continued and where necessary reinforced as regards the admission of  third-country nationals for employment. To this end, the Council agrees that the national policies  of Member States in respect of third-country nationals seeking admission to, or permission to  remain in, their territories for employment should be governed by the principles set out below,  which may not be relaxed by Member States in their national legislation. It agrees to have regard  to these principles in any proposals for the revision of national legislation. The Member States  will further endeavour to seek to ensure by 1 January 1996 that national legislation is in  conformity with such principles. The principles are not legally binding on the Member States and do  not afford a ground for action by individual workers or employers. B. Persons to whom this resolution does not apply The harmonization principles do not apply to: - persons who have right of free movement under Community law, i.e. nationals of Member States,  nationals of EFTA countries parties to the Agreement on the European Economic Area and members of  their families, - third-country nationals who have been allowed admission for the purpose of family reunification  to join nationals of a Member State or of a third country resident in the Member State concerned, - third-country nationals whose access to employment is covered by rights stemming from agreements  governed by Community law concluded with third countries, - persons undertaking casual work in the course of youth exchange or youth mobility schemes,  including 'au pairs`, - persons entering Member States in order to pursue economic activities as self-employed persons or  to set up and/or manage a business/undertaking which they effectively control. Such persons will be  governed by the principles to be set out in a draft resolution covering the self-employed; - persons who are lawfully present in a Member State as: - refugees under the terms of the Geneva Convention, - applicants for asylum, - third-country nationals admitted for asylum, - displaced persons who are temporarily admitted, - persons exceptionally allowed to stay on humanitarian grounds. C. Principles governing Member States' policies (i) General criteria - Member States will refuse entry to their territories of third-country nationals for the purpose  of employment, - Member States will consider requests for admission to their territories for the purpose of  employment only where vacancies in a Member State cannot be filled by national and Community  manpower or by non-Community manpower lawfully resident on a permanent basis in that Member State  and already forming part of the Member State's regular labour market. In this context they will  apply the procedure laid down in Part II of Council Regulation (EEC) No 1612/68 of 15 October 1968  on freedom of movement for workers within the Community (1), in the light of Commission Decision  93/569/EEC (2) on the implementing of the Regulation, in particular with regard to Article 15  (16); - without prejudice to the application of the above two criteria, third-country nationals may, if  necessary, be admitted on a temporary basis and for a specific duration to the territory of a  Member State for the purpose of employment where: - such an offer is made to a named worker or named employee of a service provider and is of a  special nature in view of the requirement of specialist qualifications (professional  qualifications, experience, etc.), - an employer offers named workers vacancies only where the competent authorities consider, if  appropriate, that the grounds adduced by the employer, including the nature of the qualifications  required, are justified in view of a temporary manpower shortage on the national or Community  labour market which significantly affects the operation of the undertaking or the employer  himself, - vacancies are offered to: - seasonal workers, whose numbers are strictly controlled on admission to the territory of the  Member States and who undertake well-defined jobs, normally fulfilling a traditional need in the  Member State in question. Member States will restrict the admission of these workers to cases where  there is no reason to believe that the persons concerned will seek to stay within their territory  on a permanent basis, - trainees, - frontier workers, - the persons concerned are intra-corporate transferees being transferred temporarily by the  company as key personnel. (ii) Procedure for admission employment A third-country national will not be admitted for employment unless prior authorization has been  given for him to take up employment in the territory of the Member State concerned. Such prior  authorization may be in the form of a work permit issued either to the employer or to the  employee. In addition, third-county nationals must also be in possession of any necessary visa or, if the  Member State concerned so requires, of a residence permit. (iii) Restrictions as to the scope of employment Initial authorization for employment will normally be restricted to employment in a specific job  with a specified employer. (iv) Restrictions as to the period of admission for employment A seasonal worker will be admitted for a maximum of six months in any 12-month period, and must  remain outside the territories of the Member States for a period of at least six months before  being readmitted for employment. Trainees will be admitted for a maximum period of one year in the first instance. This period may  be fixed at more than a year and extended exclusively for the time needed to obtain a professional  qualification recognized by the Member State concerned in the sphere of their activity. Other third-country nationals admitted to the territories of the Member States for employment will  only be admitted for a period not exceeding four years in the first instance. (v) Applications to extend a stay for the purpose of employment A person already present in the territory of a Member State as a visitor or student will not in  principle be permitted to extend his stay for the purpose of taking or seeking employment. Such  persons must return to their own countries on conclusion of their visit or studies. In principle, a person admitted as a trainee or service provider or employee of a service provider  will not be permitted to extend his stay in authorized employment except in order to complete the  training or activity under contract for which he was admitted. A seasonal worker will not be permitted to extend his stay for the purpose of taking employment of  a different type. An extension of the period of his stay may be authorized to allow him to complete  the work for which the original authorization was granted. However, the total length of his stay  may not exceed six months in any 12-month period. Other workers may be permitted to extend their period to stay in authorized employment, but only if  the criteria originally applied to the decision on whether to admit them for authorized employment  continue to be met, in any event when the first extension is granted. The Member States will examine the desirability of issuing a permanent residence permit to  third-country nationals who have had restrictions on their employment lifted. (vi) Business visitors Nothing in these principles prevents a Member State from admitting as workers third-country  nationals not residing in the territory of a Member State who are seeking entry in particular to: - negotiate for the supply of goods or services, - deliver goods or assemble machinery manufactured in a third country as part of a supply  contract, provided that such persons will be dealing only with businesses in the territory of the Member  State and not with the general public and that any one visit and possibly the work permit do not  exceed six months. (vii) Third countries with close links with a Member State Nothing in these principles prevents a Member State from continuing to admit third-country  nationals to its territory for the purpose of employment pursuant to arrangements concluded by that  Member State by the date of adoption of this resolution for nationals of a third country with which  it has especially close links. The Member States will undertake as soon as possible to renegotiate such arrangements in accordance  with the terms of this resolution. Where these arrangements concern the employees of a service provider, the Member States undertake  to examine them in the spirit of this resolution within a reasonable period of time not exceeding  three years, and to arrive at an assessment. When this examination is carried out, account should be taken of the economic development of the  States with which the Member States concluded the agreements in question. The above provisions do not apply to arrangements covering employment of persons for instruction  and vocational training purposes. Annex to Annex I.1 Definitions 'Trainees` means workers whose presence in the  territory of a Member State is strictly limited in duration and closely connected with increasing  their skills and qualifications in their chosen profession before returning to their own countries  to pursue their careers. 'Seasonal workers` means workers who are resident in a third country but are employed in an  activity dependent on the rhythm of the seasons in the territory of a Member State on the basis of  a contract for a specified period and for specific employment. 'Frontier workers` means workers who are employed in the frontier zone of a Member State but who  return each day or at least once a week to the frontier zone of a neighbouring country in which  they reside and of which they are nationals. 'Intra-corporate transferee` means a natural person working within a legal person, other than a  non-profit making organization, established in the territory of a WTO member, and being temporarily  transferred in the context of the provision of a service through commercial presence in the  territory of a Member State of the Community; the legal persons concerned must have their principal  place of business in the territory of a WTO member other than the Community and its Member States  and the transfer must be to an establishment (office, branch or subsidiary) of that legal person,  effectively providing like services in the territory of a Member State to which the EC Treaty  applies. In Italy, 'intra-corporate transferee` is defined as a natural person working within a  legal person constituted as a SPA (joint stock company) or an SRL (capital stock company with  limited responsibility). (1) OJ No L 257, 19. 10. 1968, p. 2. Regulation as last amended by Regulation  (EEC) No 2434/92 (OJ No L 245, 26. 8. 1992, p. 1). (2) OJ No L 274, 6. 11. 1993, p. 32.", "summary": "Limitations on the admission of third-country nationals for employment\nLimitations on the admission of third-country nationals for employment\n1) OBJECTIVE\nTo establish principles governing Member States' policies of admission of third-country nationals to their territories for employment.\n2) ACT\nCouncil Resolution of 20 June 1994 on limitations on admission of third-country nationals to the territory of the Member States for employment [Official Journal C 274 of 19.09.1996].\n3) SUMMARY\nCurrent limitations are to be maintained or, where necessary, tightened up in accordance with the report on immigration and asylum policy adopted by the European Council in Maastricht in December 1991, which gave priority to the harmonisation of policies on admission.\nWhile acknowledging the contribution of migrant workers to the economic development of their respective host countries, the Council notes that at present no Member State is pursuing an active immigration policy, which is why temporary admission for employment may be considered only in exceptional circumstances. Present high levels of unemployment increase the need to ensure that job vacancies are filled as far as possible by Community nationals or nationals of EFTA countries which are parties to the EEA agreement.\nThe Council consequently resolves that the principles set out below should not be relaxed by Member States in their national legislation or in any subsequent revisions of their national legislation. They should bring their national legislation into line with these principles by 1 January 1996, although the principles are not legally binding on them and do not afford grounds for proceedings by individual workers or employers.\nMember States' policies are to observe the principles set out below governing:\nadmission criteria;\nadmission procedures;\nperiod of admission;\nextension of stay;\nbusiness visitors;\nthird countries with close links with a Member State.\nAdmission criteria\nMember States will consider requests for admission to their territories for the purpose of employment only where vacancies in a Member State cannot be filled by national and Community manpower or by non-Community manpower lawfully resident on a permanent basis in that Member State. In this context they will apply the procedure laid down in Part II of Regulation No 1612/68 on the free movement of workers within the Community.\nThird-country nationals may be admitted on a temporary basis, where:\na job is offered to a named worker or named employee of a service provider and is of a special nature in view of the requirement of specialist qualifications (professional qualifications, experience, etc.);\nan employer offers vacancies to named workers and the competent authorities consider that the grounds adduced by the employer are justified in view of a temporary manpower shortage on the national or Community labour market which would significantly affect the operation of the business or the employer himself.\nAdmission procedure\nVacancies are offered to:\nseasonal workers in strictly controlled numbers for a specifically defined job;\ntrainees;\nfrontier workers;\nintra-corporate transferees, i.e. persons temporarily transferred by their company as key personnel.\nThird-country nationals will not be admitted unless they have been given prior authorisation to take up employment. The authorisation may be in the form of a work permit issued to either the employer or the employee.\nThird-country nationals must also be in possession of any necessary visa or residence permit.\nInitial authorisation for employment will normally be restricted to employment in a specific job with a specified employer.\nPeriod of admission\nA seasonal worker will be admitted for a maximum of six months in any twelve-month period, and must remain outside the territories of the Member States for a period of at least six months before being readmitted for employment.\nTrainees will be admitted for a maximum period of one year in the first instance. This period may be fixed at more than a year and extended exclusively for the time needed to obtain a professional qualification recognised by the Member State concerned in the sphere of their activity. Other third-country nationals admitted to the territories of the Member States for employment will be admitted for a period not exceeding four years in the first instance.\nExtension of stay\nA person already present in the territory of a Member State as a visitor or student will not in principle be permitted to extend his stay for the purpose of taking or seeking employment. Such persons must return to their own countries on conclusion of their visit or studies. In principle a person admitted as a trainee or service provider or employee of a service provider will not be permitted to extend his stay in authorised employment except in order to complete the training or activity under contract for which he was admitted.\nA seasonal worker will not be permitted to extend his stay for the purpose of taking employment of a different type. An extension of the period of his stay may be authorised to allow him to complete the work for which the original authorisation was granted. However, the total length of his stay may not exceed six months in any twelve-month period. Other workers may be permitted to extend their period of stay in authorised employment, but only if they continue to satisfy the criteria originally applied to the decision on whether to admit them for authorised employment.\nThe Member States will examine the desirability of issuing a permanent residence permit to third-country nationals who have had restrictions on their employment lifted.\nBusiness visitors\nIt is possible to admit as workers third-country nationals not residing in the territory of a Member State who are seeking entry to:\nnegotiate for the supply of goods or services;\ndeliver goods or assemble machinery manufactured in a third country as part of a supply contract, provided that such persons will be dealing only with businesses in the territory of the Member State and not with the general public and that any one visit and possibly the work permit does not exceed six months.\nThird countries with close links with a Member State\nA Member State may continue to admit third-country nationals to its territory for the purpose of employment pursuant to pre-existing arrangements. The Member States will undertake as soon as possible to renegotiate such arrangements in accordance with the terms of this resolution.\nThe resolution does not apply to:\npersons who have right of free movement under Community law and members of their families;\nthird-country nationals who have been allowed admission for the purpose of family reunification;\nthird-country nationals whose access to employment is covered by rights stemming from agreements governed by Community law concluded with third countries;\npersons undertaking casual work in the course of youth exchange or youth mobility schemes, including \"au pairs\";\npersons entering Member States in order to pursue economic activities as self-employed persons or to set up and/or manage a business/undertaking which they effectively control;\napplicants for asylum;\nthird-country nationals admitted for asylum;\ndisplaced persons who are temporarily admitted;\npersons exceptionally allowed to stay on humanitarian grounds.\nThe annex contains definitions of the following terms: \"trainees\", \"seasonal workers\", \"frontier workers\" and \"intra-corporate transferee\".\n4) implementing measures\n5) follow-up work\nLast updated: 12.07.2005", "tags": ["third country", "EU policy", "employment policy", "migration policy", "foreign national", "admission of aliens"], "subjects": ["Justice and home affairs"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}