{"celex_id": "41976X1008(01)", "reference": "EUR-Lex - 41976X1008(01) - EN\nAvis juridique important\n|\n41976X1008(01)\nAct concerning the election of the representatives of the Assembly by direct universal suffrage\nOfficial Journal L 278 , 08/10/1976 P. 0005 - 0011\nACT  concerning the election of the representatives of the Assembly by direct universal suffrage   Article 1   The representatives in the Assembly of the peoples of the States brought together in the Community shall be elected by direct universal suffrage.    Article 2  The number of representatives elected in each Member State shall be as follows: >PIC FILE= \"T0010323\">    Article 3  1. Representatives shall be elected for a term of five years.   2. This five-year period shall begin at the opening of the first session following each election.   It may be extended or curtailed pursuant to the second subparagraph of Article 10 (2).    3. The term of office of each representative shall begin and end at the same time as the period referred to in paragraph 2.    Article 4   1. Representatives shall vote on an individual and personal basis. They shall not be bound by any instructions and shall not receive a binding mandate.   2. Representatives shall enjoy the privileges and immunities applicable to members of the Assembly by virtue of the Protocol on the privileges and immunities of the European Communities annexed to the Treaty establishing a single Council and a single Commission of the European Communities.     Article 5   The office of representative in the Assembly shall be compatible with membership of the Parliament of a Member State.    Article 6  1. The office of representative in the Assembly shall be incompatible with that of:  - member of the Government of a Member State,   - member of the Commission of the European Communities,   - Judge, Advocate-General or Registrar of the Court of Justice of the European Communities,   - member of the Court of Auditors of the European Communities,   - member of the Consultative Committee of the European Coal and Steel Community or member of the Economic and Social Committee of the European Economic Community and of the European Atomic Energy Community,   - member of committees or other bodies set up pursuant to the Treaties establishing the European Coal and Steel Community, the European Economic Community and the European Atomic Energy Community for the purpose of managing the Communities' funds or carrying out a permanent direct administrative task,   - member of the Board of Directors, Management Committee or staff of the European Investment Bank,   - active official or servant of the institutions of the European Communities or of the specialized bodies attached to them.       2. In addition, each Member State may, in the circumstances provided for in Article 7 (2), lay down rules at national level relating to incompatibility.    3. Representatives in the Assembly to whom paragraphs 1 and 2 become applicable in the course of the five-year period referred to in Article 3 shall be replaced in accordance with Article 12.    Article 7   1. Pursuant to Article 21 (3) of the Treaty establishing the European Coal and Steel Community, Article 138 (3) of the Treaty establishing the European Economic Community and 108 (3) of the Treaty establishing the European Atomic Energy Community, the Assembly shall draw up a proposal for a uniform electoral procedure.    2. Pending the entry into force of a uniform electoral procedure and subject to the other provisions of this Act, the electoral procedure shall be governed in each Member State by its national provisions.    Article 8   No one may vote more than once in any election of representatives to the Assembly.    Article 9   1. Elections to the Assembly shall be held on the date fixed by each Member State ; for all Member States this date shall fall within the same period starting on a Thursday morning and ending on the following Sunday.   2. The counting of votes may not begin until after the close of polling in the Member State whose electors are the last to vote within the period referred to in paragraph 1.   3. If a Member State adopts a double ballot system for elections to the Assembly, the first ballot must take place during the period referred to in paragraph 1.    Article 10  1. The Council, acting unanimously after consulting the Assembly, shall determine the period referred to in Article 9 (1) for the first elections.   2. Subsequent elections shall take place in the corresponding period in the last year of the five-year period referred to in Article 3.  Should it prove impossible to hold the elections in the Community during that period, the Council acting unanimously shall, after consulting the Assembly, determine another period which shall be not more than one month before or one month after the period fixed pursuant to the preceding subparagraph.   3. Without prejudice to Article 22 of the Treaty establishing the European Coal and Steel Community, Article 139 of the Treaty establishing the European Economic Community and Article 109 of the Treaty establishing the European Atomic Energy Community, the Assembly shall meet, without requiring to be convened, on the first Tuesday after expiry of an interval of one month from the end of the period referred to in Article 9 (1).   4. The powers of the outgoing Assembly shall cease upon the opening of the first sitting of the new Assembly.     Article 11  Pending the entry into force of the uniform electoral procedure referred to in Article 7 (1), the Assembly shall verify the credentials of representatives. For this purpose it shall take note of the results declared officially by the Member States and shall rule on any disputes which may arise out of the provisions of this Act other than those arising out of the national provisions to which the Act refers.     Article 12  1. Pending the entry into force of the uniform electoral procedure referred to in Article 7 (1) and subject to the other provisions of this Act, each Member State shall lay down appropriate procedures for filling any seat which falls vacant during the five-year term of office referred to in Article 3 for the remainder of that period.   2. Where a seat falls vacant pursuant to national provisions in force in a Member State, the latter shall inform the Assembly, which shall take note of that fact.  In all other cases, the Assembly shall establish that there is a vacancy and inform the Member State thereof.     Article 13  Should it appear necessary to adopt measures to implement this Act, the Council, acting unanimously on a proposal from the Assembly after consulting the Commission, shall adopt such measures after endeavouring to reach agreement with the Assembly in a conciliation committee consisting of the Council and representatives of the Assembly.    Article 14  Article 21 (1) and (2) of the Treaty establishing the European Coal and Steel Community, Article 138 (1) and (2) of the Treaty establishing the European Economic Community and Article 108 (1) and (2) of the Treaty establishing the European Atomic Energy Community shall lapse on the date of the sitting held in accordance with Article 10 (3) by the first Assembly elected pursuant to this Act.      Article 15  This Act is drawn up in the Danish, Dutch, English, French, German, Irish and Italian languages, all the texts being equally authentic.   Annexes I to III shall form an integral part of this Act.   A declaration by the Government of the Federal Republic of Germany is attached hereto.     Article 16   The provisions of this Act shall enter into force on the first day of the month following that during which the last of the notifications referred to in the Decision is received.    Udfærdiget i Bruxelles, den tyvende september nitten hundrede og seksoghalvfjerds.  Geschehen zu Brüssel am zwanzigsten September neunzehnhundertsechsundsiebzig.   Done at Brussels on the twentieth day of September in the year one thousand nine hundred and seventy-six.   Fait à Bruxelles, le vingt septembre mil neuf cent soixante-seize.   Arna dhéanamh sa Bhruiséil, an fichiú lá de mhí Mhéan Fómhair, míle naoi gcéad seachtó a sé.   Fatto a Bruxelles, addì venti settembre millenovecentosettantasei.   Gedaan te Brussel, de twintigste september negentienhonderd-zesenzeventig.   >PIC FILE= \"T0010324\">    >PIC FILE= \"T0010325\">      ANNEX I  The Danish authorities may decide on the dates on which the election of members to the Assembly shall take place in Greenland.    ANNEX II   The United Kingdom will apply the provisions of this Act only in respect of the United Kingdom.   ANNEX III   Declaration on Article 13   As regards the procedure to be followed by the Conciliation Committee, it is agreed to have recourse to the provisions of paragraphs 5, 6 and 7 of the procedure laid down in the joint declaration of the European Parliament, the Council and the Commission of 4 March 1975 (1).  (1)OJ No C 89, 22.4.1975, p. 1.        Declaration by the Government of the Federal Republic of Germany   The Government of the Federal Republic of Germany declares that the Act concerning the election of the members of the European Parliament by direct universal suffrage shall equally apply to Land Berlin.   In consideration of the rights and responsibilities of France, the United Kingdom of Great Britain and Northern Ireland, and the United States of America, the Berlin House of Deputies will elect representatives to those seats within the quota of the Federal Republic of Germany that fall to Land Berlin.   ANNEX I  The Danish authorities may decide on the dates on which the election of members to the Assembly shall take place in Greenland.    ANNEX II   The United Kingdom will apply the provisions of this Act only in respect of the United Kingdom.   ANNEX III   Declaration on Article 13   As regards the procedure to be followed by the Conciliation Committee, it is agreed to have recourse to the provisions of paragraphs 5, 6 and 7 of the procedure laid down in the joint declaration of the European Parliament, the Council and the Commission of 4 March 1975 (1).  (1)OJ No C 89, 22.4.1975, p. 1.        Declaration by the Government of the Federal Republic of Germany   The Government of the Federal Republic of Germany declares that the Act concerning the election of the members of the European Parliament by direct universal suffrage shall equally apply to Land Berlin.   In consideration of the rights and responsibilities of France, the United Kingdom of Great Britain and Northern Ireland, and the United States of America, the Berlin House of Deputies will elect representatives to those seats within the quota of the Federal Republic of Germany that fall to Land Berlin.", "summary": "The European Parliament\nThe European Parliament\nSUMMARY OF:\nArticle 14 of the Treaty on European Union\nArticles 223-234 of the Treaty on the Functioning of the EU — role, composition and functioning of the European Parliament\nAct concerning the election of Members of the European Parliament by direct universal suffrage\nDecision (EU, Euratom) 2018/994 amending the act concerning the election of Members of the European Parliament by direct universal suffrage\nWHAT IS THE AIM OF THE ARTICLES OF THE EU TREATIES, THE ACT AND THE DECISION?\nArticle 14 of the Treaty on European Union (TEU) and Articles 223 to 234 of the Treaty on the Functioning of the EU (TFEU) set out the role, competences, composition, mandate and electoral procedure for the European Parliament (hereafter the Parliament).\nThe electoral act, which originally dates from 1976 and has been amended several times (in particular in line with revisions of the EU treaties and the accession of new EU Member States), sets out rules for the election of the Members of the Parliament (MEPs) by direct universal suffrage.\nDecision (EU, Euratom) 2018/994 (not yet in force) updates the 1976 electoral act and seeks to: encourage citizens’ participation;strengthen the European dimension of elections;adapt the electoral thresholds; andimprove the conduct of elections, in particular by allowing alternative voting methods and streamlining the cooperation between national authorities.\nKEY POINTS\n              \nThe Parliament is the sole institution of the European Union (EU) directly elected by EU citizens, for EU citizens. It therefore represents close to 450 million EU citizens and in this sense embodies democratic power. It has its seat in Strasbourg, France. MEPs are elected for a term of 5 years by direct election (since 1979) in a free and secret ballot, with a set number from each Member State. The Parliament, as it is known nowadays, is actually the result of the merger of the three former assemblies of the European Coal and Steel Community, the European Economic Community and the European Atomic Energy Community (1965 Merger Treaty — see summary).\nPowersThe Parliament’s powers have developed through successive revisions to the EU treaties. These include the following.\nDecision-making power (power of deliberation): exercising legislative power together with the Council in most EU areas of competence;right to request the European Commission to submit a legislative proposal (Article 225 TFEU);deciding the EU budget alongside the Council;EU external action (EU decisions on concluding external agreements) that requires either the Parliament’s consent or its consultation.\nPower of control over the EU executive institutions (Council and Commission) mainly by ensuring political control over the Commission (by a motion of censure) or by asking oral or written questions to the Council. The Parliament may also exercise its control over other EU institutions such as the European Central Bank (Article 284 TFEU).\nPower of appointment by participating in the designation of the Commissioners, Members of the European Court of Auditors and Ombudsman.\nCompetences\nLegislation\nUnder the ordinary legislative procedure (Article 294 TFEU), the Parliament has equal standing with the Council. This procedure is used in the majority of policy areas, including: transportenvironmentagricultureenergy securityimmigrationjusticepublic health.\nThe Parliament also intervenes on acts adopted under special legislative procedures, by giving its opinion (consultation procedure) or its consent (approval procedure).\nThe Parliament’s approval is required for numerous types of agreements with non-EU countries or international organisations, such as association agreements or agreements in areas covered by ordinary legislative procedure (for example, trade agreements). The Parliament must also be consulted for all other types of international agreement (Article 218 TFEU).\nBudget\nThe Parliament operates on an equal footing with the Council for the entire procedure of adopting the annual EU budget. The budgetary procedure consists of one reading each from the Parliament and the Council, or otherwise a conciliation committee is convened to reach an agreement on a joint text (Article 314 TFEU).\nExecutive oversight\nThe Parliament can exercise a number of controls over the Commission, the EU’s executive branch:\nthe Commission President is elected by the Parliament following a proposal from the European Council, and the results of the European Parliament elections must be taken into consideration;\nthe inauguration of the Commission is dependent on the approval from the Parliament — this approval also involves the appointment of the High Representative of the Union for Foreign Affairs and Security Policy, who is concurrently a Vice-President of the Commission;\nthe Parliament can force the Commission to resign through a motion of censure.\nTreaty revision\nThe Parliament’s right of initiative permits it to propose a revision of the treaties (Article 48 TEU).\nIt participates in the convention which examines the drafts submitted for a standard revision process of the treaties.\nIt must be consulted for the modification of treaties within the simplified revision procedure.\nElectoral rules\nThe EU’s 1976 electoral act is based on common EU principles but also recognises the importance of national rules in the field of electoral procedures.\nEU Member States must use a proportional voting system but are free to use either a list system or a single transferable vote.\nElections must be by direct universal suffrage and be free and secret. People may only vote once in a given election to the Parliament.\nEach EU Member State may set a ceiling for candidates’ campaign expenses.\nMember States are free to establish constituencies or to decide on how to subdivide the electoral area, provided the proportional nature of the voting system is maintained. They are also free to set thresholds for allocating seats of no higher than 5%.\nMEPs vote on an individual and personal basis. They must not be bound by any instructions nor receive a binding mandate.\nSince the 2004 elections, MEPs are not allowed to be members of their national parliament at the same time (apart from temporary exceptions made for the United Kingdom and Ireland, which have now expired). The office of MEP is also deemed incompatible with that of a member of a Member State’s government, a member of the Commission, a judge at the Court of Justice of the EU, a member of the Board of the European Central Bank or the European Investment Bank, a member of the Court of Auditors, a member of the European Economic and Social Committee or of the European Committee of the Regions, or the Ombudsman.\nMember States have their own procedures to fill a seat when it falls vacant as a result of resignation, death or withdrawal of the mandate.\nDecision (EU, Euratom) 2018/994, once approved by each of the Member States in accordance with their respective constitutional requirements, is to introduce the following changes:\nwhere the list system is used, the Member States in question would have to set a minimum threshold of between 2% and 5% of valid votes for allocating seats in constituencies with more than 35 seats;\nthere would be a minimum deadline to draw up electoral lists of at least 3 weeks before the date set by the relevant Member State for holding the Parliament elections;\nMember States could allow for the display, on ballot papers, of the name or logo of the European political party to which the national political party or individual candidate is affiliated;\nthe possibility of introducing electronic voting and postal voting as well as for Member States to take the necessary measures to allow EU citizens residing in non-EU countries to vote in Parliament elections;\nthe penalties for double voting;\nthe designation of a contact authority in each Member State that would be responsible for exchanging data on voters and candidates with its counterparts in other Member States.\nComposition\nThe allocation of seats between Member States takes into account a number of factors:\nmaintaining a satisfactory proportion between the seats allocated to the Member States and their populations;\nallowing the Parliament to reflect upon important political issues, even for the less-populated Member States;\nthe total number of MEPs must not exceed a certain limit so that the efficiency of the Parliament’s work is not affected.\nUpon the Parliament’s initiative and with its approval, the European Council unanimously adopts a decision establishing the Parliament’s composition (Article 14(2) TEU). The treaties set out the basic rules on its composition:\nthe Parliament is composed of representatives of the EU’s citizens;\nthe maximum number of MEPs is 750, plus the Parliament’s President;\nthe minimum number of seats per Member State is 6;\nthe maximum number of seats per Member State is 96;\nthe allocation of seats is based on the principle of ‘degressive proportionality’, which means that the greater the population of a Member State, the greater number of MEPs it will have — however, each MEP in a larger Member State then represents proportionately more citizens than would be the case in a smaller Member State.\nSUMMARY TABLE\nTreaty\nArticles\nSubject\nTreaty on European Union (TEU)\n14\nRole and composition of the Parliament\nTreaty on the Functioning of the European Union (TFEU)\n223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234\nFunctioning of the Parliament\nBACKGROUND\n              \nSince 31 January 2020, when the United Kingdom officially left the European Union (Brexit), there are 705 MEPs, a reduction of 46 on the previous number.\nMAIN DOCUMENTS\n            \nConsolidated version of the Treaty on European Union — Title III — Provisions on the institutions — Article 14 (OJ C 202, 7.6.2016, pp. 22-23)\nConsolidated version of the Treaty on the Functioning of the European Union (OJ C 202, 7.6.2016, pp. 1-388)\nAct concerning the election of the representatives of the Assembly by direct universal suffrage (OJ L 278, 8.10.1976, pp. 5-11)\nSee consolidated version.\nCouncil Decision (EU, Euratom) 2018/994 of 13 July 2018 amending the Act concerning the election of the members of the European Parliament by direct universal suffrage, annexed to Council Decision 76/787/ECSC, EEC, Euratom of 20 September 1976  (OJ L 178, 16.7.2018, pp. 1-3)\nDecision 76/787/ECSC, EEC, Euratom of the representatives of the Member States meeting in the council relating to the Act concerning the election of the representatives of the Assembly by direct universal suffrage (OJ L 278, 8.10.1976, pp. 1-4)\nRELATED DOCUMENTS\n            \nConsolidated version of the Treaty on the Functioning of the European Union — Protocol (No 6) on the location of the seats of the institutions and of certain bodies, offices, agencies and departments of the European Union (OJ C 202, 7.6.2016, p. 265)\nEuropean Council Decision (EU) 2018/937 of 28 June 2018 establishing the composition of the European Parliament (OJ L 165I , 2.7.2018, pp. 1-3)\nlast update 13.01.2021", "tags": ["European Parliament", "universal suffrage", "vote", "election"], "subjects": ["Provisions governing the Institutions"], "split": "train", "reference_annotations": {}, "summary_annotations": {"41976X1008(01)_p1": {"text": "Council decision 2018/994 of 13 July 2018 amending the Act concerning the election of the members of the European Parliament by direct universal suffrage, annexed to Council decision 76/787/ecsc, EEC, Euratom of 20 September 1976  (OJ L 178, 16.7.2018, pp. 1-3)", "triples": [" decision 2018/994,  amending,  decision 76/787/ecsc"]}}}