{"celex_id": "32011L0096", "reference": "29.12.2011\nEN\nOfficial Journal of the European Union\nL 345/8\nCOUNCIL DIRECTIVE 2011/96/EU\nof 30 November 2011\non the common system of taxation applicable in the case of parent companies and subsidiaries of different Member States\n(recast)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 115 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nActing in accordance with a special legislative procedure,\nWhereas:\n(1)\nCouncil Directive 90/435/EEC of 23 July 1990 on the common system of taxation applicable in the case of parent companies and subsidiaries of different Member States (3) has been substantially amended several times (4). Since further amendments are to be made, it should be recast in the interests of clarity.\n(2)\nIn the light of the judgment of the Court of Justice of 6 May 2008 in Case C-133/06 (5), it is considered necessary to redraft the wording of the second subparagraph of Article 4(3) of Directive 90/435/EEC, for the purpose of clarifying that the rules referred to therein are adopted by the Council acting in accordance with the procedure provided for in the Treaty. It is furthermore appropriate to update the Annexes to that Directive.\n(3)\nThe objective of this Directive is to exempt dividends and other profit distributions paid by subsidiary companies to their parent companies from withholding taxes and to eliminate double taxation of such income at the level of the parent company.\n(4)\nThe grouping together of companies of different Member States may be necessary in order to create within the Union conditions analogous to those of an internal market and in order thus to ensure the effective functioning of such an internal market. Such operations should not to be hampered by restrictions, disadvantages or distortions arising in particular from the tax provisions of the Member States. It is therefore necessary, with respect to such grouping together of companies of different Member States, to provide for tax rules which are neutral from the point of view of competition, in order to allow enterprises to adapt to the requirements of the internal market, to increase their productivity and to improve their competitive strength at the international level.\n(5)\nSuch grouping together may result in the formation of groups of parent companies and subsidiaries.\n(6)\nBefore the entry into force of Directive 90/435/EEC, the tax provisions governing the relations between parent companies and subsidiaries of different Member States varied appreciably from one Member State to another and were generally less advantageous than those applicable to parent companies and subsidiaries of the same Member State. Cooperation between companies of different Member States was thereby disadvantaged in comparison with cooperation between companies of the same Member State. It was necessary to eliminate that disadvantage by the introduction of a common system in order to facilitate the grouping together of companies at Union level.\n(7)\nWhere a parent company by virtue of its association with its subsidiary receives distributed profits, the Member State of the parent company must either refrain from taxing such profits, or tax such profits while authorising the parent company to deduct from the amount of tax due that fraction of the corporation tax paid by the subsidiary which relates to those profits.\n(8)\nIt is furthermore necessary, in order to ensure fiscal neutrality, that the profits which a subsidiary distributes to its parent company be exempt from withholding tax.\n(9)\nThe payment of profit distributions to, and their receipt by, a permanent establishment of a parent company should give rise to the same treatment as that applying between a subsidiary and its parent. This should include the situation where a parent company and its subsidiary are in the same Member State and the permanent establishment is in another Member State. On the other hand, it appears that situations where the permanent establishment and the subsidiary are situated in the same Member State can, without prejudice to the application of the Treaty principles, be dealt with on the basis of national legislation by the Member State concerned.\n(10)\nIn relation to the treatment of permanent establishments Member States may need to determine the conditions and legal instruments in order to protect the national tax revenue and fend off circumvention of national laws, in accordance with the Treaty principles and taking into account internationally accepted tax rules.\n(11)\nWhen corporate groups are organised in chains of companies and profits are distributed through the chain of subsidiaries to the parent company, double taxation should be eliminated either by exemption or tax credit. In the case of tax credit the parent company should be able to deduct any tax paid by any of the subsidiaries in the chain provided that the requirements set out in this Directive are met.\n(12)\nThis Directive should be without prejudice to the obligations of the Member States relating to the time limits for transposition into national law of the Directives set out in Part B of Annex II,\nHAS ADOPTED THIS DIRECTIVE:\nArticle 1\n1.   Each Member State shall apply this Directive:\n(a)\nto distributions of profits received by companies of that Member State which come from their subsidiaries of other Member States;\n(b)\nto distributions of profits by companies of that Member State to companies of other Member States of which they are subsidiaries;\n(c)\nto distributions of profits received by permanent establishments situated in that Member State of companies of other Member States which come from their subsidiaries of a Member State other than that where the permanent establishment is situated;\n(d)\nto distributions of profits by companies of that Member State to permanent establishments situated in another Member State of companies of the same Member State of which they are subsidiaries.\n2.   This Directive shall not preclude the application of domestic or agreement-based provisions required for the prevention of fraud or abuse.\nArticle 2\nFor the purposes of this Directive the following definitions shall apply:\n(a)\n‘company of a Member State’ means any company which:\n(i)\ntakes one of the forms listed in Annex I, Part A;\n(ii)\naccording to the tax laws of a Member State is considered to be resident in that Member State for tax purposes and, under the terms of a double taxation agreement concluded with a third State, is not considered to be resident for tax purposes outside the Union;\n(iii)\nmoreover, is subject to one of the taxes listed in Annex I, Part B, without the possibility of an option or of being exempt, or to any other tax which may be substituted for any of those taxes;\n(b)\n‘permanent establishment’ means a fixed place of business situated in a Member State through which the business of a company of another Member State is wholly or partly carried on in so far as the profits of that place of business are subject to tax in the Member State in which it is situated by virtue of the relevant bilateral tax treaty or, in the absence of such a treaty, by virtue of national law.\nArticle 3\n1.   For the purposes of applying this Directive:\n(a)\nthe status of parent company shall be attributed:\n(i)\nat least to a company of a Member State which fulfils the conditions set out in Article 2 and has a minimum holding of 10 % in the capital of a company of another Member State fulfilling the same conditions;\n(ii)\nunder the same conditions, to a company of a Member State which has a minimum holding of 10 % in the capital of a company of the same Member State, held in whole or in part by a permanent establishment of the former company situated in another Member State;\n(b)\n‘subsidiary’ means that company the capital of which includes the holding referred to in point (a).\n2.   By way of derogation from paragraph 1, Member States shall have the option of:\n(a)\nreplacing, by means of bilateral agreement, the criterion of a holding in the capital by that of a holding of voting rights;\n(b)\nnot applying this Directive to companies of that Member State, which do not maintain for an uninterrupted period of at least 2 years holdings qualifying them as parent companies, or to those of their companies in which a company of another Member State does not maintain such a holding for an uninterrupted period of at least 2 years.\nArticle 4\n1.   Where a parent company or its permanent establishment, by virtue of the association of the parent company with its subsidiary, receives distributed profits, the Member State of the parent company and the Member State of its permanent establishment shall, except when the subsidiary is liquidated, either:\n(a)\nrefrain from taxing such profits; or\n(b)\ntax such profits while authorising the parent company and the permanent establishment to deduct from the amount of tax due that fraction of the corporation tax related to those profits and paid by the subsidiary and any lower-tier subsidiary, subject to the condition that at each tier a company and its lower-tier subsidiary fall within the definitions laid down in Article 2 and meet the requirements provided for in Article 3, up to the limit of the amount of the corresponding tax due.\n2.   Nothing in this Directive shall prevent the Member State of the parent company from considering a subsidiary to be fiscally transparent on the basis of that Member State’s assessment of the legal characteristics of that subsidiary arising from the law under which it is constituted and therefore from taxing the parent company on its share of the profits of its subsidiary as and when those profits arise. In this case the Member State of the parent company shall refrain from taxing the distributed profits of the subsidiary.\nWhen assessing the parent company’s share of the profits of its subsidiary as they arise the Member State of the parent company shall either exempt those profits or authorise the parent company to deduct from the amount of tax due that fraction of the corporation tax related to the parent company’s share of profits and paid by its subsidiary and any lower-tier subsidiary, subject to the condition that at each tier a company and its lower-tier subsidiary fall within the definitions laid down in Article 2 and meet the requirements provided for in Article 3, up to the limit of the amount of the corresponding tax due.\n3.   Each Member State shall retain the option of providing that any charges relating to the holding and any losses resulting from the distribution of the profits of the subsidiary may not be deducted from the taxable profits of the parent company.\nWhere the management costs relating to the holding in such a case are fixed as a flat rate, the fixed amount may not exceed 5 % of the profits distributed by the subsidiary.\n4.   Paragraphs 1 and 2 shall apply until the date of effective entry into force of a common system of company taxation.\n5.   The Council, acting unanimously in accordance with a special legislative procedure and after consulting the European Parliament and the Economic and Social Committee, shall, at the appropriate time, adopt the rules to apply as from the date of effective entry into force of a common system of company taxation.\nArticle 5\nProfits which a subsidiary distributes to its parent company shall be exempt from withholding tax.\nArticle 6\nThe Member State of a parent company may not charge withholding tax on the profits which such a company receives from a subsidiary.\nArticle 7\n1.   The term ‘withholding tax’ as used in this Directive shall not cover an advance payment or prepayment (précompte) of corporation tax to the Member State of the subsidiary which is made in connection with a distribution of profits to its parent company.\n2.   This Directive shall not affect the application of domestic or agreement-based provisions designed to eliminate or lessen economic double taxation of dividends, in particular provisions relating to the payment of tax credits to the recipients of dividends.\nArticle 8\n1.   Member States shall bring into force the laws, regulations, and administrative provisions necessary to comply with this Directive as from 18 January 2012. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive together with a correlation table between them and this Directive.\nArticle 9\nDirective 90/435/EEC, as amended by the acts listed in Annex II, Part A, is repealed, without prejudice to the obligations of the Member States relating to the time limits for transposition into national law of the Directives set out in Annex II, Part B.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table in Annex III.\nArticle 10\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nArticle 11\nThis Directive is addressed to the Member States.\nDone at Brussels, 30 November 2011.\nFor the Council\nThe President\nJ. VINCENT-ROSTOWSKI\n(1)  Opinion delivered on 4 May 2011 (not yet published in the Official Journal).\n(2)  OJ C 107, 6.4.2011, p. 73.\n(3)  OJ L 225, 20.8.1990, p. 6.\n(4)  See Annex II, Part A.\n(5)  [2008] ECR I-03189.\nANNEX I\nPART A\nList of companies referred to in Article 2(a)(i)\n(a)\ncompanies incorporated under Council Regulation (EC) No 2157/2001 of 8 October 2001 on the Statute for a European company (SE) (1) and Council Directive 2001/86/EC of 8 October 2001 supplementing the Statute for a European company with regard to the involvement of employees (2) and cooperative societies incorporated under Council Regulation (EC) No 1435/2003 of 22 July 2003 on the Statute for a European Cooperative Society (SCE) (3) and Council Directive 2003/72/EC of 22 July 2003 supplementing the Statute for a European Cooperative Society with regard to the involvement of employees (4);\n(b)\ncompanies under Belgian law known as ‘société anonyme’/‘naamloze vennootschap’, ‘société en commandite par actions’/‘commanditaire vennootschap op aandelen’, ‘société privée à responsabilité limitée’/‘besloten vennootschap met beperkte aansprakelijkheid’, ‘société coopérative à responsabilité limitée’/‘coöperatieve vennootschap met beperkte aansprakelijkheid’, ‘société coopérative à responsabilité illimitée’/‘coöperatieve vennootschap met onbeperkte aansprakelijkheid’, ‘société en nom collectif’/‘vennootschap onder firma’, ‘société en commandite simple’/‘gewone commanditaire vennootschap’, public undertakings which have adopted one of the abovementioned legal forms, and other companies constituted under Belgian law subject to Belgian corporate tax;\n(c)\ncompanies under Bulgarian law known as: ‘събирателно дружество’, ‘командитно дружество’, ‘дружество с ограничена отговорност’, ‘акционерно дружество’, ‘командитно дружество с акции’, ‘неперсонифицирано дружество’, ‘кооперации’, ‘кооперативни съюзи’, ‘държавни предприятия’ constituted under Bulgarian law and carrying on commercial activities;\n(d)\ncompanies under Czech law known as: ‘akciová společnost’, ‘společnost s ručením omezeným’;\n(e)\ncompanies under Danish law known as ‘aktieselskab’ and ‘anpartsselskab’. Other companies subject to tax under the Corporation Tax Act, in so far as their taxable income is calculated and taxed in accordance with the general tax legislation rules applicable to ‘aktieselskaber’;\n(f)\ncompanies under German law known as ‘Aktiengesellschaft’, ‘Kommanditgesellschaft auf Aktien’, ‘Gesellschaft mit beschränkter Haftung’, ‘Versicherungsverein auf Gegenseitigkeit’, ‘Erwerbs- und Wirtschaftsgenossenschaft’, ‘Betriebe gewerblicher Art von juristischen Personen des öffentlichen Rechts’, and other companies constituted under German law subject to German corporate tax;\n(g)\ncompanies under Estonian law known as: ‘täisühing’, ‘usaldusühing’, ‘osaühing’, ‘aktsiaselts’, ‘tulundusühistu’;\n(h)\ncompanies incorporated or existing under Irish law, bodies registered under the Industrial and Provident Societies Act, building societies incorporated under the Building Societies Acts and trustee savings banks within the meaning of the Trustee Savings Banks Act, 1989;\n(i)\ncompanies under Greek law known as ‘ανώνυμη εταιρεία’,·‘εταιρεία περιορισμένης ευθύνης (Ε.Π.Ε.)’·and other companies constituted under Greek law subject to Greek corporate tax;\n(j)\ncompanies under Spanish law known as: ‘sociedad anónima’, ‘sociedad comanditaria por acciones’, ‘sociedad de responsabilidad limitada’, public law bodies which operate under private law. Other entities constituted under Spanish law subject to Spanish corporate tax (‘Impuesto sobre Sociedades’);\n(k)\ncompanies under French law known as ‘société anonyme’, ‘société en commandite par actions’, ‘société à responsabilité limitée’, ‘sociétés par actions simplifiées’, ‘sociétés d’assurances mutuelles’, ‘caisses d’épargne et de prévoyance’, ‘sociétés civiles’ which are automatically subject to corporation tax, ‘coopératives’, ‘unions de coopératives’, industrial and commercial public establishments and undertakings, and other companies constituted under French law subject to French corporate tax;\n(l)\ncompanies under Italian law known as ‘società per azioni’, ‘società in accomandita per azioni’, ‘società a responsabilità limitata’, ‘società cooperative’, ‘società di mutua assicurazione’, and private and public entities whose activity is wholly or principally commercial;\n(m)\nunder Cypriot law: ‘εταιρείες’ as defined in the Income Tax laws;\n(n)\ncompanies under Latvian law known as: ‘akciju sabiedrība’, ‘sabiedrība ar ierobežotu atbildību’;\n(o)\ncompanies incorporated under the law of Lithuania;\n(p)\ncompanies under Luxembourgish law known as ‘société anonyme’, ‘société en commandite par actions’, ‘société à responsabilité limitée’, ‘société coopérative’, ‘société coopérative organisée comme une société anonyme’, ‘association d’assurances mutuelles’, ‘association d’épargne-pension’, ‘entreprise de nature commerciale, industrielle ou minière de l’Etat, des communes, des syndicats de communes, des établissements publics et des autres personnes morales de droit public’, and other companies constituted under Luxembourg law subject to Luxembourg corporate tax;\n(q)\ncompanies under Hungarian law known as: ‘közkereseti társaság’, ‘betéti társaság’, ‘közös vállalat’, ‘korlátolt felelősségű társaság’, ‘részvénytársaság’, ‘egyesülés’, ‘szövetkezet’;\n(r)\ncompanies under Maltese law known as: ‘Kumpaniji ta’ Responsabilita’ Limitata’, ‘Soċjetajiet en commandite li l-kapital tagħhom maqsum f’azzjonijiet’;\n(s)\ncompanies under Dutch law known as ‘naamloze vennootschap’, ‘besloten vennootschap met beperkte aansprakelijkheid’, ‘open commanditaire vennootschap’, ‘coöperatie’, ‘onderlinge waarborgmaatschappij’, ‘fonds voor gemene rekening’, ‘vereniging op coöperatieve grondslag’, ‘vereniging welke op onderlinge grondslag als verzekeraar of kredietinstelling optreedt’, and other companies constituted under Dutch law subject to Dutch corporate tax;\n(t)\ncompanies under Austrian law known as ‘Aktiengesellschaft’, ‘Gesellschaft mit beschränkter Haftung’, ‘Versicherungsvereine auf Gegenseitigkeit’, ‘Erwerbs- und Wirtschaftsgenossenschaften’, ‘Betriebe gewerblicher Art von Körperschaften des öffentlichen Rechts’, ‘Sparkassen’, and other companies constituted under Austrian law subject to Austrian corporate tax;\n(u)\ncompanies under Polish law known as: ‘spółka akcyjna’, ‘spółka z ograniczoną odpowiedzialnością’;\n(v)\ncommercial companies or civil law companies having a commercial form and cooperatives and public undertakings incorporated in accordance with Portuguese law;\n(w)\ncompanies under Romanian law known as: ‘societăți pe acțiuni’, ‘societăți în comandită pe acțiuni’, ‘societăți cu răspundere limitată’;\n(x)\ncompanies under Slovenian law known as: ‘delniška družba’, ‘komanditna družba’, ‘družba z omejeno odgovornostjo’;\n(y)\ncompanies under Slovak law known as: ‘akciová spoločnosť’, ‘spoločnosť s ručením obmedzeným’, ‘komanditná spoločnosť’;\n(z)\ncompanies under Finnish law known as ‘osakeyhtiö’/‘aktiebolag’, ‘osuuskunta’/‘andelslag’, ‘säästöpankki’/‘sparbank’ and ‘vakuutusyhtiö’/‘försäkringsbolag’;\n(aa)\ncompanies under Swedish law known as ‘aktiebolag’, ‘försäkringsaktiebolag’, ‘ekonomiska föreningar’, ‘sparbanker’, ‘ömsesidiga försäkringsbolag’, ‘försäkringsföreningar’;\n(ab)\ncompanies incorporated under the law of the United Kingdom.\nPART B\nList of taxes referred to in Article 2(a)(iii)\n—\nimpôt des sociétés/vennootschapsbelasting in Belgium,\n—\nкорпоративен данък in Bulgaria,\n—\ndaň z příjmů právnických osob in the Czech Republic,\n—\nselskabsskat in Denmark,\n—\nKörperschaftssteuer in Germany,\n—\ntulumaks in Estonia,\n—\ncorporation tax in Ireland,\n—\nφόρος εισοδήματος νομικών προσώπων κερδοσκοπικού χαρακτήρα in Greece,\n—\nimpuesto sobre sociedades in Spain,\n—\nimpôt sur les sociétés in France,\n—\nimposta sul reddito delle società in Italy,\n—\nφόρος εισοδήματος in Cyprus,\n—\nuzņēmumu ienākuma nodoklis in Latvia,\n—\npelno mokestis in Lithuania,\n—\nimpôt sur le revenu des collectivités in Luxembourg,\n—\ntársasági adó, osztalékadó in Hungary,\n—\ntaxxa fuq l-income in Malta,\n—\nvennootschapsbelasting in the Netherlands,\n—\nKörperschaftssteuer in Austria,\n—\npodatek dochodowy od osób prawnych in Poland,\n—\nimposto sobre o rendimento das pessoas colectivas in Portugal,\n—\nimpozit pe profit in Romania,\n—\ndavek od dobička pravnih oseb in Slovenia,\n—\ndaň z príjmov právnických osôb in Slovakia,\n—\nyhteisöjen tulovero/inkomstskatten för samfund in Finland,\n—\nstatlig inkomstskatt in Sweden,\n—\ncorporation tax in the United Kingdom.\n(1)  OJ L 294, 10.11.2001, p. 1.\n(2)  OJ L 294, 10.11.2001, p. 22.\n(3)  OJ L 207, 18.8.2003, p. 1.\n(4)  OJ L 207, 18.8.2003, p. 25.\nANNEX II\nPART A\nRepealed Directive with list of its successive amendments\n(referred to in Article 9)\nCouncil Directive 90/435/EEC\n(OJ L 225, 20.8.1990, p. 6).\nPoint XI.B.I.3 of Annex I to the 1994 Act of Accession\n(OJ C 241, 29.8.1994, p. 196).\nCouncil Directive 2003/123/EC\n(OJ L 7, 13.1.2004, p. 41).\nPoint 9.8 of Annex II to the 2003 Act of Accession\n(OJ L 236, 23.9.2003, p. 555).\nCouncil Directive 2006/98/EC\n(OJ L 363, 20.12.2006, p. 129).\nAnnex, point 7 only\nPART B\nList of time limits for transposition into national law\n(referred to in Article 9)\nDirective\nTime limit for transposition\n90/435/EEC\n31 December 1991\n2003/123/EC\n1 January 2005\n2006/98/EC\n1 January 2007\nANNEX III\nCorrelation Table\nDirective 90/435/EEC\nThis Directive\nArticle 1(1) first to fourth indents\nArticle 1(1)(a) to (d)\nArticle 1(2)\nArticle 1(2)\nArticle 2(1) first part of the introductory phrase\nArticle 2 introductory phrase\nArticle 2(1) second part of the introductory phrase\nArticle 2(a), introductory phrase\nArticle 2(1)(a)\nArticle 2(a)(i)\nArticle 2(1)(b)\nArticle 2(a)(ii)\nArticle 2(1)(c) introductory phrase of the first subparagraph and second subparagraph\nArticle 2(a)(iii)\nArticle 2(1)(c), first subparagraph, first to twenty-seventh indents\nAnnex I, Part B, first to twenty-seventh indents\nArticle 2(2)\nArticle 2(b)\nArticle 3(1) introductory phrase\nArticle 3(1), introductory phrase\nArticle 3(1)(a) first subparagraph, initial words\nArticle 3(1)(a), introductory phrase\nArticle 3(1)(a) first subparagraph, final words\nArticle 3(1)(a)(i)\nArticle 3(1)(a) second subparagraph\nArticle 3(1)(a)(ii)\nArticle 3(1)(a) third subparagraph\n—\nArticle 3(1)(a) fourth subparagraph\n—\nArticle 3(1)(b)\nArticle 3(1)(b)\nArticle 3(2) first and second indents\nArticle 3(2)(a) and (b)\nArticle 4(1) first and second indents\nArticle 4(1)(a) and (b)\nArticle 4(1a)\nArticle 4(2)\nArticle 4(2) first sentence\nArticle 4(3) first subparagraph\nArticle 4(2) second sentence\nArticle 4(3) second subparagraph\nArticle 4(3) first subparagraph\nArticle 4(4)\nArticle 4(3) second subparagraph\nArticle 4(5)\nArticles 5, 6 and 7\nArticles 5, 6 and 7\nArticle 8(1)\n—\nArticle 8(2)\nArticle 8\n—\nArticle 9\n—\nArticle 10\nArticle 9\nArticle 11\nAnnex\nAnnex I, Part A\n—\nAnnex II\n—\nAnnex III", "summary": "Common system of taxation applicable in the case of parent companies and subsidiaries of different European Union Member States\nCommon system of taxation applicable in the case of parent companies and subsidiaries of different European Union Member States\nSUMMARY OF:\nDirective 2011/96/EU on taxation applicable in the case of parent companies and subsidiaries of different Member States\nWHAT IS THE AIM OF THE DIRECTIVE?\nCommonly referred to as the parent-subsidiary directive, it aims to exempt dividends and other profit distributions paid by subsidiary companies to their parent company from withholding taxes, and to eliminate the double taxation of such income at the level of the parent company.\nThis common system is designed to facilitate the grouping together of companies across the European Union (EU), with a view to ensuring that its internal market functions effectively.\nKEY POINTS\nTypes of companies affected\nThe types of companies affected are public limited companies, private limited companies, certain cooperatives, mutual companies, savings banks, funds, European companies and European cooperative societies.\nThese companies must not have their tax domicile outside the EU and must be subject to corporation tax without the possibility of an option and without being exempt.\nThe status of parent company is attributed to a company from an EU Member State that has a minimum holding of 10% in the capital of a company from another Member State.\nReceiving profits\nA parent company or a permanent establishment has the possibility of receiving profits, even outside of the liquidation period. In this case, the Member State of the parent company or of the permanent establishment must refrain from taxing these profits or must tax them while authorising the parent company and the permanent establishment to deduct from the amount of tax due that fraction of the corporation tax related to those profits and paid by the subsidiary and any lower-tier subsidiary.\nIn an effort to prevent cross-border companies from scheduling their payments within the group in order to benefit from double non-taxation, the Member State of the parent company or of the permanent establishment must tax the profits received, insofar as these profits are deductible by the subsidiary.\nMember States retain the option of providing that any charges, relating to the holding, and any losses in capital, resulting from the distribution of the profits of the subsidiary, may not be deducted from the taxable profits of the parent company.\nThe profits distributed by a subsidiary to its parent company are exempt from withholding tax. Similarly, the Member State of the parent company may not charge withholding tax on the profits that this company receives from its subsidiary. However, this rule does not concern the advance payment or the prepayment of corporation tax to the Member State in which the subsidiary is located, made in connection with a distribution of profits to the parent company.\nAnti-abuse rule\nAmending Directive (EU) 2015/121 incorporates anti-abuse rules within Directive 2011/95/EU to prevent the latter’s misuse in terms of tax evasion, tax fraud or abusive practices. These are designed to serve the specific purpose of tackling an arrangement or a series of arrangements which are not genuine, that is, which do not reflect economic reality.\nFROM WHEN DOES THE DIRECTIVE APPLY?\nDirective 2011/96/EU has applied since 18 January 2012 and had to become law in the Member States by that date.\nAmending Directive (EU) 2015/121 has applied since 17 February 2015 and had to become law in the Member States by 31 December 2015.\nBACKGROUND\n              \nFor further information, see:\nParent companies and their subsidiaries in the European Union (European Commission).\nMAIN DOCUMENT\n            \nDirective 2011/96/EU of the Council of 30 November 2011 on the common system of taxation applicable in the case of parent companies and subsidiaries of different Member States (recast) (OJ L 345, 29.12.2011, pp. 8–16).\nSuccessive amendments to Directive 2011/96/EU have been incorporated in the original text. This consolidated version is of documentary value only.\nlast update 23.02.2022", "tags": ["tax system", "tax on profits of self-employment", "corporation tax", "nationality of legal persons", "parent company", "subsidiary"], "subjects": ["Taxation"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}