{"celex_id": "32009R1217", "reference": "15.12.2009\nEN\nOfficial Journal of the European Union\nL 328/27\nCOUNCIL REGULATION (EC) No 1217/2009\nof 30 November 2009\nsetting up a network for the collection of accountancy data on the incomes and business operation of agricultural holdings in the European Community\n(codified version)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular the third subparagraph of Article 37(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament (1),\nWhereas:\n(1)\nRegulation No 79/65/EEC of the Council of 15 June 1965 setting up a network for the collection of accountancy data on the incomes and business operation of agricultural holdings in the European Economic Community (2) has been substantially amended several times (3). In the interests of clarity and rationality the said Regulation should be codified.\n(2)\nThe development of the common agricultural policy requires that there should be available objective and relevant information on incomes in the various categories of agricultural holding and on the business operation of holdings coming within categories which call for special attention at Community level.\n(3)\nThe accounts of agricultural holdings constitute the basic source of essential data for any assessment of incomes on agricultural holdings or study of their business operation.\n(4)\nThe data collected should be obtained from agricultural holdings specially and suitably selected in accordance with common rules and be based on verifiable facts. Such data should reflect technical, economic and social conditions on the holdings involved, be taken from individual holdings, be available as quickly as possible, be based on uniform definitions, be presented in a common form and be usable at all times and in full detail by the Commission.\n(5)\nThose objectives can be attained only by means of a Community network for the collection of farm accountancy data (hereinafter referred to as ‘data network’), based on the farm accountancy offices existing in each Member State, enjoying the confidence of the parties concerned and relying on their voluntary participation.\n(6)\nIn order to obtain accounting results that are sufficiently homogeneous at Community level, the returning holdings should be distributed among the various divisions and the various categories of holdings on the basis of a stratification of the field of survey based on the Community typology for agricultural holdings as established by Commission Regulation (EC) No 1242/2008 of 8 December 2008 establishing a Community typology for agricultural holdings (4).\n(7)\nThe divisions of the data network should, as far as possible, be identical with those used for the presentation of other regional data that are essential in order to provide guidelines for the common agricultural policy.\n(8)\nFor management reasons, the Commission should be authorised to amend the list of divisions of Member States, at the request of a Member State.\n(9)\nThe field of survey of the data network should comprise all agricultural holdings of a certain economic size, irrespective of any outside work the operator may engage in. This field should be re-examined periodically in the light of the new Farm Structure Survey data.\n(10)\nReturning holdings should be selected in accordance with the rules laid down in the context of a selection plan aimed at obtaining a representative accounting sample of the field of survey.\n(11)\nIn view of the experience gained, it is desirable that the main decisions concerning the selection of returning holdings, particularly the establishment of the selection plan, should be adopted at national level. Consequently, it is at that level that a body should be made responsible for this task. Those Member States which have several divisions should, however, be free to maintain regional committees.\n(12)\nThe national liaison agency should play a key role in the management of the data network.\n(13)\nIn selecting agricultural holdings and analysing and evaluating the data collected it is necessary to refer to data derived from other sources.\n(14)\nFarmers should be given an assurance that their accounts and all other individual details obtained pursuant to this Regulation will not be used for taxation purposes or for purposes other than those provided for in this Regulation or divulged by persons participating or having participated in the Community farm accountancy data network.\n(15)\nIn order that it may satisfy itself as to the objectivity and relevance of the data collected, the Commission should be in a position to obtain all necessary details concerning the manner in which the bodies entrusted with the selection of agricultural holdings and the accountancy offices participating in the Community farm accountancy data network discharge their duties and, if necessary, to send experts to work on the spot with the collaboration of the competent national authorities.\n(16)\nThe data network is a useful tool which enables the Community to develop the common agricultural policy and it serves, as a consequence, the Member States as well as the Community. The costs of the computerised systems on which the network relies and of studies and development activities of other aspects of the network, should therefore be eligible for Community financing.\n(17)\nThe measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (5),\nHAS ADOPTED THIS REGULATION:\nCHAPTER I\nCREATION OF A COMMUNITY FARM ACCOUNTANCY DATA NETWORK\nArticle 1\n1.   To meet the needs of the common agricultural policy, a Community network for the collection of farm accountancy data is set up (hereinafter referred to as the ‘data network’).\n2.   The purpose of the data network shall be to collect the accountancy data needed for, in particular:\n(a)\nan annual determination of incomes on agricultural holdings coming within the field of the survey defined in Article 5; and\n(b)\na business analysis of agricultural holdings.\n3.   The data obtained pursuant to this Regulation shall, in particular, serve as the basis for the drawing up of reports by the Commission on the situation of agriculture and of agricultural markets as well as on farm incomes in the Community. The reports shall be submitted annually to the European Parliament and the Council, in particular for the annual fixing of prices of agricultural produce.\nArticle 2\nFor the purposes of this Regulation, the following definitions shall apply:\n(a)\n‘operator’ means the natural person responsible for the day-to-day management of an agricultural holding;\n(b)\n‘category of holding’ means a group of agricultural holdings which belong to the same categories as regards the type of farming and economic size as defined in the Community typology for agricultural holdings established by Regulation (EC) No 1242/2008;\n(c)\n‘returning holding’ means any agricultural holding making returns for the purposes of the data network;\n(d)\n‘division’ means the territory of a Member State, or any part thereof as delimited with a view to the selection of returning holdings; a list of such divisions appears in Annex I;\n(e)\n‘accountancy data’ means any technical, financial or economic data relating to an agricultural holding derived from accounts consisting of entries made systematically and regularly throughout the accounting year.\nArticle 3\nAt the request of a Member State the list of divisions shall be amended in accordance with the procedure referred to in Article 18(2), provided that the request concerns the Member State's divisions.\nCHAPTER II\nDETERMINATION OF INCOMES ON AGRICULTURAL HOLDINGS\nArticle 4\nThis Chapter shall apply to the collection of accountancy data for the purpose of making an annual determination of incomes on agricultural holdings.\nArticle 5\n1.   The field of the survey referred to in Article 1(2)(a) shall cover the agricultural holdings having an economic size equal to, or greater than, a threshold expressed in euro corresponding to one of the lower limits of the economic size classes as defined in the Community typology.\n2.   To qualify as a returning holding, an agricultural holding shall:\n(a)\nhave an economic size equal to, or greater than, a threshold to be determined in accordance with paragraph 1;\n(b)\nbe farmed by a farmer holding accounts or willing and able to keep farm accounts and willing to allow the accountancy data from his holding to be made available to the Commission;\n(c)\nbe representative, together with the other holdings and at the level of each division, of the field of survey.\n3.   The maximum number of returning holdings shall be 105 000 for the Community.\n4.   Detailed rules for the application of this Article, and in particular the threshold for the economic size and the number of returning holdings per division, shall be adopted in accordance with the procedure referred to in Article 18(2).\nArticle 6\n1.   Each Member State shall set up a national committee for the data network (hereinafter referred to as ‘the National Committee’).\n2.   The National Committee shall be responsible for the selection of returning holdings. To this end, its duties shall, in particular, include approval of:\n(a)\nthe plan for the selection of returning holdings, specifying in particular the distribution of returning holdings per category of holding and the detailed rules for selecting the said holdings;\n(b)\nthe report on the implementation of the plan for the selection of returning holdings.\n3.   The chairman of the National Committee shall be appointed by the Member State from among the members of this Committee.\nThe National Committee shall take its decisions unanimously. In the event of unanimity not being achieved, decisions shall be taken by an authority appointed by the Member State.\n4.   Member States which have several divisions may, for each of the divisions under their jurisdiction, set up a regional committee of the data network (hereinafter referred to as ‘the Regional Committee’).\nThe Regional Committee shall, in particular, have the duty of cooperating with the liaison agency referred to in Article 7 in selecting the returning holdings.\n5.   Detailed rules for the application of this Article shall be adopted in accordance with the procedure referred to in Article 18(2).\nArticle 7\n1.   Each Member State shall appoint a liaison agency whose duties shall be to:\n(a)\ninform the National Committee, the Regional Committees and the accountancy offices of the detailed rules of application concerning them and to ensure that those rules are properly implemented;\n(b)\ndraw up and submit to the National Committee for its approval, and thereafter to forward to the Commission:\n(i)\nthe plan for the selection of returning holdings, which shall be drawn up on the basis of the most recent statistical data, presented in accordance with the Community typology for agricultural holdings;\n(ii)\nthe report on the implementation of the plan for the selection of returning holdings;\n(c)\ncompile:\n(i)\nthe list of returning holdings;\n(ii)\nthe list of the accountancy offices willing and able to complete farm returns in accordance with the terms of the contracts provided for in Articles 10 and 15;\n(d)\nassemble the farm returns sent to it by the accountancy offices and to verify on the basis of a common inspection programme that they have been duly completed;\n(e)\nforward the duly completed farm returns to the Commission immediately after verification;\n(f)\ntransmit to the National Committee, the Regional Committees and the accountancy offices the requests for information provided for in Article 17 and to forward the relevant answers to the Commission.\n2.   The detailed rules for the application of this Article shall be adopted in accordance with the procedure referred to in Article 18(2).\nArticle 8\n1.   Each returning holding shall be the subject of an individual and anonymous farm return.\n2.   The accountancy data provided by each farm return shall be such that it is possible to:\n—\ncharacterise the returning holding by reference to the main elements of its factors of production;\n—\nassess the income of the holding in its various forms;\n—\ntest by means of spot-checks the veracity of the information given.\n3.   The type of accountancy data to be given in a farm return, the form in which such data are to be presented and the definitions and instructions relating thereto shall be determined in accordance with the procedure referred to in Article 18(2).\nArticle 9\nA farmer whose holding is selected as a returning holding shall choose, from a list compiled for that purpose by the liaison agency, an accountancy office willing to complete the return for his holding in accordance with the terms of the contract provided for in Article 10.\nArticle 10\n1.   A contract shall be concluded annually on the authority of the Member State between the competent authority designated by the latter and each accountancy office chosen as provided for in Article 9. Under this contract the accountancy office shall undertake, in consideration of a standard fee, to complete farm returns in a manner consistent with the provisions of Article 8.\n2.   The terms of the contract referred to in paragraph 1, which must be uniform in all Member States, shall be determined in accordance with the procedure referred to in Article 18(2).\n3.   Where the duties of an accountancy office are carried out by an administrative department, the latter shall be notified as to its duties through the normal administrative channels.\nCHAPTER III\nCOLLECTION OF ACCOUNTANCY DATA FOR THE PURPOSE OF A BUSINESS ANALYSIS OF AGRICULTURAL HOLDINGS\nArticle 11\nThis Chapter shall apply to the collection of accountancy data for the purpose of a business analysis of agricultural holdings.\nArticle 12\nIn accordance with the procedure referred to in Article 18(2) the following shall be determined:\n—\nthe subjects of the analyses referred to in Article 1(2)(b);\n—\ndetailed rules concerning the selection and number of returning holdings, these being established according to the objectives of each particular analysis.\nArticle 13\n1.   Each returning holding selected in accordance with the rules adopted pursuant to the second indent of Article 12 shall be the subject of a special farm return, which shall be individual to that holding and anonymous. This farm return shall include the accountancy data required under Article 8(2) and all such further accountancy items and details as each particular analysis may require.\n2.   The type of accountancy data to be given in a special farm return, the form in which such data are to be presented and the definitions and instructions relating thereto shall be determined in accordance with the procedure referred to in Article 18(2).\n3.   Special farm returns shall be completed by the various accountancy offices chosen as provided in Article 14.\nArticle 14\nA farmer whose holding is selected in accordance with the rules adopted pursuant to the second indent of Article 12 shall choose from a list compiled for the purpose by the liaison agency an accountancy office willing to complete the special return for his holding in accordance with the terms of the contract provided for in Article 15.\nArticle 15\n1.   A contract shall be concluded on the authority of the Member State between the competent authority designated by the latter and each accountancy office chosen as provided for in Article 14. Under this contract the accountancy office shall undertake, in consideration of a standard fee, to complete special farm returns in a manner consistent with the provisions of Article 13.\n2.   The terms of the contract referred to in paragraph 1, which must be uniform in all Member States, shall be determined in accordance with the procedure referred to in Article 18(2).\nThe supplementary terms which may be included in that contract by Member States shall be determined in accordance with the same procedure.\n3.   Where the duties of an accountancy office are carried out by an administrative department, the latter shall be notified as to its duties through the normal administrative channels.\nCHAPTER IV\nGENERAL PROVISIONS\nArticle 16\n1.   It shall be prohibited to use for taxation purposes any individual accountancy data or other individual details obtained in implementation of this Regulation, or to divulge or use such data for purposes other than those provided for in Article 1.\n2.   It shall be prohibited for any person participating or having participated in the data network to divulge any individual accountancy data or any other individual details of which knowledge was acquired in the exercise of his duties or otherwise incidentally to such exercise.\n3.   Member States shall take all appropriate measures to penalise infringements of the provisions of paragraph 2.\nArticle 17\n1.   The National Committee, the Regional Committees, the liaison agency and the accountancy offices shall be bound, within their respective areas of responsibility, to furnish the Commission with any information which the latter may request of them regarding the discharge of their duties under this Regulation.\nSuch requests for information made to the National Committee, the Regional Committees or to the accountancy offices and the relevant answers shall be forwarded in writing through the liaison agency.\n2.   If the information supplied is inadequate or if such information fails to arrive in good time, the Commission may, with the collaboration of the liaison agency, send experts to work on the spot.\nArticle 18\n1.   The Commission shall be assisted by the Community Committee for the Farm Accountancy Data Network (hereinafter referred to as the ‘Community Committee’).\n2.   Where reference is made to this paragraph Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at one month.\n3.   The Community Committee shall be consulted for the purpose of:\n(a)\nverifying that the plans for the selection of returning holdings are in conformity with the provisions of Article 5;\n(b)\nanalysing and evaluating the weighted annual results furnished by the data network, having regard in particular to data deriving from other sources, inter alia, from farm accounts and statistics generally and from national accounts.\n4.   The Community Committee may examine any other matter raised by its chairman, either on his own initiative or at the request of a representative of a Member State.\nIt shall examine each year, in October, the trend of farm incomes in the Community, referring in particular to the updated results of the data network.\nIt shall be kept regularly informed of the working of the data network.\n5.   The Chairman shall convene the meetings of the Community Committee.\nSecretarial services for the Community Committee shall be provided by the Commission.\nArticle 19\n1.   Appropriations to be included in the general budget of the European Union, in the Commission section, shall cover:\n(a)\nthose costs of the data network attributable to payment of fees to accountancy offices in consideration of their performance of the duties referred to in Articles 10 and 15;\n(b)\nall the costs of the computerised systems operated by the Commission for the reception, verification, processing and analysis of accountancy data supplied by the Member States.\nThe costs referred to in point (b) include, where appropriate, the costs of disseminating the results of those operations and the costs of studies into, and development of, other aspects of the data network.\n2.   Costs in respect of the setting up and operation of the National Committee, Regional Committees and liaison agencies shall not be included in the Community budget.\nArticle 20\nRegulation No 79/65/EEC is repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex III.\nArticle 21\nThis Regulation shall enter into force on the twentieth day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 30 November 2009.\nFor the Council\nThe President\nS. O. LITTORIN\n(1)  Opinion of 20 October 2009 (not yet published in the Official Journal).\n(2)  OJ 109, 23.6.1965, p. 1859/65.\n(3)  See Annex II.\n(4)  OJ L 335, 13.12.2008, p. 3.\n(5)  OJ L 184, 17.7.1999, p. 23.\nANNEX I\nList of divisions referred to in Article 2(d)\nBelgium\n1.\nVlaanderen\n2.\nBruxelles — Brussel\n3.\nWallonie\nBulgaria\n1.\nСеверозападен (Severozapaden)\n2.\nСеверен централен (Severen tsentralen)\n3.\nСевероизточен (Severoiztochen)\n4.\nЮгозападен (Yugozapaden)\n5.\nЮжен централен (Yuzhen tsentralen)\n6.\nЮгоизточен (Yugoiztochen)\nHowever, Bulgaria may constitute a single division until 31 December 2009\nCzech Republic\nConstitutes a single division\nDenmark\nConstitutes a single division\nGermany\n1.\nSchleswig-Holstein\n2.\nHamburg\n3.\nNiedersachsen\n4.\nBremen\n5.\nNordrhein-Westfalen\n6.\nHessen\n7.\nRheinland-Pfalz\n8.\nBaden-Württemberg\n9.\nBayern\n10.\nSaarland\n11.\nBerlin\n12.\nBrandenburg\n13.\nMecklenburg-Vorpommern\n14.\nSachsen\n15.\nSachsen-Anhalt\n16.\nThüringen\nEstonia\nConstitutes a single division\nIreland\nConstitutes a single division\nGreece\n1.\nΜακεδονία — Θράκη\n2.\nΉπειρος — Πελοπόννησος — Νήσοι Ιονίου\n3.\nΘεσσαλία\n4.\nΣτερεά Ελλάς — Νήσοι Αιγαίου — Κρήτη\nSpain\n1.\nGalicia\n2.\nAsturias\n3.\nCantabria\n4.\nPaís Vasco\n5.\nNavarra\n6.\nLa Rioja\n7.\nAragón\n8.\nCataluña\n9.\nBaleares\n10.\nCastilla-León\n11.\nMadrid\n12.\nCastilla-La Mancha\n13.\nComunidad Valenciana\n14.\nMurcia\n15.\nExtremadura\n16.\nAndalucía\n17.\nCanarias\nFrance\n1.\nÎle de France\n2.\nChampagne-Ardenne\n3.\nPicardie\n4.\nHaute-Normandie\n5.\nCentre\n6.\nBasse-Normandie\n7.\nBourgogne\n8.\nNord-Pas de Calais\n9.\nLorraine\n10.\nAlsace\n11.\nFranche-Comté\n12.\nPays de la Loire\n13.\nBretagne\n14.\nPoitou-Charentes\n15.\nAquitaine\n16.\nMidi-Pyrénées\n17.\nLimousin\n18.\nRhône-Alpes\n19.\nAuvergne\n20.\nLanguedoc-Roussillon\n21.\nProvence-Alpes-Côte d'Azur\n22.\nCorse\nItaly\n1.\nPiemonte\n2.\nValle d'Aosta\n3.\nLombardia\n4.\nAlto Adige\n5.\nTrentino\n6.\nVeneto\n7.\nFriuli — Venezia Giulia\n8.\nLiguria\n9.\nEmilia — Romagna\n10.\nToscana\n11.\nUmbria\n12.\nMarche\n13.\nLazio\n14.\nAbruzzi\n15.\nMolise\n16.\nCampania\n17.\nPuglia\n18.\nBasilicata\n19.\nCalabria\n20.\nSicilia\n21.\nSardegna\nCyprus\nConstitutes a single division\nLatvia\nConstitutes a single division\nLithuania\nConstitutes a single division\nLuxembourg\nConstitutes a single division\nHungary\n1.\nKözép-Magyarország\n2.\nKözép-Dunántúl\n3.\nNyugat-Dunántúl\n4.\nDél-Dunántúl\n5.\nÉszak-Magyarország\n6.\nÉszak-Alföld\n7.\nDél-Alföld\nMalta\nConstitutes a single division\nNetherlands\nConstitutes a single division\nAustria\nConstitutes a single division\nPoland\n1.\nPomorze and Mazury\n2.\nWielkopolska and Śląsk\n3.\nMazowsze and Podlasie\n4.\nMałopolska and Pogórze\nPortugal\n1.\nNorte e Centro\n2.\nRibatejo-Oeste\n3.\nAlentejo e Algarve\n4.\nAçores e Madeira\nRomania\n1.\nNord-Est\n2.\nSud-Est\n3.\nSud-Muntenia\n4.\nSud-Vest-Oltenia\n5.\nVest\n6.\nNord-Vest\n7.\nCentru\n8.\nBucurești-Ilfov\nSlovenia\nConstitutes a single division\nSlovakia\nConstitutes a single division\nFinland\n1.\nEtelä-Suomi\n2.\nSisä-Suomi\n3.\nPohjanmaa\n4.\nPohjois-Suomi\nSweden\n1.\nPlains of Southern and Central Sweden\n2.\nForest and mixed agricultural and forest areas of Southern and Central Sweden\n3.\nAreas of Northern Sweden\nUnited Kingdom\n1.\nEngland — north region\n2.\nEngland — east region\n3.\nEngland — west region\n4.\nWales\n5.\nScotland\n6.\nNorthern Ireland\nANNEX II\nRepealed Regulation with list of its successive amendments\nCouncil Regulation No 79/65/EEC\n(OJ 109, 23.6.1965, p. 1859)\n1972 Act of Accession, Annex I, Point II.A.4 and Annex II, Point II.D.1\n(OJ L 73, 27.3.1972, p. 59 and p. 125)\nCouncil Regulation (EEC) No 2835/72\n(OJ L 298, 31.12.1972, p. 47)\nCouncil Regulation (EEC) No 2910/73\n(OJ L 299, 27.10.1973, p. 1)\n1979 Act of Accession, Annex I, Points II.A. and II.G.\n(OJ L 291, 19.11.1979, p. 64 and p. 87)\nCouncil Regulation (EEC) No 2143/81\n(OJ L 210, 30.7.1981, p. 1)\nCouncil Regulation (EEC) No 3644/85\n(OJ L 348, 24.12.1985, p. 4)\n1985 Act of Accession, Annex I, Point XIV(i)\n(OJ L 302, 15.11.1985, p. 235)\nCouncil Regulation (EEC) No 3768/85\n(OJ L 362, 31.12.1985, p. 8)\nonly point (2) of the Annex\nCouncil Regulation (EEC) No 3577/90\n(OJ L 353, 17.12.1990, p. 23)\nonly Annex XVI\n1994 Act of Accession, Annex I, Point V.A.I\n(OJ C 241, 29.8.1994, p. 117)\nCouncil Regulation (EC) No 2801/95\n(OJ L 291, 6.12.1995, p. 3)\nCouncil Regulation (EC) No 1256/97\n(OJ L 174, 2.7.1997, p. 7)\nCouncil Regulation (EC) No 806/2003\n(OJ L 122, 16.5.2003, p. 1)\nonly point (1) of Annex II\n2003 Act of Accession, Annex II, Point 6.A.1\n(OJ L 236, 23.9.2003, p. 346)\nCouncil Regulation (EC) No 2059/2003\n(OJ L 308, 25.11.2003, p. 1)\nCommission Regulation (EC) No 660/2004\n(OJ L 104, 8.4.2004, p. 97)\nCommission Regulation (EC) No 1791/2006\n(OJ L 363, 20.12.2006, p. 1)\nonly point 1 of Section A of Chapter 5 of the Annex\nCommission Regulation (EC) No 1469/2007\n(OJ L 329, 14.12.2007, p. 5)\nANNEX III\nCORRELATION TABLE\nRegulation No 79/65/EEC\nThis Regulation\nArticles 1 and 2\nArticles 1 and 2\nArticle 2a\nArticle 3\nArticle 3\nArticle 4\nArticle 4\nArticle 5\nArticle 5\nArticle 6\nArticle 6(1)(a)\nArticle 7(1)(a)\nArticle 6(1)(b), first indent\nArticle 7(1)(b)(i)\nArticle 6(1)(b), second indent\nArticle 7(1)(b)(ii)\nArticle 6(1)(c), first indent\nArticle 7(1)(c)(i)\nArticle 6(1)(c), second indent\nArticle 7(1)(c)(ii)\nArticle 6(1)(e), (f) and (g)\nArticle 7(1)(e), (f) and (g)\nArticle 6(2)\nArticle 7(2)\nArticle 7\nArticle 8\nArticle 8\nArticle 9\nArticle 9\nArticle 10\nArticle 10\nArticle 11\nArticle 11\nArticle 12\nArticle 12\nArticle 13\nArticle 13\nArticle 14\nArticle 14\nArticle 15\nArticle 15\nArticle 16\nArticle 16\nArticle 17\nArticle 17\n—\nArticle 18\n—\nArticle 19\nArticle 18(1), (2) and (3)\nArticle 20(1) and (2)\nArticle 18(4) and (5)\nArticle 21, first and second paragraphs\nArticle 18(6)\nArticle 21, third paragraph\n—\nArticle 22\nArticle 19\nArticle 23\n—\n—\nArticle 20\n—\nArticle 21\nAnnex\nAnnex I\n—\nAnnex II\n—\nAnnex III", "summary": "Farm incomes and operations - EU statistics\nFarm incomes and operations - EU statistics\nThe Farm Accountancy Data Network (FADN) enables the European Commission to collect data on the incomes and economic activities of agricultural holdings in the European Union in order to take informed decisions to shape the future common agricultural policy.\nACT\n                  \nCouncil Regulation (EC) No 1217/2009 of 30 November 2009 setting up a network for the collection of accountancy data on the incomes and business operation of agricultural holdings in the European Community\nSUMMARY\n                  \nIn order to ensure simple and convenient access for other institutions and the public to the annual analytical reports based on the FADN, reports covering selected sectors are published on a dedicated website.\nWHAT DOES THIS REGULATION DO?\n                     \nIt sets out the rules for the collection of comparable farm accountancy data throughout the EU. These data are used to determine the annual incomes of agricultural holdings and for the business analysis of their activities. The data are collected every year based on a sample composed of more than 80,000 agricultural holdings.\nThe process for collecting the accountancy data\nEU countries are responsible for surveys on their territory and each must appoint a liaison agency, which organises the data collection from different sources (such as farms and accounting offices) and electronically forwards the data to the Commission.\nA National Committee is responsible for the selection of returning holdings (i.e. the holdings taking part in the survey). Where an EU country is composed of several divisions, the National Committee may rely on regional committees.\nFarm return\nEach farm surveyed completes a return, which is a type of questionnaire. The data to be collected and delivered to the EC are identical for all EU countries, irrespective of their accounting practices and how they organise the data collection process.\nKEY POINTS\n                     \nRegulation (EU) No 1318/2013 amends Council Regulation (EC) No 1217/2009 (the FADN basic act) and introduces certain changes to the FADN rules.\nIt gives the European Commission the power to adopt delegated and implementing acts. These delegated powers relate, among other things, to:\nthe establishment of the list of FADN divisions (some EU countries represent a single division while some, particularly the larger ones, are broken down into smaller territorial units, such as regions or provinces),\nthe rules for fixing economic size of returning holdings participating in the sample and for the plan for selecting the returning holdings,\nthe main typology classification of EU agricultural holdings,\nthe main groups of accountancy data to be collected and the general rules for data collection.\nAs a result of this delegated power, Commission Delegated Regulation (EU) No 1198/2014 lays down rules supplementing some elements of Regulation (EC) No 1217/2009 (e.g. the correspondence between types of farming or the list of the main groups of accountancy data to be collected).\nAs for the implementing powers, Commission Implementing Regulation (EU) 2015/220 lays down rules for the application of Council Regulation (EC) No 1217/2009. These include the detailed description of the group of accountancy data to be collected in each farm return and the economic thresholds applied in each country.\nAccording to Regulation (EC) No 1217/2009 the data are covered by strict confidentiality rules and can only be used to meet the needs of the common agricultural policy. For example, they cannot be used by authorities for tax or compliance purposes.\nLastly, the regulation stipulates that the Commission is assisted by the Committee for the Farm Accountancy Data Network, composed of representatives of all EU countries.\nWHEN DOES THE REGULATION APPLY?\n                     \nRegulation (EC) No 1217/2009 entered into force in January 2010 while the amendment introduced by Regulation (EU) No 1318/2013 has applied since 1 January 2014.\nFurther information is available from the European Commission’s Directorate-General for Agriculture and Rural Development website.\nREFERENCES\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nRegulation (EC) No 1217/2009\n4.1.2010\n-\nOJ L 328, 15.12.2009, pp. 27-38\nAmending act(s)\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nRegulation (EU) No 1318/2013\n20.12.2013\n-\nOJ L 340, 17.12.2013, pp. 1-6\nRELATED ACTS\n                  \nCommission Delegated Regulation (EU) No 1198/2014 of 1 August 2014 supplementing Council Regulation (EC) No 1217/2009 setting up a network for the collection of accountancy data on the incomes and business operation of agricultural holdings in the European Union (OJ L 321, 7.11.2014, pp. 2-6)\nCommission Implementing Regulation (EU) 2015/220 of 3 February 2015 laying down rules for the application of Council Regulation (EC) No 1217/2009 setting up a network for the collection of accountancy data on the incomes and business operation of agricultural holdings in the European Union (OJ L 46, 19.2.2015, pp. 1-106)\nlast update 02.09.2015", "tags": ["economic analysis", "farm accountancy data network", "farmers' income", "data protection", "disclosure of information", "codification of EU law", "personal data", "EU agriculture committee", "agricultural holding"], "subjects": ["Information and verification", "Agricultural structures"], "split": "train", "reference_annotations": {}, "summary_annotations": {"32009R1217_p1": {"text": "regulation 1318/2013 amends Council regulation 1217/2009 (the FADN basic act) and introduces certain changes to the FADN rules.", "triples": [" regulation 1318/2013,  amends,  regulation 1217/2009"]}, "32009R1217_p2": {"text": "As a result of this delegated power, Commission Delegated regulation 1198/2014 lays down rules supplementing some elements of regulation 1217/2009 (e.g. the correspondence between types of farming or the list of the main groups of accountancy data to be collected).", "triples": [" regulation 1198/2014,  supplementing,  regulation 1217/2009"]}, "32009R1217_p4": {"text": "Commission Delegated regulation 1198/2014 of 1 August 2014 supplementing Council regulation 1217/2009 setting up a network for the collection of accountancy data on the incomes and business operation of agricultural holdings in the European Union (OJ L 321, 7.11.2014, pp. 2-6)", "triples": [" regulation 1198/2014,  supplementing,  regulation 1217/2009"]}}}