{"celex_id": "32008D0213", "reference": "19.3.2008\nEN\nOfficial Journal of the European Union\nL 80/46\nCOUNCIL DECISION\nof 18 February 2008\non the principles, priorities and conditions contained in the European Partnership with Serbia including Kosovo as defined by United Nations Security Council Resolution 1244 of 10 June 1999 and repealing Decision 2006/56/EC\n(2008/213/EC)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 533/2004 of 22 March 2004 on the establishment of partnerships in the framework of the stabilisation and association process (1), as amended, and in particular Article 2 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1)\nThe Thessaloniki European Council of 19 and 20 June 2003 endorsed the introduction of the European Partnerships as a means to materialise the European perspective of the Western Balkan countries.\n(2)\nRegulation (EC) No 533/2004 provides that the Council is to decide on the principles, priorities and conditions to be contained in the partnerships, as well as any subsequent adjustments. It states also that the follow-up to the European Partnerships will be ensured through the mechanisms established under the stabilisation and association process, notably by the annual progress reports.\n(3)\nOn 30 January 2006 the Council adopted the second European Partnership with Serbia including Kosovo under UNSCR 1244 (2).\n(4)\nThe Commission's Paper on enlargement strategy and main challenges 2006-2007 indicated that the partnerships would be updated at the end of 2007.\n(5)\nOn 17 July 2006 the Council adopted Regulation (EC) No 1085/2006 (3), establishing an Instrument for Pre-accession Assistance (IPA) which renews the framework for financial assistance to pre-accession countries.\n(6)\nIt is therefore appropriate to adopt a revised European Partnership which updates the current partnership in order to identify renewed priorities for further work, on the basis of the findings of the 2007 Progress Reports on the preparations by Serbia as well as Kosovo under UNSCR 1244 for further integration with the European Union.\n(7)\nIn order to prepare for further integration with the European Union, the competent authorities in Serbia as well as Kosovo under UNSCR 1244 should develop a plan with a timetable and specific measures to address the priorities of this European Partnership.\n(8)\nDecision 2006/56/EC should therefore be repealed,\nHAS DECIDED AS FOLLOWS:\nArticle 1\nThe principles, priorities and conditions in the European Partnership with Serbia including Kosovo under UNSCR 1244 are set out in Annexes 2 and 3.\nArticle 2\nThe implementation of the European Partnership shall be examined through the mechanisms established under the stabilisation and association process, notably the annual progress reports presented by the Commission.\nArticle 3\nDecision 2006/56/EC shall be repealed.\nArticle 4\nThis Decision shall take effect on the third day following its publication in the Official Journal of the European Union.\nDone at Brussels, 18 February 2008.\nFor the Council\nThe President\nD. RUPEL\n(1)  OJ L 86, 24.3.2004, p. 1. Regulation as amended by Regulation (EC) No 269/2006 (OJ L 47, 17.2.2006, p. 7).\n(2)  Council Decision 2006/56/EC of 30 January 2006 on the principles, priorities and conditions contained in the European Partnership with Serbia and Montenegro including Kosovo as defined by the United Nations Security Council Resolution 1244 of 10 June 1999 and repealing Decision 2004/520/EC (OJ L 35, 7.2.2006, p. 32). Decision as amended by Decision 2007/49/EC (OJ L 20, 27.1.2007, p. 16).\n(3)  OJ L 210, 31.7.2006, p. 82.\nANNEX 1\nSERBIA — INCLUDING KOSOVO UNDER UNSCR 1244 — EUROPEAN PARTNERSHIP 2007\n1.   INTRODUCTION\nThe European Council endorsed the introduction of the European Partnerships as a means to realise the European perspective of the Western Balkan countries. The proposed revised partnership updates the second one, on the basis of the findings of the 2007 Commission Progress Reports on Serbia and on Kosovo under UNSCR 1244. It identifies new and remaining priorities for action. The new priorities are adapted to the country's specific needs and stage of preparation and will be updated as necessary. The authorities are expected to develop a plan including a timetable and specific measures intended to address the European Partnership priorities. The partnership also provides guidance for financial assistance to the country.\n2.   PRINCIPLES\nThe stabilisation and association process remains the framework for the European course of the Western Balkan countries, all the way to their future accession. The priorities identified relate to the capacity to meet the criteria defined by the Copenhagen European Council of 1993 and the conditions set by the stabilisation and association process, notably the conditions defined by the Council in its conclusions of 29 April 1997 and 21 and 22 June 1999, the final declaration of the Zagreb Summit of 24 November 2000 and the Thessaloniki Agenda.\n3.   PRIORITIES\nThe priorities listed in this European Partnership have been selected on the basis that it is realistic to expect that they can be completed or taken substantially forward over the next few years. A distinction is made between short-term priorities, which are expected to be accomplished within one to two years, and medium-term priorities, which are expected to be accomplished within three to four years. The priorities concern both legislation and its implementation.\nIn view of the need to set priorities, clearly there are other tasks for to be completed which may become priorities in any future partnership, also taking into account future progress made by Serbia and Kosovo under UNSCR 1244.\nAmong the short-term priorities, the key ones have been identified and grouped together at the beginning of the lists. The order of these key priorities does not imply a ranking in their importance.\nThe priorities are listed in Annexes 2 and 3.\n4.   PROGRAMMING\nCommunity assistance under the stabilisation and association process to the Western Balkan countries will be provided under the existing financial instruments, in particular by Regulation (EC) No 1085/2006 (IPA) and, for programmes adopted before 2007, Regulation (EC) No 2666/2000 (CARDS Regulation) (1). The financing agreements serve as legal basis for the implementation of the concrete programmes. Accordingly, this Decision will have no financial implications.\nSerbia including Kosovo under UNSCR 1244 can also have access to funding from multi-country and horizontal programmes.\n5.   CONDITIONALITY\nAssistance to the Western Balkan countries is conditional on progress on satisfying the Copenhagen criteria and on meeting the specific priorities of this European Partnership. Failure to respect these conditions could lead the Council to take appropriate measures on the basis of Article 21 of Regulation (EC) No 1085/2006 or, in the case of pre-2007 programmes, on the basis of Article 5 of Regulation (EC) No 2666/2000. The assistance is also subject to the conditions defined by the Council in its conclusions of 29 April 1997, in particular as regards the recipients' undertaking to carry out democratic, economic and institutional reforms. Specific conditions are also included in individual annual programmes. The financing decisions will be followed by a financing agreement signed with the relevant authorities.\n6.   MONITORING\nImplementation of the European Partnership will be examined by the mechanisms established under the stabilisation and association process, notably the annual reports presented by the Commission.\n(1)  OJ L 306, 7.12.2000, p. 1. Regulation as last amended by Regulation (EC) No 2112/2005 (OJ L 344, 27.12.2005, p. 23).\nANNEX 2\nPRIORITIES FOR SERBIA\nSHORT TERM PRIORITIES\nKey priorities\n—\nEnsure compliance with the future obligations under the Stabilisation and Association Agreement (SAA) and in particular the Interim Agreement (IA).\n—\nEnsure full cooperation with the International Criminal Tribunal for the former Yugoslavia (ICTY).\n—\nCooperate constructively on matters relating to Kosovo.\n—\nEnsure that the constitution and constitutional law are implemented in line with European standards.\n—\nContinue efforts to implement the reform of the public administration, including the civil service pay system, to ensure transparent recruitment and promotion as well as professionalism and accountability, strengthen the European integration structures, improve coordination throughout the public administration and parliament and pay particular attention to policy coordination.\n—\nImprove the functioning of the judiciary, guarantee its independence, accountability, professionalism and efficiency and ensure that the career development and recruitment of judges and prosecutors are based on technical and professional criteria and free from political influence. Ensure proper functioning of the Constitutional Court.\n—\nStep up the fight against corruption at all levels and develop a comprehensive public system of financial control to increase transparency and accountability in use of public finances.\n—\nFinalise the process of privatisation or, when appropriate, liquidation of social-owned and state-owned enterprises.\nPolitical criteria\nDemocracy and the rule of law\nConstitution\n—\nAlign legislation and institutions with the new Constitution.\nParliament\n—\nComplete the reform of the legal framework on elections (including the voters' register), bring it into line with the new constitutional requirements and ensure transparency and accountability of political party financing, including revision of the existing legislation to provide for sufficient monitoring and sanctions.\nPublic administration\n—\nEstablish a fully functioning ombudsman's office in line with legislative requirements and ensure proper follow-up to the recommendations made by the ombudsman.\nCivilian oversight of security forces\n—\nEnsure greater democratic oversight by tightening parliamentary control and establishing more transparent financial management.\nJudicial system\n—\nEnsure the full independence of the courts and prosecution system.\n—\nStrengthen the office of the prosecutor for war crimes.\n—\nImplement the action plan on the judicial reform strategy.\n—\nAdopt and implement legislation on mandatory initial and continuous training for judges, prosecutors and court support staff and strengthen the training centres.\n—\nRationalise the court system, modernise proceedings, introduce an effective court management system and establish administrative and appellate courts.\n—\nCreate an IT network for prosecutors at all levels, ensure enforcement of court decisions and further strengthen the capacity to try war crimes domestically in full compliance with international obligations to the ICTY.\nAnti-corruption policy\n—\nImplement the action plan on the anti-corruption strategy and establish an independent and effective anti-corruption agency.\n—\nRatify international conventions against corruption.\n—\nFurther clarify and enforce regulations related to the prevention of conflict of interests, in line with international standards.\n—\nDevelop and implement a transparent system of declaration of assets of public officials.\nHuman rights and protection of minorities\n—\nFulfil all obligations arising out of membership of the Council of Europe.\n—\nEnsure compliance with the human rights provisions of the new constitution.\n—\nContinue de-institutionalisation, community-based services and aid to dependent persons, including in the field of mental health.\nCivil and political rights\n—\nReview relevant legislation concerning religious rights to ensure that it is in line with the Constitution.\n—\nTake action in alleged cases of ill-treatment and strengthen the internal control services dealing with ill-treatment by law enforcement agents.\n—\nImprove prison conditions, ensure appropriate monitoring of prison conditions for long-term inmates and for inmates convicted of organised crime and ensure further training of penitentiary staff and improvement of special needs facilities.\n—\nImprove the functioning of the Broadcasting Council in line with international standards, ensure fair and transparent allocation of regional and local broadcasting frequencies to media operators.\n—\nFully implement the Law on free access to information and strengthen the office of the Commissioner for Free Access to Information to ensure enforcement of decisions/recommendations.\n—\nAdopt legislation on associations and the legal status of NGOs, encourage the development of civil society organisations and regular dialogue with civil society on policy initiatives.\n—\nEnhance access to justice.\nSocial and economic rights\n—\nAdopt comprehensive anti-discrimination legislation and ensure appropriate institutional support for victims.\n—\nAdopt adequate legislation on the restitution of property and ensure full implementation.\n—\nImprove the protection of women's and children's rights.\nMinority rights, cultural rights and protection of minorities\n—\nEnsure that constitutional provisions on cultural and minority rights and protection of minorities are observed and fully implement the strategies and action plans relevant to integration of Roma, including returnees.\n—\nContinue efforts to promote good inter-ethnic relations, including measures in the field of education, strengthen the functioning of minority national councils, including adoption of pending legislation, promote participation by minorities in the judiciary and law enforcement bodies and continue awareness-raising activities, including use of minority languages.\n—\nAdjust relevant legislation to the new constitution and ensure full implementation of minority rights, in particular on education in the mother tongue.\n—\nAdopt new legislation on refugees and continue to implement the national strategy on refugees.\nRegional issues and international obligations\n—\nContinue to honour the Dayton/Paris Agreements.\n—\nTake measures to abide by the February 2007 judgment of the International Court of Justice on the case brought by Bosnia and Herzegovina against Serbia and Montenegro regarding application of the Convention on the Prevention and Punishment of the Crime of Genocide.\n—\nContribute to strengthening regional cooperation, reconciliation and good neighbourly relations, including by promoting the transition from the Stability Pact to a more regionally owned cooperation framework and effective implementation of the Central European Free Trade Agreement (CEFTA).\n—\nConclude and implement agreements with neighbouring countries on cross-border cooperation, the fight against organised crime, trafficking and smuggling, judicial cooperation, border management and the environment.\n—\nContribute to resolving outstanding border issues with Croatia and with Bosnia and Herzegovina.\n—\nEnsure the right to a real choice between sustainable return and integration and contribute to ensuring full implementation of the Sarajevo Declaration.\nEconomic criteria\n—\nImplement a stability-oriented fiscal policy, including a public sector wage policy, which aims at fiscal consolidation and is conducive to low inflation and external sustainability.\n—\nContinue reforms of public finance management in order to strengthen control, transparency, accountability and efficiency.\n—\nPursue a monetary policy conducive to the objective of price stability to reduce and anchor inflation expectations.\n—\nImprove bankruptcy procedures in order to speed up market exit of unviable enterprises and to foster structural change.\n—\nComplete the liberalisation of remaining administered prices with the view of improving the efficiency of market mechanisms and resource allocation.\n—\nFurther strengthen financial supervision to help ensure stability of the financial sector.\n—\nFurther develop and implement the reform of the pension system and continue the reform of the health insurance system and accelerate the restructuring and privatisation of the insurance sector.\n—\nContinue efforts to formalise the grey economy and implement a public expenditure management system and tax reforms.\n—\nDevelop a stable and functioning land/real estate market and prepare cadastre legislation.\n—\nContinue efforts to promote employment, including by means of vocational training and labour market reforms, improve public employment services and implement the strategy on employment of people with disabilities.\nEuropean standards\nInternal market\nFree movement of goods\n—\nContinue to align the legal framework on standardisation, certification, metrology, accreditation and conformity assessment with European standards. Continue to adopt European standards and establish a national coordination body for quality infrastructure responsible for strengthening the entire area.\n—\nEstablish a market surveillance structure and ensure proper coordination among the market surveillance authorities.\n—\nAdjust the trade regime and relevant legislation to comply with obligations stemming from the WTO, SAA and CEFTA.\n—\nEstablish internal consultation and notification mechanisms for new technical regulations prior to adoption of measures with an impact on trade.\n—\nStrengthen the administrative capacity in the area of consumer protection.\nFree movement of capital\n—\nContinue to develop a system of international payment operations in line with international rules and establish national treatment for purchases of real estate.\nCustoms and taxation\n—\nComplete the alignment of customs legislation necessary for proper implementation of the SAA, strengthen the capacity of the customs administration to fight corruption, cross-border crime and fiscal evasion and strengthen enforcement capacity, especially in the areas of risk analysis and post-clearance control.\n—\nContinue approximation of tax legislation to the acquis, implement tax legislation, in particular on revenue collection and control in order to reduce tax fraud and increase enforcement capacity.\n—\nCommit to the principles of the Code of Conduct for business taxation and ensure that new tax measures comply with these principles.\nCompetition\n—\nImprove existing anti-trust legislation in line with the SAA requirements and strengthen the administrative capacity of the Competition Commission to ensure efficient and independent enforcement of the rules in line with the EU acquis.\n—\nEstablish an independent and fully functioning authority for monitoring state aid.\n—\nImprove merger control procedures in order to strengthen the efficiency of the Competition Commission.\n—\nEstablish a proper legal framework for state aid in line with the SAA requirements.\nPublic procurement\n—\nImplement a consistent and effective public procurement regime, ensure the independence of the public procurement bodies, ensure transparent procedures, regardless of the value of the contract concerned, and non-discrimination between Serbian and EU suppliers and strengthen enforcement capacity in this sector.\nIntellectual property law\n—\nContinue to strengthen protection of intellectual property rights (IPR) and strengthen administrative capacity for the granting of patents and sustainable implementation and enforcement of IPRs.\nEmployment and social policies\n—\nDevelop adequate administrative structures and capacity in the field of health protection.\nEducation and research\n—\nContinue efforts to improve education system; establish better links between vocational and higher education and the labour market and economic needs; strengthen administrative capacity and improve coordination among relevant bodies.\n—\nRatify the Unesco Convention on the Protection and Promotion of the Diversity of Cultural Expressions.\nWTO issues\n—\nContinue preparations for accession to the WTO.\nSectoral policies\nIndustry and SMEs\n—\nImplement the European Charter for Small and Medium-sized Enterprises and reduce administrative barriers for SME's.\n—\nAdopt a new medium-term SME policy strategy and industrial policy, followed by an operational action plan.\n—\nStrengthen the SME Council as an instrument for public-private and inter-ministerial cooperation to influence the design and delivery of SME policies.\nAgriculture\n—\nStrengthen the administrative capacity needed to formulate and implement agricultural and rural development policy.\n—\nUpdate legislation and strengthen implementation and controls in the areas of food safety and veterinary and phytosanitary issues.\n—\nExpand animal identification and registration to all relevant species.\n—\nContinue to upgrade veterinary, phytosanitary, wine and sanitary laboratories, inspectorates and controls at external borders.\nEnvironment\n—\nAccelerate approximation of legislation and standards to the EU acquis.\n—\nImplement the adopted legislation, notably on environmental impact assessment.\n—\nStart implementing the Kyoto Protocol.\n—\nAdopt and implement the national environmental protection strategy and a strategy for sustainable development.\n—\nStrengthen the administrative capacity of bodies in charge of planning, permits, inspection and monitoring, and also project management, strengthen capacity at local level and ensure coordination between central and local levels.\nFurther develop and start to implement waste management plans and start construction of a facility for treatment and safe disposal of hazardous waste.\nTransport policy\n—\nContinue implementation of the Memorandum of Understanding on the Development of the South East Europe Core Regional Transport Network and strengthen cooperation with the South East Europe Transport Observatory.\n—\nAdopt and implement a national transport strategy. Take measures to improve road safety conditions.\n—\nImplement commitments taken under the first transitional phase of the European Common Aviation Area Agreement.\n—\nRestructure the railway sector and establish railway institutions.\n—\nDevelop inland waterway transport, including by the setting-up of river information services.\nEnergy\n—\nFulfil the obligations arising from the Energy Community Treaty as regards the full implementation of the acquis on the internal gas and electricity market and on cross border exchanges in electricity.\n—\nAmend and implement the Energy Law and ensure smooth functioning of the independent energy regulatory agency.\n—\nContinue environmental audits on energy plants, addressing the worst polluters, ensure unbundling with a view to restructuring and opening up the market and make further progress towards a regional energy market, in particular by improving interconnectivity with neighbouring countries.\n—\nAccede to the relevant international conventions relating to nuclear safety and set up the appropriate regulatory body.\n—\nContinue the dismantling of the Vinca research reactor.\n—\nStrengthen the administrative capacity within the relevant ministries.\nInformation society and media\n—\nEnsure full liberalisation of the electronic communications sector and the independence of the regulatory bodies; ensure that the strategy adopted is put into effect, including adoption and implementation of the necessary laws and policies, and strengthen administrative capacity.\n—\nStart approximation to the acquis on the audiovisual sector and improve transparency and accountability, particularly of the Republican Broadcasting Agency.\n—\nSign and ratify the European Convention on Transfrontier Television.\nFinancial control\n—\nAdopt and implement a public internal financial control policy.\n—\nDevelop procedures and administrative capacity to ensure effective protection of the EU's financial interests.\nStatistics\n—\nAmend the Law on statistics and increase cooperation and coordination within the national statistical system.\n—\nConduct an agricultural census, create an agricultural register and continue the development of national accounts according to ESA 95 including improving the data sources.\nJustice, freedom and security\nVisa, border control, asylum and migration\n—\nImplement the integrated border management (IBM) strategy and strengthen cooperation between the IBM agencies.\n—\nImprove cross-border police cooperation in line with best practices, strengthen the capacity of border police and provide modern infrastructure and equipment for the border police, particularly in the IT area.\n—\nAlign the visa regime with the acquis and implement the EU-Serbia agreement on visa facilitation.\n—\nEnsure effective implementation of requirements for delivery of high-quality travel and identity documents.\n—\nAdopt and implement asylum legislation, ensure functioning of a reception centre for asylum-seekers and ensure establishment of an operational body for asylum applications.\n—\nImplement the EU-Serbia agreement on readmission.\n—\nAdopt a strategy for reintegration of returnees, including adressing the socio-economic conditions.\nMoney laundering\n—\nAdopt the necessary legislation and a national strategy, including a timetable, against money laundering and financing of terrorism, strengthen national bodies for the fight against money laundering and improve inter-agency and international cooperation.\nDrugs\n—\nIncrease the capacity to fight drug trafficking, develop and start to implement a national drugs strategy in line with the EU drugs strategy and improve international cooperation.\nPolice\n—\nEnsure full implementation of the Law on police in order to establish professionalism and accountability, improve transparency, develop a modern police force free from undue political interference and increase capacity by means of specialised training.\n—\nTake the necessary steps to conclude a cooperation agreement with Europol.\nFight against organised crime and terrorism\n—\nAdopt outstanding legislation, develop the capacity to seize assets, implement a national strategy against organised crime and strengthen criminal intelligence.\n—\nContinue the fight against trafficking of human beings, including implementation of the strategy for prevention of trafficking and provision of adequate assistance and protection to victims.\n—\nIncrease the efficiency of international cooperation and implementation of the relevant international conventions on terrorism.\n—\nImprove cooperation and the exchange of information between all branches of the security services and with other states and prevent financing and preparation of acts of terrorism.\nProtection of personal data\n—\nRevise the legal framework, sign the relevant international conventions and set up an independent supervisory authority.\nMEDIUM-TERM PRIORITIES\nPolitical criteria\nDemocracy and the rule of law\nPublic administration\n—\nFurther strengthen European integration capacity within the public administration, embedding the necessary structures within line ministries and throughout government, and improve cooperation mechanisms with all departments dealing with European integration.\n—\nContinue full implementation of civil service and public administration laws, implement measures to develop human resources in the civil service, strengthen the policy-making and coordination capacity of the public administration at government and local levels, establish a centralised payroll system, implement the constitutional provisions relating to decentralisation and ensure the resources for local governments.\nCivilian oversight of security forces\n—\nContinue the restructuring and reform of the armed forces and increase transparency and civilian oversight of the armed forces.\nJudicial system\n—\nReduce the backlog in courts and further increase the efficiency and professionalism of courts.\n—\nIntroduce uniform standards in order to gather reliable data on the judiciary.\nAnti-corruption policy\n—\nEnsure full compliance with the international conventions on the fight against corruption. Further strengthen the capacity of anti-corruption bodies.\nHuman rights and protection of minorities\n—\nImplement the anti-discrimination legislation.\n—\nContinue efforts to integrate and improve the conditions for children with disabilities. Reform the childcare system and ensure mainstream education for children from minorities.\nRegional issues and international obligations\n—\nFacilitate integration of refugees who choose not to return.\nEconomic criteria\n—\nStrengthen fiscal consolidation and reduce the role of the State sector, measured by expenditure in proportion to GDP, to create space for private-sector development and growth.\n—\nSpeed up privatisation and, where appropriate, liquidation of State-owned enterprises in order to strengthen corporate governance, reduce quasi-fiscal losses, contribute to fiscal consolidation and raise the share of private-sector activity.\n—\nReduce structural rigidities that hamper the labour market, in particular relating to labour market regulation, to increase participation and employment rates.\n—\nReduce State aid relative to GDP and strengthen competition policy to allow free and undistorted competition for the benefit of Serbian consumers.\n—\nImprove the education system with the aim of increasing skills which fostering employment opportunities and long-term economic growth.\n—\nImprove the business environment to increase greenfield foreign direct investment.\nEuropean standards\nInternal market\nFree movement of goods\n—\nContinue to develop standardisation and, prepare for full membership of the European standardisation organisations.\nFree movement of capital\n—\nFurther liberalise short- and medium-term capital movements.\nCustoms and taxation\n—\nEnsure continued approximation of customs and taxation as well as other fiscal legislation to the acquis, and continue to strengthen the administrative capacity to implement this legislation and to fight corruption, cross-border crime and fiscal evasion.\n—\nImprove transparency and the exchange of information with EU Member States in order to facilitate enforcement of measures preventing avoidance or evasion of taxes.\nCompetition\n—\nImplement State aid legislation and ensure that the authority monitoring state aid functions effectively.\nEmployment and social policies\n—\nAdopt measures to increase school enrolment rates at secondary level of children of all communities.\n—\nFurther develop social inclusion and social protection policies.\n—\nEnsure a functioning and representative social dialogue.\n—\nTake further efforts to improve the situation of persons with disabilities.\nEducation and research\n—\nAdopt a national qualification framework for vocational and education training; promote regional cooperation in the field of higher education.\n—\nAdopt an integrated research policy.\nSectoral policies\nSME and industrial policy\n—\nContinue the implementation of the European Charter for Small Enterprises.\nAgriculture\n—\nContinue efforts to strengthen administrative structures and capacity needed to formulate and implement agricultural and rural development policies.\n—\nContinue strengthening veterinary, sanitary, phytosanitary and food safety legislation and controls.\n—\nImprove waste management and reduce agricultural pollution.\n—\nContinue to upgrade food-processing establishments to meet EU requirements.\nEnvironment\n—\nEnsure full implementation and enforcement of legislation approximated to the EU legislation.\n—\nImplement the relevant international conventions and the Kyoto Protocol.\n—\nAdopt and start implementing strategies on air pollution, waste management and nature protection.\n—\nImplement fully the national environmental protection strategy and the water strategy.\n—\nStrengthen further the administrative capacity of environmental institutions at national and local level.\n—\nImplement the multi-annual plan for financing the environmental protection policy, including for investment.\n—\nFinalise construction of a facility for treatment and safe disposal of hazardous waste.\nTransport policy\n—\nContinue implementation of the Memorandum of Understanding on the Development of the South East Europe Core Regional Transport Network and strengthen cooperation with the South East Europe Transport Observatory.\n—\nStrengthen further administrative capacity, including project preparation for large investments and maintenance of infrastructure.\n—\nEnsure further approximation of legislation to the transport acquis, notably as regards technical and safety standards (including the implementation of the digital tachograph).\n—\nImplement commitments taken under the second transitional phase of the European Common Aviation Area Agreement.\nEnergy\n—\nAdopt and implement a long-term strategy for an environmentally sustainable energy policy.\n—\nContinue to implement regional and international commitments in this area with a view to establishing a competitive regional energy market.\n—\nComplete the dismantling of the Vinca research reactor.\nInformation society and media\n—\nStart implementation of the EU framework for electronic communications and continue alignment with the EC acquis for the audiovisual sector.\nFinancial control\n—\nDevelop and implement the principles of decentralised managerial accountability and a functionally independent internal audit system in accordance with the internationally accepted standards and EU best practice.\n—\nFurther develop procedures and administrative capacity to ensure effective protection of the EU's financial interests.\nStatistics\n—\nFurther develop the quality management system; put in place agricultural statistics and further develop all sectoral statistical areas.\nJustice, freedom and security\nVisa, border control, asylum and migration\n—\nContinue to strengthen the capacity of the border police and the customs services, improve facilities at border posts and enhance cooperation with neighbouring countries in the fight against human trafficking.\n—\nProvide sustainable solutions for the integration of readmitted persons.\nDrugs\n—\nFully implement a national strategy for the fight against drug abuse.\nPolice\n—\nContinue restructuring the police services, ensure transparency and accountability, reform police education and ensure cooperation and coordination between law enforcement agencies.\nFighting organised crime and terrorism\n—\nEnsure that an effective system of witness protection is in place, improve regional cooperation, reinforce the fight against economic and financial crime (including money laundering and counterfeiting of currencies), fraud and corruption, facilitate the placement of liaison officers, seconded from EU Member States, in the relevant state bodies involved in the fight against organised crime and implement the Palermo Convention on transnational organised crime.\n—\nStrengthen capacity at the Ministry of the Interior (in particular the Department for organised crime) and develop procedures and the capacity to share intelligence between agencies.\nANNEX 3\nPRIORITIES FOR KOSOVO UNDER UNSCR 1244\nSHORT TERM PRIORITIES\nKey priorities\n—\nContinue to work closely with the planning teams preparing the envisaged international/EU mission in order to be able to fully implement a settlement.\n—\nCooperate constructively on matters relating to Serbia.\n—\nEnsure full cooperation with the International Criminal Tribunal for the former Yugoslavia.\n—\nEnsure full respect for the rule of law, human rights and protection of minorities and pursue a policy of zero tolerance against corruption, organised crime and financial crime.\n—\nEnsure democratic governance of, and delivery of public services to, all people of Kosovo, establishing a professional, accountable, accessible, representative public administration free from undue political interference.\n—\nAdvance the reform of self-government and increase administrative capacity to facilitate decentralisation, taking into account the views and interest of all communities in Kosovo, adopt the legislative framework and allocate appropriate budgetary resources.\n—\nCreate a climate for reconciliation, inter-ethnic tolerance and sustainable multi-ethnicity which is conducive to the return of displaced persons. Ensure the respect, security, freedom of movement and participation of all communities. Explicitly condemn all manifestations of anti-minority sentiment. Vigorously prosecute all inter-ethnic crime.\n—\nEnsure the full respect of religious freedom. Ensure the protection of cultural and religious heritage and take measures to prevent and prosecute attacks on sites.\n—\nCreate a society free from discrimination of any kind and promote the integration of disadvantaged groups.\n—\nContinue to strengthen property rights, the legal framework and the accessibility of courts, with a view to promoting a business friendly environment.\nPolitical criteria\nDemocracy and the rule of law\nProvisional institutions of self-government\n—\nFully ensure the effective functioning of the assembly and its committees, the government and municipalities, including full respect of the respective rules of procedure and codes of conduct, and of the rights and interests of all communities.\n—\nIncrease executive oversight by, and accountability and transparency within, the assembly. Strengthen the assembly's own administrative capacity.\n—\nPublish the Official Gazette in a timely manner and ensure that it is fully correct. Enhance checks on the respective language versions to ensure that they are identical and ensure public access to the Official Gazette.\n—\nFurther increase minority representation in all institutions and the civil service at municipal and central level.\nParliament/elections\n—\nHold free and fair elections. Strengthen the independent and multi-ethnic Central Election Commission to administer elections in a timely manner.\n—\nMake sure that adequate voting sites, security and other measures are provided to all communities to exercise their voting rights. Enable internally displaced persons and refugees to participate in the elections even if their ability to return to Kosovo is limited.\n—\nEnhance checks on EU compatibility of all new legislation.\nPublic administration\n—\nReinforce capacity for government coordination and define more precisely the responsibilities of the central and local authorities for ensuring consistency of policy implementation. Strengthen the efficiency of the government's functions of monitoring the performance of the public service.\n—\nRigorously enforce transparent procedures on recruitment, transfer, appraisal, promotion, conduct and dismissal of civil servants, including police and justice system employees, and on financial management.\n—\nImprove the functioning and strengthen the independence of the Independent Oversight Board and the Senior Public Appointments Committee.\n—\nImprove quality and availability of basic public services to all communities, including a contribution to reduce the demand for services provided by parallel structures.\n—\nAdvance the decentralisation process and adopt, inter alia, the laws on local government and municipal boundaries.\nJudicial system\n—\nEnsure effective, independent, accountable and impartial courts and prosecution offices, free from political influence.\n—\nStrengthen the Prosecutor's Office to ensure that it is able to comply with the principles of autonomy and impartiality. Continue to strengthen the Special Prosecutor's Office. Ensure the implementation of an efficient witness protection security scheme.\n—\nApprove laws on courts and the prosecution and implement them. Develop a system of administrative justice and streamline relevant legislation and competences.\n—\nImplement the automated case management system fully in all courts and prosecution offices. Reduce the backlog of cases and the enforcement of civil court decisions.\n—\nStrengthen municipal courts and police action to address, prevent and sanction illegal occupation, use and construction of property in an impartial manner.\n—\nFurther develop legal education and training, particularly for judges, prosecutors and administrative personnel. Transform the Judicial Institute into a viable institution responsible for judicial training.\n—\nDevelop the capacity in the government free from undue political influence to take on responsibilities in the areas of justice and the interior. Implement a system of appointment, dismissal and career promotion for judges and prosecutors in line with European standards, free from political interference.\n—\nIncrease efforts to meet international standards in the handling of mutual legal assistance requests in criminal matters and extradition requests.\n—\nStrengthen the access to justice of minority communities and reinforce mechanisms such as the courts' Liaison Offices.\n—\nContinue to take measures to facilitate an equitable ethnic representation of judges.\n—\nStrengthen the administrative capacity, coordination and effectiveness of the judiciary and all law enforcement agencies. Ensure the viability of a comprehensive legal aid system.\nAnti-corruption policy\n—\nImplement the law on the suppression of corruption and the anti-corruption plan. Strengthen the anti-corruption agency and take measures to ensure fully its independence and functioning.\n—\nStreamline the competencies of the Anti-corruption Agency, the Office of Good Governance and the Anti-corruption Council.\nHuman rights and the protection of minorities\n—\nComplete the legislative framework and enhance the respect of mechanisms for the protection of human and minority rights in line with Council of Europe recommendations. Adopt and implement a comprehensive Human Rights Strategy.\n—\nStrengthen the legal framework related to the freedom of expression. Provide the independent media commission with the relevant resources to respect the provisions of the legislation. Remove any legal ambiguities in relation to insult and defamation.\n—\nElect an ombudsperson and adopt legal provisions which ensure implementation of the ombudsperson's recommendations.\n—\nDefine and adopt a government programme to promote women's rights in Kosovo.\n—\nImplement the anti-discrimination law effectively. In particular, make the human rights units within ministries fully operational, and ensure their independence and coordination with Ombudsperson's activities. Organise awareness campaigns to inform the private sector, civil society and academic circles about this law. Monitor the implementation of the law and report on it.\n—\nDevelop community-based services and aid to dependent persons, including in the field of mental health.\n—\nPromote anti-discrimination policies throughout the country, addressing all groups at risk.\n—\nAdopt and implement adequate legislation in order to ensure legal protection for children.\nMinority rights, cultural rights and protection of minorities\n—\nFully enforce the law on official languages as well as on cultural heritage and set up an/effective mechanism to monitor its implementation.\n—\nRegularise informal settlements. Find sustainable solutions for the housing and integration of Roma communities that are living in hazardous living conditions in camps and for internally displaced persons groups living in informal centres.\n—\nStrengthen administrative structures and accountability mechanisms in the Ministry of Communities and Returns. Clarify the division of responsibilities regarding the return between the Ministry of Local Governance and the Ministry of Communities and Returns, at central and local levels. Further develop and implement the joint strategic framework on communities and returns, and develop mechanisms at municipal level for facilitating the sustainable integration of returnees and existing minority communities.\n—\nFacilitate and encourage the return of refugees and displaced persons from all communities and finalise the rehabilitation of properties damaged and destroyed by the March 2004 events, including historic and religious sites.\nRegional issues and international obligations\n—\nStrengthen regional cooperation and good neighbourly relations.\n—\nImplement the Central European Free Trade Agreement (CEFTA) and participate actively in all relevant regional initiatives, inter alia, under the auspices of the Stability Pact, including the process of its transition towards a more regionally owned cooperation framework.\nEconomic criteria\n—\nMaintain sound fiscal policies and, in particular, ensure that social policies addressing poverty and social exclusion are compatible with the long-run sustainability of public finances.\n—\nEstablish annual targets for improved bill collection rates of public utilities and define and implement strategies to reach those targets.\n—\nSignificantly advance the privatisation of former socially-owned enterprises in accordance with the Trust Agency schedule.\n—\nImprove the governance, efficiency and financial sustainability of publicly-owned enterprises. Further strengthen the operational and financial independence of regulatory authorities with a view to enhancing transparency and competition in the respective sectors.\n—\nDevelop and implement policies facilitating the transfer from non-registered to registered employment in order to create a functioning official labour market and to enhance the effectiveness of labour market polices.\nEuropean standards\nInternal market\nFree movement of goods\n—\nAdopt the horizontal framework legislation to establish the necessary infrastructure for the proper operation and segregation of the various functions (regulatory, standardisation, accreditation metrology, conformity assessment and market surveillance) needed to apply the acquis on the free movement of goods.\nFree movement of capital\n—\nAdopt appropriate prudential requirements and strengthen the supervisory process in the financial sector.\nCustoms and taxation\n—\nFurther approximate customs legislation with the acquis and continue the efforts to enhance the capacity of the customs administration to combat corruption, counterfeiting and cross-border crime. Enhance the capacity of the criminal investigation unit.\n—\nObserve the obligations related to the implementation of preferential trade measures, in particular with regard to origin.\n—\nContinue approximation of tax legislation to the EU acquis and strengthen the administrative capacity of the tax administration. Reinforce the collection capacity of the tax administration and increase tax revenue.\n—\nCommit to the principles of the Code of Conduct for business taxation and ensure that new tax measures are in conformity with these principles.\nPublic procurement\n—\nAdapt the public procurement framework by adopting the necessary implementing legislation to ensure compatibility with the acquis. Provide a public procurement institutional framework with the administrative capacity and independence to carry out its mission.\nIntellectual property rights\n—\nProvide the administrative and judicial capacity to implement the intellectual property law and to enforce intellectual property rights.\nEmployment and social policies\n—\nAdopt an employment strategy, including improving the collection of data on employment matters.\n—\nImprove public information on access to social security systems and enhance municipal capacities in social assistance matters.\n—\nAmend legislation on the social insurance and pension scheme.\n—\nReview the social benefits scheme to ensure non-discrimination of beneficiaries.\nEducation and research\n—\nIncrease the budget for education, in particular to improve school infrastructure, end the teaching shifts and address the lack of materials and equipments.\n—\nDevelop action plans to implement the education strategies with increased dialogue and coordination between all levels and all stakeholders and allocate necessary resources.\n—\nFully implement the legislation on vocational training and start implementing the law on a national qualification framework.\n—\nContinue the development of a national framework for monitoring and evaluating the teaching.\n—\nEnsure better involvement in the EU higher education programmes.\nSectoral policies\nIndustry and SME\n—\nImplement a medium-term strategy to support the development of SMEs, including the strengthening of the SME support agency and the strengthening of the investment promotion agency. Continue implementation of the European Charter for Small Enterprises.\nAgriculture and fisheries\n—\nDetermine clear responsibilities within the different services in the agricultural sector (including the veterinary and phytosanitary administration) and their relations with the Ministry of Agriculture, Forestry and Rural Development, local governments and municipal level.\n—\nAdopt the law on food and the consequent implementing legislation, and establish the relevant agency to implement and enforce the law.\n—\nEnsure the operational character of the system for identification of animals and registration of their movements.\n—\nDraw up a plan to upgrade agri-food establishments.\nEnvironment\n—\nImplement the law on environmental impact assessment adopted by the Assembly.\n—\nImplement the comprehensive environmental action plan, particularly relating to public health issues.\n—\nContinue approximation with European standards in the field of environment.\n—\nContinue efforts to increase public awareness and civil society participation in environmental matters.\nTransport policy\n—\nContinue implementing the Memorandum of Understanding on the development of the South-East Europe (SEE) Core Regional Transport network including the Addendum on a SEE Rail Transport Area.\n—\nImplement the laws on road transport and on road safety Develop a multi-modal transport strategy.\n—\nContinue improving data-led asset management for the maintenance and rehabilitation of transport infrastructures. Ensure EU compatibility of the legislative framework for concessions and take measures to attract investors, including through public-private partnerships, for co-funding large and strategic infrastructure works.\n—\nEnsure that the development of the railways sector is compatible with economic development strategy.\n—\nEnsure that the Pristina airport operates at an adequate level of security and has sound and accountable management.\n—\nReview and improve the system of driving licensing and technical inspection of vehicles.\nEnergy\n—\nEnsure the viability and sustainability of the electricity utility, notably by substantially increasing revenue collection and promoting good governance.\n—\nContinue implementing the commitments undertaken in the framework of the Energy Community Treaty. Continue preparation of the ‘Kosovo C’ project for electricity generation and supply in full compliance with the acquis as provided for in the Energy Community Treaty.\nInformation society and media\n—\nAdopt and begin implementing policy concerning electronic communication networks and services aimed at enforcing full liberalisation and creating a stable open and competitive environment in order to attract foreign investments and improve the quality of the service.\n—\nStrengthen the administrative capacity of the regulatory authority. Reinforce its position and ensure its operational and financial independence.\n—\nEnsure stable and sustainable funding of the Public Service Broadcaster RTK, the Independent Media Commission and the media fund.\nFinancial control\n—\nContinue efforts to implement the public internal financial control strategy and relevant laws as a basis for fulfilling the medium-term priorities in this area.\nStatistics\n—\nStrengthen the administrative capacity of the Statistical Office and improve its operational and financial independence. Ensure the reliability of the statistics including that survey respondents provide quality data to the statistical office in a timely manner, free of charge.\n—\nContinue developing economic statistics and accelerate the development of social statistics.\nJustice, freedom and security\nVisas, border control, asylum and migration\n—\nEnhance the efficiency of the control of the flow of persons at the borders/boundary and enhance the effectiveness and transparency of the department of border and boundary police.\n—\nStrengthen the cooperation between border/boundary management agencies and with neighbouring countries.\n—\nEstablish shelters and reception facilities for asylum seekers.\n—\nAdopt a law on migration in accordance with European standards. Draw up a strategy and action plan concerning migration, addressing in particular the readmission and reintegration of persons returned from abroad.\nMoney laundering\n—\nEnhance the capacity of the Financial Investigation Unit within the Kosovo Police Service (KPS) organised crime directorate. Train specialised prosecutors and judges. Streamline competencies in the area of money laundering in the different institutions involved.\nDrugs\n—\nDevelop a drug prevention strategy and a relevant plan of action to implement it. Further strengthen local capacity in the narcotics investigation section.\nPolice\n—\nAdopt the law on the police.\n—\nImprove the effectiveness of investigation of crime. Adopt and implement legislation to establish the KPS and strengthen its investigative and internal control capacities. Strengthen its leadership.\n—\nAdopt a crime reduction strategy and implement it. Develop a strategy to collect weapons, complete and enforce small arms related legislation.\n—\nSet up a strategy and an action plan to combat organised crime and terrorism.\n—\nComplete the legislative framework concerning organised crime.\n—\nFurther strengthen local capacity in the organised crime directorate within the KPS.\n—\nImplement the action plan and strengthen legislative provisions and structures to fight more efficiently against trafficking in human beings.\nProtection of personal data\n—\nDevelop a comprehensive law on the protection of personal data in line with the acquis, in particular with the Data Protection Directive (95/46/EC), and implement it. Set up an independent data protection supervisory authority, with sufficient powers and with sufficient financial and human resources.\nMEDIUM-TERM PRIORITIES\nPolitical criteria\nDemocracy and the rule of law\nPublic administration\n—\nProceed with a sustainable public administration reform while respecting budgetary constraints. Improve the capacity of local administrations to provide services to their constituencies in an equitable and effective manner.\nJudicial system\n—\nDefine and consolidate a complete body of law that respects the rights and interests of all communities, drawing from all legal sources currently applicable in Kosovo.\n—\nDevelop an alternative dispute resolution mechanism.\n—\nImprove the penitentiary system with particular attention to security, control, management, vocational training and reintegration schemes, as well as the condition of facilities.\nAnti-corruption policies\n—\nDevelop sectoral action plans to fight corruption and increase awareness of the corruption problem within the public administration as well as in civil society.\n—\nEstablish a track record in the fight against corruption.\nHuman rights and the protection of minorities\n—\nEnsure the viable existence of minority communities and their non-discriminatory participation in society, taking concrete measures to ensure their safety and freedom of movement, as well as the equitable provision of and access to public services.\n—\nImplement the law on gender equality. Ensure mainstreaming of women's rights in all existing policies and legislation.\n—\nDevelop an integrated conservation policy for cultural heritage. Actively engage in increasing the general awareness of and respect for cultural heritage.\n—\nEnsure that the Cadastral Agency and the municipal cadastral offices offer transparent and non-discriminatory access to full property records and have functioning accountability mechanisms.\nRegional issues and international obligations\n—\nFurther strengthen of regional and international cooperation, including in the field of law enforcement, including by transfer of suspects and sentenced persons and mutual legal assistance.\nEconomic criteria\n—\nFurther strengthen property rights, rule of law, and accessibility of courts with a view to promoting a business friendly environment.\n—\nDevelop a strategy for the privatisation, and restructuring where necessary, of public-owned enterprises, with a view to strengthening corporate governance and performance of these enterprises and reducing subsidies to the enterprise sector.\n—\nDesign and implement active labour market policies in close cooperation with the local business community with a view to enhancing the matching process in labour markets, and increase the share of skilled labour in the overall labour force.\n—\nImplement appropriate policies for an increase in the quantity and quality of education at all levels.\n—\nEnhance the export capacity.\nEuropean standards\nInternal market\nFree movement of goods\n—\nContinue approximation with the new and global approach and old approach directives.\n—\nAdopt remaining European Standards (ENs).\n—\nEstablish a market surveillance structure.\nCustoms and taxation\n—\nContinue approximation of tax and customs legislation to the EU acquis. Further increase the administrative capacity of tax and customs services to enforce legislation and to combat corruption, cross-border crime and tax evasion.\nPublic procurement\n—\nEnsure that public procurement rules are implemented effectively by contracting authorities and entities at all levels, including through developing operational tools, providing training and strengthening the administrative capacity.\nIntellectual property law\n—\nContinue strengthening the enforcement of intellectual, industrial and commercial property rights, in line with the medium-term strategy.\nEmployment\n—\nStrengthen the administrative capacity of labour inspectorates.\nEducation and research\n—\nStrengthen mechanisms for quality assurance in the education sector.\n—\nContinue efforts to link vocational education and training and the higher education sector with the labour market and economic needs.\n—\nPromote the regional cooperation in the field of higher education.\n—\nStart developing a policy conducive to research.\nSectoral policies\nAgriculture and fisheries\n—\nDevelop a policy and a regulatory framework to support viable land reform. Support the protection of agricultural land against unplanned urban development.\n—\nAssess the compliance of agri-food establishments with EU requirements and prepare a programme for upgrading those establishments.\n—\nStart action for efficient control of domestic plant production, in particular for products with EU-specific requirements.\n—\nDevelop a sound forest management structure, particularly in combating illegal logging of forests and fighting against forest fires.\nEnvironment\n—\nTake measures to enforce spatial planning.\n—\nEnhance the institutional capacity of the Ministry for Environment and Spatial Planning, improve coordination between administrative bodies in charge of environment-related issues.\n—\nStreamline environmental issues in sectoral policies, in particular on energy and transport.\nTransport policy\n—\nTake measures to improve road safety.\n—\nPlan and implement maintenance and rehabilitation of transport infrastructures, including the construction of new infrastructure through public-private partnerships, if necessary.\n—\nDevelop and implement a multi-modal strategy.\nEnergy\n—\nDevelop legislative and regulatory frameworks to encourage public-private partnerships and mixed investments in the power sector in line with the conclusions of the investment generation study.\n—\nFurther improve the performance of the electricity utility and integrate in the regional electricity market.\nInformation society and media\n—\nAlign with the regulatory framework and implement the legislation on electronic communication networks and services to create a more open and competitive environment and strengthen the position and operational and financial independence of the telecommunications regulator.\nFinancial control\n—\nUnder the coordination of the Ministry of Finance, develop and implement the principles of decentralised managerial accountability and functionally independent internal audit in accordance with international standards and EU best practice through coherent legislation and adequate administrative capacity.\n—\nStrengthen the operational capacity as well as the financial and operational independence of the Supreme Audit Institution. Follow up and implement the recommendations of the latter.\nStatistics\n—\nIncrease cooperation and coordination within the Kosovo statistical system, develop a quality management system and document, and standardise production and dissemination procedures.\nJustice, freedom and security\nVisa, border control, asylum and migration\n—\nFurther enhance the capacity of the directorate for borders, asylum and migration within the Ministry of Interior. Further strengthen the operational capacity of the border and boundary police service within the Kosovo Police Service.\nFighting organised crime and terrorism\n—\nImplement and update the strategy against organised crime and terrorism.\n—\nStrengthen local capacities to investigate organised criminal activities.\n—\nStrengthen judicial capacities to prosecute and try organised and financial crime cases.\nDrugs\n—\nEnsure inter-agency and international cooperation, to considerably improve results in the fight against drug trafficking.\nProtection of personal data\n—\nImplement the law on personal data protection in line with the acquis and ensure efficient monitoring and enforcement.", "summary": "European Partnership with Serbia, including Kosovo\nEuropean Partnership with Serbia, including Kosovo\nAs an instrument of the Stabilisation and Association Process, the European Partnership with Serbia, including Kosovo as defined by United Nations Security Council Resolution 1244, is intended to provide additional, tailored support to the authorities in order to realise the European aspirations of the Western Balkan countries. Its aim is to identify priority areas in which further efforts and reforms are needed, calling in particular for national legislation to be brought into line with that of the Community. It also provides a reference framework for financial assistance from Community funds.\nACT\nCouncil Decision 2008/213/EC of 18 February 2008 on the principles, priorities and conditions contained in the European Partnership with Serbia including Kosovo as defined by United Nations Security Council Resolution 1244 of 10 June 1999 and repealing Decision 2006/56/EC.\nSUMMARY\nThe European Partnership with Serbia, including Kosovo as defined by United Nations Security Council Resolution 1244 of 10 June 1999, is the main instrument for assisting local authorities in realising their country's European aspirations. This was confirmed at the Zagreb Summit in 2000 and reinforced at the Thessaloniki Summit in 2003.\nThe European Partnership, an instrument of the Stabilisation and Association Process (SAP), was set up in accordance with the Thessaloniki agenda (2003) for the Western Balkans, which added this new instrument, modelled on the accession partnerships with the candidate countries, to the process in order to be able to provide further support to these countries in their European aspirations. The legal basis for the partnerships with the countries of the Western Balkans is Regulation (EC) No 533/2004.\nOBJECTIVE\nThe objective of the European partnership is to provide a general reference framework for:\nthe priority areas for reform where efforts are required; which are identified according to the country’s needs and involve the adoption and implementation of appropriate legislation;\nguidelines for financial assistance for action in these priority areas;\nthe principles and conditions governing implementation of the Partnership.\nThe European Partnership and its subsequent amendments were adopted by the Council of the European Union by a qualified majority on the basis of a proposal from the Commission.\nThis partnership updates the previous one, adopted in 2006. Partnerships are flexible instruments, designed to reflect the progress made by the countries concerned. They highlight the efforts that still need to be made in other areas as identified by the Commission’s assessments.\nWith a view to achieving the objectives identified in the European Partnership, Serbia must adopt an action plan setting out the procedures and timetable for implementing the priorities set by the Partnership. For Kosovo, a separate plan has been developed together with the competent authorities.\nImplementation of the Partnership is monitored within the framework of the SAP and its mechanisms, particularly through the Commission's annual progress report.\nPRIORITIES\nThe priority objectives set in the European Partnership are both realistic and attainable. In this regard, a distinction is made between short-term and medium-term priorities, which are expected to be achieved within one to two years and within three to four years respectively.\nThe priorities identified are based primarily on Serbia's ability to comply with:\nthe 1993 Copenhagen Criteria;\nthe conditions set for the SAP (Council conclusions of 27 April 1997 and 21 and 22 June 1999);\nthe 2000 Zagreb Declaration;\nthe 2003 Thessaloniki Agenda.\nFor Serbia, the short- and medium-term priorities fall into the following categories:\nThe key priorities are short-term priorities. These relate to compliance with the Stabilisation and Association Agreement (SAA) and interim agreement, full cooperation with the International Criminal Tribunal for the former Yugoslavia (ICTY), constructive cooperation on questions concerning Kosovo; the implementation of constitutional provisions in accordance with European law, public institutions and administrations (the reform of public administration, European integration structures, coordination of policies), reform of the judicial system, anti-corruption policy and completion of the privatisation process;\nThe political criteria concern democracy and the rule of law (Constitution, Parliament, public service, civilian oversight of security forces, the judicial system, anti-corruption policy, human rights and rights of minorities, economic, social and cultural rights, the rights and protection of minorities, regional issues and international obligations (respecting the Dayton Agreements, strengthening regional cooperation, reconciliation and good neighbourly relations, concluding agreements with neighbouring countries to strengthen cross-border cooperation, resolving border issues, returning and integrating refugees and implementing the Sarajevo Declaration);\nThe economic criteria include applying a stable and viable budgetary policy; the reform of public finance management; a stable monetary policy; improved bankruptcy procedures; the liberalisation of remaining administered prices; the strengthening of financial control; reform of the pension and sickness-insurance systems; restructuring and privatisation of the insurance sector; the formalisation of the grey economy; the development of stable and viable property and land markets; the promotion of employment (training, a decrease in structural rigidities, improvement of the educational system and the business environment); privatisation and the strengthening of competition policy;\nEuropean standards relating to certain aspects of the Community acquis, i.e. the internal market, and to Community sectoral policies and the area of justice, freedom and security. In these areas, Serbia must endeavour to bring its legislation into line with the Community acquis and ensure its implementation.\nIn order to guarantee a secure, democratic and multi-ethnic Kosovo, its short- and long-term priorities are based on the standards laid down by Resolution 1244 of the United Nations Security Council [FR]. They fall into the following categories:\nThe key priorities in the short term relate to respecting the rule of law, human rights, the protection of minorities and the freedom of religion; guaranteeing democratic governance and the provision of public services; setting up a transparent and accountable public administration; continuing reforms of local self-government and administrative capacity-building. They aim to create a climate for reconciliation, inter-ethnic tolerance and sustainable multi-ethnicity which is conducive to the return of displaced persons. The priorities also target cooperation on issues concerning Serbia with the ICTY and the planning teams preparing the international/EU mission. The fight against corruption, organised crime and terrorism must be continued. Lastly, the priorities aim to create a society free from discrimination, incorporating disadvantaged groups, and to strengthen property rights, the legal framework and the accessibility of courts;\nThe political criteria relate to democracy and the rule of law (provisional institutions of self-government, the fight against organised crime, terrorism and corruption, parliament/elections, public administration, the judicial system, human rights, the rights and protection of minorities, cultural rights). They also focus on regional issues and international obligations (strengthening regional cooperation and good-neighbourly relations, implementation of the Central European Free Trade Agreement – CEFTA and participation in all the appropriate regional initiatives);\nThe economic criteria include maintaining sound budgetary policies; long-term viability of social policies targeting poverty and social exclusion; higher recovery rates for public-utility invoices, better governance and improved quality and quantity of education; privatisation and restructuring; financial efficiency of public-sector companies; creation of an official labour market; the strengthening of property rights, the rule of law and access to courts; implementation of active labour-market policies and an increase in export capacity;\nEuropean legislation relating to certain aspects of the Community acquis, i.e. the internal market and Community sectoral policies and the area of justice, freedom and security. In these areas, Kosovo must endeavour to bring its legislation into line with the Community acquis and ensure its implementation. Kosovo must also develop and strengthen its administrative capacity in order to ensure that its policies and legislation are coherent with EU requirements and to implement EU standards.\nThe priorities identified in this Partnership also form the basis for the Commission's assessments.\nFINANCIAL FRAMEWORK\nSerbia, including Kosovo as defined by UN Security Council Resolution 1244, is receiving aid under the Instrument for Pre-Accession Assistance (IPA) for 2007‑2013. The European Partnership serves as a reference document for determining the different areas to be allocated funding (according to priorities), but the programming documents provide the actual legal framework for the financial assistance.\nAt the end of the Multiannual Indicative Financial Framework (MIFF) for 2009‑2011 (including 2007 and 2008) Serbia and Kosovo will have been allocated EUR 976.8 million and EUR 395.1 million respectively. The IPA picks up where the CARDS programme (2000‑2006) left off. Under the latter, financial assistance to Serbia and Kosovo, including Montenegro, totalled EUR 2 559.8 million.\nCommunity assistance is conditional upon recipient countries abiding by the essential elements which govern their relations with the EU, particularly the effective implementation of reforms. The European Partnership requires compliance with the Copenhagen Criteria, the priorities identified in the Partnership and the conditions set out in the Council's conclusions of 29 April 1997. Failure to meet these requirements could result in the Council suspending financial assistance.\nIn 2006, Kosovo received exceptional financial assistance in the form of a grant intended to support measures for strengthening public finances and the economic and budgetary situation, as Kosovo is currently unable to join the international financial institutions (IFIs) or receive aid in the form of loans. This assistance, which was initially planned for a period of two years and has not yet been disbursed, is also intended to help Kosovo develop a sustainable tax policy.\nFurthermore, Serbia and Kosovo are also receiving funding from the European Investment Bank (EIB), principally under its external lending mandate for the EU’s south-eastern neighbours. The funding granted by the EIB takes the form of grants and loans. Although Kosovo signed a framework agreement with the EIB in 2005, it has not received any EIB funding.\nReferences\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nDecision 2008/213/EC\n21.3.2008\n-\nOJ L 80, 19.03.2008\nRELATED ACTS\nCommunication of 5 March 2008 from the Commission to the European Parliament and the Council: \"Western Balkans: Enhancing the European perspective\" [COM(2008) 127 final – Not published in the Official Journal].\nCommunication of 27 January 2006 from the Commission: \"The Western Balkans on the road to the EU: consolidating stability and raising prosperity\" [COM(2006) 27 – Not published in the Official Journal].\nFINANCIAL ASSISTANCE\nCouncil Regulation (EC) No 1085/2006 of 17 July 2006 establishing an Instrument for Pre-Accession Assistance (IPA) [Official Journal L 210 of 31 July 2006].\nMultiannual Indicative Financial Framework for the period:\n2008-2010 [COM(2006) 672 final – Not published in the Official Journal];\n2009-2011 [COM(2007) 689 final – Not published in the Official Journal].\nMultiannual Indicative Planning Documents for 2007‑2009 for Serbia and Kosovo.\nCouncil Decision 2006/880/EC of 30 November 2006 providing exceptional Community financial assistance to Kosovo [Official Journal L 339 of 6 December 2006].\nEVALUATION\nSerbia\nCommission Report of 6 November 2007 [COM(2007) 663 final – SEC(2007) 1435 – Not published in the Official Journal];Commission Report of 8 November 2006 – Serbia [COM(2006) 649 final – SEC(2006) 1389 – Not published in the Official Journal].\nKosovo under UN Security Council Resolution 1244\nCommission Report of 6 November 2007 [COM(2007) 663 final – SEC(2007) 1433 – Not published in the Official Journal];\nCommission Report of 8 November 2006 – Kosovo (as defined by UN Security Council Resolution 1244) [COM(2006) 649 final – SEC(2006) 1386 – Not published in the Official Journal].\nSee also\nReports from previous years are available on the website of the European Commission's Directorate-General for Enlargement.\nLast updated: 21.05.2008", "tags": ["accession to the European Union", "cooperation policy", "association agreement (EU)", "enlargement of the Union", "Kosovo", "Serbia", "accession criteria"], "subjects": ["Association Agreement", "Cooperation", "External relations"], "split": "train", "reference_annotations": {"32008D0213_p1": {"text": "(2)  Council decision 2006/56/ec of 30 January 2006 on the principles, priorities and conditions contained in the European Partnership with Serbia and Montenegro including Kosovo as defined by the United Nations Security Council Resolution 1244 of 10 June 1999 and repealing decision 2004/520/ec (OJ L 35, 7.2.2006, p. 32). Decision as amended by decision 2007/49/ec (OJ L 20, 27.1.2007, p. 16).", "triples": [" decision 2006/56/ec,  repealing,  decision 2004/520/ec", " decision 2007/49/ec,  amended,  decision 2006/56/ec"]}}, "summary_annotations": {"32008D0213_p1": {"text": "Council decision 2008/213/ec of 18 February 2008 on the principles, priorities and conditions contained in the European Partnership with Serbia including Kosovo as defined by United Nations Security Council Resolution 1244 of 10 June 1999 and repealing decision 2006/56/ec.", "triples": [" decision 2008/213/ec,  repealing,  decision 2006/56/ec"]}}}