{"celex_id": "32009L0132", "reference": "10.11.2009\nEN\nOfficial Journal of the European Union\nL 292/5\nCOUNCIL DIRECTIVE 2009/132/EC\nof 19 October 2009\ndetermining the scope of Article 143(b) and (c) of Directive 2006/112/EC as regards exemption from value added tax on the final importation of certain goods\n(codified version)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Articles 93 and 94 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nWhereas:\n(1)\nCouncil Directive 83/181/EEC of 28 March 1983 determining the scope of Article 14(1)(d) of Directive 77/388/EEC as regards exemption from value added tax on the final importation of certain goods (3) has been substantially amended several times (4). In the interests of clarity and rationality the said Directive should be codified.\n(2)\nPursuant to Article 131 and Article 143(b) and (c) of Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (5), Member States are, without prejudice to other Community provisions and under conditions which they shall lay down for the purpose, inter alia, of preventing any possible evasion, avoidance or abuse, to exempt final importation of goods qualifying for exemption from customs duties other than as provided for in the Common Customs Tariff.\n(3)\nPursuant to Article 145 of Directive 2006/112/EC, the Commission is required to submit to the Council proposals designed to lay down Community tax rules clarifying the scope of the exemptions referred to in Articles 143 and 144 of that Directive and detailed rules for their implementation.\n(4)\nWhile it is deemed desirable to achieve the greatest possible degree of uniformity between the system for customs duties and that for value added tax, account should be taken, nevertheless, in applying the latter system, of the differences as regards objective and structure between customs duties and value added tax.\n(5)\nSeparate arrangements for value added tax should be laid down for imported goods to the extent necessary to comply with the objectives of tax harmonisation. The exemptions on importation can be granted only on condition that they are not liable to affect the conditions of competition on the market.\n(6)\nCertain reliefs applied in the Member States stem from conventions between those Member States and third countries which, given their purpose, concern only the signatory Member States. It is not expedient to define at Community level conditions for granting such reliefs. The Member States concerned need merely be authorised to retain them.\n(7)\nThis Directive should be without prejudice to the obligations of the Member States relating to the time limits for transposition into national law of the Directives set out in Annex II, Part B,\nHAS ADOPTED THIS DIRECTIVE:\nTITLE I\nSCOPE AND DEFINITIONS\nArticle 1\nThe scope of the exemptions from value added tax (hereinafter VAT) referred to in Article 143(b) and (c) of Directive 2006/112/EC and the rules for their implementation, referred to in Article 145 of that Directive, shall be defined by this Directive.\nIn accordance with Article 131 and Article 143(b) and (c) of Directive 2006/112/EC, the Member States shall apply the exemptions laid down in this Directive under the conditions fixed by them in order to ensure that such exemptions are correctly and simply applied and to prevent any evasion, avoidance or abuses.\nArticle 2\n1.   For the purposes of this Directive:\n(a)\n‘imports’ means imports as defined in Article 30 of Directive 2006/112/EC and the entry for home use after being subject to one of the systems provided for in Article 157(1)(a) of that Directive or a system of temporary admission or transit;\n(b)\n‘personal property’ means any property intended for the personal use of the persons concerned or for meeting their household needs, including household effects, cycles and motor-cycles, private motor vehicles and their trailers, camping caravans, pleasure craft and private aeroplanes, as well as household provisions appropriate to normal family requirements, and household pets and saddle animals;\n(c)\n‘household effects’ means personal effects, household linen and furnishings and items of equipment intended for the personal use of the persons concerned or for meeting their household needs;\n(d)\n‘alcoholic products’ means products (beer, wine, aperitifs with a wine or alcohol base, brandies, liqueurs and spirituous beverages, etc.) falling within CN codes 2203 to 2208;\n(e)\n‘Community’ means the territory of the Member States where Directive 2006/112/EC applies.\n2.   The nature or quantity of personal property shall not reflect any commercial interest, nor shall they be intended for an economic activity within the meaning of Article 9(1) of Directive 2006/112/EC. However, portable instruments of the applied or liberal arts, required by the person concerned for the pursuit of his trade or profession, shall also constitute personal property.\nTITLE II\nIMPORTATION OF PERSONAL PROPERTY BELONGING TO INDIVIDUALS COMING FROM THIRD OUNTRIES OR THIRD TERRITORIES\nCHAPTER 1\nPersonal property of natural persons transferring their normal place of residence to the Community\nArticle 3\nSubject to Articles 4 to 11, exemption from VAT on importation shall be granted on personal property imported by natural persons transferring their normal place of residence from outside the Community to a Member State of the Community.\nArticle 4\nExemption shall be limited to personal property which:\n(a)\nexcept in special cases justified by the circumstances, has been in the possession of and, in the case of non-consumable goods, used by the person concerned at his former normal place of residence for a minimum of six months before the date on which he ceases to have his normal place of residence outside the Community;\n(b)\nis intended to be used for the same purpose at his new normal place of residence.\nThe Member States may in addition make exemption of personal property conditional upon such property having borne, either in the country of origin or in the country of departure, the customs and/or fiscal charges to which it is normally liable.\nArticle 5\nExemption may be granted only to persons whose normal place of residence has been outside the Community for a continuous period of at least 12 months.\nHowever, the competent authorities may grant exceptions to this rule provided that the intention of the person concerned was clearly to reside outside the Community for a continuous period of at least 12 months.\nArticle 6\nExemption shall not be granted in respect of:\n(a)\nalcoholic products;\n(b)\ntobacco or tobacco products;\n(c)\ncommercial means of transport;\n(d)\narticles for use in the exercise of a trade or profession, other than portable instruments of the applied or liberal arts.\nVehicles intended for mixed use for commercial or professional purposes may also be excluded from exemption.\nArticle 7\n1.   Except in special cases, exemption shall be granted only in respect of personal property entered for permanent importation within 12 months of the date of establishment, by the person concerned, of his normal place of residence in the Community.\n2.   The personal property may be imported in several separate consignments within the period referred to in paragraph 1.\nArticle 8\n1.   Until 12 months have elapsed from the date of the declaration for its final importation, personal property which has been imported exempt from tax may not be lent, given as security, hired out or transferred, whether for a consideration or free of charge, without prior notification to the competent authorities.\n2.   Any loan, giving as security, hiring out or transfer before the expiry of the period referred to in paragraph 1 shall entail payment of the relevant VAT on the goods concerned, at the rate applying on the date of such loan, giving as security, hiring out or transfer, on the basis of the type of goods and the customs value ascertained or accepted on that date by the competent authorities.\nArticle 9\n1.   By way of derogation from Article 7(1), exemption may be granted in respect of personal property permanently imported before the person concerned establishes his normal place of residence in the Community, provided that he undertakes actually to establish his normal place of residence there within a period of six months. Such undertaking shall be accompanied by a security, the form and amount of which shall be determined by the competent authorities.\n2.   Where use is made of paragraph 1, the period laid down in point (a) of the first paragraph of Article 4 shall be calculated from the date of importation into the Community.\nArticle 10\n1.   Where, owing to occupational commitments, the person concerned leaves the third country or third territory where he had his normal place of residence without simultaneously establishing his normal place of residence on the territory of a Member State the Community, although having the intention of ultimately doing so, the competent authorities may authorise exemption in respect of the personal property which he transfers into the said territory for this purpose.\n2.   Exemption in respect of the personal property referred to in paragraph 1 shall be granted in accordance with the conditions laid down in Articles 3 to 8, on the understanding that:\n(a)\nthe periods laid down in point (a) of the first paragraph of Article 4 and paragraph 1 of Article 7 shall be calculated from the date of importation;\n(b)\nthe period referred to in Article 8(1) shall be calculated from the date when the person concerned actually establishes his normal place of residence on the territory of the Community.\n3.   Exemption shall also be subject to an undertaking from the person concerned that he will actually establish his normal place of residence on the territory of the Community within a period laid down by the competent authorities in keeping with the circumstances. The latter may require this undertaking to be accompanied by a security, the form and amount of which they shall determine.\nArticle 11\nThe competent authorities may derogate from points (a) and (b) of the first paragraph of Article 4, points (c) and (d) of the first paragraph of Article 6 and Article 8 when a person has to transfer his normal place of residence to the territory of a Member State as a result of exceptional political circumstances.\nCHAPTER 2\nGoods imported on the occasion of a marriage\nArticle 12\n1.   Subject to Articles 13 to 16, exemption shall be granted in respect of trousseaux and household effects, whether or not new, belonging to a person transferring his or her normal place of residence to the territory of the Community on the occasion of his or her marriage.\nExemption shall also be granted in respect of presents customarily given on the occasion of a marriage which are received by a person fulfilling the conditions laid down in the first subparagraph from persons having their normal place of residence outside the Community. The exemption shall apply to presents of a value of not more than EUR 200. Member States may, however, grant exemption for more than EUR 200 provided that the value of each exempt present does not exceed EUR 1 000.\n2.   The Member State may make exemption of the goods referred to in the first subparagraph of paragraph 1 conditional on their having borne, either in the country or territory of origin or in the country or territory of departure, the customs and fiscal charges to which they are normally liable.\nArticle 13\nThe exemption may be granted only to persons:\n(a)\nwhose normal place of residence has been outside the Community for a continuous period of at least 12 months;\n(b)\nwho produce evidence of their marriage.\nHowever, derogations from the rule referred to in the first subparagraph may be granted provided that the intention of the person concerned was clearly to reside outside the Community for a continuous period of at least 12 months.\nArticle 14\nNo exemption shall be granted for alcoholic products, tobacco or tobacco products.\nArticle 15\n1.   Save in exceptional circumstances, exemption shall be granted only in respect of goods permanently imported:\n(a)\nnot earlier than two months before the date fixed for the wedding; and\n(b)\nnot later than four months after the date of the wedding.\nIn the case referred to in point (a), exemption may be made subject to the lodging of appropriate security, the form and amount of which shall be determined by the competent authorities.\n2.   Goods to which exemption is granted may be imported in several separate consignments, within the period referred to in paragraph 1.\nArticle 16\n1.   Until 12 months have elapsed from the date of the declaration for their final importation, personal property which has been imported exempt from tax may not be lent, given as security, hired out or transferred, whether for a consideration or free of charge, without prior notification to the competent authorities.\n2.   Any loan, giving as security, hiring out or transfer before the expiry of the period referred to in paragraph 1 shall entail payment of the relevant VAT on the goods concerned, at the rate applying on the date of such loan, giving as security, hiring out or transfer, on the basis of the type of goods and the value ascertained or accepted on that date by the competent authorities.\nCHAPTER 3\nPersonal property acquired by inheritance\nArticle 17\nSubject to Articles 18, 19 and 20, exemption shall be granted in respect of personal property acquired by inheritance by a natural person having his normal place of residence in the Community.\nArticle 18\nExemption shall not be granted in respect of:\n(a)\nalcoholic products;\n(b)\ntobacco or tobacco products;\n(c)\ncommercial means of transport;\n(d)\narticles for use in the exercise of a trade or profession, other than portable instruments of the applied or liberal arts, which were required for the exercise of the trade or profession of the deceased;\n(e)\nstocks of raw materials and finished or semi-finished products;\n(f)\nlivestock and stocks of agricultural products exceeding the quantities appropriate to normal family requirements.\nArticle 19\n1.   Exemption shall be granted only in respect of personal property permanently imported not later than two years from the date on which the person becomes entitled to the goods (final settlement of the inheritance).\nHowever, this period may be extended by the competent authorities on special grounds.\n2.   The goods may be imported in several separate consignments within the period referred to in paragraph 1.\nArticle 20\nArticles 17, 18 and 19 shall apply mutatis mutandis to personal property acquired by inheritance by legal persons engaged in a non-profit-making activity who are established on the territory of the Community.\nTITLE III\nIMPORTATION OF SCHOOL OUTFITS, EDUCATIONAL MATERIALS AND RELATED HOUSEHOLD EFFECTS\nArticle 21\n1.   Exemption shall be granted in respect of outfits, educational materials and household effects representing the usual furnishings for a student’s room and belonging to pupils or students coming to stay in the Community for the purposes of studying there and intended for their personal use during the period of their studies.\n2.   For the purposes of this Article:\n(a)\n‘pupil or student’ means any person enrolled in an educational establishment in order to attend, full-time, the courses offered therein;\n(b)\n‘outfit’ means underwear and household linen as well as clothing, whether or not new;\n(c)\n‘educational materials’ means articles and instruments (including calculators and typewriters) normally used by pupils or students for the purposes of their studies.\nArticle 22\nExemption shall be granted at least once per school year.\nTITLE IV\nIMPORTS OF NEGLIGIBLE VALUE\nArticle 23\nGoods of a total value not exceeding EUR 10 shall be exempt on admission. Member States may grant exemption for imported goods of a total value of more than EUR 10, but not exceeding EUR 22.\nHowever, Member States may exclude goods which have been imported on mail order from the exemption provided for in the first sentence of the first subparagraph.\nArticle 24\nExemption shall not apply to the following:\n(a)\nalcoholic products;\n(b)\nperfumes and toilet waters;\n(c)\ntobacco or tobacco products.\nTITLE V\nCAPITAL GOODS AND OTHER EQUIPMENT IMPORTED ON THE TRANSFER OF ACTIVITIES\nArticle 25\n1.   Without prejudice to the measures in force in the Member State with regard to industrial and commercial policy, and subject to Articles 26 to 29, Member States may allow exemption, on admission, for imports of capital goods and other equipment belonging to undertakings which definitively cease their activity in the third country or third territory of origin in order to carry on a similar activity in the Community and which, in accordance with Article 213(1) of Directive 2006/112/EC, have given advance notice to the competent authorities of the Member State of importation of the commencement of such activity.\nWhere the undertaking transferred is an agricultural holding, its livestock shall also be exempt on admission.\n2.   For the purposes of paragraph 1:\n(a)\n‘activity’ means an economic activity as referred to in Article 9(1) of Directive 2006/112/EC;\n(b)\n‘undertaking’ means an independent economic unit of production or of the service industry.\nArticle 26\n1.   The exemption shall be limited to capital goods and equipment which:\n(a)\nexcept in special cases justified by the circumstances, have actually been used in the undertaking for a minimum of 12 months prior to the date on which the undertaking ceased to operate in the third country or third territory from which it is transferring its activity;\n(b)\nare intended to be used for the same purposes after the transfer;\n(c)\nare to be used for the purposes of an activity not exempted under Articles 132, 133, 135 and 136 of Directive 2006/112/EC;\n(d)\nare appropriate to the nature and size of the undertaking in question.\n2.   Pending entry into force of the common rules referred to in the first paragraph of Article 176 of Directive 2006/112/EC, Member States may exclude from the exemption, in whole or in part, capital goods in respect of which they have availed themselves of the second subparagraph of Article 176 of that Directive.\nArticle 27\nNo exemption shall be granted to undertakings established outside the Community and the transfer of which to the territory of the Community is consequent upon or is for the purpose of merging with, or being absorbed by, an undertaking established in the Community, without a new activity being set up.\nArticle 28\nNo exemption shall be granted for:\n(a)\nmeans of transport which are not in the nature of instruments of production or of the service industry;\n(b)\nsupplies of all kinds intended for human consumption or for animal feed;\n(c)\nfuel and stocks of raw materials or finished or semi-finished products;\n(d)\nlivestock in the possession of dealers.\nArticle 29\nExcept in special cases justified by the circumstances, the exemption shall be granted only in respect of capital goods and other equipment imported before the expiry of a period of 12 months from the date when the undertaking ceased its activities in the third country or third territory of origin.\nTITLE VI\nIMPORTATION OF CERTAIN AGRICULTURAL PRODUCTS AND PRODUCTS INTENDED FOR AGRICULTURAL USE\nCHAPTER 1\nProducts obtained by Community farmers on properties located in third countries or third territories\nArticle 30\n1.   Subject to Articles 31 and 32, agricultural, stock-farming, bee-keeping, horticultural and forestry products from properties located in a third country or third territory adjoining the territory of the Community which are operated by agricultural producers having their principal undertaking in the Community and adjacent to the country or territory concerned shall be exempt on admission.\nPure-bred horses, not more than six months old and born in a third country or third territory of an animal covered in the Community and then exported temporarily to give birth, shall also be exempt on admission.\n2.   To be eligible for the exemption under the first subparagraph of paragraph 1, stock-farming products must be obtained from animals reared, acquired or imported in accordance with the general tax arrangements applicable in the Member State of importation.\nArticle 31\nExemption shall be limited to products which have not undergone any treatment other than that which normally follows their harvest or production.\nArticle 32\nExemption shall be granted only in respect of products imported by the agricultural producer or on his behalf.\nArticle 33\nThis Chapter shall apply mutatis mutandis to the products of fishing or fish-farming activities carried out in the lakes or waterways bordering the territory of the Community by fishermen established in the Community and to the products of hunting activities carried out on such lakes or waterways by sportsmen established in the Community.\nCHAPTER 2\nSeeds, fertilisers and products for the treatment of soil and crops\nArticle 34\nSubject to Article 35, seeds, fertilisers and products for the treatment of soil and crops, intended for use on property located in the Community, and adjoining a third country or third territory and operated by agricultural producers having their principal undertaking in the said country or territory adjacent to the territory of the Community shall be exempt on admission.\nArticle 35\n1.   Exemption shall be limited to the quantities of seeds, fertilisers or other products required for the purpose of operating the property.\nIt shall be granted only for seeds, fertilisers or other products introduced directly into the Community by the agricultural producer or on his behalf.\n2.   Member States may make exemption conditional upon the granting of reciprocal treatment.\nTITLE VII\nIMPORTATION OF THERAPEUTIC SUBSTANCES, MEDICINES, LABORATORY ANIMALS AND BIOLOGICAL OR CHEMICAL SUBSTANCES\nCHAPTER 1\nLaboratory animals and biological or chemical substances intended for research\nArticle 36\n1.   The following shall be exempt on admission:\n(a)\nanimals specially prepared and sent free of charge for laboratory use;\n(b)\nbiological or chemical substances which are imported subject to the limits and conditions laid down in Article 60 of Council Regulation (EC) No 918/83 of 28 March 1983 setting up a Community system of reliefs from customs duty (6).\n2.   The exemption referred to in paragraph 1 shall be limited to animals and biological or chemical substances which are intended for either of the following:\n(a)\npublic establishments principally engaged in education or scientific research, including those departments of public establishments which are principally engaged in education or scientific research;\n(b)\nprivate establishments principally engaged in education or scientific research and authorised by the competent authorities of the Member States to receive such articles exempt from tax.\nCHAPTER 2\nTherapeutic substances of human origin and blood-grouping and tissue-typing reagents\nArticle 37\n1.   Without prejudice to the exemption provided for in Article 143(a) of Directive 2006/112/EC and subject to Article 38 of this Directive, the following shall be exempted:\n(a)\ntherapeutic substances of human origin;\n(b)\nblood-grouping reagents;\n(c)\ntissue-typing reagents.\n2.   For the purposes of paragraph 1:\n(a)\n‘therapeutic substances of human origin’ means human blood and its derivatives (whole human blood, dried human plasma, human albumin and fixed solutions of human plasma protein, human immunoglobulin and human fibrinogen);\n(b)\n‘blood-grouping reagents’ means all reagents, whether of human, animal, plant or other origin used for blood-type grouping and for the detection of blood incompatibilities;\n(c)\n‘tissue-typing reagents’ means all reagents whether of human, animal, plant or other origin used for the determination of human tissue-types.\nArticle 38\nExemption shall be limited to products which:\n(a)\nare intended for institutions or laboratories approved by the competent authorities, for use exclusively for non-commercial medical or scientific purposes;\n(b)\nare accompanied by a certificate of conformity issued by a duly authorised body in the country or territory of departure;\n(c)\nare in containers bearing a special label identifying them.\nArticle 39\nExemption shall include the special packaging essential for the transport of therapeutic substances of human origin or blood-grouping or tissue-typing reagents and also any solvents and accessories needed for their use which may be included in the consignments.\nCHAPTER 3\nReference substances for the quality control of medical products\nArticle 40\nConsignments which contain samples of reference substances approved by the World Health Organisation for the quality control of materials used in the manufacture of medicinal products and which are addressed to consignees authorised by the competent authorities of the Member States to receive such consignments free of tax shall be exempt on admission.\nCHAPTER 4\nPharmaceutical products used at international sports events\nArticle 41\nPharmaceutical products for human or veterinary medical use by persons or animals participating in international sports events shall, within the limits necessary to meet their requirements during their stay in the Community, be exempt on admission.\nTITLE VIII\nGOODS FOR CHARITABLE OR PHILANTHROPIC ORGANISATIONS\nCHAPTER 1\nGeneral provision\nArticle 42\nMember States may impose a limit on the quantity or value of the goods, exempt under Chapters 2, 3 or 4 in order to remedy any abuse and to combat major distortions of competition.\nCHAPTER 2\nGoods imported for general purposes\nArticle 43\n1.   Subject to Articles 44, 45 and 46, the following shall be exempt on admission:\n(a)\nbasic necessities obtained free of charge and imported by State organisations or other charitable or philanthropic organisations approved by the competent authorities for distribution free of charge to needy persons;\n(b)\ngoods of every description sent free of charge, by a person or organisation established outside the Community, and without any commercial intent on the part of the sender, to State organisations or other charitable or philanthropic organisations approved by the competent authorities, to be used for fund-raising at occasional charity events for the benefit of needy persons;\n(c)\nequipment and office materials sent free of charge, by a person or organisation established outside the Community, and without any commercial intent on the part of the sender, to charitable or philanthropic organisations approved by the competent authorities, to be used solely for the purpose of meeting their operating needs or carrying out their stated charitable or philanthropic aims.\n2.   For the purposes of paragraph 1(a) ‘basic necessities’ means those goods required to meet the immediate needs of human beings, such as food, medicine, clothing and bed-clothes.\nArticle 44\nExemption shall not be granted in respect of:\n(a)\nalcoholic products;\n(b)\ntobacco or tobacco products;\n(c)\ncoffee and tea;\n(d)\nmotor vehicles other than ambulances.\nArticle 45\nExemption shall be granted only to organisations accounting procedures of which enable the competent authorities to supervise their operations and which offer all the guarantees considered necessary.\nArticle 46\n1.   The organisation entitled to exemption may not lend, hire out or transfer, whether for a consideration or free of charge, the goods referred to in Article 43 for purposes other than those laid down in Article 43(1)(a) and (b), unless the competent authorities have been informed thereof in advance.\n2.   Should goods and equipment be lent, hired out or transferred to an organisation entitled to benefit from exemption pursuant to Articles 43 and 45, the exemption shall continue to be granted provided that the latter uses the goods and equipment for purposes which confer the right to such exemption.\nIn other cases, loan, hiring out or transfer shall be subject to prior payment of VAT at the rate applying on the date of the loan, hiring out or transfer, on the basis of the type of goods and equipment and the value ascertained or accepted on that date by the competent authorities.\nArticle 47\n1.   Organisations referred to in Article 43 which cease to fulfil the conditions giving entitlement to exemption, or which are proposing to use goods and equipment exempt on admission for purposes other than those provided for by that Article, shall so inform the competent authorities.\n2.   Goods remaining in the possession of organisations which cease to fulfil the conditions giving entitlement to exemption shall be liable to the relevant import VAT at the rate applying on the date on which those conditions cease to be fulfilled, on the basis of the type of goods and equipment and the value as ascertained or accepted on that date by the competent authorities.\n3.   Goods used by the organisation benefiting from the exemption for purposes other than those provided for in Article 43 shall be liable to the relevant import VAT at the rate applying on the date on which they are put to another use on the basis of the type of goods and equipment and the value as ascertained on that date by the competent authorities.\nCHAPTER 3\nArticles imported for the benefit of handicapped persons\nArticle 48\n1.   Articles specially designed for the education, employment or social advancement of blind or other physically or mentally handicapped persons shall be exempt on admission where:\n(a)\nthey are imported by institutions or organisations that are principally engaged in the education of or the provision of assistance to handicapped persons and are authorised by the competent authorities of the Member States to receive such articles exempt from tax; and\n(b)\nthey are donated to such institutions or organisations free of charge and with no commercial intent on the part of the donor.\n2.   Exemption shall apply to specific spare parts, components or accessories specifically for the articles in question and to the tools to be used for the maintenance, checking, calibration and repair of the said articles, provided that such spare parts, components, accessories or tools are imported at the same time as the said articles or, if imported subsequently, that they can be identified as being intended for articles previously exempt on admission or which would be eligible to be so exempt at the time when such entry is requested for the specific spare parts, components or accessories and tools in question.\n3.   Articles exempt on admission may not be used for purposes other than the education, employment or social advancement of blind or other handicapped persons.\nArticle 49\n1.   Goods exempt on admission may be lent, hired out or transferred, whether for a consideration or free of charge, by the beneficiary institutions or organisations on a non-profit-making basis to the persons referred to in Article 48 with whom they are concerned, without payment of VAT on importation.\n2.   No loan, hiring out or transfer may be effected under conditions other than those provided for in paragraph 1 unless the competent authorities have first been informed.\nShould an article be lent, hired out or transferred to an institution or organisation itself entitled to benefit from this exemption, the exemption shall continue to be granted, provided the latter uses the article for purposes which confer the right to such exemption.\nIn other cases, loan, hiring out or transfer shall be subject to prior payment of VAT, at the rate applying on the date of the loan, hiring out or transfer, on the basis of the type of goods and the value ascertained or accepted on that date by the competent authorities.\nArticle 50\n1.   Institutions or organisations referred to in Article 48 which cease to fulfil the conditions giving entitlement to exemption, or which are proposing to use articles exempt on admission for purposes other than those provided for by that Article shall so inform the competent authorities.\n2.   Articles remaining in the possession of institutions or organisations which cease to fulfil the conditions giving entitlement to exemption shall be liable to the relevant import VAT at the rate applying on the date on which those conditions cease to be fulfilled, on the basis of the type of goods and the value ascertained or accepted on that date by the competent authorities.\n3.   Articles used by the institution or organisation benefiting from the exemption for purposes other than those provided for in Article 48 shall be liable to the relevant import VAT at the rate applying on the date on which they are put to another use on the basis of the type of goods and the value ascertained or accepted on that date by the competent authorities.\nCHAPTER 4\nGoods imported for the benefit of disaster victims\nArticle 51\nSubject to Articles 52 to 57 goods imported by State organisations or other charitable or philanthropic organisations approved by the competent authorities shall be exempt on admission where they are intended:\n(a)\nfor distribution free of charge to victims of disasters affecting the territory of one or more Member States; or\n(b)\nto be made available free of charge to the victims of such disasters, while remaining the property of the organisations in question.\nGoods imported by disaster-relief agencies in order to meet their needs during the period of their activity shall also benefit upon admission from the exemption under the same conditions.\nArticle 52\nNo exemption shall be granted for materials and equipment intended for rebuilding disaster areas.\nArticle 53\nGranting of the exemption shall be subject to a decision by the Commission, acting at the request of the Member State or States concerned in accordance with an emergency procedure entailing the consultation of the other Member States. This decision shall, where necessary, lay down the scope and the conditions of the exemption.\nPending notification of the Commission’s decision, Member States affected by a disaster may authorise the suspension of any import VAT chargeable on goods imported for the purposes described in Article 51, subject to an undertaking by the importing organisation to pay such tax if exemption is not granted.\nArticle 54\nExemption shall be granted only to organisations the accounting procedures of which enable the competent authorities to supervise their operations and which offer all the guarantees considered necessary.\nArticle 55\n1.   The organisations benefiting from the exemption may not lend, hire out or transfer, whether for a consideration or free of charge, the goods referred to in the first paragraph of Article 51 under conditions other than those laid down in that Article without prior notification thereof to the competent authorities.\n2.   Should goods be lent, hired out or transferred to an organisation itself entitled to benefit from exemption pursuant to Article 51, the exemption shall continue to be granted, provided the latter uses the goods for purposes which confer the right to such exemption.\nIn other cases, loan, hiring out or transfer shall be subject to prior payment of VAT, at the rate applying on the date of the loan, hiring out or transfer, on the basis of the type of goods and the value ascertained or accepted on that date by the competent authorities.\nArticle 56\n1.   The goods referred to in point (b) of the first paragraph of Article 51, after they cease to be used by disaster victims, may not be lent, hired out or transferred, whether for a consideration or free of charge, unless the competent authorities are notified in advance.\n2.   Should goods be lent, hired out or transferred to an organisation itself entitled to benefit from exemption pursuant to Article 51 or, if appropriate, to an organisation entitled to benefit from exemption pursuant to Article 43(1)(a), the exemption shall continue to be granted, provided such organisations use the goods concerned for purposes which confer the right to such exemption.\nIn other cases, loan, hiring out or transfer shall be subject to prior payment of VAT, at the rate applying on the date of the loan, hiring out or transfer, on the basis of the type of goods and the value ascertained or accepted on that date by the competent authorities.\nArticle 57\n1.   Organisations referred to in Article 51 which cease to fulfil the conditions giving entitlement to exemption, or which are proposing to use the goods exempt on admission for purposes other than those provided for by that Article shall so inform the competent authorities.\n2.   In the case of goods remaining in the possession of organisations which cease to fulfil the conditions giving entitlement to exemption, when these are transferred to an organisation itself entitled to benefit from exemption pursuant to this Chapter or, if appropriate, to an organisation entitled to benefit from exemption pursuant to Article 43, the exemption shall continue to be granted, provided the organisation uses the goods in question for purposes which confer the right to such exemptions. In other cases, the goods shall be liable to the relevant import VAT at the rate applying on the date on which those conditions cease to be fulfilled, on the basis of the type of goods and the value ascertained or accepted on that date by the competent authorities.\n3.   Goods used by the organisation benefiting from the exemption for purposes other than those provided for in this Chapter shall be liable to the relevant import VAT at the rate applying on the date on which they are put to another use, on the basis of the type of goods and the value ascertained or accepted on that date by the competent authorities.\nTITLE IX\nIMPORTATION IN THE CONTEXT OF CERTAIN ASPECTS OF INTERNATIONAL RELATIONS\nCHAPTER 1\nHonorary decorations or awards\nArticle 58\nOn production of satisfactory evidence to the competent authorities by the persons concerned, and provided the operations involved are not in any way of a commercial character, exemption shall be granted in respect of:\n(a)\ndecorations conferred by the government of a third country on persons whose normal place of residence is in the Community;\n(b)\ncups, medals and similar articles of an essentially symbolic nature which, having been awarded in a third country or third territory to persons having their normal place of residence in the Community as a tribute to their activities in fields such as the arts, the sciences, sport or the public service or in recognition of merit at a particular event, are imported by such persons themselves;\n(c)\ncups, medals and similar articles of an essentially symbolic nature which are given free of charge by authorities or persons established in a third country, to be presented on the territory of the Community for the same purposes as those referred to in point (b);\n(d)\nawards, trophies and souvenirs of a symbolic nature and of limited value intended for distribution free of charge to persons normally resident in a third country or third territory, at business conferences or similar international events; their nature, unitary value or other features, must not be such as might indicate that they are intended for commercial purposes.\nCHAPTER 2\nPresents received in the context of international relations\nArticle 59\nWithout prejudice, where relevant, to the provisions applicable to the international movement of travellers, and subject to Articles 60 and 61, exemption shall be granted in respect of goods:\n(a)\nimported by persons who have paid an official visit in a third country or third territory and who have received such goods on that occasion as gifts from the host authorities;\n(b)\nimported by persons coming to pay an official visit in the Community and who intend to offer them on that occasion as gifts to the host authorities;\n(c)\nsent as gifts, in token of friendship or goodwill, by an official body, public authority or group carrying on an activity in the public interest which is located in a third country or third territory, to an official body, public authority or group carrying on an activity in the public interest which is located in the Member State of importation and approved by the competent authorities to receive such goods exempt from tax.\nArticle 60\nNo exemption shall be granted for alcoholic products, tobacco or tobacco products.\nArticle 61\nExemption shall be granted only:\n(a)\nwhere the articles intended as gifts are offered on an occasional basis;\n(b)\nwhere they do not, by their nature, value or quantity, reflect any commercial interest;\n(c)\nif they are not used for commercial purposes.\nCHAPTER 3\nGoods to be used by monarchs or heads of State\nArticle 62\n1.   Exemption from tax, within the limits and under the conditions laid down by the competent authorities, shall be granted in respect of:\n(a)\ngifts to reigning monarchs and heads of State;\n(b)\ngoods to be used or consumed by reigning monarchs and heads of State of a third country, or by persons officially representing them, during their official stay in the Community.\n2.   The exemption referred to in paragraph 1(b) may be made subject, by the Member State of importation, to reciprocal treatment.\n3.   The exemption referred to in paragraph 1 is also applicable to persons enjoying prerogatives at international level analogous to those enjoyed by reigning monarchs or heads of State.\nTITLE X\nIMPORTATION OF GOODS FOR THE PROMOTION OF TRADE\nCHAPTER 1\nSamples of negligible value\nArticle 63\n1.   Without prejudice to Article 67(1)(a), samples of goods which are of negligible value and which can be used only to solicit orders for goods of the type they represent shall be exempt on admission.\n2.   The competent authorities may require that certain articles, to qualify for exemption on admission, be rendered permanently unusable by being torn, perforated, or clearly and indelibly marked, or by any other process, provided such operation does not destroy their character as samples.\n3.   For the purposes of paragraph 1, ‘samples of goods’ means any article representing a type of goods whose manner of presentation and quantity, for goods of the same type or quality, rule out its use for any purpose other than that of seeking orders.\nCHAPTER 2\nPrinted matter and advertising material\nArticle 64\nSubject to Article 65, printed advertising matter such as catalogues, price lists, directions for use or brochures shall be exempt on admission provided that they relate to:\n(a)\ngoods for sale or hire by a person established outside the Community; or\n(b)\ntransport, commercial insurance or banking services offered by a person established outside the Community.\nArticle 65\n1.   The exemption shall be limited to printed advertisements which fulfil the following conditions:\n(a)\nprinted matter must clearly display the name of the undertaking which produces, sells or hires out the goods, or which offers the services to which it refers;\n(b)\neach consignment must contain no more than one document or a single copy of each document if it is made up of several documents;\n(c)\nprinted matter must not be the subject of grouped consignments from the same consignor to the same consignee.\n2.   By way of derogation from paragraph 1(b), consignments comprising several copies of the same document may nevertheless be granted exemption provided their total gross weight does not exceed one kilogram.\nArticle 66\nArticles for advertising purposes, of no intrinsic commercial value, sent free of charge by suppliers to their customers which, apart from their advertising function, are not capable of being used shall be exempt on admission.\nCHAPTER 3\nGoods used or consumed at a trade fair or similar event\nArticle 67\n1.   Subject to Articles 68, 69, 70 and 71, the following shall be exempt on admission:\n(a)\nsmall representative samples of goods intended for a trade fair or similar event;\n(b)\ngoods imported solely in order to be demonstrated or in order to demonstrate machines and apparatus displayed at a trade fair or similar event;\n(c)\nvarious materials of little value, such as paints, varnishes and wallpaper, which are to be used in the building, fitting-out and decoration of temporary stands at a trade fair or similar event, which are destroyed by being used;\n(d)\nprinted matter, catalogues, prospectuses, price lists, advertising posters, calendars, whether or not illustrated, unframed photographs and other articles supplied free of charge in order to advertise goods displayed at a trade fair or similar event.\n2.   For the purposes of paragraph 1, ‘trade fair or similar event’ means:\n(a)\nexhibitions, fairs, shows and similar events connected with trade, industry, agriculture or handicrafts;\n(b)\nexhibitions and events held mainly for charitable reasons;\n(c)\nexhibitions and events held mainly for scientific, technical, handicraft, artistic, educational or cultural or sporting reasons, for religious reasons or for reasons of worship, trade union activity or tourism, or in order to promote international understanding;\n(d)\nmeetings of representatives of international organisations or collective bodies;\n(e)\nofficial or commemorative ceremonies and gatherings;\nHowever, that definition shall not cover exhibitions staged for private purposes in commercial stores or premises to sell goods.\nArticle 68\nThe exemption referred to in Article 67(1)(a) shall be limited to samples which:\n(a)\nare imported free of charge as such or are obtained at the exhibition from goods imported in bulk;\n(b)\nare exclusively distributed free of charge to the public at the exhibition for use or consumption by the persons to whom they have been offered;\n(c)\nare identifiable as advertising samples of low unitary value;\n(d)\nare not easily marketable and, where appropriate, are packaged in such a way that the quantity of the item involved is lower than the smallest quantity of the same item actually sold on the market;\n(e)\nin the case of foodstuffs and beverages not packaged as referred to in point (d), are consumed on the spot at the exhibition;\n(f)\nin their total value and quantity, are appropriate to the nature of the exhibition, the number of visitors and the extent of the exhibitor’s participation.\nArticle 69\nThe exemption referred to in Article 67(1)(b) shall be limited to goods which are:\n(a)\nconsumed or destroyed at the exhibition; and\n(b)\nappropriate, in their total value and quantity, to the nature of the exhibition, the number of visitors and the extent of the exhibitor’s participation.\nArticle 70\nThe exemption referred to in Article 67(1)(d) shall be limited to printed matter and articles for advertising purposes which:\n(a)\nare intended exclusively to be distributed free of charge to the public at the place where the exhibition is held; and\n(b)\nin their total value and quantity, are appropriate to the nature of the exhibition, the number of visitors and the extent of the exhibitor’s participation.\nArticle 71\nThe exemption referred to in Article 67(1)(a) and (b) shall not be granted for:\n(a)\nalcoholic products;\n(b)\ntobacco or tobacco products;\n(c)\nfuels, whether solid, liquid or gaseous.\nTITLE XI\nGOODS IMPORTED FOR EXAMINATION, ANALYSIS OR TEST PURPOSES\nArticle 72\nSubject to Articles 73 to 78, goods which are to undergo examination, analysis or tests to determine their composition, quality or other technical characteristics for purposes of information or industrial or commercial research shall be exempt on admission.\nArticle 73\nWithout prejudice to Article 76, the exemption shall be granted only on condition that the goods to be examined, analysed or tested are completely used up or destroyed in the course of the examination, analysis or testing.\nArticle 74\nNo exemption shall be granted in respect of goods used in examination, analysis or tests which in themselves constitute sales promotion operations.\nArticle 75\nExemption shall be granted only in respect of the quantities of goods which are strictly necessary for the purpose for which they are imported. These quantities shall in each case be determined by the competent authorities, taking into account the said purpose.\nArticle 76\n1.   The exemption shall cover goods which are not completely used up or destroyed during examination, analysis or testing, provided that the products remaining are, with the agreement and under the supervision of the competent authorities:\n(a)\ncompletely destroyed or rendered commercially valueless on completion of examination, analysis or testing; or\n(b)\nsurrendered to the State without causing it any expense, where this is possible under national law; or\n(c)\nin duly justified circumstances, exported outside the Community.\n2.   For the purposes of paragraph 1, ‘products remaining’ means products resulting from the examinations, analyses or tests or goods not actually used.\nArticle 77\nSave where Article 76(1) is applied, products remaining at the end of the examinations, analyses or tests referred to in Article 72 shall be subject to the relevant import VAT, at the rate applying on the date of completion of the examinations, analyses or tests, on the basis of the type of goods and the value ascertained or accepted on that date by the competent authorities.\nHowever, the interested party may, with the agreement and under the supervision of the competent authorities, convert products remaining to waste or scrap. In this case, the import duties shall be those applying to such waste or scrap at the time of conversion.\nArticle 78\nThe period within which the examinations, analyses or tests must be carried out and the administrative formalities to be completed in order to ensure the use of the goods for the purposes intended shall be determined by the competent authorities.\nTITLE XII\nMISCELLANEOUS IMPORTS\nCHAPTER 1\nConsignments sent to organisations protecting copyrights or industrial and commercial patent rights\nArticle 79\nTrademarks, patterns or designs and their supporting documents, as well as applications for patents for invention or the like, to be submitted to the bodies competent to deal with the protection of copyrights or the protection of industrial or commercial patent rights shall be exempt on admission.\nCHAPTER 2\nTourist information literature\nArticle 80\nThe following shall be exempt on admission:\n(a)\ndocumentation (leaflets, brochures, books, magazines, guidebooks, posters, whether or not framed, unframed photographs and photographic enlargements, maps, whether or not illustrated, window transparencies, and illustrated calendars) intended to be distributed free of charge and the principal purpose of which is to encourage the public to visit foreign countries, in particular in order to attend cultural, tourist, sporting, religious or trade or professional meetings or events, provided that such literature contains not more than 25 % of private commercial advertising and that the general nature of its promotional aims is evident;\n(b)\nforeign hotel lists and yearbooks published by official tourist agencies, or under their auspices, and timetables for foreign transport services, provided that such literature is intended for distribution free of charge and contains not more than 25 % of private commercial advertising;\n(c)\nreference material supplied to accredited representatives or correspondents appointed by official national tourist agencies and not intended for distribution, that is to say, yearbooks, lists of telephone or telex numbers, hotel lists, fairs catalogues, specimens of craft goods of negligible value, and literature on museums, universities, spas or other similar establishments.\nCHAPTER 3\nMiscellaneous documents and articles\nArticle 81\n1.   The following shall be exempt on admission:\n(a)\ndocuments sent free of charge to the public services of Member States;\n(b)\npublications of foreign governments and publications of official international bodies intended for distribution without charge;\n(c)\nballot papers for elections organised by bodies set up in countries outside the Community;\n(d)\nobjects to be submitted as evidence or for like purposes to the courts or other official agencies of the Member States;\n(e)\nspecimen signatures and printed circulars concerning signatures sent as part of customary exchanges of information between public services or banking establishments;\n(f)\nofficial printed matter sent to the central banks of the Member States;\n(g)\nreports, statements, notes, prospectuses, application forms and other documents drawn up by companies with headquarters outside the Community and sent to the bearers or subscribers of securities issued by such companies;\n(h)\nrecorded media (punched cards, sound recordings, microfilms, etc.) used for the transmission of information sent free of charge to the addressee, in so far as exemption does not give rise to abuses or to major distortions of competition;\n(i)\nfiles, archives, printed forms and other documents to be used in international meetings, conferences or congresses, and reports on such gatherings;\n(j)\nplans, technical drawings, traced designs, descriptions and other similar documents imported with a view to obtaining or fulfilling orders outside the Community or to participating in a competition held in the Community;\n(k)\ndocuments to be used in examinations held in the Community by institutions set up outside the Community;\n(l)\nprinted forms to be used as official documents in the international movement of vehicles or goods, within the framework of international conventions;\n(m)\nprinted forms, labels, tickets and similar documents sent by transport undertakings or by undertakings of the hotel industry located outside the Community to travel agencies set up in the Community;\n(n)\nprinted forms and tickets, bills of lading, way-bills and other commercial or office documents which have been used;\n(o)\nofficial printed forms from national or international authorities, and printed matter conforming to international standards sent for distribution by associations established outside the Community to corresponding associations located in the Community;\n(p)\nphotographs, slides and stereotype mats for photographs, whether or not captioned, sent to press agencies to newspaper or magazine publishers;\n(q)\narticles listed in Annex I which are produced by the United Nations or one of its specialised agencies whatever the use for which they are intended;\n(r)\ncollectors’ pieces and works of art of an educational, scientific or cultural character which are not intended for sale and which are imported by museums, galleries and other institutions approved by the competent authorities of the Member States for the purpose of duty-free admission of these goods;\n(s)\nimportations of official publications issued under the authority of the country or territory of export, international institutions, regional or local authorities and bodies under public law established in the country or territory of export, and printed matter distributed on the occasion of elections to the European Parliament or on the occasion of national elections in the country in which the printed matter originates by foreign political organisations officially recognised as such in the Member States, in so far as such publications and printed matter have been subject to tax in the country or territory of export and have not benefited from remission of tax on export.\n2.   The exemption referred to in paragraph 1(r) is granted only on condition that the articles in question are imported free of charge or, if they are imported against payment, that they are not supplied by a taxable person.\nCHAPTER 4\nAncillary materials for the stowage and protection of goods during their transport\nArticle 82\nThe various materials such as rope, straw, cloth, paper and cardboard, wood and plastics which are used for the stowage and protection — including heat protection — of goods during their transport on the territory of the Community, shall be exempt on admission, provided that:\n(a)\nthey are not normally reusable; and\n(b)\nthe consideration paid for them forms part of the taxable amount on importation as defined in Chapter 4 of Title VII of Directive 2006/112/EC.\nCHAPTER 5\nLitter, fodder and feedingstuffs for animals during their transport\nArticle 83\nLitter, fodder and feedingstuffs of any description put on board the means of transport used to convey animals on the territory of the Community for the purpose of distribution to the said animals during the journey shall be exempt on admission.\nCHAPTER 6\nFuels and lubricants present in land motor vehicles and special containers\nArticle 84\n1.   Subject to Articles 85, 86 and 87, the following shall be exempt on admission:\n(a)\nfuel contained in the standard tanks of:\n(i)\nprivate and commercial motor vehicles and motorcycles;\n(ii)\nspecial containers;\n(b)\nfuel contained in portable tanks carried by private motor vehicles and motorcycles, up to a maximum of 10 litres per vehicle and without prejudice to national provisions on the holding and transport of fuel.\n2.   For the purpose of paragraph 1:\n(a)\n‘commercial motor vehicle’ means any motorised road vehicle (including tractors with trailers) which, by its type of construction and equipment, is designed for, and capable of, transporting, whether for payment or not, more than nine persons including the driver, or goods, and any road vehicle for a special purpose other than transport as such;\n(b)\n‘private motor vehicle’ means any motor vehicle not covered by the definition set out in point (a);\n(c)\n‘standard tanks’ means:\n(i)\nthe tanks permanently fixed by, the manufacturer to all motor vehicles of the same type as the vehicle in question and whose permanent fitting enables fuel to be used directly, both for the purpose of propulsion and, where appropriate, for the operation, during transport, of refrigeration systems and other systems;\n(ii)\ntanks permanently fixed by the manufacturer to all containers of the same type as the container in question and whose permanent fitting enables fuel to be used directly for the operation, during transport, of refrigeration systems and other systems with which special containers are equipped;\n(d)\n‘special container’ means any container fitted with specially designed apparatus for refrigeration systems, oxygenation systems, thermal insulation systems, or other systems.\nIn addition to the tanks referred to in point (c)(i) of the first subparagraph, gas tanks fitted to motor vehicles designed for the direct use of gas as a fuel and tanks fitted to ancillary systems with which the vehicle may be equipped shall also be considered to be standard tanks.\nArticle 85\nMember States may limit the application of the exemption for fuel contained in the standard fuel tanks of commercial motor vehicles and special containers:\n(a)\nwhen the vehicle comes from a third country or third territory, to 200 litres per vehicle and per journey;\n(b)\nto 200 litres per special container and per journey.\nArticle 86\nMember States may limit the amount of fuel exempt on admission in the case of:\n(a)\ncommercial motor vehicles engaged in international transport coming from third countries or third territories to their frontier zone, to a maximum depth of 25 kilometres as the crow flies, where such transport consists of journeys made by persons residing in that zone;\n(b)\nprivate motor vehicles belonging to persons residing in the frontier zone, to a maximum depth of 15 km as the crow flies, contiguous with a third country or third territory.\nArticle 87\n1.   Fuel exempt on admission may not be used in a vehicle other than that in which it was imported nor be removed from that vehicle and stored, except during necessary repairs to that vehicle, or transferred for a consideration or free of charge by the person granted the exemption.\n2.   Non-compliance with paragraph 1 shall give rise to application of the import VAT relating to the products in question at the rate in force on the date of such non-compliance, on the basis of the type of goods and the value ascertained or accepted on that date by the competent authorities.\nArticle 88\nThe exemption shall also apply to lubricants carried in motor vehicles and required for their normal operation during the journey in question.\nCHAPTER 7\nGoods for the construction, upkeep or ornamentation of memorials to, or cemeteries for, war victims\nArticle 89\nExemption from tax shall be granted in respect of goods imported by organisations authorised for that purpose by the competent authorities, for use in the construction, upkeep or ornamentation of cemeteries and tombs of, and memorials to, war victims of a third country who are buried in the Community.\nCHAPTER 8\nCoffins, funerary urns and ornamental funerary articles\nArticle 90\nThe following shall be exempt on admission:\n(a)\ncoffins containing bodies and urns containing the ashes of deceased persons, as well as the flowers, funeral wreaths and other ornamental objects normally accompanying them;\n(b)\nflowers, wreaths and other ornamental objects brought by persons resident outside the Community, attending a funeral or coming to decorate graves on the territory of the Community provided these importations do not reflect, by either their nature or their quantity, any commercial intent.\nTITLE XIII\nGENERAL AND FINAL PROVISIONS\nArticle 91\nWhere this Directive provides that the granting of an exemption shall be subject to the fulfilment of certain conditions, the person concerned shall, to the satisfaction of the competent authorities, furnish proof that those conditions have been met.\nArticle 92\n1.   The exchange value in national currency of the euro to be taken into consideration for the purposes of this Directive shall be fixed once a year. The rates to be applied shall be those obtaining on the first working day in October and shall take effect on 1 January the following year.\n2.   Member States may round off the amounts in national currency arrived at by converting the amounts in euro.\n3.   Member States may continue to apply the amounts of the exemptions in force at the time of the annual adjustment provided for in paragraph 1, if conversion of the amounts of the exemptions expressed in euro leads, before the rounding-off provided for in paragraph 2, to an alteration of less than 5 % in the exemption expressed in national currency or to a reduction in that exemption.\nArticle 93\nThis Directive shall not prevent Member States from continuing to grant:\n(a)\nthe privileges and immunities granted by them under cultural, scientific or technical cooperation agreements concluded between Member States and third countries;\n(b)\nthe special exemptions justified by the nature of frontier traffic which are granted by them under frontier agreements concluded between Member States and third countries;\n(c)\nexemptions in the context of agreements entered into on the basis of reciprocity with third countries that are Contracting Parties to the Convention on International Civil Aviation, signed at Chicago on 7 December 1944, for the purpose of implementing Recommended Practices 4.42 and 4.44 in Annex 9 to the Convention.\nArticle 94\nUntil the establishment of Community exemptions upon importation, Member States may retain the exemptions granted to:\n(a)\nmerchant-navy seamen;\n(b)\nworkers returning to their country of origin after having resided for at least six months outside the Community on account of their occupation.\nArticle 95\nMember States shall inform the Commission of the measures which they adopt to give effect to this Directive, indicating, where the case arises, those measures which they adopt by simple reference to identical provisions of Regulation (EEC) No 918/83.\nArticle 96\nDirective 83/181/EEC, as amended by the Directives listed in Annex II, Part A, is repealed, without prejudice to the obligations of the Member States relating to the time limits for transposition into national law of the Directives set out in Annex II, Part B.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table in Annex III.\nArticle 97\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nArticle 98\nThis Directive is addressed to the Member States.\nDone at Luxembourg, 19 October 2009.\nFor the Council\nThe President\nE. ERLANDSSON\n(1)  Opinion of 11 March 2009 (not yet published in the Official Journal).\n(2)  OJ C 175, 28.7.2009, p. 123.\n(3)  OJ L 105, 23.4.1983, p. 38.\n(4)  See Annex II, Part A.\n(5)  OJ L 347, 11.12.2006, p. 1.\n(6)  OJ L 105, 23.4.1983, p. 1.\nANNEX I\nVISUAL AND AUDITORY MATERIALS OF AN EDUCATIONAL, SCIENTIFIC OR CULTURAL CHARACTER\nCN code\nDescription\n3704 00\nPhotographic plates, film, paper, paperboard and textiles, exposed but not developed:\nex 3704 00 10\n– Plates and film:\n—\nCinematograph film, positives, of an educational, scientific or cultural character\nex 3705\nPhotographic plates and film, exposed and developed, other than cinematograph film:\n—\nOf an educational, scientific or cultural character\n3706\nCinematograph film, exposed and developed, whether or not incorporating sound track or consisting only of sound track:\n3706 10\n– Of a width of 35 mm or more:\n– – Other:\nex 3706 10 99\n– – – Other positives:\n—\nNewsreels (with or without sound track) depicting events of current news value at the time of importation, and imported up to a limit of two copies of each subject for copying purposes\n—\nArchival film material (with or without sound track) intended for use in connection with newsreel films\n—\nRecreational films particularly suited for children and young people\n—\nOther films of educational, scientific or cultural character\n3706 90\n– Other:\n– – Other:\n– – – Other positives:\nex 3706 90 51\n—\nNewsreels (with or without sound track) depicting events of current news value at the time of importation, and imported up to a limit of two copies of each subject for copying purposes\nex 3706 90 91\n—\nArchival film material (with or without sound track) intended for use in connection with newsreel films\nex 3706 90 99\n—\nRecreational films particularly suited for children and young people\n—\nOther films of educational, scientific or cultural character\n4911\nOther printed matter, including printed pictures and photographs:\n– Other:\n4911 99\n– – Other:\nex 4911 99 00\n– – – Other:\n—\nMicrocards or other information storage media required in computerised information and documentation services of an educational, scientific or cultural character\n—\nWall charts designed solely for demonstration and education\nex 8523\nRecords, tapes and other recorded media for sound or other similarly recorded phenomena including matrices and masters for the production of records, but excluding products of Chapter 37:\n—\nOf an educational, scientific or cultural character\nex 9023 00\nInstruments, apparatus and models, designed for demonstrational purposes (for example, in education or exhibitions), unsuitable for others uses:\n—\nPatterns, models and wall charts of an educational, scientific or cultural character, designed solely for demonstration and education\n—\nMock-ups or visualisations of abstract concepts such as molecular structures or mathematical formulae\nVarious\nHolograms for laser projection\nMultimedia kits\nMaterials for programmed instructions, including materials in kit form with the corresponding printed materials\nANNEX II\nPART A\nRepealed Directive with the list of its successive amendments\n(referred to in Article 96)\nCouncil Directive 83/181/EEC\n(OJ L 105, 23.4.1983, p. 38)\nCouncil Directive 85/346/EEC\n(OJ L 183, 16.7.1985, p. 21)\nCouncil Directive 88/331/EEC\n(OJ L 151, 17.6.1988, p. 79)\nCommission Directive 89/219/EEC\n(OJ L 92, 5.4.1989, p. 13)\nCouncil Directive 91/680/EEC\n(OJ L 376, 31.12.1991, p. 1)\nonly as regards Article 2(1) first indent\n1994 Act of Accession, Annex I, point XIII.B.4\n(OJ C 241, 29.8.1994, p. 276)\nPART B\nList of time limits for transposition into national law\n(referred to in Article 96)\nDirective\nTime limit for transposition\n83/181/EEC\n30 June 1984\n85/346/EEC\n1 October 1985\n88/331/EEC\n1 January 1989\n89/219/EEC\n1 July 1989\n91/680/EEC\n31 December 1992\nANNEX III\nCORRELATION TABLE\nDirective 83/181/EEC\nThis Directive\n—\nTitle I\nArticle 1(1)\nArticle 1(1), first and second subparagraphs\nArticle 1(2) introductory sentence\nArticle 2(1) introductory sentence\nArticle 1(2)(a)\nArticle 2(1)(a)\nArticle 1(2)(b) first subparagraph\nArticle 2(1)(b)\nArticle 1(2)(b) second subparagraph, first and second indents\nArticle 2(1)(b)\nArticle 1(2)(b) third subparagraph\nArticle 2(1)(b)\nArticle 1(2)(b) fourth subparagraph\nArticle 2(2)\nArticle 1(2)(c), (d) and (e)\nArticle 2(1)(c), (d) and (e)\nTitle I\nTitle II\nChapter I\nChapter 1\nArticles 2 to 5\nArticles 3 to 6\nArticle 6 first and second paragraphs\nArticle 7(1) and (2)\nArticles 7 to 10\nArticles 8 to 11\nChapter II\nChapter 2\nArticle 11(1) and (2)\nArticle 12(1), first and second subparagraphs\nArticle 11(3)\nArticle 12(2)\nArticle 12, introductory sentence\nArticle 13, first subparagraph, introductory sentence\nArticle 12(a), first sentence\nArticle 13, first subparagraph, point (a)\nArticle 12(a), second sentence\nArticle 13, second subparagraph\nArticle 12(b)\nArticle 13, first subparagraph, point (b)\nArticle 13\nArticle 14\nArticle 14(1) introductory sentence\nArticle 15(1), first subparagraph, introductory sentence\nArticle 14(1) first indent, opening words\nArticle 15(1), first subparagraph, point (a)\nArticle 14(1) first indent, words in parentheses\nArticle 15(1), second subparagraph\nArticle 14(1), second indent\nArticle 15(1), first subparagraph, point (b)\nArticle 14(2)\nArticle 15(2)\nArticle 15\nArticle 16\nChapter III\nChapter 3\nArticles 16 to 19\nArticles 17 to 20\nTitle II\nTitle III\nArticles 20 and 21\nArticles 21 and 22\nTitle III\nTitle IV\nArticles 22 and 23\nArticles 23 and 24\nTitle IV\nTitle V\nArticle 24(1)\nArticle 25(1)\nArticle 24(2) introductory sentence\nArticle 25(2) introductory sentence\nArticle 24(2) first and second indents\nArticle 25(2)(a) and (b)\nArticle 25(1)\nArticle 26(1)\nArticle 25(2)\n—\nArticle 25(3)\nArticle 26(2)\nArticles 26, 27 and 28\nArticles 27, 28 and 29\nTitle V\nTitle VI\nChapter I\nChapter 1\nArticle 29(1)\nArticle 30(1), first subparagraph\nArticle 29(2)\nArticle 30(2)\nArticle 29(3)\nArticle 30(1), second subparagraph\nArticles 30, 31 and 32\nArticles 31, 32 and 33\nChapter II\nChapter 2\nArticle 33\nArticle 34\nArticle 34(1) and (2)\nArticle 35(1), first and second subparagraphs\nArticle 34(3)\nArticle 35(2)\nTitle VI\nTitle VII\nChapter I\nChapter 1\nArticle 35(1) introductory sentence\nArticle 36(1) introductory sentence\nArticle 35(1)(a)\nArticle 36(1)(a)\nArticle 35(1)(b) introductory sentence\nArticle 36(1)(b)\nArticle 35(1)(b) first indent\n—\nArticle 35(1)(b) second indent\nArticle 36(1)(b)\nArticle 35(2) introductory sentence\nArticle 36(2), introductory sentence\nArticle 35(2) first and second indents\nArticle 36(2)(a) and (b)\nChapter II\nChapter 2\nArticle 36(1)\nArticle 37(1)\nArticle 36(2) introductory sentence\nArticle 37(2) introductory sentence\nArticle 36(2) first, second and third indents\nArticle 37(2)(a), (b) and (c)\nArticles 37 and 38\nArticles 38 and 39\nChapter IIa\nChapter 3\nArticle 38a\nArticle 40\nChapter III\nChapter 4\nArticle 39\nArticle 41\nTitle VII\nTitle VIII\n—\nChapter 1\nArticle 40\nArticle 42\nChapter I\nChapter 2\nArticles 41 to 45\nArticles 43 to 47\nChapter II\nChapter 3\nArticles 46, 47 and 48\nArticles 48, 49 and 50\nChapter III\nChapter 4\nArticle 49(1) and (2)\nArticle 51, first and second paragraphs\nArticles 50 to 55\nArticles 52 to 57\nTitle VIII\nTitle IX\nChapter I\nChapter 1\nArticle 56\nArticle 58\nChapter II\nChapter 2\nArticles 57 and 58\nArticles 59 and 60\nArticle 59, introductory sentence\nArticle 61, introductory sentence\nArticle 59, first, second and third indents\nArticle 61(a), (b) and (c)\nChapter III\nChapter 3\nArticle 60 first paragraph, introductory sentence\nArticle 62(1), introductory sentence\nArticle 60, first paragraph, point (a)\nArticle 62(1)(a)\nArticle 60, first paragraph, point (b), first sentence\nArticle 62(1)(b)\nArticle 60, first paragraph, point (b), second sentence\nArticle 62(2)\nArticle 60, second paragraph\nArticle 62(3)\nTitle IX\nTitle X\nChapter I\nChapter 1\nArticle 61\nArticle 63\nChapter II\nChapter 2\nArticle 62, introductory sentence\nArticle 64, introductory sentence\nArticle 62(a)\nArticle 64(a)\nArticle 62(b)\n—\nArticle 62(c)\nArticle 64(b)\nArticle 63, first paragraph, introductory sentence\nArticle 65(1), introductory sentence\nArticle 63, first paragraph, point (a)\nArticle 65(1)(a)\nArticle 63, first paragraph, point (b), first sentence\nArticle 65(1)(b)\nArticle 63, first paragraph, point (b), second sentence\nArticle 65(2)\nArticle 63, first paragraph, point (c)\nArticle 65(1)(c)\nArticle 63, second paragraph\n—\nArticle 64\nArticle 66\nChapter III\nChapter 3\nArticle 65(1)\nArticle 67(1)\nArticle 65(2), introductory sentence\nArticle 67(2), first subparagraph, introductory sentence\nArticle 65(2)(a) to (e)\nArticle 67(2) first subparagraph, points (a) to (e)\nArticle 65(2), final sentence\nArticle 67(2), second subparagraph\nArticles 66 to 69\nArticles 68 to 71\nTitle X\nTitle XI\nArticles 70 to 73\nArticles 72 to 75\nArticle 74(1) introductory sentence\nArticle 76(1) introductory sentence\nArticle 74(1), first, second and third indents\nArticle 76(1)(a), (b) and (c)\nArticle 74(2)\nArticle 76(2)\nArticles 75 and 76\nArticles 77 and 78\nTitle XI\nTitle XII\nChapter I\nChapter 1\nArticle 77\nArticle 79\nChapter II\nChapter 2\nArticle 78\nArticle 80\nChapter III\nChapter 3\nArticle 79(a) to (q)\nArticle 81(1)(a) to (q)\nArticle 79(r), first sentence\nArticle 81(1)(r)\nArticle 79(r), second sentence\nArticle 81(2)\nArticle 79(s)\nArticle 81(1)(s)\nChapter IV\nChapter 4\nArticle 80\nArticle 82\nChapter V\nChapter 5\nArticle 81\nArticle 83\nChapter VI\nChapter 6\nArticle 82(1) introductory sentence\nArticle 84(1) introductory sentence\nArticle 82(1)(a) first and second indents\nArticle 84(1)(a)(i) and (ii)\nArticle 82(1)(b)\nArticle 84(1)(b)\nArticle 82(2) introductory sentence\nArticle 84(2) first subparagraph, introductory sentence\nArticle 82(2)(a) first subparagraph, first and second indents and second subparagraph\nArticle 84(2), first subparagraph, point (a)\nArticle 82(2)(b)\nArticle 84(2), first subparagraph, point (b)\nArticle 82(2)(c) introductory sentence\nArticle 84(2), first subparagraph, point (c) introductory sentence\nArticle 82(2)(c) first indent, first subparagraph\nArticle 84(2), first subparagraph, point (c)(i)\nArticle 82(2)(c) first indent, second subparagraph\nArticle 84(2), second subparagraph\nArticle 82(2)(c), second indent\nArticle 84(2), first subparagraph, point (c)(ii)\nArticle 82(2)(d)\nArticle 84(2), first subparagraph, point (d)\nArticle 83 first paragraph introductory sentence\nArticle 85 introductory sentence\nArticle 83(a)\nArticle 85(a)\nArticle 83(b)\n—\nArticle 83(c)\nArticle 85(b)\nArticle 83 second subparagraph\n—\nArticle 84\nArticle 86\nArticle 85 first and second paragraphs\nArticle 87(1) and (2)\nArticle 86\nArticle 88\nChapter VII\nChapter 7\nArticle 87\nArticle 89\nChapter VIII\nChapter 8\nArticle 88\nArticle 90\nTitle XII\nTitle XIII\nArticles 89, 90 and 91\nArticles 91, 92 and 93\nArticle 92\nArticle 94\nArticle 93(1)\n—\nArticle 93(2)\nArticle 95\n—\nArticle 96\n—\nArticle 97\nArticle 94\nArticle 98\nAnnex\nAnnex I\n—\nAnnex II\n—\nAnnex III", "summary": "Exemption from VAT: final importation of goods\nExemption from VAT: final importation of goods\nSUMMARY OF:\nDirective 2009/132/EC determining the scope of the Directive 2006/112/EC as regards exemption from value added tax on the final import of certain goods\nWHAT IS THE AIM OF THE DIRECTIVE?\n              \nIt defines the scope of the exemptions from value-added tax (VAT) and the rules for their implementation referred to in Directive 2006/112/EC (the EU’s common system of value added tax).\nKEY POINTS\n              \nEU countries must grant the exemptions from VAT on the final importation of certain goods under the conditions fixed by them in order to prevent any distortion of competition or evasion of tax.\nExemption from VAT on importation may be granted on:\npersonal property imported by natural persons transferring their normal place of residence from a non-EU country to an EU country;\ngoods imported on the occasion of a marriage;\npersonal property acquired by inheritance;\nimportation of school outfits, educational materials and related household effects;\nimports of negligible value (worth maximum €22);\ncapital goods and equipment imported on the transfer of activities;\nimportation of certain agricultural products or products intended for agricultural use;\nimportation of therapeutic substances, medicines, laboratory animals and biological or chemical substances;\ngoods imported for use by charitable or philanthropic organisations;\ngoods imported in the context of international relations;\nimportation of goods for the promotion of trade;\ngoods imported for examination, analysis or test purposes;\nconsignments sent to organisations protecting copyrights or industrial and commercial patent rights;\ntourist information literature;\nvarious documents intended for official bodies;\nancillary materials for the storage and protection of goods during their transport;\nlitter, fodder and feedingstuffs for animals during their transport;\nfuel and lubricants present in land motor vehicles and in special containers;\ngoods for the construction, upkeep or ornamentation of war memorials;\ncoffins, funerary urns and ornamental funerary articles.\nThis directive does not prevent EU countries from maintaining agreements concluded with non-EU countries that provide for special exemptions.\nFor some of the above-mentioned fields, certain goods are excluded from the exemption, in particular, alcoholic and tobacco products.\nAmendments\nDirective (EU) 2017/2455 amends Directive 2009/132/EC by deleting its Title IV relating to imports of negligible value. Thus, with effect from 1 July 2021, it eliminates the VAT exemption for small consignments (worth maximum €22). Furthermore, the directive extends the current EU one-stop shop to distance sales of goods, both intra-EU and from non-EU countries.\nIn March 2020, EU countries requested exemption from VAT and relief from import duties on the import of goods needed to fight against the COVID-19 outbreak. Since the pandemic and the extreme challenges it poses constitute a disaster within the meaning of Article 51 of Directive 2009/132/EC, the European Commission adopted Decision (EU) 2020/491 permitting the import of these goods exempt of VAT. It applies to imports made from 30 January 2020 to 31 October 2020.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt has applied since 30 November 2009.\nBACKGROUND\n              \nFor more information, see:\nVAT: other exemptions (European Commission).\nMAIN DOCUMENT\n            \nCouncil Directive 2009/132/EC of 19 October 2009 determining the scope of Article 143(b) and (c) of Directive 2006/112/EC as regards exemption from value-added tax on the final importation of certain goods (OJ L 292, 10.11.2009, pp. 5-30)\nRELATED DOCUMENTS\n            \nCommission Decision (EU) 2020/491 of 3 April 2020 on relief from import duties and VAT exemption on importation granted for goods needed to combat the effects of the COVID-19 outbreak during 2020 (OJ L 103I , 3.4.2020, pp. 1-3)\nCommission Decision (EU) 2020/1101 of 23 July 2020 amending Decision (EU) 2020/491 on relief from import duties and VAT exemption on importation granted for goods needed to combat the effects of the COVID-19 outbreak during 2020 (OJ L 241, 27.7.2020, pp. 36-37)\nCouncil Directive (EU) 2017/2455 of 5 December 2017 amending Directive 2006/112/EC and Directive 2009/132/EC as regards certain value added tax obligations for supplies of services and distance sales of goods (OJ L 348, 29.12.2017, pp. 7-22)\nSuccessive amendments to Directive (EU) 2017/2455 have been incorporated into the original text. This consolidated version is of documentary value only.\nCouncil Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (OJ L 347, 11.12.2006, pp. 1-118)\nSee consolidated version.\nlast update 24.07.2020", "tags": ["import", "customs duties", "common customs tariff", "VAT", "codification of EU law", "tax exemption"], "subjects": ["Taxation", "Approximation of laws", "Protocol on Ireland/Northern Ireland", "Value added tax"], "split": "train", "reference_annotations": {}, "summary_annotations": {"32009L0132_p1": {"text": "directive 2017/2455 amends directive 2009/132/ec by deleting its Title IV relating to imports of negligible value. Thus, with effect from 1 July 2021, it eliminates the VAT exemption for small consignments (worth maximum €22). Furthermore, the directive extends the current EU one-stop shop to distance sales of goods, both intra-EU and from non-EU countries.", "triples": [" directive 2017/2455,  amends,  directive 2009/132/ec"]}, "32009L0132_p2": {"text": "Commission decision 2020/1101 of 23 July 2020 amending decision 2020/491 on relief from import duties and VAT exemption on importation granted for goods needed to combat the effects of the COVID-19 outbreak during 2020 (OJ L 241, 27.7.2020, pp. 36-37)", "triples": [" decision 2020/1101,  amending,  decision 2020/491"]}, "32009L0132_p3": {"text": "Council directive 2017/2455 of 5 December 2017 amending directive 2006/112/ec and directive 2009/132/ec as regards certain value added tax obligations for supplies of services and distance sales of goods (OJ L 348, 29.12.2017, pp. 7-22)", "triples": [" directive 2017/2455,  amending,  directive 2006/112/ec", " directive 2017/2455,  amending,  directive 2009/132/ec"]}}}