{"celex_id": "32011D0694", "reference": "19.10.2011\nEN\nOfficial Journal of the European Union\nL 273/1\nCOUNCIL DECISION\nof 26 September 2011\non the conclusion of an Agreement between the European Union and the Government of the Federative Republic of Brazil on civil aviation safety\n(2011/694/EU)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 100(2) and the first subparagraph of Article 207(4), in conjunction with Article 218(6)(a) and Article 218(7) and the first subparagraph of Article 218(8), thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1)\nThe Commission has negotiated, on behalf of the European Union, an Agreement on civil aviation safety with the Government of the Federative Republic of Brazil in accordance with the Council Decision authorising the Commission to open negotiations.\n(2)\nThe Agreement between the European Union and the Government of the Federative Republic of Brazil on civil aviation safety (‘the Agreement’) was signed on 14 July 2010, subject to its conclusion in accordance with Council Decision 2010/489/EU (1).\n(3)\nThe Agreement should be approved.\n(4)\nIt is necessary to lay down procedural arrangements for the participation of the Union in the joint bodies established by the Agreement, as well as for the adoption of certain decisions concerning, in particular, the amendment of the Agreement and its Annexes, the addition of new annexes, the termination of individual annexes, consultations and dispute resolution and the adoption of safeguard measures.\n(5)\nThe Member States should take the necessary measures in order to ensure that their bilateral agreements with Brazil on the same subject are terminated as of the date of the entry into force of the Agreement,\nHAS ADOPTED THIS DECISION:\nArticle 1\n1.   The Agreement between the European Union and the Government of the Federative Republic of Brazil on civil aviation safety (‘the Agreement’) is hereby approved on behalf of the Union.\n2.   The text of the Agreement is attached to this Decision.\nArticle 2\nThe President of the Council is hereby authorised to designate the person(s) empowered to make the notification provided in Article 16(1) of the Agreement.\nArticle 3\n1.   The Union shall be represented in the Joint Committee of the Parties established in Article 9 of the Agreement by the European Commission assisted by the European Aviation Safety Agency and accompanied by the Aviation Authorities as representatives of the Member States.\n2.   The Union shall be represented in the Joint Sectorial Committee on Certification provided for in paragraph 2.1.1 of Annex A to the Agreement and in the Joint Sectorial Committee on Maintenance provided in paragraph 4.1.1 of Annex B to the Agreement by the European Aviation Safety Agency assisted by the Aviation authorities directly concerned by the agenda of each meeting.\nArticle 4\n1.   The Commission, after consultation with the special committee appointed by the Council, shall determine the position to be taken by the Union in the Joint Committee of the Parties with respect to the following matters:\n—\nthe adoption or amendment of the rules of procedure of the Joint Committee of the Parties provided for in Article 9 of the Agreement.\n2.   The Commission, after consultation with the special committee referred to in paragraph 1 and taking full account of its opinion, may take the following action:\n—\nadopt safeguard measures in accordance with Article 6 of the Agreement,\n—\nrequest consultations in accordance with Article 15 of the Agreement,\n—\ntake measures for suspension in accordance with Article 10 of the Agreement,\n—\nprovided that the Commission has submitted a thorough factual analysis of the effects and feasibility of the intended modifications, amend annexes to the Agreement in accordance with Article 16(5) of the Agreement in so far as such amendments are consistent with, and do not entail any modification of, relevant Union legal acts,\n—\nremove individual annexes in accordance with Article 16(3) and (5) of the Agreement,\n—\nany other action to be taken by a Party as provided for in the Agreement, subject to paragraph 3 of this Article and EU law.\n3.   The Council shall decide, acting by qualified majority, on a proposal from the Commission and in accordance with the provisions of the Treaty, with respect to any other amendments to the Agreement not falling within the scope of paragraph 2 of this Article.\nArticle 5\nThis Decision shall enter into force on the day of its adoption.\nDone at Brussels, 26 September 2011.\nFor the Council\nThe President\nM. KOROLEC\n(1)  OJ L 243, 16.9.2010, p. 1.\n19.10.2011\nEN\nOfficial Journal of the European Union\nL 273/1\nAGREEMENT\nbetween the European Union and the Government of the Federative Republic of Brazil on civil aviation safety\nThe EUROPEAN UNION\nof the one part,\nand the Government of the FEDERATIVE REPUBLIC OF BRAZIL\nof the other part,\nhereinafter referred to collectively as ‘the Parties’,\nCONSIDERING that each Party has determined that the standards and systems of the other Party for the airworthiness and environmental certification or acceptance of Civil Aeronautical Products are sufficiently equivalent to its own to make an agreement practicable,\nRECOGNISING the emerging trend toward multinational design, production, and interchange of Civil Aeronautical Products,\nDESIRING to promote civil aviation safety and environmental quality and compatibility and facilitate the exchange of Civil Aeronautical Products,\nDESIRING to enhance cooperation and increase efficiency in matters relating to civil aviation safety,\nCONSIDERING that their cooperation can positively contribute in encouraging greater international harmonization of standards and processes,\nCONSIDERING the possible reduction of the economic burden imposed on the aviation industry and operators by redundant technical inspections, evaluations, and testing,\nRECOGNISING the mutual benefit of improved procedures for the reciprocal acceptance of approvals and testing as regards airworthiness, environmental protection and continuing airworthiness,\nRECOGNISING that any such reciprocal acceptance needs to offer an assurance of conformity with applicable technical regulations or standards equivalent to the assurance offered by a Party’s own procedures,\nRECOGNISING that any such reciprocal acceptance also requires confidence by each Party in the continued reliability of the other Party’s conformity assessments,\nCOMMITTED to developing a comprehensive system of regulatory cooperation in civil aviation safety and environmental testing and approvals based on continuous communication and mutual confidence,\nRECOGNISING the respective commitments of the Parties under bilateral, regional and multilateral agreements dealing with civil aviation safety and environmental compatibility,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nObjectives\nThe objectives of this Agreement are:\n(a)\nTo establish, consistent with the legislation in force within each Party, principles and arrangements in order to enable the reciprocal acceptance of approvals issued by either Party’s Competent Authorities in the fields covered by this Agreement, as detailed in Article 4.\n(b)\nTo allow the Parties to adapt to the emerging trend toward multinational design, manufacture, maintenance, and interchange of Civil Aeronautical Products, involving the common interests of the Parties concerning civil aviation safety and environmental quality.\n(c)\nTo promote cooperation toward sustaining safety and environmental quality objectives.\n(d)\nTo promote and facilitate the continuing exchange of Civil Aeronautical Products and services.\nArticle 2\nDefinitions\nThe following terms and definitions shall apply to this Agreement:\n(a)\n‘Airworthiness Approval’ means a finding that the design or change to a design of a Civil Aeronautical Product meets airworthiness standards established by the applicable legislation in force in either Party or that a product conforms to a design that has been found to meet those standards and is in a condition of safe operation.\n(b)\n‘Civil Aeronautical Product’ means any civil aircraft, aircraft engine, or aircraft propeller or sub-assembly, appliance, or part, installed or to be installed thereon.\n(c)\n‘Competent Authority’ means a government agency or entity that is designated as a Competent Authority by a Party for the purposes of this Agreement, that exercises a legal right to assess conformity of, to monitor and to control the use or sale of, Civil Aeronautical Products or services within a Party’s jurisdiction and that may take enforcement action to ensure that such products or services marketed within that Party’s jurisdiction comply with applicable legal requirements.\n(d)\n‘Design-related Operational Requirements’ means the operational or environmental requirements affecting either the design features of the product or data on the design relating to the operations or maintenance of the product that make it eligible for a particular kind of operation.\n(e)\n‘Environmental Approval’ means a finding that a Civil Aeronautical Product complies with standards established by the applicable legislation in force in either Party concerning noise and/or exhaust emissions.\n(f)\n‘Maintenance’ means the performance of inspection, overhaul, repair, preservation, and the replacement of parts, appliances, or components with the exception of pre-flight inspection of a Civil Aeronautical Product to assure the continued airworthiness of that product, and includes embodiment of Modifications; but does not include the design of repairs and Modifications.\n(g)\n‘Monitoring’ means the periodic surveillance by a Competent Authority to determine continuing compliance with the appropriate applicable standards.\n(h)\n‘Technical Agent’ means, for the Government of the Federative Republic of Brazil, National Civil Aviation Agency – ANAC and for the European Union, the European Aviation Safety Agency – EASA.\nArticle 3\nGeneral Obligations\n1.   Each Party shall, as specified in the Annexes to this Agreement, which form an integral part thereof, accept or recognise results of specified procedures, used in assessing conformity with specified legislative, regulatory, and administrative measures of that Party, produced by the other Party’s Competent Authorities, with the understanding that the conformity assessment procedures utilised assure conformity to the satisfaction of the receiving Party, with applicable legislative, regulatory and administrative measures of that Party, equivalent to the assurance offered by the receiving Party’s own procedures.\n2.   Paragraph 1 of this Article shall only apply when transitional arrangements, which may be set out in the Annexes to this Agreement, have been completed.\n3.   This Agreement shall not be construed to entail reciprocal acceptance of standards or technical regulations of the Parties and, unless otherwise specified in this Agreement, shall not entail the mutual recognition of the equivalence of standards or technical regulations.\n4.   Nothing in this Agreement shall be construed to limit the authority of a Party to determine, through its legislative, regulatory and administrative measures, the level of protection it considers appropriate for safety, for the environment, and otherwise with regard to risks within the scope of the Annexes to this Agreement.\n5.   The findings made by delegated persons or approved organisations, authorized by the applicable legislation of either Party to make the same findings as a Competent Authority, shall be given the same validity as those made by a Competent Authority itself for the purposes of this Agreement. An entity of one Party responsible for the implementation of this Agreement, as defined in Article 7, may on occasion, and upon prior notification to its counterpart within the other Party, interact directly with a delegated person or approved organisation of that other Party.\n6.   The Parties shall ensure that their Technical Agents and/or Competent Authorities fulfil their responsibilities under this Agreement, including its Annexes.\n7.   This Agreement, including its Annexes, is binding on both Parties.\nArticle 4\nScope\n1.   This Agreement applies to:\n(a)\nThe Airworthiness Approval and Monitoring of Civil Aeronautical Products;\n(b)\nThe continuing airworthiness of in-service aircraft;\n(c)\nThe approval and monitoring of production and manufacturing facilities;\n(d)\nThe approval and monitoring of maintenance facilities;\n(e)\nThe Environmental Approval and environmental testing of Civil Aeronautical Products;\n(f)\nRelated cooperative activities; and\n(g)\nSafety initiatives and exchange of relevant safety information.\n2.   When the Parties agree that each Party’s civil aviation standards, rules, practices and procedures in other areas of cooperation and in particular in air operations, flight crew licensing and the approval of synthetic training devices are sufficiently compatible to permit acceptance of findings of compliance with agreed upon standards made by one Party on behalf of the other, the Parties in the Joint Committee may agree on additional Annexes, including transitional arrangements to extend the scope of cooperation to these other areas in accordance with the procedure specified in Article 16.\nArticle 5\nCompetent Authorities\n1.   When an entity is eligible under the legislation of a Party, it shall be recognized as a Competent Authority by the other Party, once it has been audited by its designating Party to determine that it:\n—\nfully complies with the legislation of its Party;\n—\nis familiar with the requirements of the other Party, for the type and scope of certification it applied for; and\n—\nis capable of carrying out the obligations contained in the Annexes.\n2.   A Party shall notify the other Party of the identity of a Competent Authority once it has successfully completed the audit. The other Party may contest the technical competence or compliance of that Competent Authority in accordance with Paragraph 6 of this Article.\n3.   The entities identified in Appendix 1 and 2 shall be deemed to comply with the provisions of Paragraph 1 of this Article for the implementation of the Annexes at the time of entry into force of this Agreement.\n4.   The Parties shall ensure that their Competent Authorities are capable and remain capable of properly assessing conformity of products or organisations, as applicable and as covered in the Annexes to this Agreement. In this regard, the Parties shall ensure that their Competent Authorities are subject to regular audits or assessments.\n5.   The Parties shall consult as necessary to ensure the maintenance of confidence in conformity assessment procedures. This consultation may include participation from one Party in the regular audits related to conformity assessment activities or other assessments of Competent Authorities of the other Party.\n6.   In the event of a Party’s contestation of the technical competence or compliance of a Competent Authority, the contesting Party shall notify in writing the other Party of its contestation of the technical competence or compliance of the relevant Competent Authority and of its intent to suspend the acceptance of the findings of the relevant Competent Authority. Such contestation shall be exercised in an objective and reasoned manner.\n7.   Any contestation notified in accordance with Paragraph 6 of this Article shall be discussed by the Joint Committee established pursuant to Article 9, which may decide to suspend acceptance of the findings of that Competent Authority or that verification of its technical competence is required. Such verification shall normally be carried out in a timely manner by the Party having jurisdiction over the Competent Authority in question, but may be carried out jointly by the Parties if they so decide.\n8.   If the Joint Committee has not been able to resolve a contestation notified in accordance with Paragraph 6 of this Article, within 30 days of its notice, the contesting Party may suspend acceptance of the findings of the Competent Authority in question, but shall accept the findings made by that Competent Authority before the date of the notice. Such suspension may remain in effect until the Joint Committee has resolved the matter.\nArticle 6\nSafeguard Measures\n1.   Nothing in this Agreement shall be construed to limit the authority of a Party to take all appropriate and immediate measures whenever there is a reasonable risk that a product or a service may:\n(a)\ncompromise the health or safety of persons;\n(b)\nnot meet the applicable legislative, regulatory, or administrative measures of that Party within the scope of this Agreement; or\n(c)\notherwise fail to satisfy a requirement within the scope of the applicable Annex to this Agreement.\n2.   Where either Party takes measures pursuant to Paragraph 1 of this Article, it shall inform the other Party in writing within 15 working days of taking such measures, providing reasons for it.\nArticle 7\nCommunication\n1.   The Parties agree that communications between themselves for the implementation of this Agreement shall be dealt with by:\n(a)\nas regards technical matters, the Technical Agents;\n(b)\nas regards all other matters:\n—\nfor the Government of the Federative Republic of Brazil: Ministry of External Relations and ANAC, where applicable;\n—\nfor the European Union: the European Commission and the Competent Authorities of the Member States, where applicable.\n2.   Upon signature of this Agreement the Parties will communicate to each other the relevant contact points.\nArticle 8\nRegulatory Cooperation, Assistance and Transparency\n1.   Each Party shall ensure that the other Party is kept informed of all its relevant laws, regulations, standards, and requirements, and of its certification system.\n2.   The Parties shall notify each other of their proposed significant revisions to their relevant laws, regulations, standards, and requirements, and to their certification systems insofar as these revisions may have an impact on this Agreement. To the maximum extent practicable, they shall offer each other an opportunity to comment on such revisions and give due consideration to such comments.\n3.   The Parties shall, as appropriate, develop procedures on regulatory cooperation and transparency for all activities they conduct which fall within the scope of this Agreement.\n4.   To promote the continued understanding of and compatibility between each Party’s civil aviation safety regulatory systems, each Technical Agent may participate in the other’s internal quality assurance.\n5.   For the purpose of investigating and resolving safety issues by cooperation, the Parties shall allow each other to participate in each other’s inspections and audits on a sample basis or conduct joint inspections and audits as appropriate. For purposes of surveillance and inspections, each Party’s Technical Agent and Competent Authorities shall assist the other Party’s Technical Agent with the objective of gaining unimpeded access to regulated entities subject to its jurisdiction.\n6.   The Parties agree, subject to applicable laws and regulations, to provide through their Technical Agents or Competent Authorities as appropriate mutual cooperation and assistance in any investigation or enforcement proceedings of any alleged or suspected violation of any laws or regulations under the scope of this Agreement. In addition, each Party shall notify the other promptly of any investigation when mutual interests are involved.\nArticle 8 bis\nExchange of safety information\n1.   The Parties agree, subject to applicable laws and regulations, to have a proactive approach, coordinate safety policies and initiatives, exchange information and data, and develop joint programs in order to increase capabilities to predict and prevent or mitigate potential risks for civil aviation with a view to implementing an oversight system for all aircraft operating in their territories.\n2.   The Parties agree, in accordance with the provisions of Article 11 and subject to their applicable legislation:\n(a)\nto provide each other, on request and in a timely manner, information and assistance related to accidents, incidents or occurrences related to the subject matters covered by this Agreement; and\n(b)\nto exchange other safety information relating to aircraft operations and results of surveillance activities including of ramp inspections on aircraft using the airports of each Party in accordance with procedures developed by the Technical Agents.\nArticle 9\nJoint Committee of the Parties\n1.   A Joint Committee is established, consisting of representatives from each Party. The Joint Committee shall be responsible for the effective functioning of this Agreement and shall meet at regular intervals to evaluate the effectiveness of its implementation.\n2.   The Joint Committee may consider any matter related to the functioning and implementation of this Agreement. In particular it shall be responsible for:\n(a)\nreviewing and taking appropriate action with respect to contestations as specified in Article 5;\n(b)\nresolving any question relating to the application and implementation of this Agreement, including those questions not otherwise resolved according to the procedure established in the Annexes;\n(c)\nconsidering ways to enhance the operation of this Agreement and make, as appropriate, recommendations to the Parties for the amendment of this Agreement pursuant to Paragraph 4 of Article 16;\n(d)\nconsidering specific amendments to the Annexes pursuant to Paragraph 5 of Article 16;\n(e)\ncoordinating, as appropriate, the development of additional Annexes pursuant to Paragraph 5 of Article 16; and\n(f)\nadopting, as appropriate, working procedures on regulatory cooperation and transparency for all activities referred to in Article 4.\n3.   The Joint Committee shall draw up its own rules of procedure within 1 year of the entry into force of this Agreement.\nArticle 10\nSuspension of Reciprocal Acceptance Obligations\n1.   A Party may suspend, in whole or in part, its obligations specified under an Annex of this Agreement, where:\n(a)\nthe other Party fails to fulfil its obligations specified under that Annex of this Agreement;\n(b)\none or more of its own Competent Authorities cannot implement new or additional requirements adopted by the other Party in the field covered by the Annex of this Agreement; or\n(c)\nthe other Party fails to maintain the legal and regulatory means and measures required to implement the provisions of this Agreement.\n2.   Before suspending its obligations, a Party shall request consultations under Article 15. Should consultations not resolve a disagreement that relates to any of the Annexes, either Party may notify the other Party of its intention to suspend the acceptance of findings of compliance and approvals under the Annex over which there is disagreement. Such notification shall be in writing and detail the reasons for suspension.\n3.   Such suspension shall take effect 30 days after the date of the notification, unless, prior to the end of this period, the Party, which initiated the suspension, notifies the other Party in writing that it withdraws its notification. Such suspension shall not affect the validity of findings of compliance, certificates and approvals made by the Party’s Technical Agents or Competent Authority in question prior to the date the suspension took effect. Any such suspension that has become effective may be rescinded immediately upon an exchange of written correspondence to that effect by the Parties.\nArticle 11\nConfidentiality\n1.   Each Party agrees to maintain, to the extent required under its legislation, the confidentiality of information received from the other Party under this Agreement.\n2.   In particular, subject to their respective legislation, the Parties shall neither disclose to the public, nor permit a Competent Authority to disclose to the public, information received from each other under this Agreement that constitutes trade secrets, intellectual property, confidential commercial or financial information, proprietary data, or information that relates to an ongoing investigation. To this end such information shall be considered proprietary and be appropriately marked as such.\n3.   A Party or a Competent Authority may, upon providing information to the other Party or a Competent Authority of the other Party, designate the portions of the information that it considers to be exempt from disclosure.\n4.   Each Party shall take all reasonable precautions necessary to protect information received under this Agreement from unauthorized disclosure.\nArticle 12\nCost recovery\n1.   Neither Party shall impose fees or charges on natural or legal persons whose activities are regulated under this Agreement for conformity assessment services covered under this Agreement and provided by the other Party.\n2.   Each Party shall endeavour to ensure that any fees or charges imposed by its Technical Agent on a legal or natural person whose activities are regulated under this Agreement shall be just, reasonable and commensurate with the certification and surveillance services provided, and shall not create a barrier to trade.\n3.   Each Party’s Technical Agent shall have the right to recover through fees and charges applied to natural or legal persons whose activities are regulated under this Agreement, the costs related to the implementation of the applicable Annex and of audits and inspections made in application of Paragraph 5 of Article 5 and Article 8bis.\nArticle 13\nOther Agreements\n1.   Except where otherwise specified in the Annexes, obligations contained in agreements concluded by either Party with a third country not party to this Agreement shall have no force and effect with regard to the other Party in terms of acceptance of the results of conformity assessment procedures in the third country.\n2.   Upon entry into force, this Agreement shall supersede any bilateral aviation safety agreements or arrangements between the Government of the Federative Republic of Brazil and the Member States of the European Union with respect to any matters covered by this Agreement. Upon entry into force, this Agreement shall also supersede any prior arrangements between the Technical Agents.\n3.   This Agreement shall not affect the rights and obligations of the Parties under any other international agreement.\nArticle 14\nTerritorial Application\nExcept where otherwise specified in the Annexes of this Agreement, this Agreement shall apply, on the one hand, to the territories in which the Treaty on the functioning of the European Union applies, and under the conditions laid down in that Treaty and, on the other hand, to the territory of the Federative Republic of Brazil.\nArticle 15\nConsultations and Settlement of Disagreements\n1.   Either Party may request consultations with the other Party on any matter related to this Agreement. The other Party shall reply promptly to such a request and shall enter into consultations at a time agreed by the Parties within 45 days.\n2.   The Parties shall make every effort to resolve any disagreement between them regarding their cooperation under this Agreement at the lowest possible technical level by consultation in accordance with provisions contained in the Annexes to this Agreement.\n3.   In the event that any disagreement is not resolved as provided for in Paragraph 2 of this Article, either Technical Agent may refer the disagreement to the Joint Committee of the Parties, which shall consult on the matter.\nArticle 16\nEntry Into Force, Termination and Amendment\n1.   This Agreement shall enter into force on the date of the last note of an exchange of Diplomatic Notes in which the Parties notify each other of the completion of their internal procedures necessary for the entry into force of this Agreement. The Agreement shall remain in force until terminated by either Party.\n2.   A Party may terminate this Agreement at any time upon 6 months written notification to the other Party, unless the said notice of termination has been withdrawn by mutual consent of the Parties before the expiry of this period.\n3.   Where a Party seeks to amend the Agreement by removing or adding one or more Annexes and preserving the other Annexes, the Parties shall seek to amend this Agreement by consensus, in accordance with the procedures in this Article. Failing consensus to preserve the other Annexes, the Agreement shall terminate at the end of 6 months from the date of notice unless otherwise agreed by the Parties.\n4.   Parties may amend this Agreement by mutual written consent. An amendment to this Agreement shall enter into force on the date of the latest written notification by one Party to the other Party that its domestic procedures for entry into force have been completed.\n5.   Notwithstanding the provisions of Paragraph 4 of this Article, the Parties may agree to amend the existing Annexes or add new ones by means of an exchange of Diplomatic Notes between the Parties. These amendments shall enter into force subject to the terms agreed in the exchange of Diplomatic Notes.\n6.   Following termination of this Agreement, each Party shall maintain the validity of any Airworthiness Approvals, Environmental Approvals or certificates issued under this Agreement prior to its termination, subject to their continued compliance with that Party’s applicable laws and regulations.\nIN WITNESS WHEREOF, the undersigned duly authorized to that effect, have signed this Agreement.\nDone, in duplicate, at Brasília, on the fourteenth day of July in the year two thousand and ten, in the Bulgarian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovakian, Slovenian, Spanish and Swedish languages, each version being equally authentic.\nЗа Европейския съюз\nPor la Unión Europea\nZa Evropskou unii\nFor Den Europæiske Union\nFür die Europäische Union\nEuroopa Liidu nimel\nΓια την Ευρωπαϊκή Ένωση\nFor the European Union\nPour l'Union européenne\nPer l'Unione europea\nEiropas Savienības vārdā –\nEuropos Sąjungos vardu\nAz Európai Unió részéről\nGħall-Unjoni Ewropea\nVoor de Europese Unie\nW imieniu Unii Europejskiej\nPela União Europeia\nPentru Uniunea Europeană\nZa Európsku úniu\nZa Evropsko unijo\nEuroopan unionin puolesta\nFör Europeiska unionen\nЗа правителството на Федеративна република Бразилия\nPor el Gobierno de la República Federativa de Brasil\nZa vládu Brazilské Federativní republiky\nFor den Føderative Republik Brasiliens regering\nFür die Regierung der Föderativen Republik Brasilien\nBrasiilia Liitvabariigi valitsuse nimel\nΓια την κυβέρνηση της Ομόσπονδης Δημοκρατίας της Βραζιλίας\nFor the Government of the Federative Republic of Brazil\nPour le gouvernement de la République fédérative du Brésil\nPer il governo della Repubblica federativa del Brasile\nBrazīlijas Federatīvās Republikas valdības vārdā –\nBrazilijos Federacinės Respublikos Vyriausybės vardu\nA Brazil Szövetségi Köztársaság kormánya részéről\nGħall-Gvern tar-Repubblika Federativa tal-Brażil\nVoor de regering van de Federale Republiek Brazilië\nW imieniu rządu Federacyjnej Republiki Brazylii\nPelo Governo da República Federativa do Brasil\nPentru Guvernul Republicii Federative a Braziliei\nZa vládu Brazílskej federatívnej republiky\nZa Vlado Federativne Republike Brazilije\nBrasilian liittotasavallan hallituksen puolesta\nFör Förbundsrepubliken Brasiliens regering\nAppendix 1\nList of competent authorities which are deemed to comply with the provisions of paragraph 1 of Article 5 as regards Annex A\n1.\nCompetent authorities as regards design approvals:\nfor the Government of the Federative Republic of Brazil: the National Civil Aviation Agency – ANAC;\nfor the European Union: the European Aviation Safety Agency – EASA.\n2.\nCompetent authorities as regards production oversight:\nfor the Government of the Federative Republic of Brazil: the National Civil Aviation Agency – ANAC;\nfor the European Union: the European Aviation Safety Agency – EASA and\nthe Competent Authorities of Member States.\nAppendix 2\nCompetent Authorities which are deemed to comply with the provisions of paragraph 1 of Article 5 as regards Annex B\n1.\nCompetent Authorities for the Government of the Federative Republic of Brazil, which are deemed to comply with the provisions of Paragraph 1 of Article 5 as regards Annex B: the National Civil Aviation Agency – ANAC.\n2.\nCompetent Authorities of the 27 EU Member States, which are deemed to comply with the provisions of Paragraph 1 of Article 5 as regards Annex B: the Competent Authorities of Member States.\nANNEX A\nPROCEDURE FOR THE CERTIFICATION OF CIVIL AERONAUTICAL PRODUCTS\n1.   Scope\n1.1.   This Procedure (hereinafter referred to as the ‘Procedure’) applies to:\n1.1.1.   The reciprocal acceptance of findings of compliance with design, environmental and Design-related Operational Requirements for Civil Aeronautical Products, made by the Technical Agent of the Party acting as the authorised representative of the State of design.\n1.1.2.   The reciprocal acceptance of findings that new or used Civil Aeronautical Products comply with airworthiness and environmental import requirements of either Party.\n1.1.3.   The reciprocal acceptance of the approvals of design changes and repair designs of Civil Aeronautical Products performed under the authority of either Party.\n1.1.4.   Cooperation and assistance on continued airworthiness of in-service aircraft.\n1.2.   For the purposes of this Procedure the following terms shall be defined as follows:\n(a)\n‘Authorized Release Certificate’ means a declaration by a person or organisation under the jurisdiction of the Exporting Party that a Civil Aeronautical Product, other than a complete aircraft, is either a newly manufactured product or is released after maintenance has been performed on it.\n(b)\n‘Export Certificate of Airworthiness’ means an export declaration by a person or organisation under the jurisdiction of the Exporting Party that a complete aircraft, also under the jurisdiction of the Exporting Party, conforms to the airworthiness and environmental requirements notified by the Importing Party.\n(c)\n‘Exporting Party’ means the Party from which a Civil Aeronautical Product is exported.\n(d)\n‘Importing Party’ means the Party to which a Civil Aeronautical Product is imported.\n2.   Joint Sectorial Committee on Certification\n2.1.   Composition\n2.1.1.   A Joint Sectorial Committee on Certification is established. This Committee shall include representatives from each Party responsible at managerial level for:\n(a)\nCivil Aeronautical Product certification;\n(b)\nproduction, where different from persons covered by subparagraph 2.1.1(a) of this Procedure;\n(c)\ncertification regulations and standards and\n(d)\ninternal standardisation inspections or quality control systems.\n2.1.2.   Any other person, as jointly decided by the Parties, who can facilitate fulfilling the mandate of the Joint Sectorial Committee on Certification may be invited to that Committee.\n2.1.3.   The Joint Sectorial Committee on Certification shall establish its own rules of procedure.\n2.2.   Mandate\n2.2.1.   The Joint Sectorial Committee on Certification shall meet at least once a year to ensure the effective functioning and implementation of this Procedure and shall, inter alia:\n(a)\ndecide, as appropriate, on working procedures to be used to facilitate the certification process;\n(b)\ndecide, as appropriate, on technical standard orders for the purposes of subparagraph 3.3.7 of this Procedure;\n(c)\nevaluate regulatory changes in each Party to ensure that certification requirements remain current;\n(d)\nelaborate, as appropriate, proposals for the Joint Committee regarding amendments to this Procedure, other than those referred to in subparagraph 2.2.1(b) of this Procedure;\n(e)\nensure that the Parties share a common understanding of this Procedure;\n(f)\nensure that the Parties apply this Procedure in a consistent manner;\n(g)\nresolve any difference on technical issues arising out of the interpretation or the implementation of this Procedure, including differences that may arise in the determination of certification bases or the application of special conditions, exemptions and deviations;\n(h)\norganise, as appropriate, reciprocal participation by one Party in the other Party’s internal standardisation or quality control system;\n(i)\nidentify, where appropriate, focal points responsible for the certification of each Civil Aeronautical Product imported or exported between the Parties; and\n(j)\ndevelop effective means for cooperation, assistance and exchange of information regarding safety and environmental standards and certification systems to minimise to the maximum extent possible, differences between the Parties.\n2.2.2.   Should the Joint Sectorial Committee on Certification be unable to resolve differences in accordance with subparagraph 2.2.1(g) of this Procedure, it shall report the issue to the Joint Committee and ensure the implementation of the decision reached by that Committee.\n3.   Design Approvals\n3.1.   General Provisions\n3.1.1.   This Procedure covers the design approvals and changes thereof for: type certificates, supplemental type certificates, repairs, parts and appliances.\n3.1.2.   For the implementation of this Procedure, the Parties agree that the demonstration of capability of a design organisation to assume its responsibilities is sufficiently controlled by either Party, to satisfy any difference in specific requirements of the other Party.\n3.1.3.   An application for a design approval shall be made to the Importing Party through the Exporting Party, where appropriate.\n3.1.4.   The bodies responsible for the implementation of this section 3 relative to design approvals shall be the Technical Agents.\n3.2.   Certification Basis\n3.2.1.   For the purpose of issuing a Type Certificate, the Importing Party shall use for airworthiness the applicable standards for a similar product of its own that were in effect when the application for the original Type Certificate was submitted to the Exporting Party and for environmental protection the applicable standards for a similar product of its own that were applicable when the application for the Type Certificate was submitted to the Importing Party.\n3.2.2.   Subject to subparagraph 3.2.5 of this Procedure and for the purpose of approving a design change or repair design, the Importing Party shall specify a change to the certification basis established under subparagraph 3.2.1 of this Procedure when it considers such change appropriate for the design change or repair design.\n3.2.3.   Subject to subparagraph 3.2.5 of this Procedure, the Importing Party shall specify any special condition applied or intended to be applied to novel or unusual features not covered by the applicable airworthiness and environmental standards.\n3.2.4.   Subject to subparagraph 3.2.5 of this Procedure, the Importing Party shall specify any exemption to or deviation from the applicable standards.\n3.2.5.   When specifying special conditions, exemptions, deviations or changes to the certification basis, the Importing Party shall give due consideration to those of the Exporting Party and shall not be more demanding for the products of the Exporting Party than it would be for similar products of its own. The Importing Party shall notify the Exporting Party of any such special condition, exemption deviation or change to the certification basis.\n3.3.   Certification Process\n3.3.1.   The Exporting Party shall provide to the Importing Party all the information necessary for the Importing Party to become and remain familiar with individual Civil Aeronautical Products of the Exporting Party and their certification.\n3.3.2.   For each design approval, the Parties shall develop a certification programme, on the basis of the working procedures determined by the Joint Sectorial Committee on Certification, as appropriate.\n3.3.3.   The Importing Party shall issue its Type Certificate or Supplemental Type Certificate for an aircraft, engine or propeller when:\n(a)\nthe Exporting Party has issued its own certificate;\n(b)\nthe Exporting Party certifies to the Importing Party that the type design of a product complies with the certification basis as set out in Paragraph 3.2 of this Procedure; and\n(c)\nall issues raised during the certification process have been resolved.\nType Certificate Changes\n3.3.4.   Changes to type design for a Civil Aeronautical Product for which the importing Party has issued a type certificate shall be approved as follows:\n3.3.4.1.\nThe Exporting Party shall classify the design changes in two categories in accordance with the working procedures determined by the Joint Sectorial Committee on Certification.\n3.3.4.2.\nFor the category of design changes that require the involvement of the Importing Party, the Importing Party shall approve the design changes following receipt of a written statement by the Exporting Party that the design changes comply with the certification basis as set out in Paragraph 3.2 of this Procedure. In order to fulfil its obligations under this subparagraph, the Exporting Party may provide individual statements for each design change or collective statements for lists of approved design changes.\n3.3.4.3.\nFor all other design changes the approval of the Exporting Party constitutes a valid approval of the Importing Party without additional action.\nSupplemental Type Certificate Change\n3.3.5.   Changes to the design of a Civil Aeronautical Product for which the importing Party has issued a supplemental type certificate shall be approved as follows:\n3.3.5.1.\nThe Exporting Party shall classify the design changes in two categories in accordance with the working procedures determined by the Joint Sectorial Committee on Certification.\n3.3.5.2.\nFor the category of design changes that require the involvement of the Importing Party, the Importing Party shall approve the design changes following receipt of a written statement by the Exporting Party that the design changes comply with the certification basis as set out in Paragraph 3.2 of this Procedure. In order to fulfil its obligations under this subparagraph, the Exporting Party may provide individual statements for each design change or collective statements for lists of approved design changes.\n3.3.5.3.\nFor all other design changes, the approval of the Exporting Party constitutes a valid approval of the Importing Party without additional action.\nRepair Design Approval\n3.3.6.   Repair designs of Civil Aeronautical Products for which the Importing Party has issued a Type Certificate shall be approved as follows:\n3.3.6.1.\nThe Exporting Party shall classify the repair designs in two categories in accordance with the working procedures determined by the Joint Sectorial Committee on Certification.\n3.3.6.2.\nFor the category of repair designs that require the involvement of the Importing Party, the Importing Party shall approve the designs following receipt of a written statement by the Exporting Party that the repair designs comply with the certification basis as set out in Paragraph 3.2 of this Procedure. In order to fulfil its obligations under this subparagraph, the Exporting Party may provide individual statements for each major repair design or collective statements for lists of approved repair designs.\n3.3.6.3.\nFor all other repair designs, the approval of the Exporting Party constitutes a valid approval of the Importing Party without additional action.\n3.3.7.   For parts and appliances approved on the basis of technical standard orders decided by the Joint Sectorial Committee on Certification in accordance with Paragraph 2.2 of this Procedure, the approval of parts and appliances issued by the Exporting Party shall be recognised by the Importing Party as equivalent to its own approvals issued in accordance with its legislation and procedures.\n3.4.   Design-related Operational Requirements\n3.4.1.   The Importing Party, upon request from the Exporting Party, shall advise the Exporting Party of its current Design-related Operational Requirements.\n3.4.2.   The Importing Party shall determine with the Exporting Party, either on a case by case basis, or by the development of a list of specific current Design-related Operational Requirements for certain categories of products and/or operations, the Design-related Operational Requirements for which it shall accept the written certification and compliance statement of the Exporting Party.\n3.4.3.   The Exporting Party shall ensure that information related to Operational Requirements that impact design is made available to the Importing Party during the certification process.\n3.5.   Continuing Airworthiness\n3.5.1.   The two Parties shall cooperate in analysing airworthiness aspects of accidents and incidents occurring in relation to Civil Aeronautical Products to which this Agreement applies and which are such as would raise questions concerning the airworthiness of such products. To that end, their Technical Agents shall exchange relevant information on failures, malfunctions, defects or other occurrences affecting Civil Aeronautical Products to which this Agreement applies reported by their respective regulated entities. The exchange of this information shall be considered to fulfil the obligation of each approval holder to report failures, malfunctions, defects or other occurrences to the other Party’s Technical Agent under the other Party’s applicable law.\n3.5.2.   The Exporting Party shall, in respect of Civil Aeronautical Products designed or manufactured under its jurisdiction, determine any appropriate action necessary to correct any unsafe condition of the type design that may be discovered after a Civil Aeronautical Product is placed in service, including any actions in respect of components designed and/or manufactured by a supplier under contract to a prime contractor in the territory under the Exporting Party’s jurisdiction.\n3.5.3.   The Exporting Party shall, in respect of Civil Aeronautical Products designed or manufactured under its jurisdiction, assist the Importing Party in determining any action considered to be necessary by the Importing Party for the continued airworthiness of the products.\n3.5.4.   Each Party shall keep the other Party informed of all mandatory airworthiness directives, or other actions which it determines are necessary for the continued airworthiness of Civil Aeronautical Products designed or manufactured under the jurisdiction of either Party and that are covered by this Agreement.\n4.   Production Approval\n4.1.   For the implementation of this Procedure, the Parties agree that the demonstration of the capability of a production organisation to assume production quality assurance and control of Civil Aeronautical Products is sufficiently controlled by the oversight of such organisation by a Competent Authority of either Party, to satisfy any difference in specific requirements of the other Party.\n4.2.   When a production approval under the regulatory oversight of one Party includes manufacturing sites and facilities in the other Party’s territory or in a third country, the former Party shall remain responsible for the surveillance and oversight of these manufacturing sites and facilities.\n4.3.   The Parties may seek assistance from the civil aviation authority of a third country in the fulfilment of their regulatory surveillance and oversight functions when an approval by either Party has been granted or extended by formal agreement or arrangement with that third country.\n4.4.   The bodies responsible for the implementation of this section 4 relative to production approvals shall be the Competent Authorities as referred to in Article 5 of the Agreement.\n5.   Export Airworthiness Approvals\n5.1.   General\n5.1.1.   The Exporting Party shall issue export airworthiness approvals for Civil Aeronautical Products exported to the Importing Party under the conditions defined in Paragraphs 5.2 and 5.3 of this Procedure.\n5.1.2.   The Importing Party shall accept the Exporting Party’s export airworthiness approvals issued in accordance with Paragraphs 5.2 and 5.3 of this Procedure.\n5.1.3.   The identification of parts and appliances with the specific markings required by the Exporting Party’s legislation shall be recognised by the Importing Party as complying with its own legal requirements.\n5.2.   Export Certificates of Airworthiness\n5.2.1.   New Aircraft\n5.2.1.1.\nAn Exporting Party through its Competent Authority responsible for the implementation of this procedure shall issue an Export Certificate of Airworthiness, for a new aircraft, certifying that the aircraft:\n(a)\nconforms to a type design approved by the Importing Party in accordance with this Procedure;\n(b)\nis in a condition for safe operation, including compliance with the applicable airworthiness directives of the Importing Party, as notified by that Party;\n(c)\nmeets all additional requirements prescribed by the Importing Party, as notified by that Party.\n5.2.2.   Used aircraft\n5.2.2.1.\nFor a used aircraft for which a design approval was granted by the Importing Party, the Exporting Party through its Competent Authority responsible for the oversight of the Certificate of Airworthiness of that aircraft shall issue an Export Certificate of Airworthiness certifying that the aircraft:\n(a)\nconforms to a type design approved by the Importing Party in accordance with this Procedure;\n(b)\nis in a condition for safe operation, including compliance with all applicable airworthiness directives of the Importing Party, as notified by that Party;\n(c)\nhas been properly maintained using approved procedures and methods during its service life, as evidenced by logbooks and maintenance records; and\n(d)\nmeets all additional requirements prescribed by the Importing Party, as notified by that Party.\n5.2.2.2.\nFor used aircraft manufactured under its jurisdiction, each Party agrees to assist upon request the other Party in obtaining information regarding:\n(a)\nthe configuration of the aircraft at the time it left the manufacturer; and\n(b)\nsubsequent installations on the aircraft that it has approved.\n5.2.2.3.\nThe Parties shall also accept each other’s Export Certificates of Airworthiness for used aircraft manufactured and/or assembled in a third country when the conditions of subparagraphs 5.2.2.1(a) to (d) of this Procedure have been met.\n5.2.2.4.\nThe Importing Party may request inspection and maintenance records that include, but are not limited to:\n(a)\nthe original or certified true copy of an Export Certificate of Airworthiness, or its equivalent, issued by the Exporting Party;\n(b)\nrecords which verify that all overhauls, major changes, and repairs were accomplished in accordance with the requirements approved or accepted by the Exporting Party; and\n(c)\nmaintenance records and log entries which substantiate that the used aircraft has been properly maintained throughout its service life in accordance with the requirements of an approved maintenance program.\n5.3.   Authorised Release Certificate\n5.3.1.   New engines and propellers\n5.3.1.1.\nThe Importing Party shall accept the Exporting Party’s Authorised Release Certificate on a new engine or propeller, only when the Certificate provides that such engine or propeller:\n(a)\nconforms to a type design approved by the Importing Party in accordance with this Procedure;\n(b)\nis in a condition for safe operation, including compliance with the applicable airworthiness directives of the Importing Party, as notified by that Party; and\n(c)\nmeets all additional requirements prescribed by the Importing Party, as notified by that Party.\n5.3.1.2.\nThe Exporting Party shall export all new engines and propellers with an Authorised Release Certificate issued in accordance with its legislation and procedures.\n5.3.2.   New sub-assemblies, parts and appliances\n5.3.2.1.\nThe Importing Party shall accept the Exporting Party’s Authorised Release Certificate on a new sub-assembly, part, including a modified and/or replacement part, or appliances, only when the Certificate provides that such sub-assembly or part:\n(a)\nconforms to design data approved by the Importing Party;\n(b)\nis in a condition for safe operation; and\n(c)\nmeets all additional requirements prescribed by the Importing Party, as notified by that Party.\n5.3.2.2.\nThe Exporting Party shall export all new parts with an Authorised Release Certificate issued in accordance with its legislation and procedures.\n6.   Support for certification activities\n6.1.   The Parties, where appropriate through their Competent Authorities, shall provide, upon request, technical support and information for certification activities.\n6.2.   Types of support may include, but are not limited to, the following:\n6.2.1.   Operational Suitability Data\nDevelopment of minimum operational suitability requirements (covering, inter alia, minimum flight crew and flight crew member training requirements)\n6.2.2.   Determination of Compliance:\n(a)\nto witness tests;\n(b)\nto perform compliance and conformity inspections;\n(c)\nto review reports; and\n(d)\nto obtain data.\n6.2.3.   Monitoring and Oversight:\n(a)\nto witness first article inspection of parts;\n(b)\nto monitor the controls on special processes;\n(c)\nto conduct sample inspections on production parts;\n(d)\nto monitor the activities of delegated persons or approved organisations referred to in Paragraph 5 of Article 3, of the Agreement;\n(e)\nto conduct investigations of service difficulties; and\n(f)\nto evaluate and oversee production quality systems.\nANNEX B\nPROCEDURE FOR MAINTENANCE\n1.   Scope\nThis Procedure (hereinafter referred to as the ‘Procedure’) applies to the reciprocal acceptance of findings in the field of aircraft maintenance for aircraft and components intended for installation thereon.\n2.   Applicable Legislation\n2.1.   The Parties agree that, for the purposes of this Procedure, compliance with the applicable legislation relating to maintenance of one Party and with the regulatory requirements specified in Section 8 of this Procedure amounts to compliance with the applicable legislation of the other Party.\n2.2.   The Parties agree that, for the purposes of this Procedure, each Party’s Competent Authorities certification practices and procedures provide for an equivalent proof of compliance with the requirements referred to in the previous paragraph.\n2.3.   The Parties agree that, for the purposes of this Procedure, the respective standards of the Parties pertaining to licensing of maintenance personnel are considered to be equivalent.\n3.   Definitions\nFor the purposes of this Procedure, the following terms shall be defined as follows:\n(a)\n‘Aircraft’ means any machine that can derive support in the atmosphere from the reactions of the air other than reactions of the air against the earth’s surface;\n(b)\n‘Component’ means any engine, propeller, part or appliance;\n(c)\n‘Large aircraft’ means an aircraft, classified as an aeroplane with a maximum take-off mass of more than 5 700 kg, or a multi-engined helicopter; and\n(d)\n‘Modification’ means a change to a design of a Civil Aeronautical Product affecting the construction, configuration, performance, environmental characteristics, or operating limitations.\n(e)\n‘Alteration’ means a change to a Civil Aeronautical Product affecting the construction, configuration, performance, environmental characteristics, or operating limitations.\n4.   Joint Sectorial Committee on Maintenance\n4.1.   Composition\n4.1.1.\nA Joint Sectorial Committee on Maintenance is established. It shall include representatives from each Party responsible at managerial level for:\n(a)\nthe approval of maintenance organisations;\n(b)\nthe implementation of legislation and standards relating to maintenance organisations;\n(c)\nthe internal standardisation inspections or quality control systems.\n4.1.2.\nAny other person, as jointly decided by the Parties, who can facilitate the fulfilment of the mandate of the Joint Sectorial Committee on Maintenance, may be invited to that Committee.\n4.1.3.\nThe Joint Sectorial Committee on Maintenance shall establish its own rules of procedure.\n4.2.   Mandate\n4.2.1.\nThe Joint Sectorial Committee on Maintenance shall meet at least once a year to ensure the effective functioning and implementation of this Procedure and shall, inter alia:\n(a)\nevaluate the regulatory changes in the Parties to ensure that the requirements detailed in Section 8 of this Procedure remain current;\n(b)\nensure that the Parties share a common understanding of this Procedure;\n(c)\nensure that the Parties apply this Procedure in a consistent manner;\n(d)\nresolve any difference on technical issues arising out of the interpretation or the implementation of this Procedure, including differences that may arise out of the interpretation or the implementation of this Procedure;\n(e)\norganise, as appropriate, reciprocal participation by one Party in the other Party’s internal standardisation or quality control system; and\n(f)\nelaborate, as appropriate, proposals for the Joint Committee regarding amendments to this Procedure.\n4.2.2.\nShould the Joint Sectorial Committee on Maintenance fail to resolve differences in accordance with subparagraph 4.2.1(d) of this Procedure, it shall report the issue to the Joint Committee and ensure the implementation of the decision reached by that Committee.\n5.   Maintenance Organisation Approval\n5.1.   Any maintenance organisation of one Party that has been certified by a Competent Authority of that Party to perform maintenance functions shall be required to have a supplement to its maintenance organisation manual in order to comply with the requirements set out in Section 8 of this Procedure. When it is satisfied that the supplement meets the requirements set out in Section 8 of this Procedure, the said Competent Authority shall issue an approval attesting compliance with the applicable requirements of the other Party and specifying the scope of tasks that the maintenance organisation can perform on aircraft registered in that other party. Such scope of ratings and limitations shall not exceed that contained in its own certificate.\n5.2.   The approval issued in accordance with Paragraph 5.1 of this Procedure by the Competent Authority of one Party shall be notified to the other Party and shall constitute a valid approval for the other Party without additional action.\n5.3.   Recognition of an approval certificate pursuant to Paragraph 5.2 of this Procedure shall apply to the maintenance organisation at its principal place of business, as well as at its other locations that are identified in the relevant manual and are subject to the oversight of a Competent Authority.\n5.4.   The Parties may seek assistance from the civil aviation authority of a third country in the fulfilment of their regulatory surveillance and oversight functions when an approval by both Parties has been granted or extended by formal agreement or arrangement with that third country.\n5.5.   A Party through its Competent Authority shall promptly notify the other Party of any changes to the scope of the approvals it has issued in accordance with Paragraph 5.1 of this Procedure, including revocation or suspension of the approval.\n6.   Non-compliance\n6.1.   Each Party shall notify the other Party of major non-compliances with any applicable legislation or any condition set forth in this Procedure that impairs the ability of an organisation approved by that other Party to perform maintenance under the terms of this Procedure. Following such notification, the other Party shall carry out the necessary investigation and report to the notifying Party on any action taken within 15 working days.\n6.2.   In case of disagreement between the Parties on the effectiveness of the action taken the notifying Party may require the other Party to take immediate action to prevent the organisation from performing maintenance functions on Civil Aeronautical Products under its regulatory oversight. Should the other Party fail to take such action within 15 working days of the request by the notifying Party, the powers granted to the Competent Authority of the other Party under this Procedure shall be suspended until the issue is satisfactorily resolved by the Joint Committee, in accordance with the provisions of the Agreement. Until the Joint Committee issues a decision on the matter, the notifying Party may take any measure it deems necessary to prevent the organisation from performing maintenance functions on Civil Aeronautical Products under its regulatory oversight.\n6.3.   The bodies responsible for communicating under this Section 6 of this Procedure shall be the Technical Agents.\n7.   Technical Assistance\n7.1.   The Parties, where appropriate through their Competent Authorities, shall provide technical evaluation assistance to each other, upon request.\n7.2.   Types of assistance may include, but are not limited to, the following:\n(a)\nmonitoring and reporting regarding continued compliance with the requirements described in this Procedure by maintenance organisations under the jurisdiction of either Party;\n(b)\nconduct of and reporting on investigations; and\n(c)\ntechnical evaluation.\n8.   Specific Regulatory Requirements\n8.1.   The recognition by one Party of a maintenance organisation under the jurisdiction of the other Party pursuant to Section 5 of this Procedure shall be based upon the maintenance organisation adopting a supplement to its maintenance organization manual which shall, at a minimum, provide the following:\n(a)\na statement of commitment signed by the current accountable manager that the organisation shall comply with the manual and its supplement;\n(b)\nthat the organisation shall comply with the customer work order, taking particular note of requested airworthiness directives, Modifications and repairs and of the requirement that any parts used were manufactured or maintained by organisations acceptable to the other Party;\n(c)\nthat the customer issuing the work order has established the approval of the appropriate Competent Authority for any design data for alterations and repairs;\n(d)\nthat the release of Civil Aeronautical Product is in conformity with applicable legislative and regulatory requirements;\n(e)\nthat any Civil Aeronautical Product under the jurisdiction of the other Party found any serious defects or un-airworthy condition shall be reported to the other Party and customer.\n8.2.   The recognition provided under Paragraph 8.1 of this Procedure shall apply when transitional arrangements for the demonstration of the capability of the oversight of maintenance organisations have been implemented by the Technical Agents.\nAppendix B1\nSpecial Conditions\n1.   EASA SPECIAL CONDITIONS APPLICABLE TO BRAZILIAN BASED REPAIR STATIONS\n1.1.\nTo be approved in accordance with EASA Part 145, pursuant to the terms of this Annex, the repair station shall comply with all of the following Special Conditions:\n1.1.1.\nThe repair station shall submit an application in a form and a manner acceptable to EASA.\n(a)\nThe application for both initial and continuation of the EASA approval shall include a statement demonstrating that the EASA certificate and/or rating is necessary for maintaining or altering aeronautical products registered or designed in an EU Member State or parts fitted thereon.\n(b)\nThe repair station shall provide a supplement to its Maintenance Organisation Manual that is verified and accepted by the ANAC on behalf of EASA. All revisions to the supplement must be accepted by the ANAC. The supplement shall include the following:\n(i)\nA statement by the accountable manager of the repair station, as defined in the current version of EASA Part 145 which commits the repair station to compliance with this Annex and the Special Conditions as listed.\n(ii)\nDetailed procedures for the operation of an independent quality monitoring system including oversight of all multiple facilities and line stations within the territory of the Federative Republic of Brazil.\n(iii)\nProcedures for the release or approval for return to service that meet the requirements of EASA Part 145 for aircraft and the use of the ANAC Form SEGVOO 003 for aircraft components, and any other information required by the owner or operator as appropriate.\n(iv)\nFor airframe/aircraft rated facilities, procedures to ensure that the certificate of airworthiness and the Airworthiness Review Certificate are valid prior to the issue of a release to service document.\n(v)\nProcedures to ensure that repairs and modifications as defined by EASA requirements are accomplished in accordance with data approved by EASA.\n(vi)\nA procedure for the repair station to ensure that the ANAC approved initial and recurrent training programme and any revision thereto include human factors training.\n(vii)\nProcedures for reporting non-airworthy conditions as required by EASA Part 145 on civil aeronautical products to the EASA, aircraft design organisation, and the customer or operator.\n(viii)\nProcedures to ensure completeness of, and compliance with, the customer or operator work order or contract including notified EASA airworthiness directives and other notified mandatory instructions.\n(ix)\nProcedures in place to ensure that contractors meet the terms of these implementation procedures; that is, using an EASA approved Part 145 organisation or, if using an organisation which does not hold an EASA Part 145 approval, the repair station returning the product to service is responsible for ensuring its airworthiness.\n(x)\nProcedures to permit work away from the fixed location on a recurring basis, when applicable.\n(xi)\nProcedures to ensure appropriate covered hangars are available for base maintenance of aircraft.\n1.2.\nTo continue to be approved in accordance with EASA Part 145, pursuant to the terms of this Annex, the repair station shall comply with the following. The ANAC shall verify that the repair station:\n(a)\nAllow EASA, or the ANAC on behalf of EASA, to inspect it for continued compliance with the requirements of the Brazilian Regulation RBHA145 and these Special Conditions (i.e., EASA Part 145).\n(b)\nAccept that investigation and enforcement action may be taken by EASA in accordance with any relevant EU regulations and EASA procedures.\n(c)\nCooperate with any EASA investigation or enforcement action.\n(d)\nContinue to comply with Brazilian Regulation RBHA145, and these Special Conditions.\n2.   ANAC SPECIAL CONDITIONS APPLICABLE TO EC BASED APPROVED MAINTENANCE ORGANISATIONS (AMOs)\n2.1.\nTo be approved in accordance with Brazilian Regulation RBHA145, pursuant to the terms of this Annex, the AMO shall comply with all of the following Special Conditions:\n2.1.1.\nThe AMO shall submit an application in a form and a manner acceptable to the ANAC.\n(a)\nThe application for both initial and renewed ANAC certification shall include a statement demonstrating that the ANAC repair station certificate and/or rating is necessary for maintaining or altering Brazilian registered aeronautical products or foreign registered aeronautical products operated under the provisions of Brazilian Regulations RBHA.\n(b)\nThe AMO must provide a supplement in English to its MOE that is approved by the Aviation Authority and maintained at the AMO. Once approved by the Aviation Authority, the supplement shall be deemed accepted by the ANAC. All revisions to the supplement must be approved by the Aviation Authority. The ANAC supplement to the MOE shall include the following:\n(i)\nA signed and dated statement by the accountable manager that obligates the organisation to comply with the Annex.\n(ii)\nA summary of its quality system which shall also cover the ANAC special conditions.\n(iii)\nProcedures for approval for release or return to service that satisfy the requirements of Brazilian Regulation RBHA 43 for aircraft and use of EASA Form 1 for components. This includes the information required by Brazilian regulations RBHA 43.9 and 43.11 and all information required to be made or kept by the owner or operator in English as appropriate.\n(iv)\nProcedures for reporting to the ANAC failures, malfunctions, or defects, and Suspected Unapproved Parts (SUP) discovered, or intended to be installed, on Brazilian aeronautical products.\n(v)\nProcedures to notify the ANAC regarding any changes to line stations that:\n(1)\nare located in an EU Member State;\n(2)\nmaintain Brazilian registered aircraft; and\n(3)\nthat will impact the ANAC Operations Specifications.\n(vi)\nProcedures to qualify and monitor additional fixed locations within the EU Member States list in Appendix 2 to this Annex.\n(vii)\nProcedures in place to verify that all contracted/sub contracted activities include provisions for a non-ANAC certificated source to return the Article to the AMO for final inspection/testing and return to service.\n(viii)\nProcedures for submitting, every 24 months, utilization reports to the ANAC identifying the list of the Technical Personnel assigned to return to service a Brazilian aeronautical product.\n(ix)\nProcedures to ensure that major repairs and major alterations/modifications (as defined in Brazilian Regulations RBHA) are accomplished in accordance with data approved by the ANAC.\n(x)\nProcedures to ensure compliance with air carrier’s Continuous Airworthiness Maintenance Programme (CAMP), including the separation of maintenance from inspection on those items identified by the air carrier/customer as Required Inspection Items (RII).\n(xi)\nProcedures to ensure compliance with the manufacturer’s maintenance manuals or instructions for continued airworthiness (ICAs) and handling of deviations. Procedures to ensure that all current and applicable airworthiness directives (ADs) published by the ANAC are available to maintenance personnel at the time the work is being performed.\n(xii)\nProcedures to confirm that the AMO have an employee in its technical staff who is able to read and plain understand the Brazilian Regulations. This requirement is also important regarding Maintenance Records in Portuguese.\n(xiii)\nProcedures to permit work away from fixed location on a recurring basis, when applicable.\n(xiv)\nProcedures to maintain, at least for 5 (five) years, each Work Order with all attached supplementary forms and part certifications.\n(xv)\nProcedures to certify Annual Maintenance Inspection (IAM) or Airworthiness Conformity Report (RCA) in form and manner established by ANAC, when an AMO is authorized to perform IAM or RCA.\n2.2.\nTo continue to be approved in accordance with Brazilian Regulations RBHA 43 and 145, pursuant to the terms of this Appendix, the AMO shall comply with the following. The Aviation Authority shall verify that the AMO:\n(a)\nAllow ANAC, or the Aviation Authority on behalf of the ANAC, to inspect it for continued compliance with the requirements of EASA Part 145 and these Special Conditions (i.e., RBHA 43 and 145)\n(b)\nInvestigations and enforcement by the ANAC may be undertaken in accordance with ANAC rules and directives;\n(c)\nThe AMO must cooperate with any investigation or enforcement action;\n(d)\nThe AMO must continue to comply with EASA Part 145 and these Special Conditions;\n(e)\nWhen regulatory compliance is maintained, this permits the ANAC to renew the AMO’s certification every 24 months.", "summary": "Agreement on civil aviation safety between the European Union and Brazil\nAgreement on civil aviation safety between the European Union and Brazil\nSUMMARY OF:\nAgreement between the European Union and Brazil on civil aviation safety\nDecision 2010/489/EU – signing on behalf of the EU of the EU–Brazil agreement on civil aviation safety\nDecision 2011/694/EU – conclusion of EU–Brazil agreement on civil aviation safety\nWHAT IS THE AIM OF THE AGREEMENT AND DECISIONS?\n              \nThe agreement aims to:\nfacilitate trade in civil aeronautical products between the European Union (EU) and Brazil,\nremove unnecessary duplications in the certification of civil aeronautical products,\nreduce costs for authorities and the aviation industry,\npromote cooperation between the civil aviation authorities of the EU and Brazil.\nThe 2010 decision approves the signing of the agreement negotiated by the European Commission on behalf of the EU.\nThe 2011 decision approves and concludes the agreement on behalf of the EU.\nKEY POINTS\nScope\nThe agreement applies to:\nairworthiness approval and monitoring of civil aeronautical products;\ncontinuing airworthiness of in-service aircraft;\napproval and monitoring of maintenance facilities;\nenvironmental approval and testing of civil aeronautical products;\nrelated cooperative activities;\nsafety initiatives and exchange of relevant safety information.\nThe parties may subsequently decide to extend the agreement’s scope.\nGeneral obligations\nThe EU and Brazil mutually determined that their standards and systems for the airworthiness and environmental certification or acceptance of civil aeronautical products are sufficiently equivalent.\nThe agreement allows for reciprocal acceptance or recognition of approvals issued by the other party, as specified in the annexes to the agreement.\nThe agreement does not limit either party in determining the level of protection it considers appropriate for safety or for the environment.\nEach party must ensure that their technical agents and competent authorities fulfil their responsibilities under the agreement.\nCooperation, assistance and transparency\nThe EU and Brazil agree to cooperate in a number of ways, including:\nkeeping the other party informed of proposed significant revisions to their relevant laws, regulations, standards, requirements and certification systems, and offering the opportunity to comment;\ndeveloping procedures on regulatory cooperation and transparency for activities within the agreement’s scope;\nparticipating in each other’s internal quality assurance to promote understanding and compatibility between civil aviation safety regulatory systems;\nallowing participation in each other’s inspections and audits on a sample basis or conducting joint inspections and audits as appropriate;\nproviding mutual cooperation and assistance in investigation or enforcement proceedings of alleged or suspected violations of laws or regulations under the scope of the agreement;\nnotifying each other promptly of any investigation where mutual interests are involved.\nSafety information\nThe EU and Brazil agree to:\nhave a proactive approach to safety issues;\ncoordinate safety policies and initiatives, exchange information and data, and develop joint programmes;\nprovide each other, on request and in a timely manner, with information and assistance related to accidents, incidents or occurrences;\nshare safety information relating to aircraft operations and results of surveillance activities including ramp inspections.\nJoint committee\nThe effective functioning of the agreement is overseen by a joint committee comprised of representatives of both parties meeting regularly.\nDATE OF ENTRY INTO FORCE\n              \nThe agreement entered into force on 27 August 2013.\nBACKGROUND\n              \nFor more information, see:\nInternational aviation (European Commission)\nEU - Brazil Bilateral Agreement (European Union Aviation Safety Agency).\nMAIN DOCUMENTS\n            \nAgreement between the European Union and the Government of the Federative Republic of Brazil on civil aviation safety (OJ L 273, 19.10.2011, pp. 3–22).\nCouncil Decision 2010/489/EU of 12 July 2010 on the signature of an Agreement between the European Union and the Government of the Federative Republic of Brazil on civil aviation safety (OJ L 243, 16.9.2010, p. 1).\nCouncil Decision 2011/694/EU of 26 September 2011 on the conclusion of an Agreement between the European Union and the Government of the Federative Republic of Brazil on civil aviation safety (OJ L 273, 19.10.2011, pp. 1–2).\nRELATED DOCUMENTS\n            \nCommunication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions – An Aviation Strategy for Europe (COM(2015) 598 final, 7.12.2015).\nCommunication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions – The EU’s External Aviation Policy – Addressing Future Challenges (COM(2012) 556 final, 27.9.2012).\nlast update 26.01.2022", "tags": ["approval", "agreement (EU)", "technical cooperation", "ratification of an agreement", "civil aviation", "Brazil", "air safety"], "subjects": ["Cooperation", "Transport", "External relations"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}