{"celex_id": "31998H0561", "reference": "EUR-Lex - 31998H0561 - EN\nAvis juridique important\n|\n31998H0561\n98/561/EC: Council Recommendation of 24 September 1998 on European cooperation in quality assurance in higher education\nOfficial Journal L 270 , 07/10/1998 P. 0056 - 0059\nCOUNCIL RECOMMENDATION of 24 September 1998 on European cooperation in quality assurance in higher education (98/561/EC)THE COUNCIL OF THE EUROPEAN UNION,Having regard to the Treaty establishing the European Community, and in particular Articles 126 and 127 thereof,Having regard to the proposal from the Commission,Having regard to the opinion of the Economic and Social Committee (1),Having regard to the opinion of the Committee of the Regions (2),Acting in accordance with the procedure laid down in Article 189c of the Treaty (3),(1) Whereas a high quality of education and training is an objective for all Member States; whereas the Community is called on to contribute to their ongoing efforts by promoting cooperation between Member States and, if necessary, by supporting and supplementing their action while fully respecting their responsibility for the content of teaching and the organisation of education and training systems and their cultural and linguistic diversity;(2) Whereas in its conclusions of 25 November 1991 (4) the Council stated that improving the quality of higher education was a concern shared by each Member State and by every institution of higher education within the European Community; whereas, in view of the diversity of methods used at national level, national experience could be complemented by European experience acquired, in particular, through pilot projects aimed at establishing cooperation in this area or at strengthening existing cooperation;(3) Whereas the replies to the Commission memorandum on higher education stress inter alia that quality should be guaranteed at all levels and in all sectors, with differences between institutions only in terms of objectives, methods and educational demand; whereas there is general support for the introduction of efficient and acceptable methods of quality assurance which take into account European and international experience and the possibility of cooperation;(4) Whereas a Commission study on the state of quality assurance in the Member States revealed that the new quality assurance systems had certain points in common; whereas the two pilot projects conducted subsequently were based on these core elements of existing national systems; whereas they tested a common method successfully and showed that the players in the field are all eager to pursue exchanges of experience which demonstrate the diversity of national evaluation cultures as well as the importance of quality assurance in general;(5) Whereas, in view of the great diversity of education systems in the Community, the definition of the term 'higher education institution` to which the recommendation refers includes all the types of institutions which confer qualifications or degrees at this level irrespective of how they are described in the Member States; whereas this definition is used in the decision establishing the Socrates programme;(6) Whereas higher education institutions have to meet the new educational and social requirements of a world-wide 'knowledge society` and the resulting developments; whereas they will, therefore, endeavour to improve the required attributes of the services they provide by developing, where appropriate, new initiatives (individually or on a collaborative basis within higher education associations), aimed at increasing the quality of teaching and learning;(7) Whereas the technological and economic changes and their consequences for the labour market pose new challenges for higher education institutions and whereas, in view of the challenges of global competition as well as the ever increasing influx of students into higher education institutions, Member States face the task of organising their higher education systems and their relationships vis-à-vis State and society in ways which respect existing academic standards, training objectives, quality standards, the autonomy and/or the independence - in terms of the relevant structures in each Member State - of higher education institutions, and the need to be accountable to and inform the public;(8) Whereas discussion of the Commission communication of 13 February 1994 has demonstrated that quality assurance systems could contribute towards mutual recognition of academic or professional qualifications at Community level;(9) Whereas the Commission White Paper on 'Growth, Competitiveness and Employment`, the White Paper on 'Teaching and Learning: towards the Learning Society` and the Green Paper on 'Education - Training - Research. The obstacles to transnational mobility` indicate how important high-quality education is for employment and growth within the Community and for its competitiveness at world level; whereas these documents highlight the link that exists between the social and cultural functions of education and training, on the one hand, and their economic functions, on the other hand, and therefore the many aspects of the concept of quality; whereas it is clear that transparent educational systems are required for transnational mobility;(10) Whereas encouraging mobility is one of the aims of Community cooperation in the fields of education and training; whereas the Commission Green Paper on 'Education - Training - Research. The obstacles to transnational mobility` examines the principal legal, administrative and practical obstacles encountered by students wishing to study in another Member State, proposes measures to improve mobility and stresses that this type of mobility is beneficial to an education of high quality which can enable individuals to compete internationally and to take advantage of freedom of movement within the Community;(11) Whereas the size, structure and funding of higher education systems differ from Member State to Member State and the objectives of these systems will continue to evolve; whereas in certain Member States the higher education system includes universities and other higher education institutions, often pursuing vocational aims; whereas the concept, scope and methods of quality assurance will be defined by each Member State and will remain flexible and adaptable to changing circumstances and/or structures;(12) In view of Member States' exclusive responsibilities for the organisation and structure of their higher education systems and of their budgetary constraints, and in view of the autonomy and/or independence of higher education institutions, in terms of the relevant structures in each Member State,I. HEREBY RECOMMENDS that Member States:A. support and, where necessary, establish transparent quality assurance systems with the following aims:- to safeguard the quality of higher education within the specific economic, social and cultural context of their countries while taking due account of the European dimension and of a rapidly changing world,- to encourage and help higher education institutions to use appropriate measures, particularly quality assurance, as a means of improving the quality of teaching and learning and also training for research, another important part of their task,- to stimulate mutual exchanges of information on quality and quality assurance at Community and world level and to encourage cooperation between higher education institutions in this area;B. base systems of quality assurance on the following features, as explained in the Annex:- autonomy and/or independence in terms of the relevant structures in each Member State for the bodies responsible for quality assurance in their choice of procedures and methods,- adaptation of quality assurance procedures and methods to the profile and aims of higher education institutions, while respecting their autonomy and/or independence in terms of the relevant structures in each Member State,- targeted utilisation of internal and/or external aspects of quality assurance adapted to the procedures and methods used,- involvement of the different parties concerned according to the purpose of the quality assurance,- publication of quality assurance results in a form which is appropriate to each Member State;C. where necessary, encourage higher education institutions, in cooperation with the competent structures of the Member States, to take appropriate follow-up measures;D. call upon the competent authorities and higher education institutions to attach special importance to the exchange of experience and cooperation regarding quality assurance with other Member States, as well as with international organisations and associations active in the field of higher education;E. promote cooperation between the authorities responsible for quality assessment or quality assurance in higher education and promote networking.This cooperation could cover some or all of the following areas:(a) encouraging and developing the exchange of information and experience, in particular on methodological developments and examples of good practice;(b) fulfilling the requests for expertise and advice from the authorities concerned in the Member States;(c) supporting higher education institutions which wish to cooperate in the field of quality assurance on a transnational basis;(d) promoting contacts with international experts.In pursuing these objectives the developing links between quality assurance and other existing Community activities in particular in the framework of the Socrates and Leonardo da Vinci programmes should be taken into account, as should the 'acquis communautaire` in the field of recognition of qualifications for professional purposes.II. HEREBY RECOMMENDS:that the Commission, in close cooperation with the Member States and on the basis of existing programmes and subject to their objectives and normal open and transparent procedures, encourage the cooperation referred to in point I.E between the authorities responsible for quality assessment and quality assurance in higher education, also involving organisations and associations of higher education institutions with a European remit and the necessary experience in quality assessment and quality assurance.III. HEREBY REQUESTS:the Commission to present triennial reports to the European Parliament, the Council, the Economic and Social Committee and the Committee of the Regions on progress in the development of quality assurance systems in the various Member States and on cooperation activities at European level including the progress achieved with respect to the objectives referred to above.Done at Brussels, 24 September 1998.For the CouncilThe PresidentJ. FARNLEITNER(1) OJ C 19, 21. 1. 1998, p. 39.(2) OJ C 64, 27. 2. 1998, p. 63.(3) Opinion of the European Parliament of 18 November 1997 (OJ C 371, 8. 12. 1997, p. 33), Council common position of 26 February 1998 (not yet published in the Official Journal) and Decision of the European Parliament of 28 May 1998 (not yet published in the Official Journal).(4) OJ C 321, 12. 12. 1991, p. 2.ANNEX Indicative features of quality assurance The features referred to below are common to existing European quality assurance systems. The European pilot projects assessing the quality of higher education have demonstrated that all parties involved in this area can benefit from observing these features.The autonomy and/or independence, in terms of the relevant structures in each Member State, of the body responsible for quality assurance (as regards procedures and methods) is likely to contribute to the effectiveness of quality assurance procedures and the acceptance of their results.Quality assurance criteria are closely linked to the aims assigned to each institution in relation to the needs of society and of the labour market; the different quality assurance procedures must therefore include allowance for the specific nature of the institution. Knowledge of the institution's objectives, be it at the level of the whole institution, at the level of a department or at the level of a single unit, is essential in this respect.Quality assurance procedures should generally consist of an internal, self-examination component and an external component based on appraisal by external experts.The internal element of self-examination should aim to involve all the relevant players, especially teaching staff and, where appropriate, administrators in charge of academic and professional guidance, as well as students. The external element should be a process of cooperation, consultation and advice between independent experts from outside and players from within the institution.In the light of the objectives and criteria used in the quality assurance procedure and with reference to the structures of higher education in the Member States, professional associations, social partners and alumni could be included in the expert groups.The participation of foreign experts in the procedures would be desirable in order to encourage exchange of experience acquired in other countries.Reports on quality assurance procedures and their outcome should be published in a form appropriate to each Member State and should provide a source of good reference material for partners and for the general public.", "summary": "Quality of higher education\nQuality of higher education\nEurope is a world leader in education. To maintain its cutting edge, European Education ministers recommended the introduction of quality assessment and quality assurance mechanisms into higher education (HE) systems.\nACT\nCouncil Recommendation 98/561/EC on European cooperation in quality assurance in higher education.\nSUMMARY\nIn 1998, European Union countries agreed to establish transparent quality assessment and quality assurance systems in the field of HE. To safeguard and improve HE quality while taking due account of national conditions, the European dimension and international requirements, these systems were to have the following features:\nautonomy and independence of bodies responsible for quality assessment and quality assurance;\nrelating evaluation procedures to the way institutions see themselves;\ninternal and external assessment;\ninvolvement of all the players (teachers, administrators, students, alumni, social partners, professional associations, foreign experts);\npublication of evaluations.\nIn 2006, a joint European Parliament and Council recommendation called for the introduction of internal QA systems in line with standards and guidelines adopted in Bergen in the context of the Bologna Process, as well as for the creation of the European Register of Quality Assurance Agencies (EQAR).The recommendation called on Member States to enable their HE institutions to select a quality assurance or accreditation agency from the EQAR list that meets their needs and profile, provided that this is compatible with their national legislation or permitted by their national authorities.\nThree-yearly reports\nReports are prepared to monitor progress on QA in HE. Although progress has been good, some shortcomings have been identified. In the 2014 report, gaps in how QA supports HE reforms are cited, such as widening access, improving employability and internationalisation or improving doctoral training and human resources strategies. To bridge these, QA has to become a means of support to creating an internal quality culture in HE institutions rather than a box-ticking procedure.\nThere is a need for a sector-based approach toQA and a need to find out if it is possible to identify some basic principles and guidelines that are valid across sectors and applicable to all qualifications.\nPlanned actions\nActions to improve European cooperation in QA for lifelong learning include:\nconsulting on the need for and feasibility of improving coherence between QA in different education subsectors;\nreform of the European standards and guidelines (ESG), stressingtheraisingofquality standards rather than procedural approaches, as well as the widening of their scope;\nsynergies between existing tools - continuing to promote transparency tools that support quality assurance, such as EQF, ECTS, Eqavet and Europass;\nworking with Member States to encourage more QA agencies to apply for EQAR registration and to allow foreign EQAR-registered agencies to operate in their HE systems;\npromoting cooperation on QA at international level, through policy dialogue with partners and as a basis for partnerships with HE institutions around the world (via Erasmus+).\nREFERENCES\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nRecommendation 98/561/EC\n-\n-\nOJ L 270 of 7.10.1998\nRELATED ACTS\nRecommendation 2006/143/EC of the European Parliament and of the Council on further European cooperation in quality assurance in higher education (Official Journal L 64 of 4 March 2006).\nReport from the Commission to the Council, the European Parliament, the European Economic and Social Committee and the Committee of the Regions - Report on progress in quality assurance in higher education (COM(2009) 487 final of 21 September 2009).\nReport from the European Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: Report on progress in quality assurance in higher education (COM(2014) 29 final of 28 January 2014 - not published in the Official Journal).\nCouncil conclusions of 20 May 2014 on quality assurance supporting education and training (Official Journal C 183 of 14 June 2014).\nLast updated: 06.07.2014", "tags": ["education policy", "cooperation policy", "EU Member State", "higher education"], "subjects": ["Research and training", "Education, vocational training and youth"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}