{"celex_id": "32011D0884", "reference": "23.12.2011\nEN\nOfficial Journal of the European Union\nL 343/140\nCOMMISSION IMPLEMENTING DECISION\nof 22 December 2011\non emergency measures regarding unauthorised genetically modified rice in rice products originating from China and repealing Decision 2008/289/EC\n(Text with EEA relevance)\n(2011/884/EU)\nTHE EUROPEAN COMMISSION,\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (1), and in particular Article 53(1) thereof,\nWhereas:\n(1)\nArticles 4(2) and 16(2) of Regulation (EC) No 1829/2003 of the European Parliament and of the Council of 22 September 2003 on genetically modified food and feed (2) provide that no genetically modified food or feed is to be placed on the Union market unless it is covered by an authorisation granted in accordance with that Regulation. Articles 4(3) and 16(3) of the same Regulation lay down that no genetically modified food and feed may be authorised unless it has been adequately and sufficiently demonstrated that it does not have adverse effects on human health, animal health or the environment, that it does not mislead the consumer or the user, and that it does not differ from the food or feed it is intended to replace to such an extent that its normal consumption would be nutritionally disadvantageous for humans or animals.\n(2)\nIn September 2006, rice products originating in or consigned from China, contaminated with the unauthorised genetically modified rice Bt 63, were discovered in the United Kingdom, France and Germany and were notified to the Rapid Alert System for Food and Feed (RASFF). Notwithstanding the measures announced by the Chinese authorities to control the presence of that unauthorised Genetically Modified Organism (GMO), several other alerts concerning the presence of the unauthorised genetically modified rice Bt 63 were subsequently reported.\n(3)\nConsidering the continuing alerts and the lack of sufficient guarantees from the Chinese competent authorities concerning the absence of the unauthorised genetically modified rice Bt 63 in products originating in or consigned from China, Commission Decision 2008/289/EC (3) was adopted which introduced emergency measures regarding the unauthorised GMO Bt 63 in rice products. That Decision required that prior to placing on the market, operators should submit an analytical report to the relevant Member State competent authorities demonstrating that the consignment of rice products was not contaminated with genetically modified rice Bt 63. Additionally, that Decision provided for Member States to take appropriate measures, including random sampling and analysis carried out using a specific method described therein, concerning products presented for importation or already on the market.\n(4)\nIn March 2010, Germany notified the RASFF with regard to the presence of new rice varieties carrying unauthorised genetic elements encoding insect resistance which had characteristics similar to the GMO Kefeng 6. Subsequently, several additional similar alerts were notified, which in addition to Kefeng 6, also included the presence of another insect resistant rice line which contained genetic elements similar to the GMO Kemingdao 1 (KMD1). Kefeng 6 and KMD1 are not authorised either in the Union or China.\n(5)\nAll RASFF notifications were notified to the relevant Chinese authorities and additionally the Commission wrote to the authorities both in June 2010 and February 2011 requesting action to address the increasing number of alerts.\n(6)\nThe Food and Veterinary Office conducted an inspection in China in October 2008 with the objective of evaluating the implementation of Decision 2008/289/EC, which was subsequently followed up with another mission in March 2011. The conclusions of the 2008 mission and the initial findings of the 2011 mission indicated uncertainty as to the level, type and number of genetically modified rice varieties which may have contaminated rice products originating in or consigned from China, and that therefore there was a high risk of further introductions of unauthorised GMOs in such rice products.\n(7)\nIn light of the findings of the 2008 and 2011 missions of the Food and Veterinary Office, and the numerous RASFF notifications concerning unauthorised genetically modified rice events, the measures provided by Decision 2008/289/EC should be enhanced accordingly so as to prevent any contaminated product being placed on the Union market. Therefore it is necessary to replace Decision 2008/289/EC by means of this Decision.\n(8)\nTaking into account the fact that no genetically modified rice products are authorised in the Union, it is appropriate to extend the scope of measures provided for by Decision 2008/289/EC, which is limited to genetically modified rice Bt 63, and to broaden it to all genetically modified organisms found in rice products originating in or consigned from China. The obligation to provide an analytical report on sampling and analysis demonstrating the absence of genetically modified rice events, established by Decision 2008/289/EC, should be maintained. However, it is appropriate to reinforce Member State controls through enhanced frequency of sampling and analysis which should be set at 100 % of all consignments of rice products originating from China, and to introduce the obligation for food and feed operators to give prior notification of the estimated date, time and place of the physical arrival of the consignment.\n(9)\nSampling methodologies play a crucial role in obtaining representative and comparable results; it is therefore appropriate to define a common protocol for sampling and analysis for the control of the absence of genetically modified rice in imports originating from China. The principles for reliable sampling procedures for bulk agricultural commodities are laid down in Commission Recommendation 2004/787/EC of 4 October 2004 on technical guidance for sampling and detection of genetically modified organisms and material produced from genetically modified organisms as or in products in the context of Regulation (EC) No 1830/2003 (4) and for prepacked food in CEN/TS 15568 or equivalent. With regard to feed, such principles laid down in Commission Regulation (EC) No 152/2009 of 27 January 2009 laying down the methods of sampling and analysis for the official control of feed (5) shall apply.\n(10)\nDue to the number of potential genetically modified rice events, the lack of validated detection methods and control samples of adequate quality and quantity, and in order to facilitate controls, it is appropriate to replace the method for sampling and analysis provided for in the Decision 2008/289/EC with the analytical screening methods provided in Annex II.\n(11)\nThe new proposed screening methods for analysis should be based on Recommendation 2004/787/EC. It particularly takes into account that currently available methods are qualitative and should address the detection of a unauthorised GMO for which there is no tolerance threshold for sampling and analysis.\n(12)\nThe European Reference Laboratory for Genetically Modified Food and Feed (EU-RL GMFF) within the Joint Research Centre (JRC) verified and confirmed the suitability of the proposed screening methods for the detection of genetically modified rice.\n(13)\nFor the purpose of the sampling and detecting activities required in order to prevent that products containing unauthorised rice events are placed on the market, it is necessary that both operators and official services follow such methods of sampling and analysis provided for in Annex II. In particular it is necessary that account is taken of the guidance provided by the EU-RL GMFF concerning the application of these methods.\n(14)\nRice products, as listed in Annex I, originating in or consigned from China, should be released for free circulation only if they are accompanied by an analytical report and health certificate issued by the Entry Exit Inspection and Quarantine Bureau of the People’s Republic of China (AQSIQ) in accordance with the models laid down in Annex III and IV to this Decision.\n(15)\nIn order to be able to have a continuous assessment of the control measures, it is appropriate to introduce an obligation for Member States to report regularly to the Commission concerning official controls on consignments of rice products originating or consigned from China.\n(16)\nThe measures provided for in this Decision should be proportionate and no more restrictive of trade than is required and should therefore cover only products originating in or consigned from China and considered likely to be contaminated with unauthorised genetically modified rice events. Given the range of products that could be contaminated with such unauthorised genetically modified rice events, it seems appropriate to target all food and feed products which have rice listed as an ingredient. Some products, however, may or may not be containing, consisting or produced from rice. It seems therefore proportionate to allow operators to issue a simple declaration when the product is not containing, consisting or produced from rice, thus avoiding the compulsory analysis and certification.\n(17)\nThe situation concerning the possible contamination of rice product with unauthorised genetically modified rice lines should be reviewed within 6 months in order to assess whether the measures provided for in this Decision are still necessary.\n(18)\nThe measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,\nHAS ADOPTED THIS DECISION:\nArticle 1\nScope\nThis Decision shall apply to rice products listed in Annex I, originating in or consigned from China.\nArticle 2\nDefinitions\n1.   For the purposes of this Decision, the definitions laid down in Articles 2 and 3 of Regulation (EC) No 178/2002, Article 2 of Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (6) and Article 3(b) and (c) of Commission Regulation (EC) No 669/2009 (7) on increased controls on imports of certain feed and food of non-animal origin shall apply.\n2.   The following definitions shall also apply:\n(a)   Lot: a distinct and specified quantity of material.\n(b)   Increment sample: small equal quantity of product taken from each individual sampling point in the lot through the full depth of the lot (static sampling), or taken from the product stream during a stated portion of time (flowing commodities sampling).\n(c)   Bulk sample: quantity of product obtained by combining and mixing the increments taken from a specific lot.\n(d)   Laboratory sample: quantity of product taken from the bulk sample intended for laboratory inspection and testing.\n(e)   Analytical sample: homogenised laboratory sample, consisting either of the whole laboratory sample or a representative portion thereof.\nArticle 3\nPrior notification\nFeed and food business operators or their representatives shall give adequate prior notification of the estimated date and time at the designated point of entry of the physical arrival of the consignment and of the nature of the consignment. Operators must also indicate the designation of the product as to whether it is food or feed.\nArticle 4\nImport conditions\n1.   Each consignment of products referred to in Article 1 shall be accompanied by an analytical report for each lot, and by a health certificate in accordance with the models set out in Annexes III and IV, completed, signed and verified by an authorised representative of the ‘Entry Exit Inspection and Quarantine Bureau of the People’s Republic of China’ (AQSIQ).\n2.   Where a product referred to in Annex I is not containing, consisting of or produced from rice, the analytical report and the health certificate may be replaced by a statement from the operator responsible for the consignment indicating that the food or feed is not containing, consisting or produced from rice.\n3.   Sampling and analysis for the purposes of the analytical report referred to in paragraph 1 shall be performed in accordance with Annex II.\n4.   Each consignment shall be identified with the code appearing on the health certificate. Each individual bag, or other packaging form, of the consignment shall be identified with that code.\nArticle 5\nOfficial controls\n1.   The competent authority of a Member State shall ensure that all the products referred to in Article 1 are subject to documentary checks to ensure that the import conditions provided for in Article 4 are complied with.\n2.   Where a consignment of products other than those described in Article 4(2) is not accompanied by a health certificate and the analytical report provided for in Article 4, the consignment shall be re-dispatched to the country of origin or destroyed.\n3.   Where a consignment is accompanied by the health certificate and the analytical report provided for in Article 4 the competent authority shall take a sample for analysis in accordance with Annex II for the presence of unauthorised GMOs with a frequency of 100 %. If the consignment consists of several lots, each lot shall be submitted to sampling and analysis.\n4.   The competent authority may authorise onward transportation of the consignment pending the results of the physical checks. In such a case the consignment shall remain under the continuous control of the competent authorities pending the results of the physical checks.\n5.   The release for free circulation of consignments shall only be allowed when, following sampling and analyses performed in accordance with Annex II, all lots of that consignment are considered compliant with Union Law.\nArticle 6\nReporting to the Commission\n1.   Member States shall prepare a report every 3 months, giving an account of all the results of all analytical tests carried out in the previous 3 months on consignments of the products referred to in Article 1.\nThose reports shall be submitted to the Commission during the month following each three-month period, in April, July, October, and January.\n2.   The report shall include the following information:\n(a)\nthe number of consignments subjected to sampling for analysis;\n(b)\nthe results of the checks as provided for in Article 5;\n(c)\nthe number of consignments which have been rejected due to the absence of a health certificate or an analytical report.\nArticle 7\nSplitting of a consignment\nConsignments shall not be split until all official controls have been completed by the competent authorities.\nIn the case of subsequent splitting following official control, an authenticated copy of the health certificate and the analytical report shall accompany each part of the split consignment.\nArticle 8\nCosts\nAll costs resulting from the official controls including sampling, analysis, storage and any measures taken following non-compliance, shall be borne by the food and feed business operators.\nArticle 9\nTransitional provisions\nBy way of derogation from Article 4(1), Member States shall authorise the imports of consignments of products referred to in Article 1 which left China prior to 1st of February 2012 provided that sampling and analysis has been conducted in accordance with the Article 4.\nArticle 10\nReview of the measure\nThe measures provided for in this Decision shall be reviewed by the 6 months following adoption at the latest.\nArticle 11\nRepeal\nDecision 2008/289/EC is hereby repealed.\nReferences to the repealed Decision shall be construed as references to this Decision.\nArticle 12\nEntry into force\nThis Decision shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nDone at Brussels, 22 December 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 31, 1.2.2002, p. 1.\n(2)  OJ L 268, 18.10.2003, p. 1.\n(3)  OJ L 96, 9.4.2008, p. 29.\n(4)  OJ L 348, 24.11.2004, p. 18.\n(5)  OJ L 54, 26.2.2009, p. 1.\n(6)  OJ L 165, 30.4.2004, p. 1.\n(7)  OJ L 194, 25.7.2009, p. 11.\nANNEX I\nLIST OF PRODUCTS\nProduct\nCN code\nRice in the husk (‘paddy’ or rough)\n1006 10\nHusked (brown) rice\n1006 20\nSemi-milled or wholly milled rice, whether or not polished or glazed\n1006 30\nBroken rice\n1006 40 00\nRice flour\n1102 90 50\nRice groats and meal\n1103 19 50\nRice pellets\n1103 20 50\nFlaked rice grains\n1104 19 91\nRolled or flaked cereal grains (excluding grains of oats, wheat, rye, maize and barley, and flaked rice)\n1104 19 99\nRice starch\n1108 19 10\nPreparations for infant use, put up for retail sale\n1901 10 00\nUncooked pasta, not stuffed or otherwise prepared, containing eggs\n1902 11 00\nUncooked pasta, not stuffed or otherwise prepared, not containing eggs\n1902 19\nStuffed pasta, whether or not cooked or otherwise prepared\n1902 20\nOther pasta (other than uncooked pasta, not stuffed or otherwise prepared, and other than stuffed pasta, whether or not cooked or otherwise prepared)\n1902 30\nPrepared foods obtained by swelling or roasting cereals or cereal products, obtained from rice\n1904 10 30\nPreparations of the muesli-type based on unroasted cereal flakes\n1904 20 10\nPrepared foods obtained from unroasted cereal flakes or from mixtures of unroasted cereal flakes and roasted cereal flakes or swelled cereals, obtained from rice (excluding preparations of the muesli-type on the basis of unroasted cereal flakes)\n1904 20 95\nRice, pre-cooked or otherwise prepared, not elsewhere specified or included (excluding flour, groats and meal, food preparations obtained by swelling or roasting or from unroasted cereal flakes or from mixtures of unroasted cereal flakes and roasted cereal flakes or swelled cereals)\n1904 90 10\nRicepaper\nex 1905 90 20\nBiscuits\n1905 90 45\nExtruded or expanded products, savoury or salted\n1905 90 55\nBran, sharps and other residues, whether or not in the form of pellets, derived from the sifting, milling or other working of rice with a starch content not exceeding 35 % by weight\n2302 40 02\nBran, sharps and other residues, whether or not in the form of pellets, derived from the sifting, milling or other working of rice other than with a starch content not exceeding 35 % by weight\n2302 40 08\nPeptones and their derivatives; other protein substances and their derivatives, not elsewhere specified or included; hide powder, whether or not chromed\n3504 00 00\nANNEX II\nMethods of sampling and analysis for official control regarding unauthorised genetically modified organism in rice products originating from China\n1.   General provisions\nSamples intended for the official control for the absence of GM rice in rice products shall be taken according to the methods described in this Annex. The bulk samples thus obtained shall be considered as representative of the lots from which they are taken.\n2.   Sampling\n2.1.   Sampling lots of bulk commodities and preparation of the analytical samples\nThe number of incremental samples which make up the bulk sample and the preparation of the analytical samples shall be made in accordance with Recommendation 2004/787/EC and Regulation (EC) No 152/2009 for feed. The size of the laboratory sample shall be 2,5 kg but may be reduced to 500 grams for processed food or feed. For the purpose of Article 11(5) of Regulation (EC) No 882/2004, a second laboratory sample shall be constituted from the bulk sample.\n2.2.   Sampling of prepacked food and feed\nThe number of incremental samples for the constitution of the bulk sample and the preparation of the analytical samples shall be made in accordance with CEN/ISO 15568 or equivalent. The size of the laboratory sample shall be 2,5 kg but may be reduced to 500 grams for processed food or feed. For the purpose of Article 11(5) of Regulation (EC) No 882/2004, a second laboratory sample shall be constituted from the bulk sample.\n3.   Analysis of the laboratory sample\nThe laboratory analysis at the point of origin shall be carried out in a designated AQSIQ laboratory, and prior to release for free circulation in the Union in a Member State designated official control laboratory. Screening tests shall be performed by real-time PCR according to the method published by the EU-RL GMFF (1), for at least the following genetic elements: the CAMV (Cauliflower Mosaic Virus) 35S promoter, the NOS (nopaline synthase) terminator from Agrobacterium tumefaciens and the engineered CryIAb, CryIAc and/or CryIAb/CryIAc from Bacillus thuringiensis.\nIn the case of grain samples the designated control laboratory shall take from the homogenised laboratory sample four analytical samples of 240 grams (equivalent 10 000 rice grains). For processed products such as flour, pasta or starch the analytical samples this may be reduced to 125 grams. The four analytical samples shall be ground and further analysed separately. Two extractions shall be made from each analytical sample. One PCR test for each GM genetic element shall be made for each extraction in accordance with the screening methods detailed under point 4 below. The consignment shall be considered non-compliant if at least one GM genetic element is considered detectable in at least one analytical sample of the consignment according to the guidelines provided in the EU-RL report.\n4.   The following analytical methods shall be used:\n(a)\nFor screening for the CAMV (Cauliflower Mosaic Virus) 35S promoter and the NOS (nopaline synthase) terminator from Agrobacterium tumefaciens.\nISO 21570: 2005 Methods of analysis for the detection of genetically modified organisms and derived products—quantitative nucleic acid based methods. Annex B1.\nH.-U. Waiblinger et al., (2008) ‘Validation and collaborative study of a P35S and T-nos duplex real-time screening method to detect genetically modified organisms in food products’ Eur. Food Res. and Technol., Volume 226, 1221-1228.\nE. Barbau-Piednoir et al., (2010) ‘SYBR®Green qPCR screening methods for the presence of “35S promoter” and “NOS terminator” elements in food and feed products’ Eur. Food Res. and Technol Volume 230, 383-393.\nReiting R, Broll H, Waiblinger HU, Grohmann L (2007) Collaborative study of a T-nos real-time PCR method for screening of genetically modified organisms in food products. J Verbr Lebensm 2:116–121.\n(b)\nFor screening for the engineered CryIAb, CryIAc and/or CryIAb/CryIAc from Bacillus thuringiensis.\nE. Barbau-Piednoir et al., (in press) ‘Four new SYBR®Green qPCR screening methods for the detection of Roundup Ready®, LibertyLink® and CryIAb traits in genetically modified products’ Eur. Food Res. and Technol DOI 10.1007/s00217-011-1605-7.\nFollowing verification of the specificity of the methods by the EU-RL GMFF on a wide variety of Chinese rice samples such method shall be considered as appropriate for these screening purposes.\n5.   The application of the above screening methods shall take into consideration the guidance document published by the EU RL GMFF.\n(1)  http://gmo-crl.jrc.ec.europa.eu\nANNEX III\nMODEL OF HEALTH CERTIFICATE\nANNEX IV\nMODEL OF ANALYTICAL REPORT\nNote: please compile an annex form for each sample tested\nParameter to be reported\nInformation provided\nName and address of the test laboratory (1)\nTest report identification code (1)\n<<000>>\nLaboratory sample identification code (1)\n<<000>>\nSize of laboratory sample (1)\nX kg\nIn case of sample division:\nNumber and size of analytical samples\nX analytical samples of Y g\nNumber and size of test portions analysed (1)\nX test portions of Y mg\nTotal DNA amount analysed (1)\nX ng/PCR\nDNA sequence(s) tested for (1):\nFor each of the following provide reference to the method used and the average Ct number obtained\nRice marker:\n35S promoter:\nNOS terminator:\nCryIAb/CryIAc:\nOther sequence(s) tested for:\nValidation status: (e.g. inter-laboratory validated, in-house validated [please indicate according to which standard, guideline])\nDescription of DNA sequences detected (reference + target genes):\nSpecificity of the method (screening, construct-specific or event-specific):\nAbsolute Limit of Detection (copy number):\nPractical Limit of Detection (LOD related to the sample analysed), if determined:\nDescription of positive controls for target DNA, and reference materials (1)\nSource and nature of the positive control and reference materials (e.g. plasmid, genomic DNA, CRM …)\nInformation on the positive control (1)\nPlease indicate the amount (in ng DNA) of positive control analysed and the average Ct number obtained\nComments\n(1)  Obligatory fields", "summary": "Unauthorised genetically modified rice in rice products from China — emergency measures\nUnauthorised genetically modified rice in rice products from China — emergency measures\nSUMMARY OF:\nImplementing Decision 2011/884/EU — emergency measures regarding unauthorised genetically modified rice in rice products originating from China\nWHAT IS THE AIM OF THE DECISION?\nIt sets out emergency measures regarding genetically modified (GM) rice in rice products originating or consigned from China.\nIt establishes a common sampling and analysis protocol to detect the presence of GM rice in such imports.\nKEY POINTS\nPrior notification\nFeed and food businesses must:\ngive adequate prior notification of the nature of the consignment and of the estimated date and time at the designated point of entry of its physical arrival;\nindicate whether the product is food or animal feed.\nImport conditions\nEach consignment of products must be accompanied by an analytical report for each lot and by a health certificate completed, signed and verified by an authorised representative of the Administration of Quality Supervision, Inspection and Quarantine of the People’s Republic of China.\nIf a product does not contain, consist of or is not produced from rice, the report and certificate may be replaced by a statement from the operator responsible for the consignment indicating this fact.\nEach consignment must be identified with the code appearing on the health certificate. Each individual bag or other packaging form of the consignment must be identified with that code.\nOfficial controls\nThe competent national authority must ensure that documents of each consignment are checked to certify that the import conditions for all such products are complied with.\nIf a consignment of rice products is not accompanied by a health certificate or the analytical report, the consignment must be re-dispatched to the country of origin or destroyed.\nIf a consignment is accompanied by the health certificate and the analytical report, the authority must take a sample to analyse the presence of unauthorised GM rice. If the consignment consists of several lots, each lot must be sampled and analysed.\nOnward transport of the consignment can be authorised pending the results of the physical checks. However, during this time, it must remain under the continuous control of the competent authorities.\nFree circulation of consignments is only permitted after the results of the physical tests are provided and if all the lots comply with EU law.\nReports\nEvery 3 months EU countries must each send a report to the European Commission giving an account of the results of all analytical tests carried out in the previous 3 months. The report must include the following information:\nthe number of consignments subjected to sampling for analysis;\nthe results of the checks undertaken;\nthe number of consignments rejected for lack of a health certificate or analytical report.\nFROM WHEN DOES THE DECISION APPLY?\n              \nIt has applied since 12 January 2012.\nBACKGROUND\n              \nFor more information, see:\nGenetically modified organisms (European Commission).\nMAIN DOCUMENT\n            \nCommission Implementing Decision 2011/884/EU of 22 December 2011 on emergency measures regarding unauthorised genetically modified rice in rice products originating from China and repealing Decision 2008/289/EC (OJ L 343, 23.12.2011, pp. 140-148)\nSuccessive amendments to Decision 2011/884/EU have been incorporated into the original text. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nCommission Implementing Decision 2013/287/EU of 13 June 2013 amending Implementing Decision 2011/884/EU on emergency measures regarding unauthorised genetically modified rice in rice products originating from China (OJ L 162, 14.6.2013, pp. 10-14)\nRegulation (EC) No 1829/2003 of the European Parliament and of the Council of 22 September 2003 on genetically modified food and feed (OJ L 268, 18.10.2003, pp. 1-23)\nSee consolidated version.\nlast update 18.12.2017", "tags": ["food inspection", "cereal product", "originating product", "import (EU)", "rice", "health certificate", "genetically modified organism", "China", "surveillance concerning imports"], "subjects": ["Foodstuffs", "Consumer protection", "Protocol on Ireland/Northern Ireland"], "split": "train", "reference_annotations": {}, "summary_annotations": {"32011D0884_p1": {"text": "Commission Implementing decision 2011/884/eu of 22 December 2011 on emergency measures regarding unauthorised genetically modified rice in rice products originating from China and repealing decision 2008/289/ec (OJ L 343, 23.12.2011, pp. 140-148)", "triples": [" decision 2011/884/eu,  repealing,  decision 2008/289/ec"]}, "32011D0884_p2": {"text": "Commission Implementing decision 2013/287/eu of 13 June 2013 amending Implementing decision 2011/884/eu on emergency measures regarding unauthorised genetically modified rice in rice products originating from China (OJ L 162, 14.6.2013, pp. 10-14)", "triples": [" decision 2013/287/eu,  amending,  decision 2011/884/eu"]}}}