{"celex_id": "32019R1241", "reference": "25.7.2019\nEN\nOfficial Journal of the European Union\nL 198/105\nREGULATION (EU) 2019/1241 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 20 June 2019\non the conservation of fisheries resources and the protection of marine ecosystems through technical measures, amending Council Regulations (EC) No 1967/2006, (EC) No 1224/2009 and Regulations (EU) No 1380/2013, (EU) 2016/1139, (EU) 2018/973, (EU) 2019/472 and (EU) 2019/1022 of the European Parliament and of the Council, and repealing Council Regulations (EC) No 894/97, (EC) No 850/98, (EC) No 2549/2000, (EC) No 254/2002, (EC) No 812/2004 and (EC) No 2187/2005\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving regard to the opinion of the Committee of the Regions (2),\nActing in accordance with the ordinary legislative procedure (3),\nWhereas:\n(1)\nRegulation (EU) No 1380/2013 of the European Parliament and of the Council (4) establishes a Common Fisheries Policy (CFP) for the conservation and sustainable exploitation of fisheries resources.\n(2)\nTechnical measures are tools to support the implementation of the CFP. However, an evaluation of the current regulatory structure in relation to technical measures showed that it is unlikely to achieve the objectives of the CFP and a new approach should be taken to increase the effectiveness of technical measures, focusing on adapting the governance structure.\n(3)\nThere is a need to develop a framework for the regulation of technical measures. That framework should, on the one hand, establish general rules which are to apply across all Union waters and, on the other hand, provide for the adoption of technical measures that take account of the regional specificities of fisheries through the regionalisation process introduced by Regulation (EU) No 1380/2013.\n(4)\nThe framework should cover the taking and landing of fisheries resources as well as the operation of fishing gear and the interaction of fishing activities with marine ecosystems.\n(5)\nThis Regulation should apply to fishing operations conducted in Union waters by Union and third-country fishing vessels and by nationals of Member States — without prejudice to the primary responsibility of the flag State — as well as to Union fishing vessels operating in Union waters of the outermost regions referred to in the first paragraph of Article 349 of the Treaty on the Functioning of the European Union (TFEU). It should also apply, in respect of Union fishing vessels and nationals of Member States, in non-Union waters to technical measures adopted for the North East Atlantic Fisheries Commission (NEAFC) Regulatory Area and the General Fisheries Commission for the Mediterranean (GFCM) Agreement Area.\n(6)\nWhere relevant, technical measures should apply to recreational fishing, which can have a significant impact on the stocks of fish and shellfish species.\n(7)\nTechnical measures should contribute to achieving the CFP objectives to fish at maximum sustainable yield levels, reduce unwanted catches and eliminate discards, and contribute to the achievement of good environmental status as set out in Directive 2008/56/EC of the European Parliament and of the Council (5).\n(8)\nTechnical measures should specifically contribute to the protection of juveniles and spawning aggregations of marine species through the use of selective fishing gear and measures for the avoidance of unwanted catches. Technical measures should also minimise the impacts of fishing gear on marine ecosystems and in particular on sensitive species and habitats, including where appropriate by using incentives. They should also contribute to having in place management measures for the purposes of complying with obligations under Council Directive 92/43/EEC (6), Directive 2008/56/EC and Directive 2009/147/EC of the European Parliament and of the Council (7).\n(9)\nTo evaluate the effectiveness of technical measures, targets relating to the levels of unwanted catches, in particular catches of marine species below the minimum conservation reference size, to the level of incidental catches of sensitive species and to the extent of seabed habitats adversely affected by fishing should be established. Those targets should reflect the objectives of the CFP, Union environmental legislation — in particular Directive 92/43/EEC and Directive 2000/60/EC of the European Parliament and of the Council (8) — and international best practice.\n(10)\nIn order to ensure uniformity as regards the interpretation and implementation of technical rules, definitions of fishing gear and fishing operations contained in existing technical measures regulations should be updated and consolidated.\n(11)\nCertain destructive fishing gear or methods which use explosives, poison, stupefying substances, electric current, pneumatic hammers or other percussive instruments, towed devices and grabs for harvesting red coral or other type of corals and coral-like species and certain spear-guns, should be prohibited. It should not be allowed to sell, display or offer for sale any marine species caught using such gear or methods where they are prohibited under this Regulation.\n(12)\nThe use of electric pulse trawl should remain possible during a transitional period until 30 June 2021 and under certain strict conditions.\n(13)\nIn the light of advice from the Scientific, Technical and Economic Committee for Fisheries (STECF), certain common rules setting out restrictions on the use of towed gear and on the construction of codends should be established, in order to prevent bad practices that lead to unselective fishing.\n(14)\nIn order to restrict the use of driftnets which can fish over large areas and result in significant catches of sensitive species, the existing restrictions on using such fishing gear should be consolidated.\n(15)\nIn the light of advice from STECF, fishing with static nets in ICES divisions 3a, 6a, 6b, 7b, 7c, 7j and 7k and ICES sub-areas 8, 9, 10 and 12 east of 27° W in waters with a charted depth of more than 200 m should continue to be prohibited, in order to provide protection for sensitive deep-sea species, subject to certain derogations.\n(16)\nFor certain rare fish species, such as some species of sharks and rays, even limited fishing activity could result in a serious risk for their conservation. To protect such species a general prohibition on fishing for them should be introduced.\n(17)\nTo afford the strict protection for sensitive marine species such as marine mammals, seabirds and marine reptiles provided for in Directives 92/43/EEC and 2009/147/EC, Member States should put in place mitigation measures to minimise and where possible eliminate the catching of such species by fishing gear.\n(18)\nIn order to provide continued protection for sensitive marine habitats located off the coasts of Ireland, the United Kingdom and around the Azores, Madeira and the Canary Islands, as well as in the NEAFC Regulatory Area, existing restrictions on the use of demersal fishing gear should be maintained.\n(19)\nWhere scientific advice identifies other such habitats, there should be a possibility to introduce similar restrictions to protect those habitats.\n(20)\nIn accordance with Regulation (EU) No 1380/2013, minimum conservation reference sizes should be established to ensure the protection of juveniles of marine species and for the purpose of establishing fish stock recovery areas, as well as for the purpose of constituting minimum marketing sizes.\n(21)\nThe manner in which the size of marine species is to be measured should be defined.\n(22)\nThere should be a possibility for Member States to carry out pilot projects with the aim of exploring ways to avoid, minimise and eliminate unwanted catches. Where the results of those projects or scientific advice indicate that there are significant unwanted catches, Member States should endeavour to establish technical measures to reduce such catches.\n(23)\nThis Regulation should establish baseline standards for each sea basin. Those baseline standards are derived from existing technical measures, taking account of STECF advice and the opinions of stakeholders. Those standards should consist of baseline mesh sizes for towed gear and static nets, minimum conservation reference sizes, closed or restricted areas, as well as nature conservation measures to mitigate against catches of sensitive species in certain areas and any other existing regionally specific technical measures.\n(24)\nMember States should have the possibility to develop joint recommendations for appropriate technical measures that differ from these baselines in accordance with the regionalisation process set out in Regulation (EU) No 1380/2013, based on scientific evidence.\n(25)\nSuch regional technical measures should as a minimum lead to such benefits for the conservation of marine biological resources that are at least equivalent to the ones provided by the baseline standards, in particular in terms of exploitation patterns and the level of protection provided for sensitive species and habitats.\n(26)\nWhen developing joint recommendations in relation to size and species selective characteristics of gear alternative to the baseline mesh sizes, regional groups of Member States should ensure that such measures result in similar, as a minimum, or improved selectivity characteristics as the baseline gear.\n(27)\nWhen developing joint recommendations in relation to restricted areas for the protection of juveniles and spawning aggregations, regional groups of Member States should define the objectives, geographical extent and duration of closures as well as gear restrictions and control and monitoring arrangements in their joint recommendations.\n(28)\nWhen developing joint recommendations in relation to minimum conservation reference sizes, regional groups of Member States should ensure that the objective of the CFP of ensuring the protection of juveniles of marine species is respected, while ensuring that no distortion is introduced into the market and that no market for fish below minimum conservation reference sizes is created.\n(29)\nThe creation of real-time closures in conjunction with moving-on provisions as an additional measure for the protection of sensitive species, juveniles or spawning aggregations should be allowed as an option to be developed through regionalisation. The conditions for the establishment of such areas, including the geographical extent and duration of closures, as well as the control and monitoring arrangements should be defined in the relevant joint recommendations.\n(30)\nOn the basis of an assessment of the impacts of innovative gear, the use, or extending the use, of such innovative gear could be included as an option in joint recommendations from regional groups of Member States. The use of innovative fishing gear should not be permitted where scientific assessment indicates that their use would lead to significant negative impacts on sensitive habitats and non-target species.\n(31)\nWhen developing joint recommendations in relation to the protection of sensitive species and habitats, regional groups of Member States should be allowed to develop additional mitigation measures to reduce the impacts of fishing on such species and habitats. Where scientific evidence shows that there is a serious threat to the conservation status of sensitive species and habitats, Member States should introduce additional restrictions on the construction and operation of certain fishing gear or even the introduction of a total prohibition on their use in a given area. In particular, such restrictions could be applied to the use of driftnets which in certain areas has resulted in significant catches of sensitive species.\n(32)\nRegulation (EU) No 1380/2013 allows for the establishment of temporary discard plans for the implementation of the landing obligation, in cases where no multiannual plan is in place for the fishery in question. As part of such plans it should be allowed to establish technical measures which are strictly linked to the implementation of the landing obligation and which aim to increase selectivity and reduce unwanted catches as much as possible.\n(33)\nThere should be a possibility to carry out pilot projects on full documentation of catches and discards. Such projects could involve derogations from the rules on mesh sizes laid down in this Regulation insofar as they contribute to achieving the objectives and targets of this Regulation.\n(34)\nCertain provisions on technical measures adopted by NEAFC should be included in this Regulation.\n(35)\nIn order not to hinder scientific research or direct restocking and transplantation, the technical measures provided for in this Regulation should not apply to operations which may be necessary for conducting such activities. In particular, where fishing operations for the purposes of scientific research require such a derogation from the technical measures under this Regulation, they should be subject to appropriate conditions.\n(36)\nThe power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of adopting certain measures in relation to recreational fishing, restrictions on towed gear, sensitive species and habitats, the list of fish and shellfish for which directed fishing is prohibited, the definition of directed fishing, pilot projects on full documentation on catches and discards, and technical measures as part of temporary discard plans, as well as in relation to minimum conservation reference sizes, mesh sizes, closed areas and other technical measures in certain sea basins, mitigation measures for sensitive species and the list of species of key indicator stocks. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level, and that those consultations be conducted in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making (9). In particular, to ensure equal participation in the preparation of delegated acts, the European Parliament and the Council receive all documents at the same time as Member States’ experts, and their experts systematically have access to meetings of Commission expert groups dealing with the preparation of delegated acts.\n(37)\nIn order to ensure uniform conditions for the implementation of this Regulation, implementing powers should be conferred on the Commission in respect of the establishment of the specification of devices to reduce wear and tear of and to strengthen towed gear or to limit the escape of catches in the forward part of towed gear; to define the specification of the selection devices attached to defined baseline gear; to define the specifications of the electric pulse trawl; to define restrictions on construction of gear and the control and monitoring measures to be adopted by the flag Member State; and to define rules on the control and monitoring measures to be adopted by the flag Member State when using static gear in depths between 200 and 600 m, on the control and monitoring measures to be adopted for certain closed or restricted areas, and on the signal and implementation characteristics of devices used to deter cetaceans from static nets and methods used to minimise incidental catches of seabirds, marine reptiles and turtles. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (10).\n(38)\nBy 31 December 2020, and every third year thereafter, the Commission should report to the European Parliament and to the Council on the implementation of this Regulation, on the basis of information supplied by Member States and the relevant Advisory Councils and following evaluation by STECF. That report should assess the extent to which technical measures both at regional level and at Union level have contributed to achieving the objectives and reaching the targets of this Regulation.\n(39)\nFor the purpose of that report, adequate selectivity indicators, such as the scientific concept of length of optimal selectivity (Lopt), could be used as a reference tool to monitor progress over time towards the CFP objective of minimising unwanted catches. In that sense, those indicators are not binding targets, but monitoring tools which may inform deliberations or decisions at regional level. The indicators, and the values used for their application, should be requested from appropriate scientific bodies for a number of key indicator stocks which would also take into account mixed fisheries and recruitment spikes. The Commission could include those indicators in the report on the implementation of this Regulation. The list of the key indicator stocks should include demersal species which are managed through catch limits, taking into account the relative importance of landings, discards and relevance of the fishery for each sea basin.\n(40)\nThe Commission’s report should also refer to advice from ICES on the progress made or impact of innovative gear. The report should draw conclusions about the benefits for, or negative effects on, marine ecosystems, sensitive habitats and selectivity.\n(41)\nOn the basis of the Commission’s report, where at regional level there is evidence that the objectives and targets have not been met, Member States within that region should submit a plan setting out the corrective actions to be taken to ensure those objectives and targets can be met. The Commission should also propose to the European Parliament and to the Council any necessary amendments to this Regulation on the basis of that report.\n(42)\nGiven the number and importance of the amendments to be made, Council Regulations (EC) No 894/97 (11), (EC) No 850/98 (12), (EC) No 2549/2000 (13), (EC) No 254/2002 (14), (EC) No 812/2004 (15) and (EC) No 2187/2005 (16) should be repealed.\n(43)\nCouncil Regulations (EC) No 1967/2006 (17) and (EC) No 1224/2009 (18) and Regulation (EU) No 1380/2013 should be amended accordingly.\n(44)\nThe Commission is currently empowered to adopt and amend technical measures at regional level under Regulations (EU) 2016/1139 (19), (EU) 2018/973 (20), (EU) 2019/472 (21) and (EU) 2019/1022 (22) of the European Parliament and of the Council, establishing the multi-annual plans for the Baltic Sea, the North Sea, Western Waters and the Western Mediterranean. In order to clarify the scope of the respective empowerments, and to specify that delegated acts adopted under the empowerments provided for in those Regulations are to comply with certain requirements set out in this Regulation, those Regulations should be amended in the interest of legal certainty,\nHAVE ADOPTED THIS REGULATION:\nCHAPTER I\nGENERAL PROVISIONS\nArticle 1\nSubject matter\nThis Regulation lays down technical measures concerning:\n(a)\nthe taking and landing of marine biological resources;\n(b)\nthe operation of fishing gear; and\n(c)\nthe interaction of fishing activities with marine ecosystems.\nArticle 2\nScope\n1.   This Regulation shall apply to activities pursued by Union fishing vessels and nationals of Member States, without prejudice to the primary responsibility of the flag State, in the fishing zones referred to in Article 5, as well as by fishing vessels flying the flag of, and registered in, third countries when fishing in Union waters.\n2.   Articles 7, 10, 11 and 12 shall also apply to recreational fishing. In cases where recreational fishing has a significant impact in a particular region, the Commission is empowered to adopt delegated acts pursuant to Article 15 and in accordance with Article 29 in order to amend this Regulation by providing that the relevant provisions of Article 13 or parts A or C of Annexes V to X also apply to recreational fishing.\n3.   Subject to the conditions set out in Articles 25 and 26, the technical measures set out in this Regulation shall not apply to fishing operations conducted solely for the purpose of:\n(a)\nscientific investigations; and\n(b)\ndirect restocking or transplantation of marine species.\nArticle 3\nObjectives\n1.   As tools to support the implementation of the CFP, technical measures shall contribute to the objectives of the CFP set out in the applicable provisions of Article 2 of Regulation (EU) No 1380/2013.\n2.   Technical measures shall in particular contribute to achieving the following objectives:\n(a)\noptimise exploitation patterns to provide protection for juveniles and spawning aggregations of marine biological resources;\n(b)\nensure that incidental catches of sensitive marine species, including those listed under Directives 92/43/EEC and 2009/147/EC, that are a result of fishing, are minimised and where possible eliminated so that they do not represent a threat to the conservation status of these species;\n(c)\nensure, including by using appropriate incentives, that the negative environmental impacts of fishing on marine habitats are minimised;\n(d)\nhave in place fisheries management measures for the purposes of complying with Directives 92/43/EEC, 2000/60/EC and 2008/56/EC, in particular with a view to achieving good environmental status in line with Article 9(1) of Directive 2008/56/EC, and with Directive 2009/147/EC.\nArticle 4\nTargets\n1.   Technical measures shall aim to ensure that:\n(a)\ncatches of marine species below the minimum conservation reference size are reduced as far as possible in accordance with Article 2(2) of Regulation (EU) No 1380/2013.\n(b)\nincidental catches of marine mammals, marine reptiles, seabirds and other non-commercially exploited species do not exceed levels provided for in Union legislation and international agreements that are binding on the Union.\n(c)\nthe environmental impacts of fishing activities on seabed habitats are in line with point (j) of Article 2(5) of Regulation (EU) No 1380/2013.\n2.   The extent to which progress was made towards those targets shall be reviewed as part of the reporting process set out in Article 31.\nArticle 5\nDefinition of fishing zones\nFor the purposes of this Regulation, the following geographical definitions of fishing zones shall apply:\n(a)\n‘North Sea’ means Union waters in ICES divisions (23) 2a and 3a and ICES sub-area 4;\n(b)\n‘Baltic Sea’ means Union waters in ICES divisions 3b, 3c and 3d;\n(c)\n‘North Western waters’ means Union waters in ICES sub-areas 5, 6 and 7;\n(d)\n‘South Western waters’ means ICES sub-areas 8, 9 and 10 (Union waters) and CECAF zones (24) 34.1.1, 34.1.2 and 34.2.0 (Union waters);\n(e)\n‘Mediterranean Sea’ means the maritime waters of the Mediterranean to the East of line 5°36′ W;\n(f)\n‘Black Sea’ means waters in GFCM geographical sub-area 29 as defined in Annex I to Regulation (EU) No 1343/2011 of the European Parliament and of the Council (25);\n(g)\n‘Union waters in the Indian Ocean and the West Atlantic’ means waters around Guadeloupe, French Guiana, Martinique, Mayotte, Réunion and Saint Martin under the sovereignty or jurisdiction of a Member State;\n(h)\n‘NEAFC Regulatory Area’ means the waters of the NEAFC Convention Area which lie beyond the waters under the fisheries jurisdiction of the Contracting Parties as defined in Regulation (EU) No 1236/2010 of the European Parliament and of the Council (26);\n(i)\n‘GFCM Agreement area’ means the Mediterranean Sea and the Black Sea and connecting waters, as defined in Regulation (EU) No 1343/2011.\nArticle 6\nDefinitions\nFor the purposes of this Regulation, in addition to the definitions set out in Article 4 of Regulation (EU) No 1380/2013, the following definitions apply:\n(1)\n‘exploitation pattern’ means how fishing mortality is distributed across the age and size profile of a stock;\n(2)\n‘selectivity’ means a quantitative expression represented as a probability of capture of marine biological resources of a certain size and/or species;\n(3)\n‘directed fishing’ means fishing effort targeted at a specific species or group of species and may be further specified at regional level in delegated acts adopted pursuant to Article 27(7) of this Regulation;\n(4)\n‘good environmental status’ means the environmental status of marine waters as defined by Article 3(5) of Directive 2008/56/EC;\n(5)\n‘conservation status of a species’ means the sum of the influences acting on the species concerned that may affect the long-term distribution and abundance of its populations;\n(6)\n‘conservation status of a habitat’ means the sum of the influences acting on a natural habitat and its typical species that may affect its long-term natural distribution, structure and functions as well as the long-term survival of its typical species;\n(7)\n‘sensitive habitat’ means a habitat whose conservation status, including its extent and the condition (structure and function) of its biotic and abiotic components, is adversely affected by pressures arising from human activities, including fishing activities. Sensitive habitats, in particular, include habitat types listed in Annex I, and habitats of species listed in Annex II to Directive 92/43/EEC, habitats of species listed in Annex I to Directive 2009/147/EC, habitats whose protection is necessary to achieve good environmental status under Directive 2008/56/EC and vulnerable marine ecosystems as defined by point (b) of Article 2 of Council Regulation (EC) No 734/2008 (27);\n(8)\n‘sensitive species’ means a species whose conservation status, including its habitat, distribution, population size or population condition is adversely affected by pressures arising from human activities, including fishing activities. Sensitive species, in particular, include species listed in Annexes II and IV to Directive 92/43/EEC, species covered by Directive 2009/147/EC and species whose protection is necessary to achieve good environmental status under Directive 2008/56/EC;\n(9)\n‘small pelagic species’ means species such as mackerel, herring, horse mackerel, anchovy, sardine, blue whiting, argentines, sprat, and boarfish;\n(10)\n‘Advisory Councils’ means stakeholder groups established in accordance with Article 43 of Regulation (EU) No 1380/2013;\n(11)\n‘trawl’ means fishing gear which is actively towed by one or more fishing vessels and consisting of a net closed at the back by a bag or a codend;\n(12)\n‘towed gear’ means any trawls, Danish seines, dredges and similar gear which are actively moved in the water by one or more fishing vessels or by any other mechanised system;\n(13)\n‘bottom trawl’ means a trawl designed and rigged to operate on or near the seabed;\n(14)\n‘bottom pair trawl’ means a bottom trawl towed by two boats simultaneously, one towing each side of the trawl. The horizontal opening of the trawl is maintained by the distance between the two vessels as they tow the gear;\n(15)\n‘pelagic trawl’ means a trawl designed and rigged to operate in midwater;\n(16)\n‘beam trawl’ means gear with a trawl net open horizontally by a beam, wing or similar device;\n(17)\n‘electric pulse trawl’ means a trawl which uses an electric current to catch marine biological resources;\n(18)\n‘Danish seine’ or ‘Scottish seine’ means an encircling and towed gear, operated from a boat by means of two long ropes (seine ropes) designed to herd the fish towards the opening of the seine. The gear is made up of a net which is similar in design to a bottom trawl;\n(19)\n‘shore seines’ means surrounding nets and towed seines set from a boat and pulled towards the shore as they are being operated from the shore or from a vessel moored or anchored by the shore;\n(20)\n‘surrounding nets’ means nets which catch fish by surrounding them both from the sides and from below. They may or may not be equipped with a purse line;\n(21)\n‘purse seine’ or ‘ring nets’ means any surrounding net where the bottom is drawn together by means of a purse line situated at the bottom of the net, which passes through a series of rings along the groundrope, enabling the net to be pursed and closed;\n(22)\n‘dredges’ means gear which are either actively towed by the main boat engine (boat dredge) or hauled by a motorised winch from an anchored vessel (mechanised dredge) to catch bivalves, gastropods or sponges and which consist of a net bag or metal basket mounted on a rigid frame or rod of variable size and shape whose lower part may carry a scraper blade that can be either rounded, sharp or toothed, and may or may not be equipped with skids and diving boards. Some dredges are equipped with hydraulic equipment (hydraulic dredges). Dredges pulled by hand or by manual winches in shallow waters with or without a boat to catch bivalves, gastropods or sponges (hand dredges) shall not be considered towed gear for the purpose of this Regulation;\n(23)\n‘static nets’ means any type of gillnet, entangling net or trammel net that is anchored to the seabed for fish to swim into and become entangled or enmeshed in the netting;\n(24)\n‘driftnet’ means a net held on the water surface or at a certain distance below it by floating devices and drifting with the current, either independently or with the boat to which it may be attached. It may be equipped with devices aiming to stabilise the net or to limit its drift;\n(25)\n‘gillnet’ means a static net made up of a single piece of net and held vertically in the water by floats and weights;\n(26)\n‘entangling net’ means a static net consisting of a wall of netting rigged so that the netting is hung onto the ropes to create a greater amount of slack netting than a gillnet;\n(27)\n‘trammel net’ means a static net made up of several layers of netting with two outer layers of a large mesh size with a sheet of small mesh sandwiched between them;\n(28)\n‘combined gillnet and trammel net’ means any bottom-set gillnet combined with a trammel net which constitutes the lower part;\n(29)\n‘longline’ means a fishing gear consisting of a main line of variable length, to which branch lines (snoods) with hooks are fixed at intervals determined by the target species. The main line is anchored either horizontally on or near the bottom or vertically, or can be allowed to drift on the surface;\n(30)\n‘pots and creels’ means traps in the form of cages or baskets having one or more entrances, designed to catch crustaceans, molluscs or fish, that are set on the seabed or suspended above it;\n(31)\n‘handline’ means a single fishing line with one or more lures or baited hooks;\n(32)\n‘St Andrew’s cross’ means a grab which employs a scissor-like action to harvest for example bivalve molluscs or red coral from the seabed;\n(33)\n‘codend’ means the rearmost part of the trawl, having either a cylindrical shape, with the same circumference throughout, or a tapering shape. It can be made up of one or more panels (pieces of netting) attached to one another along their sides and can include the lengthening piece which is made up of one or more panels located just in front of the codend sensu stricto;\n(34)\n‘mesh size’ means:\n(i)\nfor knotted netting: the longest distance between two opposite knots in the same mesh when fully extended;\n(ii)\nfor knotless netting: the inside distance between the opposite joints in the same mesh when fully extended along its longest possible axis;\n(35)\n‘square mesh’ means a quadrilateral mesh composed of two sets of parallel bars of the same nominal length, where one set is parallel to, and the other is at right angles to, the longitudinal axis of the net;\n(36)\n‘diamond mesh’ means a mesh composed of four bars of the same length where the two diagonals of the mesh are perpendicular and one diagonal is parallel to the longitudinal axis of the net;\n(37)\n‘T90’ means trawls, Danish seines or similar towed gear having a codend and extension piece produced from knotted diamond mesh netting turned 90o so that the main direction of run of the netting is parallel to the towing direction;\n(38)\n‘Bacoma exit window’ means an escape panel constructed in knotless square mesh netting fitted into the top panel of a codend with its lower edge no more than four meshes from the codline;\n(39)\n‘sieve net’ means a piece of netting attached to the full circumference of the shrimp trawl in front of the codend or extension piece, and tapering to an apex where it is attached to the bottom sheet of the shrimp trawl. An exit hole is cut where the sieve net and codend join, allowing species or individuals too large to pass through the sieve to escape, whereas the shrimp can pass through the sieve and into the codend;\n(40)\n‘drop’ means the sum of the height of the meshes (including knots) in a net when wet and stretched perpendicular to the float line;\n(41)\n‘immersion time’ or ‘soak time’ means the period from the point of time when the gear is first put in the water until the point of time when the gear is fully recovered on board the fishing vessel;\n(42)\n‘gear monitoring sensors’ means remote electronic sensors that are placed on fishing gear to monitor key performance parameters such as the distance between trawl doors or volume of the catch;\n(43)\n‘weighted line’ means a line of baited hooks with added weight to increase its sinking speed and thereby reduce its time of exposure to seabirds;\n(44)\n‘acoustic deterrent device’ means devices aimed to deter species such as marine mammals from fishing gear by emitting acoustic signals;\n(45)\n‘bird scaring lines’ (also called a tori line) means lines with streamers that are towed from a high point near the stern of fishing vessels as baited hooks are deployed, with the aim of scaring seabirds away from the hooks;\n(46)\n‘direct restocking’ means the activity of releasing live wild animals of selected species into waters where they occur naturally, in order to use the natural production of the aquatic environment to increase the number of individuals available for fisheries and/or to increase natural recruitment;\n(47)\n‘transplantation’ means the process by which a species is intentionally transported and released by humans within areas of established populations of that species;\n(48)\n‘selectivity performance indicator’ means a reference tool to monitor progress over time towards the achievement of the CFP objective of minimising unwanted catches;\n(49)\n‘spear gun’ means a pneumatic or mechanically powered hand-held gun that shoots a spear for the purpose of underwater fishing;\n(50)\n‘length of optimal selectivity (Lopt)’ is the average length of capture, provided by the best available scientific advice, that optimises the growth of individuals in a stock.\nCHAPTER II\nCOMMON TECHNICAL MEASURES\nSECTION 1\nProhibited fishing gear and uses\nArticle 7\nProhibited fishing gear and methods\n1.   It shall be prohibited to catch or harvest marine species using the following methods:\n(a)\ntoxic, stupefying or corrosive substances;\n(b)\nelectric current except for the electric pulse trawl, which shall only be allowed under the specific provisions of Part D of Annex V;\n(c)\nexplosives;\n(d)\npneumatic hammers or other percussive instruments;\n(e)\ntowed devices for harvesting red coral or other type of corals or coral-like organisms;\n(f)\nSt Andrew’s cross and similar grabs for harvesting, in particular, red coral or other type of corals and coral-like species;\n(g)\nany type of projectile, with the exception of those used to kill caged or trapped tuna and of hand-held spears and spear guns used in recreational fishing without an aqualung, from dawn until dusk.\n2.   Notwithstanding Article 2, this Article shall apply to Union vessels in international waters and the waters of third countries, except where the rules adopted by multilateral fisheries organisations, under bilateral or multilateral agreements, or by a third country, specifically provide otherwise.\nSECTION 2\nGeneral restrictions on gear and conditions for their use\nArticle 8\nGeneral restrictions on the use of towed gear\n1.   For the purpose of Annexes V to XI, the mesh size of a towed gear as set out in those Annexes shall mean the minimum mesh size of any codend and any extension piece found on board a fishing vessel and attached to, or suitable for attachment to, any towed net. This paragraph shall not apply to netting devices used for the attachment of gear monitoring sensors or when used in conjunction with fish and turtle excluder devices. Further derogations to improve size or species selectivity for marine species may be provided for in a delegated act adopted in accordance with Article 15.\n2.   Paragraph 1 shall not apply to dredges. However, during any voyage when dredges are carried on board the following shall apply:\n(a)\nit shall be prohibited to tranship marine organisms;\n(b)\nin the Baltic Sea it shall be prohibited to retain on board or land any quantity of marine organisms unless at least 85 % of the live weight thereof consists of molluscs and/or Furcellaria lumbricalis;\n(c)\nin all other sea basins, except in the Mediterranean Sea, where Article 13 of Regulation (EC) No 1967/2006 applies, it shall be prohibited to retain on board or land any quantity of marine organisms unless at least 95 % by live weight thereof consists of bivalve molluscs, gastropods and sponges.\nPoints (b) and (c) of this paragraph shall not apply to unintended catches of species subject to the landing obligation set out in Article 15 of Regulation (EU) No 1380/2013. Such unintended catches shall be landed and counted against quotas.\n3.   Whenever more than one net is towed simultaneously by a fishing vessel or by more than one fishing vessel, each net shall have the same nominal mesh size. The Commission is empowered to adopt delegated acts pursuant to Article 15 and in accordance with Article 29 derogating from this paragraph, where the use of several nets having a different mesh size leads to such benefits for the conservation of marine biological resources that are at least equivalent to those of existing fishing methods.\n4.   It shall be prohibited to use any device that obstructs or otherwise effectively diminishes the mesh size of the codend or any part of a towed gear, as well as to carry on board any such device that is specifically designed for that purpose. This paragraph shall not exclude the use of specified devices used to reduce wear and tear of and strengthen the towed gear, or to limit the escape of catches in the forward part of towed gear.\n5.   The Commission may adopt implementing acts establishing detailed rules for the specification of codends and the devices referred to in paragraph 4. Those implementing acts shall be based on the best available scientific and technical advice and may define:\n(a)\nrestrictions on twine thickness;\n(b)\nrestrictions on the circumference of codends;\n(c)\nrestrictions on the use of netting materials;\n(d)\nstructure and attachment of codends;\n(e)\npermitted devices to reduce wear and tear; and\n(f)\npermitted devices to limit the escape of catches.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 30(2).\nArticle 9\nGeneral restrictions on the use of static nets and driftnets\n1.   It shall be prohibited to have on board or deploy one or more driftnets the individual or total length of which is more than 2,5 km.\n2.   It shall be prohibited to use driftnets to fish for the species listed in Annex III.\n3.   Notwithstanding paragraph 1, it shall be prohibited to have on board or deploy any driftnet in the Baltic Sea.\n4.   It shall be prohibited to use bottom-set gillnets, entangling nets and trammel nets to catch the following species:\n(a)\nAlbacore (Thunnus alalunga);\n(b)\nBluefin tuna (Thunnus thynnus);\n(c)\nRay’s bream (Brama brama);\n(d)\nSwordfish (Xiphias gladius);\n(e)\nSharks belonging to the following species or families Hexanchus griseus; Cetorhinus maximus; all species of Alopiidae; Carcharhinidae; Sphyrnidae; Isuridae; Lamnidae.\n5.   By way of derogation from paragraph 4, incidental catches in the Mediterranean Sea of no more than three specimens of the shark species referred to in that paragraph may be retained on board or landed provided that they are not protected species under Union law.\n6.   It shall be prohibited to deploy any bottom set gillnet, entangling net and trammel net at any position where the charted depth is greater than 200 m.\n7.   Notwithstanding paragraph 6 of this Article:\n(a)\nspecific derogations as set out in point 6.1 of Part C of Annex V, point 9.1 of Part C of Annex VI and point 4.1 of Part C of Annex VII shall apply where the charted depth is between 200 and 600 m;\n(b)\nthe deployment of bottom set gillnets, entangling nets and trammel nets at any position where the charted depth is greater than 200 m shall be allowed in the Mediterranean Sea.\nSECTION 3\nProtection of sensitive species and habitats\nArticle 10\nProhibited fish and shellfish species\n1.   The catching, retention on board, transhipment or landing of fish or shellfish species referred to in Annex IV to Directive 92/43/EEC shall be prohibited except when derogations are granted under Article 16 of that Directive.\n2.   In addition to the species referred to in paragraph 1, it shall be prohibited for Union vessels to fish for, retain on board, tranship, land, store, sell, display or offer for sale the species listed in Annex I or species for which fishing is prohibited under other Union legal acts.\n3.   When caught accidentally, species referred to in paragraphs 1 and 2 shall not be harmed and specimens shall be promptly released back into the sea, except for the purpose of allowing scientific research on accidentally killed specimens in accordance with applicable Union law.\n4.   The Commission is empowered to adopt delegated acts in accordance with Article 29 to amend the list set out in Annex I, where the best available scientific advice indicates that an amendment of that list is necessary.\n5.   Measures adopted pursuant to paragraph 4 of this Article shall aim at achieving the target set out in point (b) of Article 4(1) and may take into account international agreements concerning the protection of sensitive species.\nArticle 11\nCatches of marine mammals, seabirds and marine reptiles\n1.   The catching, retention on board, transhipment or landing of marine mammals or marine reptiles referred to in Annexes II and IV to Directive 92/43/EEC and of species of seabirds covered by Directive 2009/147/EC shall be prohibited.\n2.   When caught, species referred to in paragraph 1 shall not be harmed and specimens shall be promptly released.\n3.   Notwithstanding paragraphs 1 and 2, the retention on board, transhipment or landing of specimens of marine species referred to in paragraph 1 which have been caught accidentally, shall be permitted as far as this activity is necessary to secure assistance for the recovery of the individual animals and to allow for scientific research on incidentally killed specimens, provided that the competent national authorities concerned have been fully informed in advance as soon as possible after the catch and in accordance with applicable Union law.\n4.   On the basis of the best available scientific advice a Member State may, for vessels flying its flag, put in place mitigation measures or restrictions on the use of certain gear. Such measures shall minimise, and where possible eliminate, the catches of the species referred to in paragraph 1 of this Article and shall be compatible with the objectives set out in Article 2 of Regulation (EU) No 1380/2013 and be at least as stringent as technical measures applicable under Union law.\n5.   Measures adopted pursuant to paragraph 4 of this Article shall aim at achieving the target set out in point (b) of Article 4(1). The Member States shall, for control purposes, inform the other Member States concerned of provisions adopted under paragraph 4 of this Article. They shall also make publicly available appropriate information concerning such measures.\nArticle 12\nProtection for sensitive habitats including vulnerable marine ecosystems\n1.   It shall be prohibited to deploy the fishing gear specified in Annex II within the relevant areas set out in that Annex.\n2.   Where the best available scientific advice recommends an amendment of the list of areas set out in Annex II, the Commission is empowered to adopt delegated acts in accordance with Article 29 of this Regulation and pursuant to the procedure laid down in Article 11(2) and (3) of Regulation (EU) No 1380/2013, to amend Annex II accordingly. When adopting such amendments, the Commission shall give particular attention to the mitigation of negative effects of the displacement of fishing activity to other sensitive areas.\n3.   Where the habitats referred to in paragraph 1 or other sensitive habitats, including vulnerable marine ecosystems, occur in waters under the sovereignty or jurisdiction of a Member State, that Member State may establish closed areas or other conservation measures to protect such habitats, pursuant to the procedure laid down in Article 11 of Regulation (EU) No 1380/2013. Such measures shall be compatible with the objectives of Article 2 of Regulation (EU) No 1380/2013 and be at least as stringent as measures under Union law.\n4.   Measures adopted pursuant to paragraphs 2 and 3 of this Article shall aim at achieving the target set out in point (c) of Article 4(1).\nSECTION 4\nMinimum conservation reference sizes\nArticle 13\nMinimum conservation reference sizes\n1.   The minimum conservation reference sizes of marine species specified in Part A of Annexes V to X to this Regulation shall apply for the purpose of:\n(a)\nensuring the protection of juveniles of marine species pursuant to Article 15(11) and (12) of Regulation (EU) No 1380/2013;\n(b)\nestablishing fish stock recovery areas pursuant to Article 8 of Regulation (EU) No 1380/2013;\n(c)\nconstituting minimum marketing sizes pursuant to Article 47(2) of Regulation (EU) No 1379/2013 of the European Parliament and of the Council (28).\n2.   The size of a marine species shall be measured in accordance with Annex IV.\n3.   Where more than one method of measuring the size of a marine species is provided for, the specimen shall not be considered to be below the minimum conservation reference size if the size measured by any one of those methods is equal to, or greater than, the minimum conservation reference size.\n4.   Lobsters, crawfish, and bivalve and gastropod molluscs belonging to any such species for which a minimum conservation reference size is established in Annexes V, VI or VII may only be retained on board whole and may only be landed whole.\nSECTION 5\nMeasures to reduce discarding\nArticle 14\nPilot projects for the avoidance of unwanted catches\n1.   Without prejudice to Article 14 of Regulation (EU) No 1380/2013, Member States may conduct pilot projects with the aim of exploring methods for the avoidance, minimisation and elimination of unwanted catches. Those pilot projects shall take account of the opinions of the relevant Advisory Councils and be based on the best available scientific advice.\n2.   Where the results of those pilot studies or other scientific advice indicate that unwanted catches are significant, the Member States concerned shall endeavour to establish technical measures to reduce those unwanted catches in accordance with Article 19 of Regulation (EU) No 1380/2013.\nCHAPTER III\nREGIONALISATION\nArticle 15\nRegional technical measures\n1.   Technical measures established at regional level are set out in the following Annexes:\n(a)\nin Annex V for the North Sea;\n(b)\nin Annex VI for North Western Waters;\n(c)\nin Annex VII for South Western Waters;\n(d)\nin Annex VIII for the Baltic Sea;\n(e)\nin Annex IX for the Mediterranean Sea;\n(f)\nin Annex X for the Black Sea;\n(g)\nin Annex XI for Union waters in the Indian Ocean and the West Atlantic;\n(h)\nin Annex XIII for sensitive species.\n2.   In order to take into account regional specificities of the relevant fisheries, the Commission is empowered to adopt delegated acts in accordance with Article 29 of this Regulation and Article 18 of Regulation (EU) No 1380/2013 in order to amend, supplement, repeal or derogate from the technical measures set out in the Annexes referred to in paragraph 1 of this Article, including when implementing the landing obligation in the context of Article 15(5) and (6) of Regulation (EU) No 1380/2013. The Commission shall adopt such delegated acts on the basis of a joint recommendation submitted in accordance with Article 18 of Regulation (EU) No 1380/2013 and in accordance with the relevant Articles of Chapter III of this Regulation.\n3.   For the purpose of adopting such delegated acts, Member States having a direct management interest may submit joint recommendations in accordance with Article 18(1) of Regulation (EU) No 1380/2013 for the first time not later than 24 months, and thereafter 18 months, after each submission of the report referred to in Article 31(1) of this Regulation. They may also submit such recommendations when deemed necessary by them.\n4.   The technical measures adopted pursuant to paragraph 2 of this Article shall:\n(a)\naim at achieving the objectives and targets set out in Articles 3 and 4 of this Regulation;\n(b)\naim at achieving the objectives and comply with the conditions set out in other relevant Union acts adopted in the area of the CFP, in particular in the multiannual plans referred to in Articles 9 and 10 of Regulation (EU) No 1380/2013;\n(c)\nbe guided by the principles of good governance set out in Article 3 of Regulation (EU) No 1380/2013;\n(d)\nas a minimum, lead to such benefits for the conservation of marine biological resources that are at least equivalent, in particular in terms of exploitation patterns and the level of protection provided for sensitive species and habitats, to the measures referred to in paragraph 1. The potential impact of fishing activities on the marine ecosystem shall also be taken into account.\n5.   The application of the conditions in relation to the mesh size specifications set out in Article 27 and in Part B of Annexes V to XI shall not lead to a deterioration of selectivity standards, in particular in terms of an increase in the catches of juveniles, existing on 14 August 2019, and shall aim at achieving the objectives and targets set out in Articles 3 and 4.\n6.   In the joint recommendations submitted for the purpose of adopting the measures referred to in paragraph 2, the Member States shall provide scientific evidence to support the adoption of those measures.\n7.   The Commission may require STECF to assess the joint recommendations referred to in paragraph 2.\nArticle 16\nSpecies and size selectivity of fishing gear\nA joint recommendation submitted for the purpose of adopting the measures referred to in Article 15(2) in relation to size-selective and species-selective characteristics of gear shall provide scientific evidence demonstrating that those measures result in selectivity characteristics for specific species or combination of species which are at least equivalent to the selectivity characteristics of the gear set out in Part B of Annexes V to X and in Part A of Annex XI.\nArticle 17\nClosed or restricted areas to protect juveniles and spawning aggregations\nA joint recommendation submitted for the purpose of adopting the measures referred to in Article 15(2) in relation to Part C of Annexes V to VIII and X and Part B of Annex XI or in order to establish new closed or restricted areas shall include the following elements in respect of such closed or restricted areas:\n(a)\nthe objective of the closure;\n(b)\nthe geographical extent and duration of the closure;\n(c)\nrestrictions on specific gear; and\n(d)\ncontrol and monitoring arrangements.\nArticle 18\nMinimum conservation reference sizes\nA joint recommendation submitted for the purpose of adopting the measures referred to in Article 15(2) in relation to Part A of Annexes V to X shall respect the objective of ensuring the protection of juveniles of marine species.\nArticle 19\nReal-time closures and moving-on provisions\n1.   A joint recommendation submitted for the purpose of adopting the measures referred to in Article 15(2) in relation to the creation of real-time closures with the aim of ensuring the protection of sensitive species or of aggregations of juveniles, spawning fish or shellfish species, shall include the following elements:\n(a)\nthe geographical extent and duration of the closures;\n(b)\nthe species and threshold levels that trigger the closure;\n(c)\nthe use of highly selective gear to allow access to otherwise closed areas; and\n(d)\ncontrol and monitoring arrangements.\n2.   A joint recommendation submitted for the purpose of adopting the measures referred to in Article 15(2), in relation to moving-on provisions, shall include:\n(a)\nthe species and threshold levels that trigger an obligation to move;\n(b)\nthe distance by which a vessel is to move away from its previous fishing position.\nArticle 20\nInnovative fishing gear\n1.   A joint recommendation submitted for the purpose of adopting the measures referred to in Article 15(2) in relation to the use of innovative fishing gear, within a specific sea basin, shall contain an assessment of the likely impacts of using such gear on the targeted species and on sensitive species and habitats. The Member States concerned shall collect the appropriate data necessary for such assessment.\n2.   The use of innovative fishing gear shall not be permitted where the assessments referred to in paragraph 1 indicate that their use will lead to significant negative impacts on sensitive habitats and non-target species.\nArticle 21\nNature conservation measures\nA joint recommendation submitted for the purpose of adopting the measures referred to in Article 15(2), in relation to the protection of sensitive species and habitats, may in particular:\n(a)\ndevelop lists of sensitive species and habitats most at risk from fishing activities within the relevant region based on the best available scientific advice;\n(b)\nspecify the use of additional or alternative measures to those referred to in Annex XIII to minimise the incidental catches of the species referred to in Article 11;\n(c)\nprovide information on the effectiveness of existing mitigation measures and monitoring arrangements;\n(d)\nspecify measures to minimise the impacts of fishing gear on sensitive habitats;\n(e)\nspecify restrictions on the operation of certain gear or introduce a total prohibition on the use of certain fishing gear within an area where such gear represent a threat to the conservation status of species in that area as referred to in Articles 10 and 11 or other sensitive habitats.\nArticle 22\nRegional measures under temporary discard plans\n1.   When Member States submit joint recommendations for the establishment of technical measures in temporary discard plans referred to in Article 15(6) of Regulation (EU) No 1380/2013, those recommendations may contain, inter alia, the following elements:\n(a)\nspecifications of fishing gear and the rules governing their use;\n(b)\nspecifications of modifications to fishing gear or use of selectivity devices to improve size or species selectivity;\n(c)\nrestrictions or prohibitions on the use of certain fishing gear and on fishing activities in certain areas or during certain periods;\n(d)\nminimum conservation reference sizes;\n(e)\nderogations adopted on the basis of Article 15(4) of Regulation (EU) No 1380/2013.\n2.   The measures referred to in paragraph 1 of this Article shall aim at achieving the objectives set out in Article 3 and in particular for the protection of juveniles or spawning aggregations of fish or shellfish species.\nArticle 23\nPilot projects on full documentation of catches and discards\n1.   The Commission is empowered to adopt delegated acts in accordance with Article 29 of this Regulation and Article 18 of Regulation (EU) No 1380/2013, supplementing this Regulation by defining pilot projects that develop a system of full documentation of catches and discards based on measurable objectives and targets, for the purpose of a results-based management of fisheries.\n2.   The pilot projects referred to in paragraph 1 may derogate from the measures set out in Part B of Annexes V to XI for a specific area and for a maximum period of one year, provided that it can be demonstrated that such pilot projects contribute to achieving the objectives and targets set out in Articles 3 and 4 and, in particular, aim at improving the selectivity of the fishing gear or practice concerned or otherwise reduce its environmental impact. That one-year period may be extended by one additional year under the same conditions. It shall be limited to no more than 5 % of the vessels in that metier per Member State.\n3.   Where Member States submit joint recommendations for the establishment of pilot projects as referred to in paragraph 1, they shall provide scientific evidence to support their adoption. STEFC shall assess those joint recommendations and shall make that assessment public. Within six months of the conclusion of the project, the Member States shall submit a report to the Commission outlining the results, including a detailed assessment of the changes in selectivity and other environmental impacts.\n4.   STECF shall assess the report referred to in paragraph 3. In the case of a positive assessment of the contribution of the new gear or practice to the objective in paragraph 2, the Commission may submit a proposal in accordance with the TFEU to allow for the generalised use of that gear or practice. The STECF assessment shall be made public.\n5.   The Commission is empowered to adopt delegated acts in accordance with Article 29 supplementing this Regulation by defining the technical specifications of a system for full documentation of catches and discards referred to in paragraph 1 of this Article.\nArticle 24\nImplementing acts\n1.   The Commission may adopt implementing acts, establishing the following:\n(a)\nthe specifications of the selection devices attached to the gear set out in Part B of Annexes V to IX;\n(b)\ndetailed rules on the specifications of the fishing gear described in Part D of Annex V relating to restrictions on gear construction and the control and monitoring measures to be adopted by the flag Member State;\n(c)\ndetailed rules on the control and monitoring measures to be adopted by the flag Member State when using the gear referred to in point 6 of Part C of Annex V, point 9 of Part C of Annex VI, and point 4 of Part C of Annex VII;\n(d)\ndetailed rules on the control and monitoring measures to be adopted for the closed or restricted areas described in point 2 of Part C of Annex V, and points 6 and 7 of part C of Annex VI;\n(e)\ndetailed rules on the signal and implementation characteristics of acoustic deterrent devices as referred to in Part A of Annex XIII;\n(f)\ndetailed rules on the design and deployment of bird scaring lines and weighted lines as referred to in Part B of Annex XIII;\n(g)\ndetailed rules on the specifications for the turtle excluder device referred to in Part C of Annex XIII.\n2.   The implementing acts referred to in paragraph 1 shall be adopted in accordance with Article 30(2).\nCHAPTER IV\nSCIENTIFIC RESEARCH, DIRECT RESTOCKING AND TRANSPLANTATION\nArticle 25\nScientific research\n1.   The technical measures provided for in this Regulation shall not apply to fishing operations conducted for the purpose of scientific investigations subject to the following conditions:\n(a)\nthe fishing operations are to be carried out with the permission and under the authority of the flag Member State;\n(b)\nthe Commission and the Member State in the waters under the sovereignty or jurisdiction of which the fishing operations take place (‘the coastal Member State’), are to be informed at least two weeks in advance of the intention to conduct such fishing operations detailing the vessels involved and the scientific investigations to be undertaken;\n(c)\nthe vessel or vessels conducting the fishing operations are to have a valid fishing authorisation in accordance with Article 7 of Regulation (EC) No 1224/2009;\n(d)\nif requested by the coastal Member State to the flag Member State, the master of the vessel shall be required to take on board an observer from the coastal Member State during the fishing operations, unless this is not possible for security reasons;\n(e)\nfishing operations conducted by commercial vessels for the purpose of scientific investigation shall be limited in time. When the fishing operations conducted by commercial vessels for a specific research involve more than six commercial vessels, the Commission shall be informed by the flag Member State at least three months in advance and shall seek, where appropriate, the advice of STECF to confirm that this level of participation is justified on scientific grounds; if the level of participation is not considered justified according to the advice of STECF, the concerned Member State shall amend the conditions of the scientific research accordingly;\n(f)\nin the case of electric pulse trawl, vessels conducting scientific research must follow a specific scientific protocol as part of a scientific research plan that has been reviewed or validated by ICES or STECF, as well as a system for monitoring, control and evaluation.\n2.   Marine species caught for the purposes specified in paragraph 1 of this Article may be sold, stored, displayed or offered for sale, provided that they are counted against quotas in accordance with Article 33(6) of Regulation (EC) No 1224/2009, where applicable, and:\n(a)\nthey meet the minimum conservation reference sizes set out in Annexes IV to X to this Regulation; or\n(b)\nthey are sold for purposes other than direct human consumption.\nArticle 26\nDirect restocking and transplantation\n1.   The technical measures provided for in this Regulation shall not apply to fishing operations conducted solely for the purpose of direct restocking or transplantation of marine species, provided that those operations are carried out with the permission and under the authority of the Member State or Member States having a direct management interest.\n2.   Where the direct restocking or transplantation is carried out in the waters of another Member State or Member States, the Commission and all those Member States shall be informed, at least 20 calendar days in advance, of the intention to conduct such fishing operations.\nCHAPTER V\nCONDITIONS IN RELATION TO MESH SIZE SPECIFICATIONS\nArticle 27\nConditions in relation to mesh size specifications\n1.   The catch percentages referred to in the Annexes V to VIII shall mean the maximum percentage of species allowed so as to qualify for the specific mesh sizes set out in those Annexes. Such percentages shall be without prejudice to the obligation to land catches in Article 15 of Regulation (EU) No 1380/2013.\n2.   The catch percentages shall be calculated as the proportion by live weight of all marine biological resources landed after each fishing trip.\n3.   The catch percentages referred to in paragraph 2 may be calculated on the basis of one or more representative samples.\n4.   For the purpose of this Article, the equivalent weight of whole Norway lobster shall be obtained by multiplying the weight of Norway lobster tails by three.\n5.   Member States may issue fishing authorisations in accordance with Article 7 of Regulation (EC) No 1224/2009 for vessels flying their flag when engaged in fishing activities using the mesh-specific sizes provided for in Annexes V to XI. Such authorisations may be suspended or withdrawn where a vessel has been found to not have complied with the defined catch percentages provided for in Annexes V to VIII.\n6.   This Article shall be without prejudice to Regulation (EC) No 1224/2009.\n7.   The Commission is empowered to adopt delegated acts pursuant to Article 15 and in accordance with Article 29 in order to further define the term ‘directed fishing’ for relevant species in Part B of Annexes V to X and Part A of Annex XI. For this purpose, Member States having a direct management interest in the fisheries concerned shall submit any joint recommendations for the first time not later than 15 August 2020.\nCHAPTER VI\nTECHNICAL MEASURES IN THE NEAFC REGULATORY AREA\nArticle 28\nTechnical measures in the NEAFC Regulatory Area\nTechnical measures applicable in the NEAFC Regulatory Area are set out in Annex XII.\nCHAPTER VII\nPROCEDURAL PROVISIONS\nArticle 29\nExercise of the delegation\n1.   The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article.\n2.   The power to adopt delegated acts referred to in Article 2(2), Article 8(3), Article 10(4), Article 12(2), Article 15(2), Article 23(1) and (5), Article 27(7) and Article 31(4) shall be conferred on the Commission for a period of five years from 14 August 2019. The Commission shall draw up a report in respect of the delegation of power not later than nine months before the end of the five-year period. The delegation of power shall be tacitly extended for periods of an identical duration, unless the European Parliament or the Council opposes such extension not later than three months before the end of each period.\n3.   The delegation of power referred to in Article 2(2), Article 8(3), Article 10(4), Article 12(2), Article 15(2), Article 23(1) and (5), Article 27(7) and Article 31(4) may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force.\n4.   Before adopting a delegated act, the Commission shall consult experts designated by each Member State in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-making.\n5.   As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council.\n6.   A delegated act adopted pursuant to Article 2(2), Article 8(3), Article 10(4), Article 12(2), Article 15(2), Article 23(1) and (5), Article 27(7) and Article 31(4) shall enter into force only if no objection has been expressed either by the European Parliament or the Council within a period of two months of notification of that act to the European Parliament and to the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or of the Council.\nArticle 30\nCommittee procedure\n1.   The Commission shall be assisted by the Committee for fisheries and aquaculture established by Article 47 of Regulation (EU) No 1380/2013. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\n2.   Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.\nCHAPTER VIII\nFINAL PROVISIONS\nArticle 31\nReview and reporting\n1.   By 31 December 2020 and every third year thereafter, and on the basis of information supplied by Member States and the relevant Advisory Councils and following evaluation by STECF, the Commission shall submit a report to the European Parliament and to the Council on the implementation of this Regulation. That report shall assess the extent to which technical measures both at regional level and at Union level have contributed to achieving the objectives set out in Article 3 and reaching the targets set out in Article 4. The report shall also refer to advice from ICES on the progress that has been made, or impact arising from innovative gear. The report shall draw conclusions about the benefits for, or negative effects on, marine ecosystems, sensitive habitats and selectivity.\n2.   The report referred to in paragraph 1 of this Article shall contain, inter alia, an assessment of the contribution of technical measures to optimise exploitation patterns, as provided for in point (a) of Article 3(2). For that purpose the report may include, inter alia, as a selectivity performance indicator for the key indicator stocks for the species listed in Annex XIV the length of optimal selectivity (Lopt) compared to the average length of fish caught for each year covered.\n3.   On the basis of that report, where at regional level there is evidence that the objectives and targets have not been met, Member States within that region shall, within 12 months after the submission of the report referred to in paragraph 1, submit a plan setting out the actions to be taken to contribute to achieving those objectives and targets.\n4.   The Commission may also propose to the European Parliament and to the Council any necessary amendments to this Regulation on the basis of that report. The Commission is empowered to adopt delegated acts pursuant to Article 15 and in accordance with Article 29 in order to amend the list of species set out in Annex XIV.\nArticle 32\nAmendments to Regulation (EC) No 1967/2006\nRegulation (EC) No 1967/2006 is amended as follows:\n(a)\nArticles 3, 8 to 12, 14, 15, 16 and 25 are deleted;\n(b)\nAnnexes II, III and IV are deleted.\nReferences to the deleted Articles and Annexes shall be construed as references to the relevant provisions of this Regulation.\nArticle 33\nAmendments to Regulation (EC) No 1224/2009\nIn Chapter IV of Regulation (EC) No 1224/2009, Title IV is amended as follows:\n(a)\nSection 3 is deleted;\n(b)\nthe following Section is added:\n‘Section 4\nOn-board processing and pelagic fisheries\nArticle 54a\nOn-board processing\n1.   The carrying out on board a fishing vessel of any physical or chemical processing of fish to produce fish-meal, fish-oil, or similar products or to tranship catches of fish for such purposes shall be prohibited.\n2.   Paragraph 1 shall not apply to:\n(a)\nthe processing or transhipment of offal; or\n(b)\nthe production on board a fishing vessel of surimi.\nArticle 54b\nCatch handling and discharge restrictions on pelagic vessels\n1.   The maximum space between bars in the water separator on board pelagic fishing vessels targeting mackerel, herring and horse mackerel operating in the NEAFC Convention Area as defined in Article 3(2) of Regulation (EU) No 1236/2010 shall be 10 mm.\nThe bars shall be welded in place. If holes are used in the water separator instead of bars, the maximum diameter of the holes shall not exceed 10 mm. Holes in the chutes before the water separator shall not exceed 15 mm in diameter.\n2.   Pelagic vessels operating in the NEAFC Convention Area shall be prohibited from discharging fish under their water line from buffer tanks or refrigerated seawater (RSW) tanks.\n3.   Drawings related to the catch handling and discharge capabilities of pelagic vessels targeting mackerel, herring and horse mackerel in the NEAFC Convention Area which are certified by the competent authorities of the flag Member States, as well as any modifications thereto, shall be sent by the master of the vessel to the competent fisheries authorities of the flag Member State. The competent authorities of the flag Member State of the vessels shall carry out periodic verifications of the accuracy of the drawings submitted. Copies shall be carried on board the vessel at all times.\nArticle 54c\nRestrictions on the use of automatic grading equipment\n1.   The carrying or use on board a fishing vessel of equipment which is capable of automatically grading, by size or by sex, herring or mackerel or horse mackerel shall be prohibited.\n2.   However, the carrying and use of such equipment shall be permitted provided that:\n(a)\nthe vessel does not simultaneously carry or use on board either towed gear of mesh size less than 70 mm or one or more purse seines or similar fishing gear; or\n(b)\nthe whole of the catch which may be lawfully retained on board:\n(i)\nis stored in a frozen state;\n(ii)\nthe graded fish are frozen immediately after grading and no graded fish are returned to the sea; and\n(iii)\nthe equipment is installed and located on the vessel in such a way as to ensure immediate freezing and not to allow the return of marine species to the sea.\n3.   By way of derogation from paragraphs 1 and 2 of this Article, any vessel authorised to fish in the Baltic Sea, the Belts or the Sound may carry automatic grading equipment in the Kattegat provided that a fishing authorisation has been issued in accordance with Article 7. The fishing authorisation shall define the species, areas, time periods and any other required conditions applicable to the use and carriage on board of the grading equipment.\n4.   This Article shall not apply in the Baltic Sea.’.\nArticle 34\nAmendment to Regulation (EU) No 1380/2013\nIn Article 15 of Regulation (EU) No 1380/2013, paragraph 12 is replaced by the following:\n‘12.   For species that are not subject to the landing obligation as specified in paragraph 1, the catches of species below the minimum conservation reference size shall not be retained on board, but shall be returned immediately to the sea, except when they are used as live bait. ’.\nArticle 35\nAmendment to Regulation (EU) 2016/1139\nIn Regulation (EU) 2016/1139, Article 8 is amended as follows:\n(a)\nin paragraph 1, the introductory part is replaced by the following:\n‘1.   The Commission is empowered to adopt delegated acts in accordance with Article 16 of this Regulation and Article 18 of Regulation (EU) No 1380/2013 regarding the following technical measures, insofar as they are not covered by Regulation (EU) 2019/1241 of the European Parliament and of the Council (*1):\n(*1)  Regulation (EU) 2019/1241 of the European Parliament and of the Council of 20 June 2019 on the conservation of fishery resources and the protection of marine ecosystems through technical measures, amending Council Regulations (EC) No 1967/2006, (EC) No 1224/2009 and Regulations (EU) No 1380/2013, (EU) 2016/1139, (EU) 2018/973, (EU) 2019/472 and (EU) 2019/1022 of the European Parliament and of the Council, and repealing Council Regulations (EC) No 894/97, (EC) No 850/98, (EC) No 2549/2000, (EC) No 254/2002, (EC) No 812/2004 and (EC) No 2187/2005 (OJ L 198, 25.7.2019, p. 105).’;\"\n(b)\nparagraph 2 is replaced by the following:\n‘2.   The measures referred to in paragraph 1 of this Article shall contribute to the achievement of the objectives set out in Article 3 of this Regulation and shall comply with Article 15(4) of Regulation (EU) 2019/1241’.\nArticle 36\nAmendments to Regulation (EU) 2018/973\nIn Regulation (EU) 2018/973, Article 9 is amended as follows:\n(a)\nin paragraph 1, the introductory part is replaced by the following:\n‘1.   The Commission is empowered to adopt delegated acts in accordance with Article 16 of this Regulation and Article 18 of Regulation (EU) No 1380/2013 in order to supplement this Regulation regarding the following technical measures, insofar as they are not covered by Regulation (EU) 2019/1241 of the European Parliament and of the Council (*2):\n(*2)  Regulation (EU) 2019/1241 of the European Parliament and of the Council of 20 June 2019 on the conservation of fishery resources and the protection of marine ecosystems through technical measures, amending Council Regulations (EC) No 1967/2006, (EC) No 1224/2009 and Regulations (EU) No 1380/2013, (EU) 2016/1139, (EU) 2018/973, (EU) 2019/472 and (EU) 2019/1022 of the European Parliament and of the Council, and repealing Council Regulations (EC) No 894/97, (EC) No 850/98, (EC) No 2549/2000, (EC) No 254/2002, (EC) No 812/2004 and (EC) No 2187/2005 (OJ L 198, 25.7.2019, p. 105).’;\"\n(b)\nparagraph 2 is replaced by the following:\n‘2.   The measures referred to in paragraph 1 of this Article shall contribute to the achievement of the objectives set out in Article 3 of this Regulation, and shall comply with Article 15(4) of Regulation (EU) 2019/1241’.\nArticle 37\nAmendment to Regulation (EU) 2019/472\nIn Regulation (EU) 2019/472, Article 9 is amended as follows:\n(a)\nin paragraph 1, the introductory part is replaced by the following:\n‘1.   The Commission is empowered to adopt delegated acts in accordance with Article 18 of this Regulation and Article 18 of Regulation (EU) No 1380/2013 in order to supplement this Regulation regarding the following technical measures, insofar as they are not covered by Regulation (EU) 2019/1241 of the European Parliament and of the Council (*3):\n(*3)  Regulation (EU) 2019/1241 of the European Parliament and of the Council of 20 June 2019 on the conservation of fishery resources and the protection of marine ecosystems through technical measures, amending Council Regulations (EC) No 1967/2006, (EC) No 1224/2009 and Regulations (EU) No 1380/2013, (EU) 2016/1139, (EU) 2018/973, (EU) 2019/472 and (EU) 2019/1022 of the European Parliament and of the Council, and repealing Council Regulations (EC) No 894/97, (EC) No 850/98, (EC) No 2549/2000, (EC) No 254/2002, (EC) No 812/2004 and (EC) No 2187/2005 (OJ L 198, 25.7.2019, p. 105).’;\"\n(b)\nparagraph 2 is replaced by the following:\n‘2.   The measures referred to in paragraph 1 of this Article shall contribute to the achievement of the objectives set out in Article 3 of this Regulation, and shall comply with Article 15(4) of Regulation (EU) 2019/1241’.\nArticle 38\nAmendment to Regulation (EU) 2019/1022\nIn Regulation (EU) 2019/1022, Article 13 is amended as follows:\n(a)\nin paragraph 1, the introductory part is replaced by the following:\n‘1.   The Commission is empowered to adopt delegated acts in accordance with Article 18 of this Regulation and Article 18 of Regulation (EU) No 1380/2013 in order to supplement this Regulation regarding the following technical measures, insofar as they are not covered by Regulation (EU) 2019/1241 of the European Parliament and of the Council (*4):\n(*4)  Regulation (EU) 2019/1241 of the European Parliament and of the Council of 20 June 2019 on the conservation of fishery resources and the protection of marine ecosystems through technical measures, amending Council Regulations (EC) No 1967/2006, (EC) No 1224/2009 and Regulations (EU) No 1380/2013, (EU) 2016/1139, (EU) 2018/973, (EU) 2019/472 and (EU) 2019/1022 of the European Parliament and of the Council, and repealing Council Regulations (EC) No 894/97, (EC) No 850/98, (EC) No 2549/2000, (EC) No 254/2002, (EC) No 812/2004 and (EC) No 2187/2005 (OJ L 198, 25.7.2019, p. 105).’;\"\n(b)\nparagraph 2 is replaced by the following:\n‘2.   The measures referred to in paragraph 1 of this Article shall contribute to the achievement of the objectives set out in Article 3 of this Regulation, and shall comply with Article 15(4) of Regulation (EU) 2019/1241’.\nArticle 39\nRepeals\nRegulations (EC) No 894/97, (EC) No 850/98, (EC) No 2549/2000, (EC) No 254/2002, (EC) No 812/2004 and (EC) No 2187/2005 are repealed.\nReferences to the repealed Regulations shall be construed as references to this Regulation.\nArticle 40\nEntry into Force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 20 June 2019.\nFor the European Parliament\nThe President\nA. TAJANI\nFor the Council\nThe President\nG. CIAMBA\n(1)  OJ C 389, 21.10.2016, p. 67.\n(2)  OJ C 185, 9.6.2017, p. 82.\n(3)  Position of the European Parliament of 16 April 2019 (not yet published in the Official Journal) and decision of the Council of 13 June 2019.\n(4)  Regulation (EU) No 1380/2013 of the European Parliament and of the Council of 11 December 2013 on the Common Fisheries Policy, amending Council Regulations (EC) No 1954/2003 and (EC) No 1224/2009 and repealing Council Regulations (EC) No 2371/2002 and (EC) No 639/2004 and Council Decision 2004/585/EC (OJ L 354, 28.12.2013, p. 22).\n(5)  Directive 2008/56/EC of the European Parliament and of the Council of 17 June 2008 establishing a framework for community action in the field of marine environmental policy (Marine Strategy Framework Directive) (OJ L 164, 25.6.2008, p. 19).\n(6)  Council Directive 92/43/EEC of 21 May 1992 on the conservation of natural habitats and of wild fauna and flora (OJ L 206, 22.7.1992, p. 7).\n(7)  Directive 2009/147/EC of the European Parliament and of the Council of 30 November 2009 on the conservation of wild birds (OJ L 20, 26.1.2010, p. 7).\n(8)  Directive 2000/60/EC of the European Parliament and of the Council of 23 October 2000 establishing a framework for Community action in the field of water policy (OJ L 327, 22.12.2000, p. 1).\n(9)  OJ L 123, 12.5.2016, p. 1.\n(10)  Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers (OJ L 55, 28.2.2011, p. 13).\n(11)  Council Regulation (EC) No 894/97 of 29 April 1997 laying down certain technical measures for the conservation of fishery resources (OJ L 132, 23.5.1997, p. 1).\n(12)  Council Regulation (EC) No 850/98 of 30 March 1998 for the conservation of fishery resources through technical measures for the protection of juveniles of marine organisms (OJ L 125, 27.4.1998, p. 1).\n(13)  Council Regulation (EC) No 2549/2000 of 17 November 2000 establishing additional technical measures for the recovery of the stock of cod in the Irish Sea (ICES Division VIIa) (OJ L 292, 21.11.2000, p. 5).\n(14)  Council Regulation (EC) No 254/2002 of 12 February 2002 establishing measures to be applicable in 2002 for the recovery of the stock of cod in the Irish Sea (ICES division VIIa) (OJ L 41, 13.2.2002, p. 1).\n(15)  Council Regulation (EC) No 812/2004 of 26 April 2004 laying down measures concerning bycatches of cetaceans in fisheries and amending Regulation (EC) No 88/98 (OJ L 150, 30.4.2004, p. 12).\n(16)  Council Regulation (EC) No 2187/2005 of 21 December 2005 for the conservation of fishery resources through technical measures in the Baltic Sea, the Belts and the Sound, amending Regulation (EC) No 1434/98 and repealing Regulation (EC) No 88/98 (OJ L 349, 31.12.2005, p. 1).\n(17)  Council Regulation (EC) No 1967/2006 of 21 December 2006 concerning management measures for the sustainable exploitation of fishery resources in the Mediterranean Sea, amending Regulation (EEC) No 2847/93 and repealing Regulation (EC) No 1626/94 (OJ L 409, 30.12.2006, p. 11).\n(18)  Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Union control system for ensuring compliance with the rules of the common fisheries policy, amending Regulations (EC) No 847/96, (EC) No 2371/2002, (EC) No 811/2004, (EC) No 768/2005, (EC) No 2115/2005, (EC) No 2166/2005, (EC) No 388/2006, (EC) No 509/2007, (EC) No 676/2007, (EC) No 1098/2007, (EC) No 1300/2008, (EC) No 1342/2008 and repealing Regulations (EEC) No 2847/93, (EC) No 1627/94 and (EC) No 1966/2006 (OJ L 343, 22.12.2009, p. 1).\n(19)  Regulation (EU) 2016/1139 of the European Parliament and of the Council of 6 July 2016 establishing a multiannual plan for the stocks of cod, herring and sprat in the Baltic Sea and the fisheries exploiting those stocks, amending Council Regulation (EC) No 2187/2005 and repealing Council Regulation (EC) No 1098/2007 (OJ L 191, 15.7.2016, p. 1).\n(20)  Regulation (EU) 2018/973 of the European Parliament and of the Council of 4 July 2018 establishing a multiannual plan for demersal stocks in the North Sea and the fisheries exploiting those stocks, specifying details of the implementation of the landing obligation in the North Sea and repealing Council Regulations (EC) No 676/2007 and (EC) No 1342/2008 (OJ L 179, 16.7.2018, p. 1).\n(21)  Regulation (EU) 2019/472 of the European Parliament and of the Council of 19 March 2019 establishing a multiannual plan for stocks fished in the Western Waters and adjacent waters, and for fisheries exploiting those stocks, amending Regulations (EU) 2016/1139 and (EU) 2018/973, and repealing Council Regulations (EC) No 811/2004, (EC) No 2166/2005, (EC) No 388/2006, (EC) No 509/2007 and (EC) No 1300/2008 (OJ L 83, 25.3.2019, p. 1).\n(22)  Regulation (EU) 2019/1022 of the European Parliament and of the Council of 20 June 2019 establishing a multiannual plan for the fisheries exploiting demersal stocks in the western Mediterranean Sea and amending Regulation (EU) No 508/2014 (OJ L 172, 26.6.2019, p. 1).\n(23)  ICES (International Council for the Exploration of the Sea) divisions are as defined in Regulation (EC) No 218/2009 of the European Parliament and of the Council of 11 March 2009 on the submission of nominal catch statistics by Member States fishing in the north-east Atlantic (OJ L 87, 31.3.2009, p. 70).\n(24)  CECAF (Eastern Central Atlantic or FAO major fishing zone 34) zones are as defined in Regulation (EC) No 216/2009 of the European Parliament and of the Council of 11 March 2009 on the submission of nominal catch statistics by Member States fishing in certain areas other than those of the North Atlantic (OJ L 87, 31.3.2009, p. 1).\n(25)  Regulation (EU) No 1343/2011 of the European Parliament and of the Council of 13 December 2011 on certain provisions for fishing in the GFCM (General Fisheries Commission for the Mediterranean) Agreement area and amending Council Regulation (EC) No 1967/2006 concerning management measures for the sustainable exploitation of fishery resources in the Mediterranean Sea (OJ L 347, 30.12.2011, p. 44).\n(26)  Regulation (EU) No 1236/2010 of the European Parliament and of the Council of 15 December 2010 laying down a scheme of control and enforcement applicable in the area covered by the Convention on future multilateral cooperation in the North-East Atlantic fisheries and repealing Council Regulation (EC) No 2791/1999 (OJ L 348, 31.12.2010, p. 17).\n(27)  Council Regulation (EC) No 734/2008 of 15 July 2008 on the protection of vulnerable marine ecosystems in the high seas from the adverse impacts of bottom fishing gears (OJ L 201, 30.7.2008, p. 8).\n(28)  Regulation (EU) No 1379/2013 of the European Parliament and of the Council of 11 December 2013 on the common organisation of the markets in fishery and aquaculture products, amending Council Regulations (EC) No 1184/2006 and (EC) No 1224/2009 and repealing Council Regulation (EC) No 104/2000 (OJ L 354, 28.12.2013, p. 1).\nANNEX I\nPROHIBITED SPECIES\nSpecies for which there is a prohibition to fish for, retain on board, tranship, land, store, sell, display or offer for sale, as referred to in Article 10(2):\n(a)\nThe following species of sawfish in all Union waters:\n(i)\nnarrow sawfish (Anoxypristis cuspidata);\n(ii)\ndwarf sawfish (Pristis clavata);\n(iii)\nsmalltooth sawfish (Pristis pectinata);\n(iv)\nlargetooth sawfish (Pristis pristis);\n(v)\ngreen sawfish (Pristis zijsron);\n(b)\nbasking shark (Cetorhinus maximus) and white shark (Carcharodon carcharias) in all waters;\n(c)\nsmooth lantern shark (Etmopterus pusillus) in Union waters of ICES division 2a and subarea 4 and in Union waters of ICES subareas 1, 5, 6, 7, 8, 12 and 14;\n(d)\nreef manta ray (Manta alfredi) in all Union waters;\n(e)\ngiant manta ray (Manta birostris) in all Union waters;\n(f)\nthe following species of Mobula rays in all Union waters:\n(i)\ndevil fish (Mobula mobular);\n(ii)\nlesser Guinean devil ray (Mobula rochebrunei);\n(iii)\nspinetail mobula (Mobula japanica);\n(iv)\nsmoothtail mobula (Mobula thurstoni);\n(v)\nlonghorned mobula (Mobula eregoodootenkee);\n(vi)\nMunk’s devil ray (Mobula munkiana);\n(vii)\nChilean devil ray (Mobula tarapacana);\n(viii)\nshortfin devil ray (Mobula kuhlii);\n(ix)\nlesser devil ray (Mobula hypostoma);\n(g)\nNorwegian skate (Raja (Dipturus) nidarosiensis) in Union waters of ICES divisions 6a, 6b, 7a, 7b, 7c, 7e, 7f, 7g, 7h and 7k;\n(h)\nwhite skate (Raja alba) in Union waters of ICES subareas 6-10\n(i)\nguitarfishes (Rhinobatidae) in Union waters of ICES subareas 1-10 and 12;\n(j)\nangel shark (Squatina squatina) in all Union waters;\n(k)\nsalmon (Salmo salar) and sea trout (Salmo trutta) when fishing with any towed net within the waters outside the six-mile limit measured from Member States’ baselines in ICES sub-areas 1, 2 and 4-10 (Union waters);\n(l)\nhouting (Coregonus oxyrhynchus) in ICES division 4b (Union waters);\n(m)\nthe Adriatic sturgeon (Acipenser naccarii) and common sturgeon (Acipenser sturio) in Union waters;\n(n)\nberried female crawfish (Palinurus spp.) and berried female lobster (Homarus gammarus) in the Mediterranean Sea except when used for direct restocking or transplantation purposes;\n(o)\ndate shell (Lithophaga lithophaga), fan mussel (Pinna nobilis) and common piddock (Pholas dactylus) in Union waters in the Mediterranean Sea;\n(p)\nhatpin urchin (Centrostephanus longispinus).\nANNEX II\nCLOSED AREAS FOR THE PROTECTION OF SENSITIVE HABITATS\nFor the purposes of Article 12, the following restrictions on fishing activity are applicable in the areas enclosed by sequentially joining with rhumb lines the following coordinates, which shall be measured according to the WGS84 system:\nPART A\nNorth Western Waters\n1.\nIt shall be prohibited to deploy bottom trawls or similar towed nets, bottom set gillnets, entangling nets or trammel nets and bottom set longlines within the following areas:\nBelgica Mound Province:\n—\n51°29.4′ N, 11°51.6′ W\n—\n51°32.4′ N, 11°41.4′ W\n—\n51°15.6′ N, 11°33.0′ W\n—\n51°13.8′ N, 11°44.4′ W\n—\n51°29.4′ N, 11°51.6′ W\nHovland Mound Province:\n—\n52°16.2′ N, 13°12.6′ W\n—\n52°24.0′ N, 12°58.2′ W\n—\n52°16.8′ N, 12°54.0′ W\n—\n52°16.8′ N, 12°29.4′ W\n—\n52°04.2′ N, 12°29.4′ W\n—\n52°04.2′ N, 12°52.8′ W\n—\n52°09.0′ N, 12°56.4′ W\n—\n52°09.0′ N, 13°10.8′ W\n—\n52°16.2′ N, 13°12.6′ W\nNorth-West Porcupine Bank Area I:\n—\n53°30.6′ N, 14°32.4′ W\n—\n53°35.4′ N, 14°27.6′ W\n—\n53°40.8′ N, 14°15.6′ W\n—\n53°34.2′ N, 14°11.4′ W\n—\n53°31.8′ N, 14°14.4′ W\n—\n53°24.0′ N, 14°28.8′ W\n—\n53°30.6′ N, 14°32.4′ W\nNorth-West Porcupine Bank Area II:\n—\n53°43.2′ N, 14°10.8′ W\n—\n53°51.6′ N, 13°53.4′ W\n—\n53°45.6′ N, 13°49.8′ W\n—\n53°36.6′ N, 14°07.2′ W\n—\n53°43.2′ N, 14°10.8′ W\nSouth-West Porcupine Bank:\n—\n51°54.6′ N, 15°07.2′ W\n—\n51°54.6′ N, 14°55.2′ W\n—\n51°42.0′ N, 14°55.2′ W\n—\n51°42.0′ N, 15°10.2′ W\n—\n51°49.2′ N, 15°06.0′ W\n—\n51°54.6′ N, 15°07.2′ W.\n2.\nAll pelagic vessels fishing in the areas as described in point 1 shall:\n—\nbe on a list of authorised vessels and be issued with a fishing authorisation in accordance with Article 7 of Regulation (EC) No 1224/2009;\n—\ncarry on board exclusively pelagic gear;\n—\ngive four hours advance notification of their intention to enter an area for the protection of vulnerable deep-sea habitats to the Irish Fisheries Monitoring Centre (FMC) as defined in point 15 of Article 4 of Regulation (EC) No 1224/2009 and at the same time notify quantities of fish retained on board;\n—\nhave an operational, fully functioning secure Vessel Monitoring System (VMS) which complies fully with the respective rules when present in any of the areas described in point 1;\n—\nmake VMS reports every hour;\n—\ninform the Irish FMC on departure from the area and at the same time notify quantities of fish retained on board; and\n—\nhave on board trawls with a codend mesh size range from 16-79mm.\n3.\nIt shall be prohibited to deploy any bottom trawl or similar towed nets within the following area:\nDarwin Mounds:\n—\n59°54′ N, 6°55′ W\n—\n59°47′ N, 6°47′ W\n—\n59°37′ N, 6°47′ W\n—\n59°37′ N, 7°39′ W\n—\n59°45′ N, 7°39′ W\n—\n59°54′ N, 7°25′ W.\nPART B\nSouth Western Waters\n1.   El Cachucho\n1.1.\nIt shall be prohibited to deploy bottom trawls, bottom set gillnets, entangling nets or trammel nets and bottom set longlines within the following areas:\n—\n44°12′ N, 5°16′ W\n—\n44°12′ N, 4°26′ W\n—\n43°53′ N, 4°26′ W\n—\n43°53′ N, 5°16′ W\n—\n44°12′ N, 5°16′ W.\n1.2.\nVessels that conducted directed fisheries with bottom set longlines in 2006, 2007 and 2008 for greater forkbeard (Phycis blennoides) may continue to fish in the area south of 44°00.00′ N provided they have a fishing authorisation issued in accordance with Article 7 of Regulation (EC) No 1224/2009.\n1.3.\nAll vessels having obtained this fishing authorisation shall, regardless of their overall length, have in use an operational, fully functioning secure VMS which complies with the respective rules, when conducting fisheries in the area described in point 1.1.\n2.   Madeira and the Canary Islands\nIt shall be prohibited to deploy bottom set gillnets, entangling nets and trammel nets at depths greater than 200 m or bottom trawls or similar towed gear within the following areas:\n—\n27°00′ N, 19°00′ W\n—\n26°00′ N, 15°00′ W\n—\n29°00′ N, 13°00′ W\n—\n36°00′ N, 13°00′ W\n—\n36°00′ N, 19°00′ W.\n3.   Azores\nIt shall be prohibited to deploy bottom set gillnets, entangling nets and trammel nets at depths greater than 200 m or bottom trawls or similar towed gear within the following areas:\n—\n36°00′ N, 23°00′ W\n—\n39°00′ N, 23°00′ W\n—\n42°00′ N, 26°00′ W\n—\n42°00′ N, 31°00′ W\n—\n39°00′ N, 34°00′ W\n—\n36°00′ N, 34°00′ W.\nANNEX III\nLIST OF SPECIES PROHIBITED FOR CAPTURE WITH DRIFTNETS\n—\nAlbacore: Thunnus alalunga\n—\nBluefin tuna: Thunnus thynnus\n—\nBigeye tuna: Thunnus obesus\n—\nSkipjack: Katsuwonus pelamis\n—\nAtlantic Bonito: Sarda sarda\n—\nYellowfin tuna: Thunnus albacares\n—\nBlackfin tuna: Thunnus atlanticus\n—\nLittle tuna: Euthynnus spp.\n—\nSouthern bluefin tuna: Thunnus maccoyii\n—\nFrigate tuna: Auxis spp.\n—\nOceanic sea breams: Brama rayi\n—\nMarlins: Tetrapturus spp.; Makaira spp.\n—\nSailfishes: Istiophorus spp.\n—\nSwordfishes: Xiphias gladius\n—\nSauries: Scomberesox spp.; Cololabis spp.\n—\nDolphinfishes: Coryphœna spp.\n—\nSharks: Hexanchus griseus; Cetorhinus maximus; Alopiidae; Carcharhinidae; Sphyrnidae; Isuridae; Lamnidae\n—\nCephalopods: all species\nANNEX IV\nMEASUREMENT OF THE SIZE OF A MARINE ORGANISM\n1.\nThe size of any fish shall be measured, as shown in Figure 1, from the tip of the snout to the end of the tail fin.\n2.\nThe size of a Norway lobster (Nephrops norvegicus) shall be measured, as shown in Figure 2, either:\n—\nas the length of the carapace, parallel to the midline, from the back of either eye socket to the midpoint of the distal dorsal edge of the carapace, or\n—\nas the total length, from the tip of the rostrum to the rear end of the telson, not including the setae.\nIn the case of detached Norway lobster tails: from the front edge of the first tail segment present to the rear end of the telson, not including the setae. The tail shall be measured flat, unstretched and on the dorsal side.\n3.\nThe size of a lobster (Homarus gammarus) from the North Sea except Skagerrak or Kattegat shall be measured, as shown in Figure 3, as the length of the carapace, parallel to the midline, from the back of either eye socket to the distal edge of the carapace.\n4.\nThe size of a lobster (Homarus gammarus) from Skagerrak or Kattegat shall be measured, as shown in Figure 3, either:\n—\nas the length of the carapace, parallel to the midline, from the back of either eye socket to the midpoint of the distal dorsal edge of the carapace, or\n—\nas the total length, from the tip of the rostrum to the rear end of the telson, not including the setae.\n5.\nThe size of a crawfish (Palinurus spp.) shall be measured, as shown in Figure 4, as the length of the carapace, parallel to the midline, from the tip of the rostrum to the midpoint of the distal dorsal edge of the carapace.\n6.\nThe size of any bivalve mollusc shall be measured, as shown in Figure 5, across the longest part of the shell.\n7.\nThe size of a spinous spider crab (Maja squinado) shall be measured, as shown in Figure 6, as the length of the carapace, along the midline, from the edge of the carapace between the rostrums to the posterior edge of the carapace.\n8.\nThe size of an edible crab (Cancer pagurus) shall be measured, as shown in Figure 7, as the maximum width of the carapace measured perpendicular to the antero-posterior midline of the carapace.\n9.\nThe size of a whelk (Buccinum spp.) shall be measured, as shown in Figure 8, as the length of the shell.\n10.\nThe size of swordfish (Xiphias gladius) shall be measured, as shown in Figure 9, as the lower jaw to fork length (LJFL).\nFigure 1 Fish species\nFigure 2 Norway Lobster\n(Nephrops norvegicus)\nFigure 3 Lobster\n(Hommarus gammarus)\nFigure 4 Crawfish\n(Palinurus spp.)\nFigure 5 Bivalve molluscs\nFigure 6 Spinous Spider Crabs\n(Maja squinado)\nFigure 7 Edible crab\n(Cancer pagurus)\nFigure 8 Whelk\n(Buccinum spp.)\nFigure 9 Swordfish\n(Xiphias gladius)\nANNEX V\nNORTH SEA (1)\nPART A\nMinimum conservation reference sizes\nSpecies\nNorth Sea\nCod (Gadus morhua)\n35 cm\nHaddock (Melanogrammus aeglefinus)\n30 cm\nSaithe (Pollachius virens)\n35 cm\nPollack (Pollachius pollachius)\n30 cm\nHake (Merluccius merluccius)\n27 cm\nMegrim (Lepidorhombus spp.)\n20 cm\nSole (Solea spp.)\n24 cm\nPlaice (Pleuronectes platessa)\n27 cm\nWhiting (Merlangius merlangus)\n27 cm\nLing (Molva molva)\n63 cm\nBlue ling (Molva dipterygia)\n70 cm\nNorway lobster (Nephrops norvegicus)\nTotal length 85 mm, Carapace length 25 mm Norway lobster tails 46 mm\nMackerel (Scomber spp.)\n30 cm (5)\nHerring (Clupea harengus)\n20 cm (5)\nHorse mackerel (Trachurus spp.)\n15 cm (5)\nAnchovy (Engraulis encrasicolus)\n12 cm or 90 individuals per kg (5)\nBass (Dicentrarchus labrax)\n42 cm\nSardine (Sardina pilchardus)\n11 cm (5)\nLobster (Homarus gammarus)\n87 mm (carapace length)\nSpinous spider crab (Maja squinado)\n120 mm\nQueen scallop (Chalamys spp.)\n40 mm\nGrooved carpetshell (Ruditapes decussatus)\n40 mm\nCarpetshell (Venerupis pullastra)\n38 mm\nShort-necked clam (Venerupis philippinarum)\n35 mm\nClam (Venus verrucosa)\n40 mm\nHard clam (Callista chione)\n6 cm\nRazor clam (Ensis spp.)\n10 cm\nSurf clams (Spisula solida)\n25 mm\nDonax clams (Donax spp.)\n25 mm\nBean solen (Pharus legumen)\n65 mm\nWhelk (Buccinum undatum.)\n45 mm\nOctopus (Octopus vulgaris)\n750 g\nCrawfish (Palinurus spp.)\n95 mm (carapace length)\nDeepwater rose shrimp (Parapenaeus longirostirs)\n22 mm (carapace length)\nEdible crab (Cancer pagurus)\n140 mm (2)\n (3)\n (4)\nScallop (Pecten maximus)\n100 mm\nCod (Gadus morhua)\n30 cm\nHaddock (Melanogrammus aeglefinus)\n27 cm\nSaithe (Pollachius virens)\n30 cm\nPollack (Pollachius pollachius)\n—\nHake (Merluccius merluccius)\n30 cm\nMegrim (Lepidorhombus spp.)\n25 cm\nSole (Solea spp.)\n24 cm\nPlaice (Pleuronectes platessa)\n27 cm\nWhiting (Merlangius merlangus)\n23 cm\nLing (Molva molva)\n—\nBlue ling (Molva dypterygia)\n—\nNorway lobster (Nephrops norvegicus)\nTotal length 105 mm\nNorway lobster tails 59 mm\nCarapace length 32 mm\nMackerel (Scomber spp.)\n20 cm (5)\nHerring (Clupea harengus)\n18 cm (5)\nHorse mackerel (Trachurus spp.)\n15 cm (5)\nLobster (Homarus gammarus)\nTotal length 220 mm\nCarapace length 78 mm\nPART B\nMesh sizes\n1.   Baseline mesh sizes for towed gear\n1.1.\nWithout prejudice to the landing obligation, vessels shall use a mesh size of at least 120 mm or at least 90 mm in Skagerrak and Kattegat (6).\n1.2.\nWithout prejudice to the landing obligation, and notwithstanding point 1.1, vessels may use smaller mesh sizes as listed in the following table for the North Sea, Skagerrak and Kattegat provided that:\n(i)\nthe associated conditions set out in that table are complied with, and by-catches of cod, haddock and saithe do not exceed 20 % of the total catch in live weight of all marine biological resources landed after each fishing trip; or\n(ii)\nother selectivity modifications are used which have been assessed by STECF upon request of one or more Member States and approved by the Commission. Those selectivity modifications shall result in the same or better selectivity characteristics for cod, haddock and saithe as that of 120 mm.\nMesh Size\nGeographical Areas\nConditions\nAt least 100 mm (7)\nNorth Sea south of 57° 30′ N\nDirected fishing for plaice and sole with otter trawls, beam trawls, and seines. A square mesh panel of at least 90 mm shall be fitted.\nAt least 80 mm (7)\nICES Divisions 4b and 4c\nDirected fishing for sole with beam trawls. A panel with a mesh size of at least 180 mm fitted in the upper half of the anterior part of the net shall be fitted.\nDirected fishing for whiting, mackerel and species not subject to catch limits with bottom trawls. A square mesh panel of at least 80 mm shall be fitted.\nAt least 80 mm\nNorth Sea\nDirected fishing for Norway lobster (Nephrops norvegicus). A square mesh panel of at least 120 mm or sorting grid with a maximum bar spacing of 35 mm or equivalent selectivity device shall be fitted.\nDirected fishing for species not subject to catch limits and which are not covered elsewhere in the table. A square mesh panel of at least 80 mm shall be fitted.\nDirected fishing for skates and rays.\nAt least 80 mm\nICES division 4c\nDirected fishing for sole using otter trawls. A square mesh panel of at least 80 mm shall be fitted.\nAt least 70 mm (square mesh) or 90 mm (diamond mesh)\nSkagerrak and Kattegat\nDirected fishing for Norway lobster (Nephrops norvegicus). A sorting grid with a maximum bar spacing of 35mm or equivalent selectivity device shall be fitted.\nAt least 40 mm\nWhole area\nDirected fishing for squid (Lolignidae, Ommastrephidae).\nAt least 35 mm\nSkagerrak and Kattegat\nDirected fishing for Northern prawn (Pandalus borealis). A sorting grid with a maximum bar spacing of 19mm or equivalent selectivity device shall be fitted.\nAt least 32 mm\nWhole area except Skagerrak and Kattegat\nDirected fishing for Northern prawn (Pandalus borealis). A sorting grid with a maximum bar spacing of 19 mm or equivalent selectivity device shall be fitted.\nAt least 16 mm\nWhole area\nDirected fishing for small pelagic species which are not covered elsewhere in the table.\nDirected fishing for Norway pout. A sorting grid with a maximum bar spacing of 35 mm in the Norway pout fishery shall be fitted.\nDirected fishing for common and Aesop shrimps. A separator trawl or sorting grid must be fitted in accordance with nationally or regionally established rules.\nLess than 16 mm\nWhole area\nDirected fishing for sandeel.\n2.   Baseline mesh sizes for static nets and driftnets\n2.1.\nWithout prejudice to the landing obligation, vessels shall use a mesh size of at least 120 mm.\n2.2.\nWithout prejudice to the landing obligation, and notwithstanding point 2.1, vessels may use smaller mesh sizes as listed in the following table for the North Sea, Skagerrak and Kattegat provided that the associated conditions set out in that table are complied with and by-catches of cod, haddock and saithe do not exceed 20 % of the total catch in live weight of all marine biological resources landed after each fishing trip.\nMesh Size\nGeographical Areas\nConditions\nAt least 100 mm\nWhole area\nDirected fishing for haddock, whiting, dab and bass\nAt least 90 mm\nWhole area\nDirected fishing for flatfish or species not subject to catch limits and which are not covered elsewhere in the table\nAt least 50 mm\nWhole area\nDirected fishing for small pelagic species which are not covered elsewhere in the table\nPART C\nClosed or restricted areas\n1.   Closure of an area to protect sandeel in ICES divisions 4a and 4b\n1.1.\nFishing for sandeel with any towed gear with a codend mesh size less than 32 mm shall be prohibited within the geographical area bounded by the east coast of England and Scotland, and enclosed by sequentially joining with rhumb lines the following coordinates, which shall be measured according to the WGS84 system:\n—\nthe east coast of England at latitude 55°30′ N\n—\n55°30′ N, 01°00′ W\n—\n58°00′ N, 01°00′ W\n—\n58°00′ N, 02°00′ W\n—\nthe east coast of Scotland at longitude 02°00′ W.\n1.2.\nFisheries for scientific investigation shall be allowed in order to monitor the sandeel stock in the area and the effects of the closure.\n2.   Closure of an area to protect juvenile plaice in ICES subarea 4\n2.1.\nVessels exceeding 8 m in overall length shall be prohibited from using any demersal trawl, beam trawl, Danish seine or similar towed gear within the geographical areas enclosed by sequentially joining with rhumb lines the following coordinates, which shall be measured according to the WGS84:\n(a)\nthe area within 12 nautical miles of the coasts of France, north of latitude 51°00′ N, Belgium, and the Netherlands up to latitude 53°00′ N, measured from the baselines;\n(b)\nthe area bounded by a line joining the following coordinates:\n—\na point on the west coast of Denmark at latitude 57°00′ N\n—\n57°00′ N, 7°15′ E\n—\n55°00′ N, 7°15′ E\n—\n55°00′ N, 7°00′ E\n—\n54°30′ N, 7°00′ E\n—\n54°30′ N, 7°30′ E\n—\n54°00′ N, 7°30′ E\n—\n54°00′ N, 6°00′ E\n—\n53°50′ N, 6°00′ E\n—\n53°50′ N, 5°00′ E\n—\n53°30′ N, 5°00′ E\n—\n53°30′ N, 4°15′ E\n—\n53°00′ N, 4°15′ E\n—\na point on the coast of the Netherlands at latitude 53°00′ N\n—\nthe area within 12 nautical miles of the west coast of Denmark from 57°00′ N as far north as the Hirtshals Lighthouse, measured from the baselines.\n2.2.\nThe following vessels are permitted to fish in the area referred to in point 2.1:\n(a)\nvessels whose engine power does not exceed 221 kW using bottom trawls or Danish seines;\n(b)\npaired vessels whose combined engine power does not exceed 221 kW at any time using bottom pair trawls;\n(c)\nvessels whose engine power exceeds 221 kW shall be permitted to use bottom trawls or Danish seine, and paired vessels whose combined engine power exceeds 221 kW shall be permitted to use bottom pair trawls provided that such vessels do not engage in directed fishing for plaice and sole and comply with the relevant mesh size rules contained in Part B of this Annex.\n2.3.\nWhen vessels referred to in point 2.2(a) use beam trawls, the beam length, or the aggregate length of combined beam trawls measured as the sum of the length of each beam, shall not be greater than or shall not be able to be extended to a length of greater than 9 m except when operating with gear having a mesh size between 16 and 31 mm. Fishing vessels whose primary activity is fishing for common shrimp (Crangon crangon) shall be permitted to use beam trawls of which the aggregate beam length, measured as the sum of the length of each beam, is greater than 9 m when operating with gear having a mesh size between 80 and 99 mm provided an additional fishing authorisation has been issued to these vessels.\n2.4.\nVessels permitted to fish in the area referred to in point 2.1 shall be included in a list to be provided to the Commission by each Member State. The total engine power of the vessels referred to in point 2.2(a) within the list shall not exceed the total engine power in evidence for each Member State at 1 January 1998. The permitted fishing vessels shall hold a fishing authorisation in accordance with Article 7 of Regulation (EC) No 1224/2009.\n3.   Restrictions on the use of beam trawls within 12 nautical miles of the coast of the United Kingdom\n3.1.\nVessels shall be prohibited from using any beam trawl inside the areas within 12 nautical miles of the coast of the United Kingdom, measured from the baselines of the territorial waters.\n3.2.\nBy way of derogation from point 3.1, fishing with beam trawls within the specified area shall be permitted provided that:\n—\nThe engine power of the vessels does not exceed 221 Kw and their overall length does not exceed 24 m; and\n—\nThe beam length or aggregated beam length, measured as the sum of each beam, is no more than 9 m, or cannot be extended to a length greater than 9 m, except when directed fishing for common shrimp (Crangon crangon) with a minimum mesh size of less than 31 mm.\n4.   Restrictions on fishing for sprat to protect herring in ICES division 4b\nFishing with any towed gear with a codend mesh size of less than 32 mm or static nets less than 30 mm mesh size shall be prohibited within the geographical areas enclosed by sequentially joining with rhumb lines the following coordinates, which shall be measured according to the WGS84, and during the following periods mentioned:\n—\nfrom 1 January to 31 March, and from 1 October to 31 December, within ICES statistical area 39E8. For the purpose of this Regulation, that ICES area shall be the area bounded by a line due east from the east coast of the United Kingdom along latitude 55°00′ N to a point at longitude 1°00′ W, from there due north to a point at latitude 55°30′ N and from there due west to the United Kingdom coast;\n—\nfrom 1 January to 31 March, and from 1 October to 31 December, within the inner waters of the Moray Firth west of longitude 3°30′ W, and in the inner waters of the Firth of Forth west of longitude 3°00′ W,\n—\nfrom 1 July to 31 October, within the geographical area bounded by the following coordinates:\n—\nthe west coast of Denmark at latitude 55°30′ N\n—\nlatitude 55°30′ N, longitude 7°00′ E\n—\nlatitude 57°00′ N, longitude 7°00′ E\n—\nthe west coast of Denmark at latitude 57°00′ N.\n5.   Specific provisions for the Skagerrak and Kattegat in ICES division 3a\n5.1.\nIt shall be prohibited to fish with beam trawls in the Kattegat.\n5.2.\nIt shall be prohibited for Union vessels to fish for, retain on board, tranship, land, store, sell and display or offer for sale salmon and sea trout.\n5.3.\nIt shall be prohibited to deploy towed gear with a codend mesh size of less than 32 mm from 1 July to 15 September in the waters situated within three nautical miles of the baselines in the Skagerrak and Kattegat unless carrying out directed fishing for Northern Prawn (Pandalus borealis). For directed fishing for eelpout (Zoarces viviparous), gobies (Gobiidae) or scorpion fish (Cottus spp.) for use as bait, nets with any mesh size may be used.\n6.   Use of static nets in ICES divisions 3a and 4a\n6.1.\nIn accordance with point (a) of Article 9(7) and by way of derogation from Part B Point 2 of this Annex, it shall be permitted to use the following gear in waters with a charted depth of less than 600 m:\n—\nBottom set gillnets used for directed fishing for hake of a mesh size of at least 100 mm and no more than 100 meshes deep, where the total length of all nets deployed does not exceed 25 km per vessel and the maximum soak time is 24 hours;\n—\nEntangling nets used for directed fishing for anglerfish of a mesh size of at least 250 mm and no more than 15 meshes deep, where the total length of all nets deployed does not exceed 100 km and the maximum soak time is 72 hours.\n6.2.\nDirected fishing for deepwater sharks as listed in Annex I to Regulation (EU) 2016/2336 of the European Parliament and of the Council (8) in charted depths of less than 600 m shall be prohibited. When accidentally caught, deepwater sharks classified as prohibited in this Regulation and other Union legislation shall be recorded, unharmed to the extent possible, and shall be promptly released. Deepwater sharks subject to catch limits shall be retained on board. Such catches shall be landed and counted against quotas. In situations where quota is not or not sufficiently available to the Member State concerned, the Commission may resort to Article 105(5) of Regulation (EC) No 1224/2009. Where accidental catches of deepwater sharks by the vessels of any Member State exceed 10 tonnes then those vessels may no longer avail of the derogations set out in point 6.1.\nPART D\nThe use of electric pulse trawls in ICES divisions 4b and 4c\n1.\nFishing with electric pulse trawl shall be prohibited in all Union waters as of 1 July 2021.\n2.\nDuring the transitional period ending 30 June 2021, fishing with electric pulse trawl in ICES divisions 4b and 4c shall continue to be allowed under the conditions set out in this and any conditions defined in accordance with point (b) of Article 24(1) of this Regulation, regarding the characteristics of the pulse used and control monitoring measures in place south of a rhumb line joined by the following points, which shall be measured according to the WGS84 coordinate system:\n—\na point on east coast of the United Kingdom at latitude 55° N\n—\neast to latitude 55° N, longitude 5° E\n—\nnorth to latitude 56° N\n—\neast to a point on the west coast of Denmark at latitude 56° N.\nThe following conditions shall apply:\n(a)\nno more than 5 % of the beam trawler fleet per Member State use the electric pulse trawl;\n(b)\nthe maximum electrical power in kW for each beam trawl is no more than the length in metres of the beam multiplied by 1,25;\n(c)\nthe effective voltage between the electrodes is no more than 15 V;\n(d)\nthe vessel is equipped with an automatic computer management system which records the maximum power used per beam and the effective voltage between electrodes for at least the last 100 tows. It is not possible for non-authorised personnel to modify this automatic computer management system;\n(e)\nit is prohibited to use one or more tickler chains in front of the footrope.\n3.\nNew licences shall not be granted to any vessel during this period.\n4.\nUntil 30 June 2021 in the waters up to 12 nautical miles from baselines under their sovereignty or jurisdiction, Member States may take non-discriminatory measures to restrict or prohibit the use of electric pulse trawl. Member Sates shall inform the Commission and the Member States concerned of the measures put in place under this point.\n5.\nIf requested by the coastal Member State to the flag Member State, the master of a vessel using electric pulse trawl shall, in line with Article 12 of Regulation (EU) 2017/1004 of the European Parliament and of the Council (9), take on board an observer from the coastal Member State during the fishing operations.\n(1)  For the purposes of this Annex:\n—\nthe Kattegat is limited in the north by a line drawn from Skagen Lighthouse to the lighthouse in Tistlarna, and from there to the nearest point on the Swedish coast, and in the south by a line drawn from Hasenøre Head to Gniben Point, from Korshage to Spodsbjerg, and from Gilbjerg Head to the Kullen,\n—\nthe Skagerrak is limited in the west by a line drawn from the lighthouse of Hanstholm to the lighthouse of Lindesnes, and in the south by a line drawn from Skagen Lighthouse to the lighthouse of Tistlarna, and from there to the nearest point on the Swedish coast,\n—\nthe North Sea shall comprise ICES sub-area 4, the adjacent part of ICES Division 2a lying south of latitude 64° N, and that part of ICES Division 3a which is not covered by the definition of Skagerrak given in the second indent.\n(2)  In Union waters in ICES division 4a. In ICES Divisions 4b and 4c, a minimum conservation reference size of 130 mm shall apply.\n(3)  In an area in ICES divisions 4b and 4c limited by a point at 53°28′22″ N, 0°09′24″ E, on the coast of England, a straight line joining this point with 53°28′22″ N, 0°22′24″ E, the 6-mile boundary of the United Kingdom, and a straight line connecting a point at 51°54′06″ N, 1°30′30″ E, with a point on the coast of England at 51°55′48″ N, 1°17′00″ E, a minimum conservation reference size of 115 mm shall apply.\n(4)  For edible crabs caught in pots or creels, a maximum of 1 % by weight of the total catch of edible crab may consist of detached claws. For edible crabs caught with any other fishing gear, a maximum of 75 kg of detached crab claws may be landed.\n(5)  By way of derogation from Article 15 of Regulation (EU) No 1380/2013, the minimum conservation reference sizes of sardine, anchovy, herring, horse mackerel and mackerel shall not apply within a limit of 10 % by live weight of the total catches retained on board of each of those species.\nThe percentage of sardine, anchovy, herring, horse mackerel or mackerel below minimum conservation reference size shall be calculated as the proportion by live weight of all marine organisms on board after sorting or on landing.\nThe percentage may be calculated on the basis of one or more representative samples. The limit of 10 % shall not be exceeded during transhipment, landing, transportation, storage, display or sale.\n(6)  In sub-divisions Skagerrak and Kattegat, a diamond mesh top panel of at least 270 mm mesh size or a square mesh top panel of at least 140 mm mesh size shall be fitted. In sub-division Kattegat, a square mesh panel of at least 120 mm may be fitted (on trawls in the period from 1 October to 31 December, and on seines in the period from 1 August to 31 October).\n(7)  Vessels shall be prohibited from using any beam trawl with a mesh size between 32 and 99 mm north of a line joined by the following points by a point on the East Coast of the United Kingdom at latitude 55° N, then east to latitude 55°, longitude 5° E, then north to latitude 56° N and east to a point on the west coast of Denmark at latitude 56° N. It is prohibited to use any beam trawl of mesh size range 32 to 119 mm within ICES Division 2a and that part of ICES Sub-area 4 to the north of 56° 00′ N.\n(8)  Regulation (EU) 2016/2336 of the European Parliament and of the Council of 14 December 2016 establishing specific conditions for fishing for deep-sea stocks in the north-east Atlantic and provisions for fishing in international waters of the north-east Atlantic and repealing Council Regulation (EC) No 2347/2002 (OJ L 354, 23.12.2016, p. 1).\n(9)  Regulation (EU) 2017/1004 of the European Parliament and of the Council of 17 May 2017 on the establishment of a Union framework for the collection, management and use of data in the fisheries sector and support for scientific advice regarding the common fisheries policy and repealing Council Regulation (EC) No 199/2008 (OJ L 157, 20.6.2017, p. 1).\nANNEX VI\nNORTH WESTERN WATERS\nPART A\nMinimum conservation reference sizes\nSpecies\nWhole area\nCod (Gadus morhua)\n35 cm\nHaddock (Melanogrammus aeglefinus)\n30 cm\nSaithe (Pollachius virens)\n35 cm\nPollack (Pollachius pollachius)\n30 cm\nHake (Merluccius merluccius)\n27 cm\nMegrim (Lepidorhombus spp.)\n20 cm\nSole (Solea spp.)\n24 cm\nPlaice (Pleuronectes platessa)\n27 cm\nWhiting (Merlangius merlangus)\n27 cm\nLing (Molva molva)\n63 cm\nBlue ling (Molva dypterygia)\n70 cm\nNorway lobster (Nephrops norvegicus) Norway Lobster tails\nTotal length 85 mm, Carapace length 25 mm (1) 46 mm (2)\nMackerel (Scomber spp.)\n20 cm (6)\nHerring (Clupea harengus)\n20 cm (6)\nHorse mackerel (Trachurus spp.)\n15 cm (6)\nAnchovy (Engraulis encrasicolus)\n12 cm or 90 individuals per kg (6)\nBass (Dicentrarchus labrax)\n42 cm\nSardine (Sardina pilchardus)\n11 cm (6)\nRed sea-bream (Pagellus bogaraveo)\n33 cm\nLobster (Hommarus gammarus)\n87 mm\nSpinous spider crab (Maja squinado)\n120 mm\nQueen scallop (Chlamys spp.)\n40 mm\nGrooved carpetshell (Ruditapes decussatus)\n40 mm\nCarpetshell (Venerupis pullastra)\n38 mm\nShort-necked clam (Venerupis philippinarum)\n35 mm\nClam (Venus verrucosa)\n40 mm\nHard clam (Callista chione)\n6 cm\nRazor clam (Ensis spp.)\n10 cm\nSurf clams (Spisula solida)\n25 mm\nDonax clams (Donax spp.)\n25 mm\nBean solen (Pharus legumen)\n65 mm\nWhelk (Buccinum undatum.)\n45 mm\nOctopus (Octopus vulgaris)\n750 g\nCrawfish (Palinurus spp.)\n95 mm\nDeepwater rose shrimp (Parapenaeus longirostris)\n22 mm (carapace length)\nEdible crab (Cancer pagurus)\n140 mm (3)\n (4)\nScallop (Pecten maximus)\n100 mm (5)\nThe percentage of sardine, anchovy, herring, horse mackerel or mackerel below the minimum conservation reference size shall be calculated as the proportion by live weight of all marine organisms on board after sorting or on landing.\nThe percentage may be calculated on the basis of one or more representative samples. The limit of 10 % shall not be exceeded during transhipment, landing, transportation, storage, display or sale.\nPART B\nMesh sizes\n1.   Baseline mesh sizes for towed gear\n1.1.\nWithout prejudice to the landing obligation, vessels shall use a mesh size of at least 120 mm (7), or at least 100 mm in ICES sub-area 7b-7k.\n1.2.\nWithout prejudice to the landing obligation, and notwithstanding point 1.1, vessels may use smaller mesh sizes as listed in the following table for the North Western waters provided that:\n(i)\nthe associated conditions set out in that table are complied with, and by-catches of cod, haddock and saithe do not exceed 20 % of the total catch in live weight of all marine biological resources landed after each fishing trip; or\n(ii)\nother selectivity modifications are used which have been assessed by STECF upon request of one or more Member States and approved by the Commission. Those selectivity modifications shall result in the same or better selectivity characteristics for cod, haddock and saithe as that of 120 mm, or 100 mm in ICES sub-area 7b-7k, respectively.\nMesh Size\nGeographical Areas\nConditions\nAt least 80 mm (8)\nICES sub-area 7\nDirected fishing for hake, megrim and anglerfish, or directed fishing for whiting, mackerel and species not subject to catch limits and which are not covered elsewhere in the table, using bottom trawls. A square mesh panel of at least 120 mm shall be fitted (11)\n (14)\nDirected fishing for sole and species not covered by catch limits, using otter trawls. A square mesh panel of at least 80 mm shall be fitted (11).\nAt least 80 mm\nWhole area\nDirected fishing for Norway lobster (Nephrops norvegicus) (10). A square mesh panel of at least 120 mm or sorting grid with a maximum bar spacing of 35 mm or equivalent selectivity device shall be fitted.\nAt least 80 mm\nICES divisions 7a, 7b, 7d, 7e, 7f, 7g, 7h and 7j\nDirected fishing for sole with beam trawls. A panel with a mesh size of at least 180 mm (13) fitted in the upper half of the anterior part of the net shall be fitted.\nAt least 80 mm\nICES divisions 7d and 7e\nDirected fishing for whiting, mackerel and species not subject to catch limits and which are not covered elsewhere in the table, using bottom trawls.\nAt least 40 mm\nWhole area\nDirected fishing for squid (Lolignidae, Ommastrephidae)\nAt least 16 mm\nWhole area\nDirected fishing for small pelagic species which are not covered elsewhere in the table.\nDirected fishing for common and Aesop shrimps. A separator trawl or sorting grid must be fitted in accordance with nationally established rules\nLess than 16 mm\nWhole area\nDirected fishing for sandeel\n2.   Baseline mesh sizes for static nets and driftnets\n2.1.\nWithout prejudice to the landing obligation, vessels shall use a mesh size of at least 120 mm (15).\n2.2.\nWithout prejudice to the landing obligation, and notwithstanding point 2.1, vessels may use smaller mesh sizes as listed in the following table for the North Western waters provided that the associated conditions set out in that table are complied with, and by-catches of cod, haddock and saithe do not exceed 20 % of the total catch in live weight of all marine biological resources landed after each fishing trip.\nMesh Size\nGeographical Areas\nConditions\nAt least 100 mm (16)\nWhole area\nDirected fishing for flatfish or species not subject to catch limits and which are not covered elsewhere in the table\nDirected fishing for whiting, dab and bass\nAt least 50 mm\nWhole area\nDirected fishing for small pelagic species which are not covered elsewhere in the table\nDirected fishing for red mullet\n3.\nThis Part is without prejudice to Commission Delegated Regulation (EU) 2018/2034 (17), for the fisheries covered by that Delegated Regulation.\nPART C\nClosed or restricted areas\n1.   Closed area for the conservation of cod in ICES division 6a\nFrom 1 January to 31 March, and from 1 October to 31 December, each year, it shall be prohibited to conduct any fishing activity using any towed gear or static nets in the area enclosed by sequentially joining with rhumb lines the following coordinates, which shall be measured according to the WGS84 coordinate system:\n—\n55°25′ N, 7°07′ W\n—\n55°25′ N, 7°00′ W\n—\n55°18′ N, 6°50′ W\n—\n55°17′ N, 6°50′ W\n—\n55°17′ N, 6°52′ W\n—\n55°25′ N, 7°07 W.\n2.   Closed area for the conservation of cod in ICES divisions 7f and 7g\n2.1.\nFrom 1 February to 31 March each year, it shall be prohibited to conduct any fishing activity in the following ICES statistical rectangles: 30E4, 31E4, 32E3. This prohibition shall not apply within 6 nautical miles from the baseline.\n2.2.\nIt shall be permitted to conduct fishing activities using pots and creels within the specified areas and time periods, provided that:\n(i)\nno fishing gear other than pots and creels are carried on board; and\n(ii)\nby-catches of a species subject to the landing obligation are landed and counted against quotas.\n2.3.\nDirected fishing for small pelagic species with towed gear with a mesh size less than 55 mm shall be permitted, provided that:\n(i)\nno net of mesh size greater than or equal to 55 mm is carried on board; and\n(ii)\nby-catches of a species subject to the landing obligation are landed and counted against quotas.\n3.   Closed area for the conservation of cod in ICES division 7a\n3.1.\nIn the period from 14 February to 30 April each year it shall be prohibited to use any dermersal trawl, seine or similar towed net, any gillnet, entangling net or trammel net or any fishing gear incorporating hooks within that part of ICES division 7a enclosed by the east coast of Ireland and the east coast of Northern Ireland and straight lines sequentially joining the following geographical coordinates, which shall be measured according to the WGS84 coordinate system:\n—\na point on the east coast of the Ards peninsula in Northern Ireland at 54°30′ N\n—\n54°30′ N, 04°50′ W\n—\n53°15′ N, 04°50′ W\n—\na point on the east coast of Ireland at 53°15′ N.\n3.2.\nBy way of derogation from point 1, within the area and time period referred to therein the use of demersal trawls shall be permitted provided such trawls are fitted with selective devices that have been assessed by STECF.\n4.   Rockall haddock box in ICES sub-area 6\nAll fishing, except with longlines, shall be prohibited in the areas enclosed by sequentially joining with rhumb lines the following coordinates, which shall be measured according to the WGS84 system:\n—\n57°00′ N, 15°00′ W\n—\n57°00′ N, 14°00′ W\n—\n56°30′ N, 14°00′ W\n—\n56°30′ N, 15°00′ W\n—\n57°00′ N, 15°00′ W.\n5.   Closed area for the conservation of Norway lobster in ICES divisions 7c and 7k\n5.1.\nDirected fishing for Norway lobster (Nephrops norvegicus) and associated species (namely, cod, megrims, anglerfish, haddock, whiting, hake, plaice, pollack, saithe, skates and rays, common sole, tusk, blue ling, ling and spurdog) shall be prohibited from 1 May to 31 May each year within the geographical area enclosed by sequentially joining with rhumb lines the following coordinates, which shall be measured according to the WGS84 coordinate system:\n—\n52°27′ N, 12°19′ W\n—\n52°40′ N, 12°30′ W\n—\n52°47′ N, 12°39,60′ W\n—\n52°47′ N, 12°56′ W\n—\n52°13,5′ N, 13°53,83′ W\n—\n51°22′ N, 14°24′ W\n—\n51°22′ N, 14°03′ W\n—\n52°10′ N, 13°25′ W\n—\n52°32′ N, 13°07,50′ W\n—\n52°43′ N, 12°55′ W\n—\n52°43′ N, 12°43′ W\n—\n52°38,80′ N, 12°37′ W\n—\n52°27′ N, 12°23′ W\n—\n52°27′ N, 12°19′ W.\n5.2.\nTransit through the Porcupine Bank while carrying on board the species referred to in point 5.1 shall be permitted in accordance with Article 50(3), (4) and (5) of Regulation (EC) No 1224/2009.\n6.   Special rules for the protection of blue ling in ICES division 6a\n6.1.\nFrom 1 March to 31 May each year directed fishing for blue ling shall be prohibited in the areas of ICES division 6a enclosed by sequentially joining with rhumb lines the following coordinates, which shall be measured according to the WGS84 system:\nEdge of Scottish continental shelf\n—\n59°58′ N, 07°00′ W\n—\n59°55′ N, 06°47′ W\n—\n59°51′ N, 06°28′ W\n—\n59°45′ N, 06°38′ W\n—\n59°27′ N, 06°42′ W\n—\n59°22′ N, 06°47′ W\n—\n59°15′ N, 07°15′ W\n—\n59°07′ N, 07°31′ W\n—\n58°52′ N, 07°44′ W\n—\n58°44′ N, 08°11′ W\n—\n58°43′ N, 08°27′ W\n—\n58°28′ N, 09°16′ W\n—\n58°15′ N, 09°32′ W\n—\n58°15′ N, 09°45′ W\n—\n58°30′ N, 09°45′ W\n—\n59°30′ N, 07°00′ W\n—\n59°58′ N, 07°00′ W\nEdge of Rosemary bank\n—\n60°00′ N, 11°00′ W\n—\n59°00′ N, 11°00′ W\n—\n59°00′ N, 09°00′ W\n—\n59°30′ N, 09°00′ W\n—\n59°30′ N, 10°00′ W\n—\n60°00′ N, 10°00′ W\n—\n60°00′ N, 11°00′ W\nNot including the area enclosed by sequentially joining with rhumb lines the following coordinates, which shall be measured according to the WGS84 system:\n—\n59°15′ N, 10°24′ W\n—\n59°10′ N, 10°22′ W\n—\n59°08′ N, 10°07′ W\n—\n59°11′ N, 09°59′ W\n—\n59°15′ N, 09°58′ W\n—\n59°22′ N, 10°02′ W\n—\n59°23′ N, 10°11′ W\n—\n59°20′ N, 10°19′ W\n—\n59°15′ N, 10°24′ W.\n6.2.\nA by-catch of blue ling up to a threshold of 6 tonnes may be retained on board and landed. Once a vessel reaches this six-tonne threshold of blue ling:\n(a)\nit shall immediately cease fishing and exit the area in which it is present;\n(b)\nit may not re-enter either of the areas until its catch has been landed;\n(c)\nit may not return to the sea any quantity of blue ling.\n6.3.\nFrom 15 February to 15 April each year, it shall be prohibited to use bottom trawls, longlines and static nets within an area enclosed by sequentially joining with rhumb lines the following coordinates, which shall be measured according to the WGS84 system:\n—\n60°58.76′ N, 27°27.32′ W\n—\n60°56.02′ N, 27°31.16′ W\n—\n60°59.76′ N, 27°43.48′ W\n—\n61°03.00′ N, 27°39.41′ W\n—\n60°58.76′ N, 27°27.32′ W.\n7.   Restrictions on fishing for mackerel in ICES divisions 7e, 7f, 7g and 7h\n7.1.\nDirected fishing for mackerel with towed gear with a codend mesh size of less than 80 mm or with purse seines shall be prohibited, except where the weight of the mackerel does not exceed 15 % by live weight of the total quantities of mackerel and other marine organisms on board which have been caught, within the area enclosed by sequentially joining with rhumb lines the following coordinates, which shall be measured according to the WGS84 system:\n—\na point on the south coast of the United Kingdom at 02°00′ W\n—\n49° 30′ N, 2° 00′ W\n—\n49° 30′ N, 7° 00′ W\n—\n52° 00′ N, 7° 00′ W\n—\na point on the west coast of the United Kingdom at 52° 00′ N.\n7.2.\nIt shall be permitted to fish within the area defined in point 7.1 with:\n—\nstatic nets and/or hand lines;\n—\ndemersal trawls, Danish seines or other similar towed nets, with a mesh size greater than 80 mm.\n7.3.\nVessels which are not equipped for fishing and to which mackerel are being transhipped shall be permitted within the area defined in point 7.1.\n8.   Restrictions on the use of beam trawls within 12 nautical miles of the coast of the United Kingdom and Ireland\n8.1.\nThe use of any beam trawl of mesh size less than 100 mm shall be prohibited in ICES division 5b and ICES sub-area 6 north of latitude 56°N.\n8.2.\nVessels shall be prohibited from using any beam trawl inside the areas within 12 nautical miles of the coasts of the United Kingdom and Ireland, measured from the baselines from which the territorial waters are measured.\n8.3.\nFishing with beam trawls within the specified area shall be permitted provided that:\n—\nThe engine power of the vessels does not exceed 221 Kw and their length does not exceed 24 m; and\n—\nThe beam length or aggregated beam length, measured as the sum of each beam, is no more than 9 m, or cannot be extended to a length greater than 9 m, except when directed fishing for common shrimp (Crangon crangon) with a codend mesh size of less than 31 mm.\n9.   Use of static nets in ICES divisions 5b, 6a, 6b, 7b, 7c, 7h, 7j and 7k\n9.1.\nIn accordance with point (a) of Article 9(7) and by way of derogation from Part B, Point 2 of this Annex, it shall be permitted to use the following gear in waters with a charted depth of less than 600 m:\n—\nBottom set gillnets used for directed fishing for hake with a mesh size of at least 100 mm and no more than 100 meshes deep, where the total length of all nets deployed does not exceed 25 km per vessel and the maximum soak time is 24 hours.\n—\nEntangling nets used for directed fishing for anglerfish with a mesh size of at least 250 mm and no more than 15 meshes deep, where the total length of all nets deployed does not exceed 100 km and the maximum soak time is 72 hours.\n9.2.\nDirected fishing for deepwater sharks as listed in Annex I to Regulation (EU) 2016/2336 in charted depths of less than 600 m shall be prohibited. When accidentally caught, deepwater sharks classified as prohibited in this Regulation and other Union legislation shall be recorded, unharmed to the extent possible, and shall be promptly released. Deepwater sharks subject to catch limits shall be retained on board. Such catches shall be landed and counted against quotas. In situations where quota is not or not sufficiently available to the Member State concerned, the Commission may resort to Article 105(5) of Regulation (EC) No 1224/2009. Where accidental catches of deepwater sharks by the vessels of any Member State exceed 10 tonnes then those vessels may no longer avail of the derogations set out in point 9.1.\n(1)  In ICES divisions 6a and 7a a minimum conservation reference size of total length of 70 mm and a carapace length of 20 mm shall apply.\n(2)  In ICES divisions 6a and 7a a minimum conservation reference size of 37 mm shall apply.\n(3)  In Union waters in ICES sub-areas, 5, 6 south of 56° N and 7, except ICES divisions 7d, 7e and 7f, a minimum conservation reference size of 130 mm shall apply.\n(4)  For edible crabs caught in pots or creels, a maximum of 1 % by weight of the total catch of edible crab may consist of detached claws. For edible crabs caught with any other fishing gear, a maximum of 75 kg of detached crab claws may be landed.\n(5)  In ICES division 7a north of 52°30′ N, and ICES division 7d, a minimum conservation reference size of 110 mm shall apply.\n(6)  By way of derogation from Article 15 of Regulation (EU) No 1380/2013, the minimum conservation reference sizes of sardine, anchovy, herring, horse mackerel and mackerel shall not apply within a limit of 10 % by live weight of the total catches retained on board of each of those species.\n(7)  To be phased-in over a two-year period from the date of entry into force of this Regulation.\n(8)  This is without prejudice to Article 5 of Commission Regulation (EC) No 494/2002 (9).\n(9)  Commission Regulation (EC) No 494/2002 of 19 March 2002 establishing additional technical measures for the recovery of the stock of hake in ICES sub-areas III, IV, V, VI and VII and ICES divisions VIII a, b, d, e (OJ L 77, 20.3.2002, p. 8).\n(10)  At least 70 mm mesh size shall apply for single rig vessels in ICES division 7a.\n(11)  This is without prejudice to Article 2(5) of Commission Implementing Regulation (EU) No 737/2012 (12).\n(12)  Commission Implementing Regulation (EU) No 737/2012 of 14 August 2012 on the protection of certain stocks in the Celtic Sea (OJ L 218, 15.8.2012, p. 8).\n(13)  This provision shall not apply to ICES division 7d.\n(14)  This provision shall not apply when directed fishing for whiting, mackerel and species not subject to catch limits in ICES divisions 7d and 7e.\n(15)  A mesh size of at least 220 mm shall be used when fishing for anglerfish. A mesh size of at least 110 mm shall be used when directed fishing for pollack and hake in ICES divisions 7d and 7e.\n(16)  In division 7d, at least 90 mm shall apply.\n(17)  Commission Delegated Regulation (EU) 2018/2034 of 18 October 2018 establishing a discard plan for certain demersal fisheries in North-Western waters for the period 2019-2021 (OJ L 327, 21.12.2018, p. 8).\nANNEX VII\nSOUTH WESTERN WATERS\nPART A\nMinimum conservation reference sizes\nSpecies\nWhole area\nCod (Gadus morhua)\n35 cm\nHaddock (Melanogrammus aeglefinus)\n30 cm\nSaithe (Pollachius virens)\n35 cm\nPollack (Pollachius pollachius)\n30 cm\nHake (Merluccius merluccius)\n27 cm\nMegrim (Lepidorhombus spp.)\n20 cm\nSole (Solea spp.)\n24 cm\nPlaice (Pleuronectes platessa)\n27 cm\nWhiting (Merlangius merlangus)\n27 cm\nLing (Molva molva)\n63 cm\nBlue ling (Molva dypterygia)\n70 cm\nNorway lobster (Nephrops norvegicus)\nTotal length 70 mm,\nCarapace length 20 mm\nNorway Lobster tails\n37 mm\nMackerel (Scomber spp.)\n20 cm (6)\nHerring (Clupea harengus)\n20 cm (6)\nHorse mackerel (Trachurus spp.)\n15 cm (1)\n (6)\n (7)\nAnchovy (Engraulis encrasicolus)\n12 cm or 90 individuals per kg (2)\n (6)\nBass (Dicentrarchus labrax)\n36 cm\nSardine (Sardina pilchardus)\n11 cm (6)\nRed sea-bream (Pagellus bogaraveo)\n33 cm\nLobster (Hommarus gammarus)\n87 mm\nSpinous spider crab (Maja squinado)\n120 mm\nQueen scallop (Chlamys spp.)\n40 mm\nGrooved carpetshell (Ruditapes decussatus)\n40 mm\nCarpetshell (Venerupis pullastra)\n38 mm\nShort-necked clam (Venerupis philippinarum)\n35 mm\nClam (Venus verrucosa)\n40 mm\nHard clam (Callista chione)\n6 cm\nRazor clam (Ensis spp.)\n10 cm\nSurf clams (Spisula solida)\n25 mm\nDonax clams (Donax spp.)\n25 mm\nBean solen (Pharus legumen)\n65 mm\nWhelk (Buccinum undatum.)\n45 mm\nOctopus (Octopus vulgaris)\n750 g (3)\nCrawfish (Palinurus spp.)\n95 mm\nDeepwater rose shrimp (Parapenaeus longirostris)\n22 mm (carapace length)\nEdible crab (Cancer pagurus)\n140 mm (4)\n (5)\nScallop (Pecten maximus)\n100 mm\nPART B\nMesh sizes\n1.   Baseline mesh sizes for towed gear\n1.1.\nWithout prejudice to the landing obligation, vessels shall use a mesh size of at least 70 mm (8), (9), or at least 55 mm in ICES division 9a east of longitude 7°23′ 48″ W.\n1.2.\nWithout prejudice to the landing obligation and notwithstanding point 2.1, vessels may use smaller mesh sizes as listed in the following table for South Western waters provided that:\n(i)\nthe associated conditions set out in that table are complied with, and by-catches of hake do not exceed 20 % of the total catch in live weight of all marine biological resources landed after each fishing trip; or\n(ii)\nother selectivity modifications are used which have been assessed by STECF upon request of one or more Member States and approved by the Commission. Those selectivity modifications shall result in the same or better selectivity characteristics for hake as that of 70 mm, or 55 mm in ICES division 9a east of longitude 7°23′ 48″ W respectively.\nMesh Size\nGeographical Areas\nConditions\nAt least 55mm\nWhole area excluding ICES division 9a east of longitude 7°23′ 48″ W\nDirected fishing for species not subject to catch limits and which are not covered elsewhere in the table\nDirected fishing for red sea bream\nDirected fishing for mackerel, horse mackerel and blue whiting with bottom trawls\nAt least 35mm\nWhole area\nDirected fishing for wedge sole\nAt least 55 mm\nICES division 9a west of longitude 7°23′ 48″ W\nDirected fishing for crustaceans\nAt least 16 mm\nWhole area\nDirected fishing for small pelagic species which are not covered elsewhere in the table\nDirected fishing for shrimps (Palaemon serratus, Crangon crangon), and crab (Polybius henslowi)\nLess than 16 mm\nWhole area\nDirected fishing for sandeel\n2.   Baseline mesh sizes for static nets and driftnets\n2.1.\nWithout prejudice to the landing obligation, vessels shall use a mesh size of at least 100 mm (10), or at least 80 mm in ICES division 8c and ICES sub-area 9.\n2.2.\nWithout prejudice to the landing obligation, and notwithstanding point 2.1, vessels may use smaller mesh sizes as listed in the following table for the South Western waters provided that the associated conditions set out in that table are complied with, and by-catches of hake do not exceed 20 % of the total catch in live weight of all marine biological resources landed after each fishing trip.\nMesh Size\nGeographical Areas\nConditions\nAt least 80 mm\nWhole area except ICES division 8c and ICES sub-area 9\nDirected fishing for sea bass, whiting, turbot, flounder and pollack\nAt least 60 mm\nWhole area\nDirected fishing for species not subject to catch limits and which are not covered elsewhere in the table\nAt least 50 mm\nWhole area\nDirected fishing for small pelagic species (11) which are not covered elsewhere in the table\nAt least 40 mm\nWhole area\nDirected fishing for red mullet, shrimps (Penaeus spp.), mantis shrimp, wedge sole and wrasse\nPART C\nClosed or restricted areas\n1.   Closed area for the conservation of hake in ICES division 9a\nFishing with any trawl, Danish seine or similar towed net shall be prohibited within the geographical areas enclosed by sequentially joining with rhumb lines the following coordinates, which shall be measured according to the WGS84 system:\n(a)\nfrom 1 October to 31 January in the following year:\n—\n43°46,5′ N, 07°54,4′ W\n—\n44°01,5′ N, 07°54,4′ W\n—\n43°25,0′ N, 09°12,0′ W\n—\n43°10,0′ N, 09°12,0′ W\n(b)\nfrom 1 December to the last day of February in the following year:\n—\na point on the west coast of Portugal at 37°50′ N\n—\n37°50′ N, 09°08′ W\n—\n37°00′ N, 09°07′ W\n—\na point on the west coast of Portugal at 37°00′ N\n2.   Closed areas for the conservation of Norway lobster in ICES division 9a\n2.1.\nDirected fishing for Norway lobster (Nephrops norvegicus) with any bottom trawl, Danish seine or similar towed net or with creels shall be prohibited, within the geographical areas enclosed by sequentially joining with rhumb lines the following coordinates, which shall be measured according to the WGS84 system:\n(a)\nfrom 1 June to 31 August:\n—\n42°23′ N, 08°57′ W\n—\n42°00′ N, 08°57′ W\n—\n42°00′ N, 09°14′ W\n—\n42°04′ N, 09°14′ W\n—\n42°09′ N, 09°09′ W\n—\n42°12′ N, 09°09′ W\n—\n42°23′ N, 09°15′ W\n—\n42°23′ N, 08°57′ W\n(b)\nfrom 1 May to 31 August:\n—\n37°45′ N, 09°00′ W\n—\n38°10′ N, 09°00′ W\n—\n38°10′ N, 09°15′ W\n—\n37°45′ N, 09°20′ W\n2.2.\nIt shall be permitted to fish with bottom trawls or similar towed nets or creels in the geographical areas and during the period as described in point 2.1(b) provided that all by-catches of Norway lobster (Nephrops norvegicus) are landed and counted against quotas.\n2.3.\nDirected fishing for Norway lobster (Nephrops norvegicus) in the geographical areas and outside the periods referred to in point 2.1, shall be prohibited. By-catches of Norway lobster (Nephrops norvgicus) shall be landed and counted against quotas.\n3.   Restrictions on directed fishing for anchovy in ICES division 8c\n3.1.\nDirected fishing for anchovy using pelagic trawls in ICES division 8c shall be prohibited.\n3.2.\nThe carrying on board of pelagic trawls and purse seines simultaneously within ICES division 8c shall be prohibited.\n4.   Use of static nets in ICES sub-areas 8, 9, 10, and 12 east of 27° W\n4.1.\nIn accordance with point (a) of Article 9(7) and by way of derogation from Part B, Point 2 of this Annex, it shall be permitted to use the following gear in waters with a charted depth of less than 600 m:\n—\nBottom set gillnets used for directed fishing for hake of a mesh size of at least 80 mm in ICES division 8c and ICES sub-area 9 and 100 mm in all remaining areas and no more than 100 meshes deep, where the total length of all nets deployed does not exceed 25 km per vessel and the maximum soak time is 24 hours.\n—\nEntangling nets used for directed fishing for anglerfish of a mesh size of at least 250 mm and no more than 15 meshes deep, where the total length of all nets deployed does not exceed 100 km and the maximum soak time is 72 hours.\n—\nTrammel nets in ICES sub-area 9 used for directed fishing for anglerfish of a mesh size of at least 220 mm and no more than 30 meshes deep, where the total length of nets deployed does not exceed 20 km per vessel and the maximum soak time is 72 hours.\n4.2.\nDirected fishing for deepwater sharks as listed in Annex I to Regulation (EU) 2016/2336 in charted depths of less than 600 m shall be prohibited. When accidentally caught, deepwater sharks classified as prohibited in this Regulation and other Union legislation shall be recorded, unharmed to the extent possible, and shall be promptly released. Deepwater sharks subject to catch limits shall be retained on board. Such catches shall be landed and counted against quotas. In situations where quota is not or not sufficiently available to the Member State concerned, the Commission may resort to Article 105(5) of Regulation (EC) No 1224/2009. Where accidental catches of deepwater sharks by the vessels of any Member State exceed 10 tonnes then those vessels may no longer avail of the derogations set out in point 4.1.\n4.3.\nConditions for fisheries using certain towed gear authorised in the Bay of Biscay.\nBy way of derogation from the provisions laid down in Article 5(2) of Regulation (EC) No 494/2002 establishing additional technical measures for the recovery of the stock of hake in ICES sub-areas 3-7 and ICES Divisions 8a, 8b 8d and 8e, it shall be permitted to conduct fishing activity using trawls, Danish seines and similar gear, with the exception of beam trawls, with a mesh size range of 70-99 mm in the area defined in point (b) of Article 5(1) of Regulation (EC) No 494/2002 if the gear is fitted with a 100 mm square mesh panel.\n(1)  No minimum conservation reference size shall apply to horse mackerel (Trachurus pictaratus) caught in waters adjacent to the Azores islands and under the sovereignty or jurisdiction of Portugal.\n(2)  In ICES sub-area 9 and CECAF area 34.1.2 a minimum conservation reference size of 9 cm shall apply.\n(3)  In all waters in that part of the eastern central Atlantic comprising divisions 34.1.1, 34.1.2 and 34.1.3 and sub-area 34.2.0 of fishing zone 34 of the CECAF region, a gutted weight of 450 g shall apply.\n(4)  In Union waters in ICES sub-areas 8 and 9 a minimum conservation reference size of 130 mm shall apply.\n(5)  For edible crabs caught in pots or creels, a maximum of 1 % by weight of the total catch of edible crab may consist of detached claws. For edible crabs caught with any other fishing gear, a maximum of 75 kg of detached crab claws may be landed.\n(6)  By way of derogation from Article 15 of Regulation (EU) No 1380/2013, the minimum conservation reference sizes of sardine, anchovy, herring, horse mackerel and mackerel shall not apply within a limit of 10 % by live weight of the total catches retained on board of each of those species.\nThe percentage of sardine, anchovy, herring, horse mackerel or mackerel below the minimum conservation reference size shall be calculated as the proportion by live weight of all marine organisms on board after sorting or on landing.\nThe percentage may be calculated on the basis of one or more representative samples. The limit of 10 % shall not be exceeded during transhipment, landing, transportation, storage, display or sale.\n(7)  No more than 5 % may consist of horse mackerel between 12 and 15 cm. For the purposes of the control of that quantity, the conversion factor to be applied to the weight of the catches shall be 1,20. These provisions shall not apply for catches subject to the landing obligation.\n(8)  This provision is without prejudice to Article 2 of Regulation (EC) No 494/2002.\n(9)  For directed fishing for Norway lobster (Nephrops norvegicus), a square mesh panel of at least 100 mm or equivalent selectivity device shall be fitted when fishing in ICES divisions 8a, 8b, 8d and 8e. For directed fishing for sole with beam trawls, a panel with a mesh size of at least 180 mm fitted in the upper half of the anterior part of the net shall be fitted.\n(10)  For directed fishing for anglerfish a mesh size of at least 220 mm shall be used.\n(11)  A mesh size of less than 40 mm may be used for sardines.\nANNEX VIII\nBALTIC SEA\nPART A\nMinimum conservation reference sizes\nSpecies\nGeographical Areas\nMinimum Conservation Reference Size\nCod (Gadus morhua)\nSub-divisions 22-32\n35cm\nPlaice (Pleuronectes platessa)\nSub-divisions 22-32\n25 cm\nSalmon (Salmo salar)\nSub-divisions 22-30 and 32\n60 cm\nSub-division 31\n50 cm\nFlounder (Platichthys flesus)\nSub-divisions 22-25\n23 cm\nSub-divisions 26, 27 and 28\n21 cm\nSub-divisions 29-32, south of 59°\n18 cm\nTurbot (Psetta maxima)\nSub-divisions 22-32\n30 cm\nBrill (Scophthalmus rhombus)\nSub-divisions 22-32\n30 cm\nEel (Anguilla anguilla)\nSub-divisions 22-32\n35 cm\nSea trout (Salmo trutta)\nSub-divisions 22-25 and 29-32\n40 cm\nSub-divisions 26, 27 and 28\n50 cm\nPART B\nMesh sizes\n1.   Baseline mesh sizes for towed gear\n1.1.\nWithout prejudice to the landing obligation, vessels shall use a mesh size of at least 120 mm constructed from T90 or at least 105 mm fitted with a Bacoma exit window of 120 mm.\n1.2.\nWithout prejudice to the landing obligation and notwithstanding point 1.1, vessels may use smaller mesh sizes as listed in the following table for the Baltic Sea provided that:\n(i)\nthe associated conditions set out in that table are complied with, and by-catches of cod do not exceed 10 % of the total catch in live weight of all marine biological resources landed after each fishing trip; or\n(ii)\nother selectivity modifications are used which have been assessed by STECF upon request of one or more Member States and approved by the Commission. Those selectivity modifications shall result in the same or better selectivity characteristics for cod as that of 120 mm T90, or of 105 mm fitted with a 120 mm Bacoma exit window, respectively.\nMesh Size\nGeographical Areas\nConditions\nAt least 90 mm\nIn sub-divisions 22 and 23\nDirected fishing for flatfish (1)\nDirected fishing for whiting\nAt least 32 mm\nIn sub-divisions 22-27\nDirected fishing for herring, mackerel, horse mackerel and blue whiting\nAt least 16 mm\nIn sub-divisions 22-27\nDirected fishing for sprat (2)\nAt least 16 mm\nWhole area\nDirected fishing for species other than flatfish and which are not subject to catch limits and not covered elsewhere in the table\nAt least 16 mm\nIn sub-divisions 28-32\nDirected fishing for small pelagic species which are not covered elsewhere in the table\nLess than 16 mm\nWhole area\nDirected fishing for sandeel\n2.   Baseline mesh sizes for static nets\n2.1.\nWithout prejudice to the landing obligation, vessels shall use a mesh size of at least 110 mm, or 157 mm when fishing for salmon.\n2.2.\nWithout prejudice to the landing obligation and notwithstanding point 2.1, vessels may use smaller mesh sizes as listed in the following table for the Baltic Sea provided that the associated conditions set out in that table are complied with, and by-catches of cod do not exceed 10 % of the total catch live weight of all marine biological resources landed after each fishing trip or 5 specimens of salmon.\nMesh Size\nGeographical Areas\nConditions (3)\nAt least 90 mm\nWhole area\nDirected fishing for flatfish species\nLess than 90 mm\nWhole area\nDirected fishing for small pelagic species\nAt least 16 mm\nWhole area\nDirected fishing for species which are not subject to catch limits and not covered elsewhere in the table\nPART C\nClosed or restricted areas\n1.\nRestrictions on fishing with towed gear\nIt shall be prohibited throughout the year, to fish with any towed gear in the geographical area enclosed by sequentially joining with rhumb lines the following positions, which shall be measured according to the WGS84 coordinate system:\n—\n54°23′ N, 14°35′ E\n—\n54°21′ N, 14°40′ E\n—\n54°17′ N, 14°33′ E\n—\n54°07′ N, 14°25′ E\n—\n54°10′ N, 14°21′ E\n—\n54°14′ N, 14°25′ E\n—\n54°17′ N, 14°17′ E\n—\n54°24′ N, 14°11′ E\n—\n54°27′ N, 14°25′ E\n—\n54°23′ N, 14°35′ E.\n2.   Restrictions on fishing for salmon and sea trout\n2.1.\nDirected fishing for salmon (Salmo salar) or sea trout (Salmo trutta) shall be prohibited:\n(a)\nfrom 1 June to 15 September each year in waters of subdivisions 22-31;\n(b)\nfrom 15 June to 30 September each year in waters of subdivision 32.\n2.2.\nThe area of prohibition during the closed season shall be beyond four nautical miles measured from the baselines.\n2.3.\nThe retention on board of salmon (Salmo salar) or sea trout (Salmo trutta) caught with trap-nets shall be permitted.\n3.   Specific measures for the Gulf of Riga\n3.1.\nIn order to fish in sub-division 28-1, vessels shall hold a fishing authorisation issued in accordance with Article 7 of Regulation (EC) No 1224/2009.\n3.2.\nMember States shall ensure that vessels, to which the fishing authorisation referred to in point 3.1 has been issued, are included in a list, containing their name and internal registration number, made publicly available via an internet website, the address of which shall be provided to the Commission and Member States by each Member State.\n3.3.\nVessels included in the list shall satisfy the following conditions:\n(a)\nthe total engine power (kW) of the vessels within the lists must not exceed that observed for each Member State in the years 2000-2001 in subdivision 28-1; and\n(b)\nthe engine power of a vessel must not exceed 221 kW at any time.\n3.4.\nAny individual vessel on the list referred to in point 3.2 may be replaced by another vessel or vessels, provided that:\n(a)\nsuch replacement does not lead to an increase in the total engine power as indicated in point 3.3(a) for the Member State concerned; and\n(b)\nthe engine power of any replacement vessel does not exceed 221 kW at any time.\n3.5.\nAn engine of any individual vessel included in the list referred to in point 3.2 may be replaced, provided that:\n(a)\nthe replacement of an engine does not lead to the vessel’s engine power exceeding 221 kW at any time; and\n(b)\nthe power of the replacement engine is not such that replacement leads to an increase in the total engine power as indicated in point 3.3(a) for the Member State concerned.\n3.6.\nIn sub-division 28-1, fishing with trawls shall be prohibited in waters of less than 20 m in depth.\n4.   Area restrictions on fishing\n4.1.\nIt shall be prohibited to conduct any fishing activity from 1 May to 31 October each year within the areas enclosed by sequentially joining with rhumb lines the following positions, which shall be measured according to the WGS84 coordinate system:\n(a)\nArea 1:\n—\n55°45′ N, 15°30′ E\n—\n55°45′ N, 16°30′ E\n—\n55°00′ N, 16°30′ E\n—\n55°00′ N, 16°00′ E\n—\n55°15′ N, 16°00′ E\n—\n55°15′ N, 15°30′ E\n—\n55°45′ N, 15°30′ E\n(b)\nArea 2:\n—\n55°00′ N, 19°14′ E\n—\n54°48′ N, 19°20′ E\n—\n54°45′ N, 19°19′ E\n—\n54°45′ N, 18°55′ E\n—\n55°00′ N, 19°14′ E\n(c)\nArea 3:\n—\n56°13′ N, 18°27′ E\n—\n56°13′ N, 19°31′ E\n—\n55°59′ N, 19°13′ E\n—\n56°03′ N, 19°06′ E\n—\n56°00′ N, 18°51′ E\n—\n55°47′ N, 18°57′ E\n—\n55°30′ N, 18°34′ E\n—\n56°13′ N, 18°27′ E.\n4.2.\nDirected fishing for salmon with gillnets, entangling nets and trammel nets of a mesh size equal to or larger than 157 mm or with drifting lines shall be permitted. No other gear shall be kept on board.\n4.3.\nDirected fishing for cod with the gear specified in point 5.2 shall be prohibited.\n5.   Restrictions on fishing for flounder and turbot\n5.1.\nThe retention on board of the following species of fish shall be prohibited where they are caught within the geographical areas and during the periods mentioned below:\nSpecies\nGeographical Areas\nPeriod\nFlounder\nSub-divisions 26-29 south of 59° 30′ N\n15 February to 15 May\nSubdivision 32\n15 February to 31 May\nTurbot\nSub-divisions 25, 26 and 28 south of 56° 50′ N\n1 June to 31 July\n5.2.\nDirected fishing with trawls, Danish seines or similar gear with a codend mesh size equal to or greater than 90 mm or with gillnets, entangling nets or trammel nets with a mesh size equal to or greater than 90 mm shall be prohibited. By-catches of flounder and turbot may be retained on board and landed within a limit of 10 % by live weight of the total catch retained on board during the periods referred to in point 6.1.\n6.   Restrictions on fishing for eel\nThe retention on board of eel caught with any active gear shall be prohibited. When accidentally caught, eel shall not be harmed and shall be promptly released.\n(1)  The use of beam trawl shall not be authorised.\n(2)  The catch may consist of up to 45 % of herring by live weight\n(3)  The use of gillnets, entangling nets or trammel nets of more than 9 km for vessels with an overall length of less than 12 m and 21 km for vessels with an overall length of more than 12 m shall be prohibited. The maximum immersion time for such gear shall be 48 hours, except when fishing under ice cover.\nANNEX IX\nMEDITERRANEAN SEA\nPART A\nMinimum conservation reference sizes\nSpecies\nWhole Area\nBass (Dicentrarchus labrax)\n25 cm\nAnnular sea bream (Diplodus annularis)\n12 cm\nSharpsnout sea-bream (Diplodus puntazzo)\n18 cm\nWhite sea-bream (Diplodus sargus)\n23 cm\nTwo-banded sea-bream (Diplodus vulgaris)\n18 cm\nEuropean anchovy (Engraulis encrasicolus)\n9 cm (1)\nGroupers (Epinephelus spp.)\n45 cm\nStripped sea-bream (Lithognathus mormyrus)\n20 cm\nHake (Merluccius merluccius)\n20 cm\nRed mullets (Mullus spp.)\n11 cm\nSpanish sea-bream (Pagellus acarne)\n17 cm\nRed sea-bream (Pagellus bogaraveo)\n33 cm\nCommon Pandora (Pagellus erythrinus)\n15 cm\nCommon sea bream (Pagrus pagrus)\n18 cm\nWreckfish (Polyprion americanus)\n45 cm\nEuropean sardine (Sardina pilchardus)\n11 cm (2), (4)\nMackerel (Scomber spp.)\n18 cm\nCommon sole (Solea vulgaris)\n20 cm\nGilt-head sea-bream (Sparus aurata)\n20 cm\nHorse mackerel (Trachurus spp.)\n15 cm\nNorway lobster (Nephrops norvegicus)\n20 mm CL (3)\n70 mm TL (3)\nLobster (Homarus gammarus)\n105 mm CL (3)\n300 mm TL (3)\nCrawfish (Palinuridae)\n90 mm CL (3)\nDeepwater rose shrimp (Parapenaeus longirostris)\n20 mm CL (3)\nScallop (Pecten jacobeus)\n10 cm\nCarpet Clams (Venerupis spp.)\n25 mm\nVenus shells (Venus spp.)\n25 mm\nPART B\nMesh sizes\n1.\nBaseline mesh sizes for towed gear\nThe following mesh sizes shall apply in the Mediterranean Sea.\nMesh Size (5)\nGeographical Areas\nConditions\nAt least 40 mm square mesh codend (6)\nWhole area\nA diamond mesh codend of 50 mm2 may be used as an alternative to the 40 mm square mesh cod end at the duly justified request of the vessel owner\nAt least 20 mm\nWhole area\nDirected fishing for sardine and anchovy\n2.\nBaseline mesh size for surrounding nets\nMesh Size\nGeographical Areas\nConditions\nAt least 14 mm\nWhole area\nNone\n3.\nBaseline mesh sizes for static nets\nThe following mesh sizes for bottom set gillnets shall apply in the Mediterranean Sea.\nMesh Size\nGeographical Areas\nConditions\nAt least 16 mm\nWhole area\nNone\n4.\nExisting derogations from the provisions set out in points 1, 2 and 3 for boat seines and shore seines which are affected by a management plan as referred to in Article 19 of Regulation (EC) No 1967/2006 and issued within the framework of Article 9 of that Regulation shall continue to apply unless otherwise determined through Article 15 of this Regulation.\nPART C\nRestrictions on the use of fishing gear\n1.   Restrictions on the use of dredges\nThe maximum breadth of dredges shall be 3 m, except for dredges used for directed fishing of sponges.\n2.   Restrictions on the use of purse seines\nThe length of purse seines and seines without purse lines shall be restricted to 800 m with a drop of 120 m, except in the case of purse seines used for directed fishing of tuna.\n3.   Restrictions on the use of static nets\n3.1.\nIt shall be prohibited to use the following static nets:\n(a)\nA trammel net with a drop of more than 4 m;\n(b)\nA bottom set gillnet or combined trammel and gillnet with a drop of more than 10 m except when such nets are shorter than 500 m, where a drop of not more than 30 m is permitted.\n3.2.\nIt shall be prohibited to use any gillnet, entangling net or trammel net constructed with a twine thickness greater than 0,5 mm.\n3.3.\nIt shall be prohibited to have on board or set more than 2 500 m of combined gillnets and trammel nets and 6 000 m of any gillnet, entangling net or trammel net.\n4.\nRestrictions on the use of longlines\n4.1.\nIt shall be prohibited for vessels fishing with bottom-set longlines to have on board or deploy more than 5 000 hooks except for vessels undertaking fishing trips of more than 3 days which may have on board or deploy no more than 7 000 hooks.\n4.2.\nIt shall be prohibited for vessels fishing with surface-set longlines to have on board or deploy more than the number of hooks per vessel as follows:\n(a)\n2 500 hooks when directed fishing for swordfish; and\n(b)\n5 000 hooks when directed fishing for albacore tuna.\n4.3.\nA vessel undertaking fishing trips longer than 2 days may have on board an equivalent number of spare hooks.\n5.\nRestrictions on the use of pots and creels\nIt shall be prohibited to have on board or set more than 250 pots or creels per vessel to catch deepwater crustaceans.\n6.\nRestrictions on the directed fishing for red sea bream\nThe directed fishing for red sea bream (Pagellus bogaraveo) with the following gear shall be prohibited:\n—\ngillnets, entangling nets or trammel nets having a mesh size of less than 100 mm;\n—\nlonglines with hooks of a total length of less than 3,95 cm and a width of less than 1,65 cm.\n7.\nRestrictions on fishing with spear guns\nIt shall be prohibited to fish with spear guns if used in conjunction with underwater breathing apparatus (aqualung) or at night from sunset to dawn.\n(1)  Member States may convert the minimum conservation reference size into 110 specimens per kg.\n(2)  Member States may convert the minimum conservation reference size into 55 specimens per kg.\n(3)  CL — carapace length; TL — total length.\n(4)  This minimum conservation reference size shall not apply to fries of sardine landed for human consumption if caught by boat seines or shore seines and authorised in accordance with national provisions established in a management plan as referred to in Article 19 of Regulation (EC) No 1967/2006, provided that the stock of sardine concerned is within safe biological limits.\n(5)  It shall be prohibited to use netting with a twine thickness greater than 3 mm or with multiple twines; or netting with a twine thickness of greater than 6 mm in any part of a bottom trawl.\n(6)  Only one type of net (either 40 mm square mesh or 50 mm diamond mesh) is allowed to be kept on board or deployed.\nANNEX X\nBLACK SEA\nPART A\nMinimum conservation reference sizes\nSpecies\nMinimum Conservation Reference Size\nTurbot (Psetta maxima)\n45 cm\nPART B\nMesh sizes\n1.   Baseline mesh sizes for towed gear for demersal stocks\nThe following mesh sizes shall apply in the Black Sea:\nMesh Size\nGeographical Areas\nConditions\nAt least 40 mm\nWhole area\nA diamond mesh codend of 50 mm (1) may be used as an alternative to the 40 mm square mesh cod end at the duly justified request of the vessel owner\n2.   Baseline mesh sizes for static nets\nThe following mesh sizes for static nets shall apply in the Black Sea:\nMesh Size\nGeographical Areas\nConditions\nAt least 400 mm\nWhole area\nBottom set gillnets when used to catch turbot\n3.   Restrictions on the use of trawls and dredges\nThe use of trawls or dredges at depths beyond 1 000 m shall be prohibited.\n(1)  Only one type of net (either 40 mm square mesh or 50 mm diamond mesh) is allowed to be kept on board or deployed.\nANNEX XI\nUNION WATERS IN THE INDIAN OCEAN AND THE WEST ATLANTIC\nPART A\n1.   Baseline mesh sizes for towed gear\nThe following mesh sizes shall apply in Union waters in the Indian Ocean and the West Atlantic.\nMesh Size\nGeographical Areas\nConditions\nAt least 100 mm\nAll waters off the coast of the French department of Guyana that come under the sovereignty or jurisdiction of France\nNone\nAt least 45 mm\nAll waters off the coast of the French department of Guyana that come under the sovereignty or jurisdiction of France\nDirected fishing for shrimp (Penaeus subtilis, Penaeus brasiliensis, Xiphopenaeus kroyeri).\n2.   Baseline mesh size for surrounding nets\nMesh Size\nGeographical Areas\nConditions\nAt least 14 mm\nWhole area\nNone\nPART B\nClosed or restricted areas\nRestrictions on fishing activities in the 24-mile zone around Mayotte\nVessels shall be prohibited from using any purse-seine on tuna and tuna-like schools of fish within 24 nautical miles of the coast of Mayotte, measured from the baselines from which territorial waters are measured.\nANNEX XII\nNEAFC REGULATORY AREA\nPART A\nMinimum conservation reference sizes\nSpecies\nNEAFC\nHaddock (Melanogrammus aeglefinus)\n30 cm\nLing (Molva molva)\n63 cm\nBlue ling (Molva dipterygia)\n70 cm\nMackerel (Scomber spp.)\n30 cm\nHerring (Clupea harengus)\n20 cm\nPART B\nMesh sizes\n1.   Baseline mesh sizes for towed gear\nThe following codend mesh sizes shall apply in the NEAFC Regulatory Area.\nCodend Mesh Size\nGeographical Areas\nConditions\nAt least 100 mm\nWhole area\nNone\nAt least 35 mm\nWhole area\nDirected fishing for blue whiting\nAt least 32 mm\nICES sub-areas 1 and 2\nDirected fishing for Northern prawn (Pandalus borealis).\nA sorting grid with a maximum bar spacing of 22 shall be fitted\nAt least 16 mm\nWhole area\nDirected fishing for mackerel, capelin and argentines\n2.   Baseline mesh sizes for static nets\nThe following mesh sizes for static nets shall apply in the NEAFC Regulatory Area.\nMesh Size\nGeographical Areas\nConditions\nAt least 220 mm\nWhole area\nNone\nPART C\nClosed or restricted areas\n1.   Measures for the redfish fishery in the Irminger Sea and adjacent waters\n1.1.\nIt shall be prohibited to catch redfish in international waters of ICES sub-area 5 and Union waters of ICES sub-areas 12 and 14.\nBy way of derogation from the first subparagraph, it shall be permitted to catch redfish from 11 May to 31 December in the area enclosed by sequentially joining with rhumb lines the following coordinates, which shall be measured according to the WGS84 system (the ‘Redfish Conservation Area’):\n—\n64°45′ N, 28°30′ W\n—\n62°50′ N, 25°45′ W\n—\n61°55′ N, 26°45′ W\n—\n61°00′ N, 26°30′ W\n—\n59°00′ N, 30°00′ W\n—\n59°00′ N, 34°00′ W\n—\n61°30′ N, 34°00′ W\n—\n62°50′ N, 36°00′ W\n—\n64°45′ N, 28°30′ W.\n1.2.\nNotwithstanding point 1.1, a fishery for redfish may be permitted, by a Union legal act, outside the Redfish Conservation Area in the Irminger Sea and adjacent waters from 11 May to 31 December each year on the basis of scientific advice and provided that NEAFC has established a recovery plan in respect of redfish in that geographical area. Only Union vessels that have been duly authorised by their respective Member State and notified to the Commission as required under Article 5 of Regulation (EU) No 1236/2010 shall participate in this fishery.\n1.3.\nIt shall be prohibited to use trawls with a mesh size of less than 100 mm.\n1.4.\nThe conversion factor to be applied to the gutted and headed presentation, including the Japanese cut presentation, of redfish caught in this fishery shall be 1,70.\n1.5.\nMasters of fishing vessels engaged in the fishery outside the Redfish Conservation Area shall transmit the catch report provided for in point (b) of Article 9(1) of Regulation (EU) No 1236/2010 on a daily basis after the fishing operations of that calendar day have been completed. It shall indicate the catches on board taken since the last communication of catches.\n1.6.\nIn addition to Article 5 of Regulation (EU) No 1236/2010, an authorisation to fish for redfish shall only be valid if the reports transmitted by vessels are in accordance with Article 9(1) of that Regulation and are recorded in accordance with Article 9(3) thereof.\n1.7.\nThe reports referred to in point 1.6 shall be made in accordance with the relevant rules.\n2.   Special rules for the protection of blue ling\n2.1.\nFrom 1 March to 31 May each year it shall be prohibited to retain on board any quantity of blue ling in excess of 6 tonnes per fishing trip in the areas of ICES division 6a enclosed by sequentially joining with rhumb lines the following coordinates, which shall be measured according to the WGS84 system:\n(a)\nEdge of Scottish continental shelf\n—\n59°58′ N, 07°00′ W\n—\n59°55′ N, 06°47′ W\n—\n59°51′ N, 06°28′ W\n—\n59°45′ N, 06°38′ W\n—\n59°27′ N, 06°42′ W\n—\n59°22′ N, 06°47′ W\n—\n59°15′ N, 07°15′ W\n—\n59°07′ N, 07°31′ W\n—\n58°52′ N, 07°44′ W\n—\n58°44′ N, 08°11′ W\n—\n58°43′ N, 08°27′ W\n—\n58°28′ N, 09°16′ W\n—\n58°15′ N, 09°32′ W\n—\n58°15′ N, 09°45′ W\n—\n58°30′ N, 09°45′ W\n—\n59°30′ N, 07°00′ W\n—\n59°58′ N, 07°00′ W;\n(b)\nEdge of Rosemary bank\n—\n60°00′ N, 11°00′ W\n—\n59°00′ N, 11°00′ W\n—\n59°00′ N, 09°00′ W\n—\n59°30′ N, 09°00′ W\n—\n59°30′ N, 10°00′ W\n—\n60°00′ N, 10°00′ W\n—\n60°00′ N, 11°00′ W\nNot including the area enclosed by sequentially joining with rhumb lines the following coordinates, which shall be measured according to the WGS84 system:\n—\n59°15′ N, 10°24′ W\n—\n59°10′ N, 10°22′ W\n—\n59°08′ N, 10°07′ W\n—\n59°11′ N, 09°59′ W\n—\n59°15′ N, 09°58′ W\n—\n59°22′ N, 10°02′ W\n—\n59°23′ N, 10°11′ W\n—\n59°20′ N, 10°19′ W\n—\n59°15′ N, 10°24′ W.\n2.2.\nWhere blue ling is subject to the landing obligation set out in Article 15 of Regulation (EU) No 1380/2013, point 2.1 shall not apply.\nFishing for blue ling using any fishing gear within the period and areas referred to in point 2.1 shall be prohibited.\n2.3.\nWhen entering and exiting the areas referred to in point 2.1, the master of a fishing vessel shall record the date, time and place of entry and exit in the logbook.\n2.4.\nIn either of the two areas referred to in point 2.1, if a vessel reaches the 6 tonnes of blue ling:\n(a)\nit shall immediately cease fishing and exit the area in which it is present;\n(b)\nit may not re-enter either of the areas until its catch has been landed;\n(c)\nit may not return to the sea any quantity of blue ling.\n2.5.\nThe observers referred to in Article 16 of Regulation (EU) 2016/2336 who are assigned to fishing vessels present in one of the areas referred to in point 1 shall, for appropriate samples of the catches of blue ling, measure the fish in the samples and determine the stage of sexual maturity of subsampled fish. On the basis of advice from STECF, Member States shall establish detailed protocols for sampling and for the collation of results.\n2.6.\nFrom 15 February to 15 April each year, it shall be prohibited to use bottom trawls, longlines and gillnets within an area enclosed by sequentially joining with rhumb lines the following coordinates, which shall be measured according to the WGS84 system:\n—\n60°58.76′ N, 27°27.32′ W\n—\n60°56.02′ N, 27°31.16′ W\n—\n60°59.76′ N, 27°43.48′ W\n—\n61°03.00′ N, 27°39.41′ W\n—\n60°58.76′ N, 27°27.32′ W.\n3.   Measures for the redfish fishery in international waters of ICES sub-areas 1 and 2\n3.1.\nDirected fishing for redfish in the international waters of ICES sub-areas 1 and 2 shall only be permitted within the period from 1 July to 31 December each year by vessels which have previously been engaged in the redfish fishery in the NEAFC Regulatory Area.\n3.2.\nVessels shall limit their by-catches of redfish in other fisheries to a maximum of 1 % of the total catch retained on board.\n3.3.\nThe conversion factor to be applied to the gutted and headed presentation, including the Japanese cut presentation, of redfish caught in this fishery shall be 1,70.\n3.4.\nBy way of derogation from point (b) of Article 9(1) of Regulation (EU) No 1236/2010, masters of fishing vessels engaged in this fishery shall report their catches on a daily basis.\n3.5.\nIn addition to Article 5 of Regulation (EU) No 1236/2010, an authorisation to fish for redfish shall only be valid if the reports transmitted by vessels are in accordance with Article 9(1) of that Regulation and are recorded in accordance with Article 9(3) thereof.\n3.6.\nMember States shall ensure that scientific information is collected by scientific observers on board vessels flying their flag. As a minimum, the information collected shall include representative data on sex, age and length composition by depths. This information shall be reported to ICES by the competent authorities in the Member States.\n3.7.\nThe Commission shall inform Member States of the date on which the NEAFC Secretariat notifies the NEAFC Contracting Parties that the total allowable catch (TAC) has been fully utilised. Member States shall prohibit directed fishery for redfish by vessels flying their flag from that date.\n4.   Rockall haddock box in ICES sub-area 6\nAll fishing, except with longlines, shall be prohibited in the areas enclosed by sequentially joining with rhumb lines the following coordinates, which shall be measured according to the WGS84 system:\n—\n57°00′ N, 15°00′ W\n—\n57°00′ N, 14°00′ W\n—\n56°30′ N, 14°00′ W\n—\n56°30′ N, 15°00′ W\n—\n57°00′ N, 15°00′ W.\nPART D\nClosed areas for the protection of sensitive habitats\n1.\nIt shall be prohibited to conduct bottom trawling and fishing with static gear, including bottom set gillnets and bottom set longlines, within the following areas sequentially joining with rhumb lines the following coordinates, which shall be measured according to the WGS84 system:\nPart of the Reykjanes Ridge:\n—\n55°04.5327′ N, 36°49.0135′ W\n—\n55°05.4804′ N, 35°58.9784′ W\n—\n54°58.9914′ N, 34°41.3634′ W\n—\n54°41.1841′ N, 34°00.0514′ W\n—\n54°00′ N, 34°00′ W\n—\n53°54.6406′ N, 34°49.9842′ W\n—\n53°58.9668′ N, 36°39.1260′ W\n—\n55°04.5327′ N, 36°49.0135′ W\nNorthern MAR Area:\n—\n59°45′ N, 33°30′ W\n—\n57°30′ N, 27°30′ W\n—\n56°45′ N, 28°30′ W\n—\n59°15′ N, 34°30′ W\n—\n59°45′ N, 33°30′ W\nMiddle MAR Area (Charlie-Gibbs Fracture zone and Subpolar Frontal Region):\n—\n53°30′ N, 38°00′ W\n—\n53°30′ N, 36°49′ W\n—\n55°04.5327′ N, 36°49′ W\n—\n54°58.9914′ N, 34°41.3634′ W\n—\n54°41.1841′ N, 34°00′ W\n—\n53°30′ N, 30°00′ W\n—\n51°30′ N, 28°00′ W\n—\n49°00′ N, 26°30′ W\n—\n49°00′ N, 30°30′ W\n—\n51°30′ N, 32°00′ W\n—\n51°30′ N, 38°00′ W\n—\n53°30′ N, 38°00′ W\nSouthern MAR Area:\n—\n44°30′ N, 30°30′ W\n—\n44°30′ N, 27°00′ W\n—\n43°15′ N, 27°15′ W\n—\n43°15′ N, 31°00′ W\n—\n44°30′ N, 30°30′ W\nThe Altair Seamounts:\n—\n45°00′ N, 34°35′ W\n—\n45°00′ N, 33°45′ W\n—\n44°25′ N, 33°45′ W\n—\n44°25′ N, 34°35′ W\n—\n45°00′ N, 34°35′ W\nThe Antialtair Seamounts:\n—\n43°45′ N, 22°50′ W\n—\n43°45′ N, 22°05′ W\n—\n43°25′ N, 22°05′ W\n—\n43°25′ N, 22°50′ W\n—\n43°45′ N, 22°50′ W\nHatton Bank:\n—\n59°26′ N, 14°30′ W\n—\n59°12′ N, 15°08′ W\n—\n59°01′ N, 17°00′ W\n—\n58°50′ N, 17°38′ W\n—\n58°30′ N, 17°52′ W\n—\n58°30′ N, 18°22′ W\n—\n58°03′ N, 18°22′ W\n—\n58°03′ N, 17°30′ W\n—\n57°55′ N, 17°30′ W\n—\n57°45′ N, 19°15′ W\n—\n58°11.15′ N, 18°57.51′ W\n—\n58°11.57′ N, 19°11.97′ W\n—\n58°27.75′ N, 19°11.65′ W\n—\n58°39.09′ N, 19°14.28′ W\n—\n58°38.11′ N, 19°01.29′ W\n—\n58°53.14′ N, 18°43.54′ W\n—\n59°00.29′ N, 18°01.31′ W\n—\n59°08.01′ N, 17°49.31′ W\n—\n59°08.75′ N, 18°01.47′ W\n—\n59°15.16′ N, 18°01.56′ W\n—\n59°24.17′ N, 17°31.22′ W\n—\n59°21.77′ N, 17°15.36′ W\n—\n59°26.91′ N, 17°01.66′ W\n—\n59°42.69′ N, 16°45.96′ W\n—\n59°20.97′ N, 15°44.75′ W\n—\n59°21′ N, 15°40′ W\n—\n59°26′ N, 14°30′ W\nNorth-West Rockall:\n—\n57°00′ N, 14°53′ W\n—\n57°37′ N, 14°42′ W\n—\n57°55′ N, 14°24′ W\n—\n58°15′ N, 13°50′ W\n—\n57°57′ N, 13°09′ W\n—\n57°50′ N, 13°14′ W\n—\n57°57′ N, 13°45′ W\n—\n57°49′ N, 14°06′ W\n—\n57°29′ N, 14°19′ W\n—\n57°22′ N, 14°19′ W\n—\n57°00′ N, 14°34′ W\n—\n56°56′ N, 14°36′ W\n—\n56°56′ N, 14°51′ W\n—\n57°00′ N, 14°53′ W\nSouth-West Rockall (Empress of Britain Bank):\nArea 1\n—\n56°24′ N, 15°37′ W\n—\n56°21′ N, 14°58′ W\n—\n56°04′ N, 15°10′ W\n—\n55°51′ N, 15°37′ W\n—\n56°10′ N, 15°52′ W\n—\n56°24′ N, 15°37′ W\nArea 2\n—\n55°56.90 N -16°11.30 W\n—\n55°58.20 N -16°11.30 W\n—\n55°58.30 N -16°02.80 W\n—\n55°56.90 N -16°02.80 W\n—\n55°56.90 N -16°11.30 W\nArea 3\n—\n55°49.90 N -15°56.00 W\n—\n55°48.50 N -15°56.00 W\n—\n55°48.30 N -15°50.60 W\n—\n55°49.60 N -15°50.60 W\n—\n55°49.90 N -15°56.00 W\nEdora’s bank\n—\n56°26.00 N -22°26.00 W\n—\n56°28.00 N -22°04.00 W\n—\n56°16.00 N -21°42.00 W\n—\n56°05.00 N -21°40.00 W\n—\n55°55.00 N -21°47.00 W\n—\n55°45.00 N -22°00.00 W\n—\n55°43.00 N -23°14.00 W\n—\n55°50.00 N -23°16.00 W\n—\n56°05.00 N -23°06.00 W\n—\n56°18.00 N -22°43.00 W\n—\n56°26.00 N -22°26.00 W\nSouthwest Rockall Bank\nArea 1\n—\n55°58.16 N -16°13.18 W\n—\n55°58.24 N -16°02.56 W\n—\n55°54.86 N -16°05.55 W\n—\n55°58.16 N -16°13.18 W\nArea 2\n—\n55°55.86 N -15°40.84 W\n—\n55°51.00 N -15°37.00 W\n—\n55°47.86 N -15°53.81 W\n—\n55°49.29 N -15°56.39 W\n—\n55°55.86 N -15°40.84 W\nHatton-Rockall Basin\nArea 1\n—\n58°00.15 N-15°27.23 W\n—\n58°00.15 N -15°38.26 W\n—\n57°54.19 N -15°38.26 W\n—\n57°54.19 N -15°27.23 W\n—\n58°00.15 N -15°27.23 W\nArea 2\n—\n58°06.46 N -16°37.15 W\n—\n58°15.93 N -16°28.46 W\n—\n58°06.77 N -16°10.40 W\n—\n58°03.43 N -16° 10.43 W\n—\n58°01.49 N -16°25.19 W\n—\n58°02.62 N -16°36.96 W\n—\n58°06.46 N -16°37.15 W\nHatton Bank 2\nArea 1\n—\n57°51.76 N -18°05.87 W\n—\n57°55.00 N -17°30.00 W\n—\n58°03.00 N -17°30.00 W\n—\n57°53.10 N -16°56.33 W\n—\n57°35.11 N -18°02.01 W\n—\n57°51.76 N -18°05.87 W\nArea 2\n—\n57°59.96 N -19°05.05 W\n—\n57°45.00 N -19°15.00 W\n—\n57°50.07 N -18°23.82 W\n—\n57°31.13 N -18°21.28 W\n—\n57°14.09 N -19°28.43 W\n—\n57°02.21 N -19°27.53 W\n—\n56°53.12 N -19°28.97 W\n—\n56°50.22 N -19°33.62 W\n—\n56°46.68 N -19°53.72 W\n—\n57°00.04 N -20°04.22 W\n—\n57°10.31 N -19°55.24 W\n—\n57°32.67 N -19°52.64 W\n—\n57°46.68 N -19°37.86 W\n—\n57°59.96 N -19°05.05 W\nLogachev Mound:\n—\n55°17′ N, 16°10′ W\n—\n55°34′ N, 15°07′ W\n—\n55°50′ N, 15°15′ W\n—\n55°33′ N, 16°16′ W\n—\n55°17′ N, 16°10′ W\nWest Rockall Mound:\n—\n57°20′ N, 16°30′ W\n—\n57°05′ N, 15°58′ W\n—\n56°21′ N, 17°17′ W\n—\n56°40′ N, 17°50′ W\n—\n57°20′ N, 16°30′ W\n2.\nWhere, in the course of fishing operations in new and existing bottom fishing areas within the NEAFC Regulatory Area, the quantity of live coral or live sponge caught per gear set exceeds 60 kg of live coral and/or 800 kg of live sponge, the vessel shall inform its flag State, cease fishing and move at least 2 nautical miles away from the position that the evidence suggests is closest to the exact location where this catch was made.\nANNEX XIII\nMITIGATION MEASURES TO REDUCE INCIDENTAL CATCHES OF SENSITIVE SPECIES\nThe following measures to monitor and reduce incidental catches of sensitive species shall apply:\n1.\nThe measures set out in Parts A, B and C.\n2.\nMember States shall take the necessary steps to collect scientific data on incidental catches of sensitive species.\n3.\nAs a result of scientific evidence, validated by ICES, STECF, or in the framework of GFCM, of negative impacts of fishing gear on sensitive species, Member States shall submit joint recommendations for additional mitigation measures for the reduction of incidental catches of the concerned species or in a concerned area on the basis of Article 15 of this Regulation.\n4.\nMember States shall monitor and assess the effectiveness of the mitigation measures established under this Annex.\nPART A\nCetaceans\n1.   Fisheries in which the use of acoustic deterrent devices is mandatory\n1.1.\nIt shall be prohibited for vessels with an overall length of 12 m or more to use the fishing gear in specific areas as defined below without the simultaneous use of active acoustic deterrent devices.\nArea\nGear\nBaltic Sea Area delimited by a line running from the Swedish coast at the point at longitude 13° E, thence due south to latitude 55° N, thence due east to longitude 14° E, thence due north to the coast of Sweden; and, Area delimited by a line running from the eastern coast of Sweden at the point at latitude 55°30′ N, thence due east to longitude 15° E, thence due north to latitude 56° N, thence due east to longitude 16° E thence due north to the coast of Sweden\nAny bottom-set gill net or entangling net\nBaltic Sea sub-division 24 (except for the area covered above)\nAny bottom-set gill net or entangling net\nICES sub-area 4 and ICES division 3a (only from 1 August to 31 October)\nAny bottom-set gill net or entangling net, or combination of these nets, the total length of which does not exceed 400 m\nAny bottom-set gillnet or entangling net ≥ 220 mm\nICES divisions 7e, 7f, 7g, 7h and 7j\nAny bottom-set gillnet or entangling net\nICES division 7d\nAny bottom-set gillnet or entangling net\n1.2.\nPoint 1.1 shall not apply to fishing operations conducted solely for the purpose of scientific investigation which are carried out with the authorisation and under the authority of the Member State or Member States concerned and which aim at developing new technical measures to reduce the incidental capture or killing of cetaceans.\n1.3.\nMember States shall take necessary steps to monitor and assess by means of scientific studies or pilot projects, the effects of acoustic deterrent device use over time in the fisheries and areas concerned.\n2.   Fisheries to be monitored\n2.1.\nMonitoring schemes shall be undertaken on an annual basis and established for vessels flying their flag and with an overall length of 15 m or more to monitor cetacean by-catch, for the fisheries and under the conditions defined below.\nArea\nGear\nICES sub-areas 6, 7 and 8\nPelagic trawls (single and pair)\nMediterranean Sea (of the east of line 5°36′ west\nPelagic trawls (single and pair)\nICES divisions 6a, 7a, 7b, 8a, 8b, 8c and 9a\nBottom-set gillnet or entangling nets using mesh sizes equal to or greater than 80 mm\nICES sub area 4, ICES division 6a, and ICES sub-area 7, with the exception of ICES divisions 7c and 7k\nDriftnets\nICES divisions 3a, 3b, 3c, 3d south of 59° N, 3d north of 59° (only from 1 June to 30 September) and ICES sub-areas 4 and 9\nPelagic trawls (single and pair)\nICES sub-areas 6, 7, 8 and 9\nHigh-opening trawls\nICES divisions 3b, 3c and 3d\nBottom-set gillnet or entangling nets using mesh sizes equal to or greater than 80 mm\n2.2.\nPoint 2.1 shall not apply to fishing operations conducted solely for the purpose of scientific investigation which are carried out with the authorisation and under the authority of the Member State or Member States concerned and which aim at developing new technical measures to reduce the incidental capture or killing of cetaceans.\nPART B\nSeabirds\nWhere the data referred to in point 2 of the introductory paragraph of this Annex indicate a level of incidental catches of seabirds in specific fisheries which constitutes a serious threat to the conservation status of those seabirds, Member States shall use bird scaring lines and/or weighted lines, if it is scientifically proven that such use has a conservation benefit in that area, and where practical and beneficial shall set longlines during the hours of darkness with the minimum of deck lighting necessary for safety.\nPART C\nMarine turtles\n1.   Fisheries in which the use of a turtle excluder device is mandatory.\n1.1.\nIt shall be prohibited for vessels to use the fishing gear specified below in specific areas as defined below without the simultaneous use of a turtle excluder device.\nArea\nSpecies\nGear\nUnion waters in the Indian Ocean and the West Atlantic\nShrimps (Penaeus spp., Xiphopenaeus kroyeri)\nAny shrimp trawl\n1.2.\nThe Commission may adopt implementing acts establishing detailed rules for the specification of the device referred to in point 1.1.\nANNEX XIV\nSPECIES FOR SELECTIVITY PERFORMANCE INDICATORS\nNorth Sea\nNorth Western Waters\nSouth Western Waters\nBaltic Sea\nMediterranean Sea\nCod\nCod\nHake\nCod\nHake\nHaddock\nHaddock\nWhiting\nPlaice\nRed Mullet\nSaithe\nSaithe\nMegrim\nWhiting\nWhiting\nPlaice\nPlaice", "summary": "Conservation of fisheries resources and protection of marine ecosystems\nConservation of fisheries resources and protection of marine ecosystems\nSUMMARY OF:\nRegulation (EU) 2019/1241 — the conservation of fisheries resources and the protection of marine ecosystems through technical measures\nWHAT IS THE AIM OF THE REGULATION?\nIt sets out rules on how, where, when, which and how many fish can be caught in EU waters in order to conserve the species and protect marine ecosystems.\nIt repeals Regulation (EC) No 812/2004, 894/97, 850/98, 2549/2000, 254/2002 and 2187/2005.\nKEY POINTS\nObjectives\nIn line with the reformed EU Common Fisheries Policy, the rules are designed to:\nensure fishing levels correspond to the maximum sustainable yield*, to reduce unwanted catches and eliminate discards, and also to contribute to the achievement of good environmental status;\ncontribute to the protection of juveniles and spawning aggregations of marine species through the use of selective fishing gear and measures for the avoidance of unwanted catches;\nminimise the impacts of fishing gear on marine ecosystems and in particular on sensitive species and habitats, including where appropriate by using incentives and other measures.\nMain features\nThe regulation includes a number of important features such as:\nsimplifying the procedure for regional cooperation with the aim of creating regionalised rules for different fishing zones;\nbanning or restricting certain types of fishing methods including the phasing out of electric pulse fishing;\nbanning or restricting certain types of fishing gear, including mesh sizes;\nsetting out a list of banned species;\nestablishing a result-based approach. With the introduction of selectivity performance indicators*, the aim is to provide a quantified benchmark to be able to measure the effectiveness of technical measures;\nintroducing closed areas and closed seasons for fishing.\nScientific research\nIn order not to hinder scientific research or direct restocking and transplantation, the rules do not apply to operations conducted for these purposes.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 14 August 2019.\nBACKGROUND\n              \nFor further information, see:\nTechnical measures (European Commission).\nKEY TERMS\n              \nMaximum sustainable yield: maximum level at which fish stocks can be routinely exploited without long-term depletion.\nSelectivity performance indicator: reference tool to monitor the progress over time towards the achievement of the Common Fisheries Policy objective of minimising unwanted catches.\nMAIN DOCUMENT\n            \nRegulation (EU) 2019/1241 of the European Parliament and of the Council of 20 June 2019 on the conservation of fisheries resources and the protection of marine ecosystems through technical measures, amending Council Regulations (EC) No 1967/2006, (EC) No 1224/2009 and Regulations (EU) No 1380/2013, (EU) 2016/1139, (EU) 2018/973, (EU) 2019/472 and (EU) 2019/1022 of the European Parliament and of the Council, and repealing Council Regulations (EC) No 894/97, (EC) No 850/98, (EC) No 2549/2000, (EC) No 254/2002, (EC) No 812/2004 and (EC) No 2187/2005 (OJ L 198, 25.7.2019, pp. 105-201)\nRELATED DOCUMENTS\n            \nRegulation (EU) 2019/1022 of the European Parliament and of the Council of 20 June 2019 establishing a multiannual plan for the fisheries exploiting demersal stocks in the western Mediterranean Sea and amending Regulation (EU) No 508/2014 (OJ L 172, 26.6.2019, pp. 1-17)\nSuccessive amendments to Regulation (EU) 2019/1022 have been incorporated into the original text. This consolidated version is of documentary value only.\nRegulation (EU) 2019/472 of the European Parliament and of the Council of 19 March 2019 establishing a multiannual plan for stocks fished in the Western Waters and adjacent waters, and for fisheries exploiting those stocks, amending Regulations (EU) 2016/1139 and (EU) 2018/973, and repealing Council Regulations (EC) No 811/2004, (EC) No 2166/2005, (EC) No 388/2006, (EC) No 509/2007 and (EC) No 1300/2008 (OJ L 83, 25.3.2019, pp. 1-17)\nSee consolidated version.\nRegulation (EU) 2018/973 of the European Parliament and of the Council of 4 July 2018 establishing a multiannual plan for demersal stocks in the North Sea and the fisheries exploiting those stocks, specifying details of the implementation of the landing obligation in the North Sea and repealing Council Regulations (EC) No 676/2007 and (EC) No 1342/2008 (OJ L 179, 16.7.2018, pp. 1-13)\nSee consolidated version.\nRegulation (EU) 2016/1139 of the European Parliament and of the Council of 6 July 2016 establishing a multiannual plan for the stocks of cod, herring and sprat in the Baltic Sea and the fisheries exploiting those stocks, amending Council Regulation (EC) No 2187/2005 and repealing Council Regulation (EC) No 1098/2007 (OJ L 191, 15.7.2016, pp. 1-15)\nSee consolidated version.\nRegulation (EU) No 1380/2013 of the European Parliament and of the Council of 11 December 2013 on the Common Fisheries Policy, amending Council Regulations (EC) No 1954/2003 and (EC) No 1224/2009 and repealing Council Regulations (EC) No 2371/2002 and (EC) No 639/2004 and Council Decision 2004/585/EC (OJ L 354, 28.12.2013, pp. 22-61)\nSee consolidated version.\nCouncil Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Community control system for ensuring compliance with the rules of the common fisheries policy, amending Regulations (EC) No 847/96, (EC) No 2371/2002, (EC) No 811/2004, (EC) No 768/2005, (EC) No 2115/2005, (EC) No 2166/2005, (EC) No 388/2006, (EC) No 509/2007, (EC) No 676/2007, (EC) No 1098/2007, (EC) No 1300/2008, (EC) No 1342/2008 and repealing Regulations (EEC) No 2847/93, (EC) No 1627/94 and (EC) No 1966/2006 (OJ L 343, 22.12.2009, pp. 1-50)\nSee consolidated version.\nDirective 2008/56/EC of the European Parliament and of the Council of 17 June 2008 establishing a framework for community action in the field of marine environmental policy (Marine Strategy Framework Directive) (OJ L 164, 25.6.2008, pp. 19-40)\nSee consolidated version.\nCouncil Regulation (EC) No 1967/2006 of 21 December 2006 concerning management measures for the sustainable exploitation of fishery resources in the Mediterranean Sea, amending Regulation (EEC) No 2847/93 and repealing Regulation (EC) No 1626/94 (OJ L 409, 30.12.2006, pp. 11-85). Text republished in corrigendum (OJ L 36, 8.2.2007, pp. 6-30)\nSee consolidated version.\nlast update 06.12.2019", "tags": ["conservation of fish stocks", "sea fishing", "common fisheries policy", "protection of animal life", "catch quota", "fishery resources", "fishing area", "fishing regulations", "marine ecosystem"], "subjects": ["Fisheries policy"], "split": "validation", "reference_annotations": {"32019R1241_p1": {"text": "regulation 2019/1241 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 20 June 2019---on the conservation of fisheries resources and the protection of marine ecosystems through technical measures, amending Council regulation 1967/2006 regulation 1224/2009 and regulation 1380/2013 regulation 2016/1139 regulation 2018/973 regulation 2019/472 regulation 2019/1022 of the European Parliament and of the Council, and repealing Council regulation 894/97 regulation 850/98 regulation 2549/2000 regulation 254/2002 regulation 812/2004 regulation 2187/2005", "triples": [" regulation 2019/1241,  amending,  regulation 1967/2006", " regulation 2019/1241,  amending,  regulation 1224/2009", " regulation 2019/1241,  amending,  regulation 1380/2013", " regulation 2019/1241,  amending,  regulation 2016/1139", " regulation 2019/1241,  amending,  regulation 2018/973", " regulation 2019/1241,  amending,  regulation 2019/472", " regulation 2019/1241,  amending,  regulation 2019/1022", " regulation 2019/1241,  repealing,  regulation 894/97", " regulation 2019/1241,  repealing,  regulation 850/98", " regulation 2019/1241,  repealing,  regulation 2549/2000", " regulation 2019/1241,  repealing,  regulation 254/2002", " regulation 2019/1241,  repealing,  regulation 812/2004", " regulation 2019/1241,  repealing,  regulation 2187/2005"]}, "32019R1241_p3": {"text": "(*1)  regulation 2019/1241 of the European Parliament and of the Council of 20 June 2019 on the conservation of fishery resources and the protection of marine ecosystems through technical measures, amending Council regulation 1967/2006 regulation 1224/2009 and regulation 1380/2013 regulation 2016/1139 regulation 2018/973 regulation 2019/472 regulation 2019/1022 of the European Parliament and of the Council, and repealing Council regulation 894/97 regulation 850/98 regulation 2549/2000 regulation 254/2002 regulation 812/2004 regulation 2187/2005 (OJ L 198, 25.7.2019, p. 105).’;\"", "triples": [" regulation 2019/1241,  amending,  regulation 1967/2006", " regulation 2019/1241,  amending,  regulation 1224/2009", " regulation 2019/1241,  amending,  regulation 1380/2013", " regulation 2019/1241,  amending,  regulation 2016/1139", " regulation 2019/1241,  amending,  regulation 2018/973", " regulation 2019/1241,  amending,  regulation 2019/472", " regulation 2019/1241,  amending,  regulation 2019/1022", " regulation 2019/1241,  repealing,  regulation 894/97", " regulation 2019/1241,  repealing,  regulation 850/98", " regulation 2019/1241,  repealing,  regulation 2549/2000", " regulation 2019/1241,  repealing,  regulation 254/2002", " regulation 2019/1241,  repealing,  regulation 812/2004", " regulation 2019/1241,  repealing,  regulation 2187/2005"]}, "32019R1241_p4": {"text": "(*2)  regulation 2019/1241 of the European Parliament and of the Council of 20 June 2019 on the conservation of fishery resources and the protection of marine ecosystems through technical measures, amending Council regulation 1967/2006 regulation 1224/2009 and regulation 1380/2013 regulation 2016/1139 regulation 2018/973 regulation 2019/472 regulation 2019/1022 of the European Parliament and of the Council, and repealing Council regulation 894/97 regulation 850/98 regulation 2549/2000 regulation 254/2002 regulation 812/2004 regulation 2187/2005 (OJ L 198, 25.7.2019, p. 105).’;\"", "triples": [" regulation 2019/1241,  amending,  regulation 1967/2006", " regulation 2019/1241,  amending,  regulation 1224/2009", " regulation 2019/1241,  amending,  regulation 1380/2013", " regulation 2019/1241,  amending,  regulation 2016/1139", " regulation 2019/1241,  amending,  regulation 2018/973", " regulation 2019/1241,  amending,  regulation 2019/472", " regulation 2019/1241,  amending,  regulation 2019/1022", " regulation 2019/1241,  repealing,  regulation 894/97", " regulation 2019/1241,  repealing,  regulation 850/98", " regulation 2019/1241,  repealing,  regulation 2549/2000", " regulation 2019/1241,  repealing,  regulation 254/2002", " regulation 2019/1241,  repealing,  regulation 812/2004", " regulation 2019/1241,  repealing,  regulation 2187/2005"]}, "32019R1241_p5": {"text": "(*3)  regulation 2019/1241 of the European Parliament and of the Council of 20 June 2019 on the conservation of fishery resources and the protection of marine ecosystems through technical measures, amending Council regulation 1967/2006 regulation 1224/2009 and regulation 1380/2013 regulation 2016/1139 regulation 2018/973 regulation 2019/472 regulation 2019/1022 of the European Parliament and of the Council, and repealing Council regulation 894/97 regulation 850/98 regulation 2549/2000 regulation 254/2002 regulation 812/2004 regulation 2187/2005 (OJ L 198, 25.7.2019, p. 105).’;\"", "triples": [" regulation 2019/1241,  amending,  regulation 1967/2006", " regulation 2019/1241,  amending,  regulation 1224/2009", " regulation 2019/1241,  amending,  regulation 1380/2013", " regulation 2019/1241,  amending,  regulation 2016/1139", " regulation 2019/1241,  amending,  regulation 2018/973", " regulation 2019/1241,  amending,  regulation 2019/472", " regulation 2019/1241,  amending,  regulation 2019/1022", " regulation 2019/1241,  repealing,  regulation 894/97", " regulation 2019/1241,  repealing,  regulation 850/98", " regulation 2019/1241,  repealing,  regulation 2549/2000", " regulation 2019/1241,  repealing,  regulation 254/2002", " regulation 2019/1241,  repealing,  regulation 812/2004", " regulation 2019/1241,  repealing,  regulation 2187/2005"]}, "32019R1241_p6": {"text": "(*4)  regulation 2019/1241 of the European Parliament and of the Council of 20 June 2019 on the conservation of fishery resources and the protection of marine ecosystems through technical measures, amending Council regulation 1967/2006 regulation 1224/2009 and regulation 1380/2013 regulation 2016/1139 regulation 2018/973 regulation 2019/472 regulation 2019/1022 of the European Parliament and of the Council, and repealing Council regulation 894/97 regulation 850/98 regulation 2549/2000 regulation 254/2002 regulation 812/2004 regulation 2187/2005 (OJ L 198, 25.7.2019, p. 105).’;\"", "triples": [" regulation 2019/1241,  amending,  regulation 1967/2006", " regulation 2019/1241,  amending,  regulation 1224/2009", " regulation 2019/1241,  amending,  regulation 1380/2013", " regulation 2019/1241,  amending,  regulation 2016/1139", " regulation 2019/1241,  amending,  regulation 2018/973", " regulation 2019/1241,  amending,  regulation 2019/472", " regulation 2019/1241,  amending,  regulation 2019/1022", " regulation 2019/1241,  repealing,  regulation 894/97", " regulation 2019/1241,  repealing,  regulation 850/98", " regulation 2019/1241,  repealing,  regulation 2549/2000", " regulation 2019/1241,  repealing,  regulation 254/2002", " regulation 2019/1241,  repealing,  regulation 812/2004", " regulation 2019/1241,  repealing,  regulation 2187/2005"]}, "32019R1241_p8": {"text": "(4)  regulation 1380/2013 of the European Parliament and of the Council of 11 December 2013 on the Common Fisheries Policy, amending Council regulation 1954/2003 regulation 1224/2009 and repealing Council regulation 2371/2002 regulation 639/2004 and Council decision 2004/585/ec (OJ L 354, 28.12.2013, p. 22).", "triples": [" regulation 1380/2013,  amending,  regulation 1954/2003", " regulation 1380/2013,  amending,  regulation 1224/2009", " regulation 1380/2013,  repealing,  regulation 2371/2002", " regulation 1380/2013,  repealing,  regulation 639/2004", " regulation 1380/2013,  repealing,  decision 2004/585/ec"]}, "32019R1241_p9": {"text": "(15)  Council regulation 812/2004 of 26 April 2004 laying down measures concerning bycatches of cetaceans in fisheries and amending regulation 88/98 (OJ L 150, 30.4.2004, p. 12).", "triples": [" regulation 812/2004,  amending,  regulation 88/98"]}, "32019R1241_p10": {"text": "(16)  Council regulation 2187/2005 of 21 December 2005 for the conservation of fishery resources through technical measures in the Baltic Sea, the Belts and the Sound, amending regulation 1434/98 and repealing regulation 88/98 (OJ L 349, 31.12.2005, p. 1).", "triples": [" regulation 2187/2005,  amending,  regulation 1434/98", " regulation 2187/2005,  repealing,  regulation 88/98"]}, "32019R1241_p11": {"text": "(17)  Council regulation 1967/2006 of 21 December 2006 concerning management measures for the sustainable exploitation of fishery resources in the Mediterranean Sea, amending regulation 2847/93 and repealing regulation 1626/94 (OJ L 409, 30.12.2006, p. 11).", "triples": [" regulation 1967/2006,  amending,  regulation 2847/93", " regulation 1967/2006,  repealing,  regulation 1626/94"]}, "32019R1241_p12": {"text": "(18)  Council regulation 1224/2009 of 20 November 2009 establishing a Union control system for ensuring compliance with the rules of the common fisheries policy, amending regulation 847/96 regulation 2371/2002 regulation 811/2004 regulation 768/2005 regulation 2115/2005 regulation 2166/2005 regulation 388/2006 regulation 509/2007 regulation 676/2007 regulation 1098/2007 regulation 1300/2008 regulation 1342/2008 and repealing regulation 2847/93 regulation 1627/94 regulation 1966/2006 (OJ L 343, 22.12.2009, p. 1).", "triples": [" regulation 1224/2009,  amending,  regulation 847/96", " regulation 1224/2009,  amending,  regulation 2371/2002", " regulation 1224/2009,  amending,  regulation 811/2004", " regulation 1224/2009,  amending,  regulation 768/2005", " regulation 1224/2009,  amending,  regulation 2115/2005", " regulation 1224/2009,  amending,  regulation 2166/2005", " regulation 1224/2009,  amending,  regulation 388/2006", " regulation 1224/2009,  amending,  regulation 509/2007", " regulation 1224/2009,  amending,  regulation 676/2007", " regulation 1224/2009,  amending,  regulation 1098/2007", " regulation 1224/2009,  amending,  regulation 1300/2008", " regulation 1224/2009,  amending,  regulation 1342/2008", " regulation 1224/2009,  repealing,  regulation 2847/93", " regulation 1224/2009,  repealing,  regulation 1627/94", " regulation 1224/2009,  repealing,  regulation 1966/2006"]}, "32019R1241_p13": {"text": "(19)  regulation 2016/1139 of the European Parliament and of the Council of 6 July 2016 establishing a multiannual plan for the stocks of cod, herring and sprat in the Baltic Sea and the fisheries exploiting those stocks, amending Council regulation 2187/2005 and repealing Council regulation 1098/2007 (OJ L 191, 15.7.2016, p. 1).", "triples": [" regulation 2016/1139,  amending,  regulation 2187/2005", " regulation 2016/1139,  repealing,  regulation 1098/2007"]}, "32019R1241_p14": {"text": "(20)  regulation 2018/973 of the European Parliament and of the Council of 4 July 2018 establishing a multiannual plan for demersal stocks in the North Sea and the fisheries exploiting those stocks, specifying details of the implementation of the landing obligation in the North Sea and repealing Council regulation 676/2007 regulation 1342/2008 (OJ L 179, 16.7.2018, p. 1).", "triples": [" regulation 2018/973,  repealing,  regulation 676/2007", " regulation 2018/973,  repealing,  regulation 1342/2008"]}, "32019R1241_p15": {"text": "(21)  regulation 2019/472 of the European Parliament and of the Council of 19 March 2019 establishing a multiannual plan for stocks fished in the Western Waters and adjacent waters, and for fisheries exploiting those stocks, amending regulation 2016/1139 regulation 2018/973, and repealing Council regulation 811/2004 regulation 2166/2005 regulation 388/2006 regulation 509/2007 regulation 1300/2008 (OJ L 83, 25.3.2019, p. 1).", "triples": [" regulation 2019/472,  amending,  regulation 2016/1139", " regulation 2019/472,  amending,  regulation 2018/973", " regulation 2019/472,  repealing,  regulation 811/2004", " regulation 2019/472,  repealing,  regulation 2166/2005", " regulation 2019/472,  repealing,  regulation 388/2006", " regulation 2019/472,  repealing,  regulation 509/2007", " regulation 2019/472,  repealing,  regulation 1300/2008"]}, "32019R1241_p16": {"text": "(22)  regulation 2019/1022 of the European Parliament and of the Council of 20 June 2019 establishing a multiannual plan for the fisheries exploiting demersal stocks in the western Mediterranean Sea and amending regulation 508/2014 (OJ L 172, 26.6.2019, p. 1).", "triples": [" regulation 2019/1022,  amending,  regulation 508/2014"]}, "32019R1241_p17": {"text": "(25)  regulation 1343/2011 of the European Parliament and of the Council of 13 December 2011 on certain provisions for fishing in the GFCM (General Fisheries Commission for the Mediterranean) Agreement area and amending Council regulation 1967/2006 concerning management measures for the sustainable exploitation of fishery resources in the Mediterranean Sea (OJ L 347, 30.12.2011, p. 44).", "triples": [" regulation 1343/2011,  amending,  regulation 1967/2006"]}, "32019R1241_p18": {"text": "(26)  regulation 1236/2010 of the European Parliament and of the Council of 15 December 2010 laying down a scheme of control and enforcement applicable in the area covered by the Convention on future multilateral cooperation in the North-East Atlantic fisheries and repealing Council regulation 2791/1999 (OJ L 348, 31.12.2010, p. 17).", "triples": [" regulation 1236/2010,  repealing,  regulation 2791/1999"]}, "32019R1241_p19": {"text": "(28)  regulation 1379/2013 of the European Parliament and of the Council of 11 December 2013 on the common organisation of the markets in fishery and aquaculture products, amending Council regulation 1184/2006 regulation 1224/2009 and repealing Council regulation 104/2000 (OJ L 354, 28.12.2013, p. 1).", "triples": [" regulation 1379/2013,  amending,  regulation 1184/2006", " regulation 1379/2013,  amending,  regulation 1224/2009", " regulation 1379/2013,  repealing,  regulation 104/2000"]}, "32019R1241_p20": {"text": "(8)  regulation 2016/2336 of the European Parliament and of the Council of 14 December 2016 establishing specific conditions for fishing for deep-sea stocks in the north-east Atlantic and provisions for fishing in international waters of the north-east Atlantic and repealing Council regulation 2347/2002 (OJ L 354, 23.12.2016, p. 1).", "triples": [" regulation 2016/2336,  repealing,  regulation 2347/2002"]}, "32019R1241_p21": {"text": "(9)  regulation 2017/1004 of the European Parliament and of the Council of 17 May 2017 on the establishment of a Union framework for the collection, management and use of data in the fisheries sector and support for scientific advice regarding the common fisheries policy and repealing Council regulation 199/2008 (OJ L 157, 20.6.2017, p. 1).", "triples": [" regulation 2017/1004,  repealing,  regulation 199/2008"]}}, "summary_annotations": {"32019R1241_p2": {"text": "regulation 2019/1241 of the European Parliament and of the Council of 20 June 2019 on the conservation of fisheries resources and the protection of marine ecosystems through technical measures, amending Council regulation 1967/2006 regulation 1224/2009 and regulation 1380/2013 regulation 2016/1139 regulation 2018/973 regulation 2019/472 regulation 2019/1022 of the European Parliament and of the Council, and repealing Council regulation 894/97 regulation 850/98 regulation 2549/2000 regulation 254/2002 regulation 812/2004 regulation 2187/2005 (OJ L 198, 25.7.2019, pp. 105-201)", "triples": [" regulation 2019/1241,  amending,  regulation 1967/2006", " regulation 2019/1241,  amending,  regulation 1224/2009", " regulation 2019/1241,  amending,  regulation 1380/2013", " regulation 2019/1241,  amending,  regulation 2016/1139", " regulation 2019/1241,  amending,  regulation 2018/973", " regulation 2019/1241,  amending,  regulation 2019/472", " regulation 2019/1241,  amending,  regulation 2019/1022", " regulation 2019/1241,  repealing,  regulation 894/97", " regulation 2019/1241,  repealing,  regulation 850/98", " regulation 2019/1241,  repealing,  regulation 2549/2000", " regulation 2019/1241,  repealing,  regulation 254/2002", " regulation 2019/1241,  repealing,  regulation 812/2004", " regulation 2019/1241,  repealing,  regulation 2187/2005"]}, "32019R1241_p3": {"text": "regulation 2019/1022 of the European Parliament and of the Council of 20 June 2019 establishing a multiannual plan for the fisheries exploiting demersal stocks in the western Mediterranean Sea and amending regulation 508/2014 (OJ L 172, 26.6.2019, pp. 1-17)", "triples": [" regulation 2019/1022,  amending,  regulation 508/2014"]}, "32019R1241_p4": {"text": "regulation 2019/472 of the European Parliament and of the Council of 19 March 2019 establishing a multiannual plan for stocks fished in the Western Waters and adjacent waters, and for fisheries exploiting those stocks, amending regulation 2016/1139 regulation 2018/973, and repealing Council regulation 811/2004 regulation 2166/2005 regulation 388/2006 regulation 509/2007 regulation 1300/2008 (OJ L 83, 25.3.2019, pp. 1-17)", "triples": [" regulation 2019/472,  amending,  regulation 2016/1139", " regulation 2019/472,  amending,  regulation 2018/973", " regulation 2019/472,  repealing,  regulation 811/2004", " regulation 2019/472,  repealing,  regulation 2166/2005", " regulation 2019/472,  repealing,  regulation 388/2006", " regulation 2019/472,  repealing,  regulation 509/2007", " regulation 2019/472,  repealing,  regulation 1300/2008"]}, "32019R1241_p5": {"text": "regulation 2018/973 of the European Parliament and of the Council of 4 July 2018 establishing a multiannual plan for demersal stocks in the North Sea and the fisheries exploiting those stocks, specifying details of the implementation of the landing obligation in the North Sea and repealing Council regulation 676/2007 regulation 1342/2008 (OJ L 179, 16.7.2018, pp. 1-13)", "triples": [" regulation 2018/973,  repealing,  regulation 676/2007", " regulation 2018/973,  repealing,  regulation 1342/2008"]}, "32019R1241_p6": {"text": "regulation 2016/1139 of the European Parliament and of the Council of 6 July 2016 establishing a multiannual plan for the stocks of cod, herring and sprat in the Baltic Sea and the fisheries exploiting those stocks, amending Council regulation 2187/2005 and repealing Council regulation 1098/2007 (OJ L 191, 15.7.2016, pp. 1-15)", "triples": [" regulation 2016/1139,  amending,  regulation 2187/2005", " regulation 2016/1139,  repealing,  regulation 1098/2007"]}, "32019R1241_p7": {"text": "regulation 1380/2013 of the European Parliament and of the Council of 11 December 2013 on the Common Fisheries Policy, amending Council regulation 1954/2003 regulation 1224/2009 and repealing Council regulation 2371/2002 regulation 639/2004 and Council decision 2004/585/ec (OJ L 354, 28.12.2013, pp. 22-61)", "triples": [" regulation 1380/2013,  amending,  regulation 1954/2003", " regulation 1380/2013,  amending,  regulation 1224/2009", " regulation 1380/2013,  repealing,  regulation 2371/2002", " regulation 1380/2013,  repealing,  regulation 639/2004", " regulation 1380/2013,  repealing,  decision 2004/585/ec"]}, "32019R1241_p8": {"text": "Council regulation 1224/2009 of 20 November 2009 establishing a Community control system for ensuring compliance with the rules of the common fisheries policy, amending regulation 847/96 regulation 2371/2002 regulation 811/2004 regulation 768/2005 regulation 2115/2005 regulation 2166/2005 regulation 388/2006 regulation 509/2007 regulation 676/2007 regulation 1098/2007 regulation 1300/2008 regulation 1342/2008 and repealing regulation 2847/93 regulation 1627/94 regulation 1966/2006 (OJ L 343, 22.12.2009, pp. 1-50)", "triples": [" regulation 1224/2009,  amending,  regulation 847/96", " regulation 1224/2009,  amending,  regulation 2371/2002", " regulation 1224/2009,  amending,  regulation 811/2004", " regulation 1224/2009,  amending,  regulation 768/2005", " regulation 1224/2009,  amending,  regulation 2115/2005", " regulation 1224/2009,  amending,  regulation 2166/2005", " regulation 1224/2009,  amending,  regulation 388/2006", " regulation 1224/2009,  amending,  regulation 509/2007", " regulation 1224/2009,  amending,  regulation 676/2007", " regulation 1224/2009,  amending,  regulation 1098/2007", " regulation 1224/2009,  amending,  regulation 1300/2008", " regulation 1224/2009,  amending,  regulation 1342/2008", " regulation 1224/2009,  repealing,  regulation 2847/93", " regulation 1224/2009,  repealing,  regulation 1627/94", " regulation 1224/2009,  repealing,  regulation 1966/2006"]}, "32019R1241_p9": {"text": "Council regulation 1967/2006 of 21 December 2006 concerning management measures for the sustainable exploitation of fishery resources in the Mediterranean Sea, amending regulation 2847/93 and repealing regulation 1626/94 (OJ L 409, 30.12.2006, pp. 11-85). Text republished in corrigendum (OJ L 36, 8.2.2007, pp. 6-30)", "triples": [" regulation 1967/2006,  amending,  regulation 2847/93", " regulation 1967/2006,  repealing,  regulation 1626/94"]}}}