{"celex_id": "32000D0057", "reference": "EUR-Lex - 32000D0057 - EN\nAvis juridique important\n|\n32000D0057\n2000/57/EC: Commission Decision of 22 December 1999 on the early warning and response system for the prevention and control of communicable diseases under Decision No 2119/98/EC of the European Parliament and of the Council (notified under document number C(1999) 4016)\nOfficial Journal L 021 , 26/01/2000 P. 0032 - 0035\nCOMMISSION DECISIONof 22 December 1999on the early warning and response system for the prevention and control of communicable diseases under Decision No 2119/98/EC of the European Parliament and of the Council(notified under document number C(1999) 4016)(2000/57/EC)THE COMMISSION OF THE EUROPEAN COMMUNITIES,Having regard to the Treaty establishing the European Community,Having regard to Decision No 2119/98/EC of the European Parliament and of the Council of 24 September 1998 setting up a network for the epidemiological surveillance and control of communicable diseases in the Community(1), and in particular Articles 1 and 7 thereof,Whereas:(1) According to Decision No 2119/98/EC, a network at Community level is to be set up to promote cooperation and coordination between the Member States, with the assistance of the Commission, with a view to improving the prevention and control, in the Community, of the categories of communicable diseases specified in the Annex to that Decision. That network is to be used for the epidemiological surveillance of those diseases and for the establishment of an early warning and response system;(2) The diseases and special health issues to be covered by the early warning and response system at Community level should reflect the present needs in the Community, in particular the added value of reaction at Community level;(3) The early warning and response system must address the issues raised by the competent public health authorities in each Member State or evidenced by data collected under Article 4 of Decision No 2119/98/EC;(4) This Decision should facilitate the integration of the Community network set up under Decision No 2119/98/EC with other rapid alert networks set up at national or Community level for diseases and special issues to be covered by the early warning and response system. For the purpose of its implementation, the Community network should therefore operate by using in the first instance the Health Surveillance System for Communicable Diseases within the European Public Health Information Network (EUPHIN-HSSCD), consisting of three components:(a) an early warning and response system for reports of specified threats to the public transmitted by the competent public health authorities of each Member State responsible for determining measures which may be required to protect public health;(b) exchange of information between accredited structures and authorities of the Member States relevant to public health;(c) specific networks on diseases selected for epidemiological surveillance between accredited structures and authorities of the Member States;(5) The development of new useful technologies should be monitored on a regular basis and taken into consideration for the importation of the EUPHIN-HSSCD as the operating system.(6) The measures provided for in this Decision are in accordance with the opinion of the Committee set up by Article 7 of Decision No 2119/98/EC,HAS ADOPTED THIS DECISION:Article 11. The early warning and response system of the Community network shall be reserved for those events defined in Annex I, hereinafter referred to as \"events\", or indications for such events which, by themselves or in association with other similar events, are or have the potential to become public health threats.2. The structures and/or authorities of each Member State shall collect and exchange all necessary information on these events, e.g. by using the national surveillance system, the epidemiological surveillance component of the Community network or any other Community collection system.Article 21. The procedures for the exchange of information indicating an event are described in Annex II, Section 1 (Level 1: Information exchange).2. The procedures to be followed when an event has the potential to become a public health threat, or when an event definitely is a public health threat, are described in Annex II, Section 2 (Level 2: Potential threat) and Section 3 (Level 3: Definite threat).3. The procedures to be followed for information to be provided to the general public and the concerned professions are described in Annex II, Section 4.Article 31. Every year, the competent authorities in Member States shall submit to the Commission not later than 31 March an analytical report of the events and on the procedures applied within the early warning and response system. In addition, the competent authorities in Member States may on a timely basis report on specific events of particular significance.2. The Commission shall, on the basis of the reports, examine in an annual report the operation of the early warning and response system and, if necessary, propose changes thereto.Article 4This Decision shall take effect on 1 January 2000.Article 5This Decision is addressed to the Member States.Done at Brussels, 22 December 1999.For the CommissionDavid BYRNEMember of the Commission(1) OJ L 268, 3.10.1998, p. 1.ANNEX IEvents to be reported within the early warning and response system1. Outbreaks of communicable diseases extending to more than one Member State of the Community.2. Spatial or temporal clustering of cases of disease of a similar type, if pathogenic agents are a possible cause and there is a risk of propagation between Member States within the Community.3. Spatial or temporal clustering of cases of disease of a similar type outside the Community, if pathogenic agents are a possible cause and there is a risk of propagation to the Community.4. The appearance or resurgence of a communicable disease or an infectious agent which may require timely, coordinated Community action to contain it.ANNEX IIProcedures for information, consultation and cooperation under the early warning and response system1. Activation level 1: information exchange(1) If information collected in one or more Member States or coming from other recognised sources suggests that an event is likely, the competent authority responsible for determining measures to protect public health in each Member State concerned shall, via the network, inform their counterparts in other Member States and the Commission without delay of the circumstances and background. On receipt of this information, the competent authorities in concerned Member States shall express their opinion on whether measures by other Member States or coordinated Community actions assisted by the Commission are necessary.(2) The Commission and the concerned Member States shall ensure continuous mutual and rapid exchange of information they receive and shall keep other Member States up to date.(3) The competent public health authorities in the Member State(s) concerned shall assess, in cooperation with the structures and/or authorities, the information collected without delay to ascertain if an event with a public health threat exists.(4) The Commission may convene an extraordinary meeting of the network committee or of experts proposed by the committee to ensure the transparency and effectiveness of any eventual action.2. Activation level 2: potential threatWhen information on an event or indications for such an event point to a potential public health threat, the competent public authorities in the Member State(s) concerned shall inform their counterparts in other Member States and the Commission without delay on the nature and scope of the potential threat and the measures they intend to take themselves or in association with other concerned Member States, the Commission or other parties.2.1. Verification and evaluationThe competent public health authorities in the Member State(s) concerned shall assess, in cooperation with the structures and/or authorities, the information collected without delay to ascertain if an event with a public health threat exists.Field epidemiology expertise, laboratory support, clinical and other essential expertise shall be available as technical assistance for any further investigation within Member States. The Community or individual Member States may provide them if requested by the Member State concerned.The Commission shall assist in coordinating the precautionary measures in preparing for any possible public health threat.The Commission may convene an extraordinary meeting of the Network committee or of experts proposed by the committee to coordinate necessary action.2.2. DeactivationIf the final risk assessment concludes that no public health threat has developed, and no action or only local action is required, the competent public health authorities in each Member State concerned shall inform their counterparts in other Member States and the Commission without delay on the nature and scope of those measures they have taken or intend to take.In the absence of objections within three days by other Member States or the Commission, no other action for the early warning and response system is required.3. Activation level 3: definite threatIf an event results in a public health threat, the competent public health authorities in the Member State(s) concerned shall inform their counterparts in other Member States and the Commission without delay on the nature and scope of the potential threat and the measures they intend to take themselves or in association with other concerned Member States, the Commission and other parties.3.1. Coordination of measuresThe competent public health authorities in the Member State(s) concerned shall without delay inform other Member States and the Commission on the progress and results of the measures taken.The Member States and the Commission shall coordinate further measures to be taken at Community level in conformity with Articles 3 and 6 of Decision No 2119/98/EC.The Commission shall support Member States in coordinating their efforts to cope with the public health threat and to ensure protection of the population.The Commission may convene an extraordinary meeting of the Network committee or delegates nominated by the committee to coordinate action.3.2. DeactivationThe system shall be deactivated after the agreement of the Member States concerned, who shall inform other Member States and the Commission.4. Information to the general public and concerned professionsIf an event arises, Member States shall without delay provide suitable information material to concerned professionals and the general public and shall inform them of the measures adopted.The Commission and Member States shall inform concerned professionals and the general public of any guidance agreed at Community level and shall inform them without delay when the public health threat is over.", "summary": "Early warning and response system for the prevention and control of communicable diseases\nEarly warning and response system for the prevention and control of communicable diseases\nThe early warning and response system is a component of the general network for the epidemiological surveillance and control of communicable diseases set up in the Community in 1998. This instrument provides that the system should be used only for Community-level ‘events’ which have the potential to become public health threats. It also lays down procedures for the operation of the system. The provisions of this instrument ensure personal data protection when contact tracing is undertaken on a European scale.\nACT\nCommission Decision 2000/57/EC of 22 December 1999 on the early warning and response system for the prevention and control of communicable diseases under Decision No 2119/98/EC of the European Parliament and of the Council [Official Journal L 21 of 26.1.2000] [See amending acts].\nSUMMARY\nEVENTS TO BE REPORTED\nThe Community network’s early warning and response system (EWRS) shall be reserved for Community-level events, or indications for such events, which have the potential to become public health threats. Member States shall notify such events and then collect and exchange all necessary information on these events. The scope of the EWRS also includes the notification and coordination of countermeasures applied or envisaged to deal with events constituting a health threat. This coordination between Member States shall take place in liaison with the Commission.\nEvents caused by communicable diseases, and the health measures undertaken in response to them should be notified simultaneously to the EWRS and the World Health Organization (WHO) if they constitute an emergency with international impact by virtue of the International Health Regulations (IHR 2005).\nThe events to be reported within the early warning and response system are as follows:\noutbreaks of communicable diseases extending to more than one Member State of the Community;\nspatial or temporal clustering of cases of disease of a similar type, if pathogenic agents are a possible cause and there is a risk of propagation between Member States;\nspatial or temporal clustering of cases of disease of a similar type outside the Community, if pathogenic agents are a possible cause and there is a risk of propagation to the Community;\nthe appearance or resurgence of a communicable disease or an infectious agent which may require coordinated Community action to contain it;\npathological events or facts creating a risk of a communicable disease and related measures notified to the WHO under the terms of the IHR 2005.\nThe competent authorities of each Member State shall collect and exchange all necessary information on these events and all measures taken or envisaged to deal with these events or the indications of such events, e.g. by using the national surveillance system or the epidemiological surveillance component of the Community network.\nCONTACT TRACING\nWhen measures are taken by the competent authorities of Member States to trace persons who have been exposed to a source of infectious agents and who have developed or are in danger of developing a communicable disease of Community relevance (‘contact tracing’), personal data may sometimes be exchanged within the EWRS. When exchanging personal data the Member States concerned by contact tracing must use a selective communication channel. This shall offer appropriate guarantees when communicating personal data within the EWRS and should ensure that only adequate, relevant and not excessive personal data is circulated within the EWRS. An indicative list of personal data has been established specifically for contact tracing. It includes information concerning:\ntravellers;\naccompanying persons;\ndetails of persons to be contacted in an emergency.\nEuropean legislation on personal data protection (Directive 96/45/EC and Regulation 45/2001/EC) prevails in this case.\nPROCEDURES\nThe Decision provides for procedures for information, consultation and cooperation among Member States and in liaison with the Commission. These procedures are applied at three levels:\nActivation level 1: information exchange\nAction level 1 is put in place if the information collected at national level suggests that an event representing a health risk is likely. In this case, the Commission and the Member States concerned must ensure that information is exchanged rapidly. The information collected must be assessed as quickly as possible by the competent national health authorities.\nActivation level 2: potential threat\nIn the event of a potential threat to public health, similar information, consultation and cooperation procedures shall be set up. Provision is made for phases of verification/evaluation of the information and deactivation of the system.\nActivation level 3: definite threat\nIn the event of a definite threat, the health authorities concerned shall inform their counterparts in other Member States and the Commission without delay of the nature and scope of the potential threat and the measures they intend to take themselves or in association with other Member States.\nCoordination of measures\nThe health authorities concerned shall without delay inform other Member States and the Commission of the progress and results of the measures taken. They may adopt further measures to be taken at Community level. The Commission shall support Member States in coordinating their efforts to cope with the public health threat and to ensure protection of the population.\nDeactivation\nThe system shall be deactivated after the agreement of the Member States concerned, which shall inform other Member States and the Commission.\nInformation to the general public and concerned professions\nIf an event arises, Member States shall without delay provide suitable information material to concerned professionals and the general public and shall inform them of the measures adopted.\nReferences\nAct\nEntry into force\nTransposition in the Member States\nOfficial Journal\nDecision 2000/57/EC\n23.12.1999\n-\nOJ L 21 of 26.1.2000\nAmending act(s)\nEntry into force\nTransposition in the Member States\nOfficial Journal\nDecision 351/2008/EC\n1.5.2008\n-\nOJ L 117 of 1.5.2008\nDecision 2009/547/EC\n-\n-\nOJ L 181 of 14.7.2009\nRELATED ACTS\nReport from the Commission to the Council and the European Parliament Operation of the Early Warning and Response System (EWRS) of the Community Network for the epidemiological surveillance and control of communicable diseases during 2006 and 2007 (Decision 2000/57/EC) (Text with EEA relevance) [COM(2009) 228 final – Not published in the Official Journal].\nReport from the Commission to the Council and the European Parliament of 20 March 2007 on the operation of the Early Warning and Response System (EWRS) of the Community Network for the epidemiological surveillance and control of communicable diseases during years 2004 and 2005 (Decision 57/2000/EC) [COM(2007) 121 final – Not published in the Official Journal].\nReport from the Commission of 29 March 2005 on the operation of the early warning and response system of the Community Network for the epidemiological surveillance and control of communicable diseases (Decision 2000/57/EC) during 2002 and 2003 [COM(2005) 104 final – Not published in the Official Journal].\nDecision No 2119/98/EC of the European Parliament and of the Council of 24 September 1998 setting up a network for the epidemiological surveillance and control of communicable diseases in the Community.\nSee also\nFurther information available on the European Commission’s \"Public Health\" website\nLast updated: 10.11.2009", "tags": ["infectious disease", "disease prevention", "health control", "information network", "EU Member State", "epidemiology"], "subjects": ["Public health"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}