{"celex_id": "32010R1005", "reference": "9.11.2010\nEN\nOfficial Journal of the European Union\nL 291/36\nCOMMISSION REGULATION (EU) No 1005/2010\nof 8 November 2010\nconcerning type-approval requirements for motor vehicle towing devices and implementing Regulation (EC) No 661/2009 of the European Parliament and of the Council concerning type-approval requirements for the general safety of motor vehicles, their trailers and systems, components and separate technical units intended therefor\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION,\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 661/2009 of the European Parliament and of the Council of 13 July 2009 concerning type-approval requirements for the general safety of motor vehicles, their trailers and systems, components and separate technical units intended therefor (1), and in particular Article 14(1)(a) thereof,\nWhereas:\n(1)\nRegulation (EC) No 661/2009 is a separate Regulation for the purposes of the Community type-approval procedure provided for by Directive 2007/46/EC of the European Parliament and of the Council of 5 September 2007 establishing a framework for the approval of motor vehicles and their trailers, and of systems, components and separate technical units intended for such vehicles (Framework Directive) (2).\n(2)\nRegulation (EC) No 661/2009 repeals Council Directive 77/389/EEC of 17 May 1977 on the approximation of the laws of the Member States relating to motor vehicle towing devices (3). The requirements set out in that Directive should be carried over to this Regulation and, where necessary, amended in order to adapt them to the development of scientific and technical knowledge.\n(3)\nThe scope of this Regulation is in line with that of Directive 77/389/EEC and thus limited to vehicles of category M and N.\n(4)\nRegulation (EC) No 661/2009 lays down fundamental provisions on requirements for the type-approval of motor vehicles with regard to towing devices. Therefore, it is necessary to set out the specific procedures, tests and requirements for such type-approval.\n(5)\nThe measures provided for in this Regulation are in accordance with the opinion of the Technical Committee – Motor Vehicles,\nHAS ADOPTED THIS REGULATION:\nArticle 1\nScope\nThis Regulation shall apply to motor vehicles of categories M and N, as defined in Annex II to Directive 2007/46/EC.\nArticle 2\nDefinitions\nFor the purposes of this Regulation, the following definitions shall apply:\n(1)\n‘vehicle type with regard to the towing devices’ means vehicles which do not differ in such essential respects as the characteristics of the towing devices.\n(2)\n‘towing device’ means a device in the shape of a hook, eye or other form, to which a connecting part, such as a towing bar or towing rope, can be fitted.\nArticle 3\nProvisions for EC type-approval of a vehicle with regard to towing devices\n1.   The manufacturer or his representative shall submit to the type-approval authority the application for EC type-approval of a vehicle with regard to towing devices.\n2.   The application shall be drawn up in accordance with the model of the information document set out in Part 1 of Annex I.\n3.   If the relevant requirements set out in Annex II to this Regulation are met, the approval authority shall grant an EC type-approval and issue a type-approval number in accordance with the numbering system set out in Annex VII to Directive 2007/46/EC.\nA Member State may not assign the same number to another vehicle type.\n4.   For the purposes of paragraph 3, the type-approval authority shall deliver an EC type-approval certificate established in accordance with the model set out in Part 2 of Annex I.\nArticle 4\nValidity and extension of approvals granted under Directive 77/389/EEC\nNational authorities shall permit the sale and entry into service of vehicles type-approved before the date referred to in Article 13, paragraph 2 of Regulation (EC) No 661/2009, and continue to grant extension of approvals to those vehicles under the terms of Directive 77/389/EEC.\nArticle 5\nEntry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 8 November 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 200, 31.7.2009, p. 1.\n(2)  OJ L 263, 9.10.2007, p. 1.\n(3)  OJ L 154, 13.6.1977, p. 41.\nANNEX I\nAdministrative documents for EC type-approval of motor vehicles with regard to towing devices\nPART 1\nInformation document\nMODEL\nInformation document No … relating to the EC type-approval of a motor vehicle with regard to towing devices.\nThe following information shall be supplied in triplicate and include a list of contents. Any drawings shall be supplied in appropriate scale and in sufficient detail on size A4 or on a folder of A4 format. Photographs, if any, shall show sufficient detail.\nIf the systems, components or separate technical units referred to in this information document have electronic controls, information concerning their performance shall be supplied.\n0.   GENERAL\n0.1.   Make (trade name of manufacturer): …\n0.2.   Type: …\n0.2.1.   Commercial name(s) (if available): …\n0.3.   Means of identification of type, if marked on the vehicle (1): …\n0.3.1.   Location of that marking: …\n0.4.   Category of vehicle (2): …\n0.5.   Name and address of manufacturer: …\n0.8.   Name(s) and address(es) of assembly plant(s): …\n0.9.   Name and address of the manufacturer's representative (if any): …\n1.   GENERAL CONSTRUCTION CHARACTERISTICS OF THE VEHICLE\n1.1.   Photographs and/or drawings of a representative vehicle: …\n2.   MASSES AND DIMENSIONS (3)\n (4)\n2.8.   Technically permissible maximum laden mass stated by the manufacturer (5): …\n2.11.5.   Vehicle is/is not (6) suitable for towing loads\n12.   MISCELLANEOUS\n12.3.   Towing device(s)\n12.3.1.   Front: hook/eye/other (6)\n12.3.2.   Rear: hook/eye/other/none (6)\n12.3.3.   Drawing or photograph of the chassis/area of the vehicle body showing the position, construction and mounting of the towing device(s): …\nExplanatory notes\nPART 2\nEC type-approval certificate\nMODEL\nFormat: A4 (210 × 297 mm)\nEC TYPE-APPROVAL CERTIFICATE\nCommunication concerning:\n—\nEC type-approval (7)\n—\nextension of EC type-approval (7)\n—\nrefusal of EC type-approval (7)\n—\nwithdrawal of EC type-approval (7)\nof a type of vehicle with regard to towing devices\nwith regard to Regulation (EU) No 1005/2010, as last amended by Regulation (EU) No …/… (7)\nEC type-approval number: …\nReason for extension: …\nSECTION I\n0.1.   Make (trade name of manufacturer): …\n0.2.   Type: …\n0.2.1.   Commercial name(s) (if available): …\n0.3.   Means of identification of type, if marked on the vehicle (8): …\n0.3.1.   Location of that marking: …\n0.4.   Category of vehicle (9): …\n0.5.   Name and address of manufacturer: …\n0.8.   Name(s) and address(es) of assembly plant(s): …\n0.9.   Name and address of the manufacturer's representative (if any): …\nSECTION II\n1.   Additional information: see Addendum.\n2.   Technical service responsible for carrying out the tests: …\n3.   Date of test report: …\n4.   Number of test report: …\n5.   Remarks (if any): see Addendum.\n6.   Place: …\n7.   Date: …\n8.   Signature: …\nAttachments\n:\nInformation package\nTest report\n(1)  If the means of identification of type contains characters not relevant to describe the vehicle, component or separate technical unit types covered by this information document, such characters shall be represented in the documentation by the symbol ‘?’ (e.g. ABC??123??).\n(2)  Classified according to the definitions set out in Directive 2007/46/EC Part A of Annex II.\n(3)  Where there is one version with a normal cab and another with a sleeper cab, both sets of masses and dimensions are to be stated.\n(4)  Standard ISO 612: 1978 - Road vehicles - Dimensions of motor vehicles and towed vehicles - terms and definitions.\n(5)  Please fill in here the upper and lower values for each variant.\n(6)  Delete where not applicable.\n(7)  Delete where not applicable.\n(8)  If the means of identification of type contains characters not relevant to describe the vehicle, component or separate technical unit types covered by this information document, such characters shall be represented in the documentation by the symbol ‘?’ (e.g. ABC??123??).\n(9)  As defined in Directive 2007/46/EC, Annex II, Section A.\nAddendum\nto EC type-approval certificate No …\n1.\nAdditional information:\n1.1.\nBrief description of the vehicle type as regards its structure, dimensions, lines and constituent materials: …\n1.2.\nTotal number and location of towing device(s): …\n1.3.\nMethod of attachment to the vehicle: …\n1.4.\nTechnically permissible maximum laden mass of the vehicle (kg): …\n2.\nFront towing device(s): removable/not removable (1) hook/eye/other (1)\n3.\nRear towing device(s): removable/not removable (1) hook/eye/other/none (1)\n4.\nVehicle is/is not (1) suitable for towing loads\n5.\nRemarks: …\n(1)  Delete where not applicable.\nANNEX II\nRequirements for towing devices\n1.   SPECIFIC REQUIREMENTS\n1.1.   Minimum number of devices.\n1.1.1.\nAll motor vehicles must have a towing device fitted at the front.\n1.1.2.\nVehicles in category M1, as defined in Directive 2007/46/EC Part A of Annex II, except for those vehicles not suitable for towing any load, must also be fitted with a towing device at the rear.\n1.1.3.\nA rear towing device may be substituted by a mechanical coupling device, as defined in UN-ECE Regulation No 55 (1), provided that the requirements of paragraph 1.2.1. are met.\n1.2.   Load and stability\n1.2.1.\nEach towing device fitted to the vehicle must be able to withstand a tractive and compressive static force equivalent to at least half the technically permissible maximum laden mass of the vehicle.\n2.   TEST PROCEDURE\n2.1.   Both tractive and compressive test loads are applied on each separate towing device fitted to the vehicle.\n2.2.   The test loads shall be applied in horizontal longitudinal direction, in relation to the vehicle.\n(1)  OJ L 373, 27.12.2006, p. 50.", "summary": "Motor vehicle towing devices\nMotor vehicle towing devices\nSUMMARY OF:\nRegulation (EU) No 1005/2010 on type-approval requirements for motor vehicle towing devices\nWHAT IS THE AIM OF THE REGULATION?\nIt sets out rules on the type-approval of motor vehicle towing devices*.\nIt aims to adapt current requirements to developments in scientific and technical knowledge.\nIt forms part of the implementation of the Regulation (EC) No 661/2009 on the general safety of motor vehicles.\nKEY POINTS\nTypes of vehicles concerned\nThis regulation applies to vehicles of category M and N, namely:\nmotor vehicles designed and built for passenger transport having at least 4 wheels;\nmotor vehicles designed and built to transport goods having at least 4 wheels.\nRequirements for towing devices\nManufacturers are required to equip vehicles with a towing device. Towing devices must be able to withstand a tractive and compressive static force equivalent to at least half the technically permissible maximum laden mass of the vehicle.\nThe regulation also establishes test procedures to check compliance of devices.\nRules for EU type-approval\nThe vehicle manufacturer must submit an application for EU type-approval to the competent authority. This application must contain certain information, namely:\nthe make and type of the vehicle;\nthe technically permissible maximum laden mass declared by the manufacturer;\na drawing or photograph of the chassis/area of the vehicle body showing the position, construction and mounting of the towing device.\nIf the competent authority considers that the vehicle satisfies all of the requirements concerning towing devices, it grants EU type-approval and issues a type-approval number in accordance with Directive 2007/46/EC.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 29 November 2010.\nBACKGROUND\n              \nFor more information, see:\nDirectives and regulations on motor vehicles, their trailers, systems and components (European Commission).\nKEY TERMS\n              \nTowing device: a device in the shape of a hook, eye or other form, to which a connecting part, such as a towing bar or towing rope, can be fitted.\nMAIN DOCUMENT\n            \nCommission Regulation (EU) No 1005/2010 of 8 November 2010 concerning type-approval requirements for motor vehicle towing devices and implementing Regulation (EC) No 661/2009 of the European Parliament and of the Council concerning type-approval requirements for the general safety of motor vehicles, their trailers and systems, components and separate technical units intended therefor (OJ L 291, 9.11.2010, pp. 36-42)\nRELATED DOCUMENTS\n            \nRegulation (EC) No 661/2009 of the European Parliament and of the Council of 13 July 2009 concerning type-approval requirements for the general safety of motor vehicles, their trailers and systems, components and separate technical units intended therefor (OJ L 200, 31.7.2009, pp. 1-24)\nSuccessive amendments to Regulation (EC) No 661/2009 have been incorporated into the original text. This consolidated version is of documentary value only.\nDirective 2007/46/EC of the European Parliament and of the Council of 5 September 2007 establishing a framework for the approval of motor vehicles and their trailers, and of systems, components and separate technical units intended for such vehicles (Framework Directive) (OJ L 263, 9.10.2007, pp. 1-160)\nSee consolidated version.\nlast update 02.05.2019", "tags": ["approval", "approximation of laws", "motor vehicle", "commercial vehicle", "safety standard", "technical standard"], "subjects": ["Technology", "Transport", "Industry"], "split": "train", "reference_annotations": {"32010R1005_p1": {"text": "COMMISSION regulation 1005/2010///of 8 November 2010---concerning type-approval requirements for motor vehicle towing devices and implementing regulation 661/2009 of the European Parliament and of the Council concerning type-approval requirements for the general safety of motor vehicles, their trailers and systems, components and separate technical units intended therefor", "triples": [" regulation 1005/2010,  implementing,  regulation 661/2009"]}, "32010R1005_p2": {"text": "regulation 661/2009 repeals Council directive 77/389/eec of 17 May 1977 on the approximation of the laws of the Member States relating to motor vehicle towing devices (3). The requirements set out in that Directive should be carried over to this Regulation and, where necessary, amended in order to adapt them to the development of scientific and technical knowledge.", "triples": [" regulation 661/2009,  repeals,  directive 77/389/eec"]}}, "summary_annotations": {"32010R1005_p1": {"text": "Commission regulation 1005/2010 of 8 November 2010 concerning type-approval requirements for motor vehicle towing devices and implementing regulation 661/2009 of the European Parliament and of the Council concerning type-approval requirements for the general safety of motor vehicles, their trailers and systems, components and separate technical units intended therefor (OJ L 291, 9.11.2010, pp. 36-42)", "triples": [" regulation 1005/2010,  implementing,  regulation 661/2009"]}}}