{"celex_id": "21994A0316(02)", "reference": "16.3.1994\nEN\nOfficial Journal of the European Communities\nL 73/20\nCONVENTION\non the Protection of the Marine Environment of the Baltic Sea Area, 1992\nTHE CONTRACTING PARTIES,\nCONSCIOUS of the indispensable values of the marine environment of the Baltic Sea area, its exceptional hydrographic and ecological characteristics and the sensitivity of its living resources to changes in the environment;\nBEARING in mind the historical and present economic, social and cultural values of the Baltic Sea area for the well-being and development of the peoples of that region;\nNOTING with deep concern the still ongoing pollution of the Baltic Sea area;\nDECLARING their firm determination to assure the ecological restoration of the Baltic Sea, ensuring the possibility of self-regeneration of the marine environment and preservation of its ecological balance;\nRECOGNIZING that the protection and enhancement of the marine environment of the Baltic Sea area are tasks that cannot effectively be accomplished by national efforts alone but by close regional cooperation and other appropriate international measures;\nAPPRECIATING the achievements in environmental protection within the framework of the 1974 Convention on the Protection of the Marine Environment of the Baltic Sea Area, and the role of the Baltic Marine Environment Protection Commission therein;\nRECALLING the pertinent provisions and principles of the 1972 Declaration of the Stockholm Conference on the Human Environment and the 1975 Final Act of the Conference on Security and Cooperation in Europe (CSCE);\nDESIRING to enhance cooperation with competent regional organizations such as the International Baltic Sea Fishery Commission established by the 1973 Gdansk Convention on Fishing and Conservation of the Living Resources in the Baltic Sea and the Belts;\nWELCOMING the Baltic Sea Declaration by the Baltic and other interested States, the European Economic Community and cooperating international financial institutions assembled at Ronneby in 1990, and the Joint Comprehensive Programme aimed at a joint action plan in order to restore the Baltic Sea area to a sound ecological balance;\nCONSCIOUS of the importance of transparency and public awareness as well as the work by non-governmental organizations for successful protection of the Baltic Sea area;\nWELCOMING the improved opportunities for closer cooperation which have been opened by the recent political developments in Europe on the basis of peaceful cooperation and mutual understanding;\nDETERMINED to embody developments in international environmental policy and environmental law into a new convention to extend, strengthen and modernize the legal regime for the protection of the marine environment of the Baltic Sea area;\nHAVE AGREED as follows:\nArticle 1\nConvention area\nThis Convention shall apply to the Baltic Sea area. For the purposes of this Convention the ‘Baltic Sea area’ shall be the Baltic Sea and the entrance to the Baltic Sea bounded by the parallel of the Skaw in the Skagerrak at 57o44,43'N. It includes the internal waters, i.e, for the purpose of this Convention waters on the landward side of the base lines from which the breadth of the territorial sea is measured up to the landward limit according to the designation by the Contracting Parties.\nA Contracting Party shall, at the time of the deposit of the instrument of ratification, approval or accession inform the depositary of the designation of its internal waters for the purposes of this Convention.\nArticle 2\nDefinitions\nFor the purposes of this Convention:\n1.\n‘pollution’ means introduction by man, directly or indirectly, of substances or energy into the sea, including estuaries, which are liable to create hazards to human health, to harm living resources and marine ecosystems, to cause hindrance to legitimate uses of the sea including fishing, to impair the quality for use of sea water, and to lead to a reduction of amenities;\n2.\n‘pollution from land-based sources’ means pollution of the sea by point or diffuse inputs from all sources on land reaching the sea waterborne, airborne or directly from the coast. It includes pollution from any deliberate disposal under the sea bed with access from land by tunnel, pipeline or other means;\n3.\n‘ship’ means a vessel of any type whatsoever operating in the marine environment and includes hydrofoil boats, air-cushion vehicles, submersibles, floating craft and fixed or floating platforms;\n4.\n(a)\n‘dumping’ means:\n(i)\nany deliberate disposal at sea or into the sea bed of wastes or other matter from ships, other man-made structures at sea or aircraft;\n(ii)\nany deliberate disposal at sea of ships, other man-made structures at sea or aircraft;\n(b)\n‘dumping’ does not include:\n(i)\nthe disposal at sea of wastes or other matter incidental to, or derived from the normal operations of ships, other man-made structures at sea or aircraft and their equipment, other than wastes or other matter transported by or to ships, other man-made structures at sea or aircraft, operating for the purpose of disposal of such matter or derived from the treatment of such wastes or other matter on such ships, structures or aircraft;\n(ii)\nplacement of matter for a purpose other than the mere disposal thereof, provided that such placement is not contrary to the aims of the present Convention;\n5.\n‘incineration’ means the deliberate combustion of wastes or other matter at sea for the purpose of their thermal destruction. Activities incidental to the normal operation of ships or other man-made structures are excluded from the scope of this definition;\n6.\n‘oil’ means petroleum in any form including crude oil, fuel oil, sludge, oil refuse and refined products;\n7.\n‘harmful substance’ means any substance, which, if introduced into the sea, is liable to cause pollution;\n8.\n‘hazardous substance’ means any harmful substance which due to its intrinsic properties is persistent, toxic or liable to bio-accumulate,\n9.\n‘pollution incident’ means an occurrence or series of occurrences having the same origin, which results or may result in a discharge of oil or other harmful substances and which poses or may pose a threat to the marine environment of the Baltic Sea or to the coastline or related interests of one or more Contracting Parties, and which requires emergency actions or other immediate response;\n10.\n‘regional economic integration organization’ means any organization constituted by sovereign States, to which their member States have transferred competence in respect of matters governed by this Convention, including the competence to enter into international agreements in respect of these matters;\n11.\nthe ‘Commission’ means the Baltic Marine Environment Protection Commission referred to in Article 19.\nArticle 3\nFundamental principles and obligations\n1.   The Contracting Parties shall individually or jointly take all appropriate legislative, administrative or other relevant measures to prevent and eliminate pollution in order to promote the ecological restoration of the Baltic Sea area and the preservation of its ecological balance.\n2.   The Contracting Parties shall apply the precautionary principle, i.e., to take preventive measures when there is reason to assume that substances or energy introduced, directly or indirectly, into the marine environment may create hazards to human health, harm living resources and marine ecosystems, damage amenities or interfere with other legitimate uses of the sea even when there is no conclusive evidence of a causal relationship between inputs and their alleged effects.\n3.   In order to prevent and eliminate pollution of the Baltic Sea area the Contracting Parties shall promote the use of best environmental practice and best available technology. If the reduction of inputs, resulting from the use of best environmental practice and best available technology, as described in Annex II, does not lead to environmentally acceptable results, additional measures shall be applied.\n4.   The Contracting Parties shall apply the polluter-pays principle.\n5.   The Contracting Parties shall ensure that measurements and calculations of emissions from point sources to water and air and of inputs from diffuse sources to water and air are carried out in a scientifically appropriate manner in order to assess the state of the marine environment of the Baltic Sea area and ascertain the implementation of this Convention.\n6.   The Contracting Parties shall use their best endeavours to ensure that the implementation of this Convention does not cause transboundary pollution in areas outside the Baltic Sea area. Furthermore, the relevant measures shall not lead either to unacceptable environmental strains on air quality and the atmosphere or on waters soil and ground water, to unacceptably harmful or increasing waste disposal, or to increased risks to human health.\nArticle 4\nApplication\n1.   This Convention shall apply to the protection of the marine environment of the Baltic Sea area which comprises the water-body and the sea bed including their living resources and other forms of marine life.\n2.   Without prejudice to its sovereignty each Contracting Party shall implement the provisions of this Convention within its territorial sea and its internal waters through its national authorities.\n3.   This Convention shall not apply to any warship, naval auxiliary, military aircraft or other ship and aircraft owned or operated by a State and used, for the time being, only on government non-commercial service.\nHowever, each Contracting Party shall ensure, by the adoption of appropriate measures not impairing the operations or operational capabilities of such ships and aircraft owned or operated by it, that such ships and aircraft act in a manner consistent, so far as is reasonable and practicable, with this Convention.\nArticle 5\nHarmful substances\nThe Contracting Parties undertake to prevent and eliminate pollution of the marine environment of the Baltic Sea area caused by harmful substances from all sources, according to the provisions; of this Convention and, to this end, to implement the procedures and measures of Annex I.\nArticle 6\nPrinciples and obligations concerning pollution from land-based sources\n1.   The Contracting Parties undertake to prevent and eliminate pollution of the Baltic Sea area from land-based sources by using, inter alia, best environmental practice for all sources and best available technology for point sources. The relevant measures to this end shall be taken by each Contracting Party in the catchment area of the Baltic Sea without prejudice to its sovereignty.\n2.   The Contracting Parties shall implement the procedures and measures set out in Annex III. To this end they shall, inter alia, as appropriate cooperate in the development and adoption of specific programmes, guidelines, standards or regulations concerning emissions and inputs to water and air, environmental quality, and products containing harmful substances and materials and the use thereof.\n3.   Harmful substances from point sources shall not, except in negligible quantities, be introduced directly or indirectly into the marine environment of the Baltic Sea area, without a prior special permit, which may be periodically reviewed, issued by the appropriate national authority in accordance with the principles contained in Annex III, Regulation 3. The Contracting Parties shall ensure that authorized emissions to water and air are monitored and controlled.\n4.   If the input from a watercourse, flowing through the territories of two or more Contracting Parties or forming a boundary between them, is liable to cause pollution of the marine environment of the Baltic Sea area, the Contracting Parties concerned shall jointly and, if possible, in cooperation with a third State interested or concerned, take appropriate measures in order to prevent and eliminate such pollution.\nArticle 7\nEnvironmental impact assessment\n1.   Whenever an environmental impact assessment of a proposed activity that is likely to cause a significant adverse impact on the marine environment of the Baltic Sea area is required by international law or supranational regulations applicable to the Contracting Party of origin, that Contracting Party shall notify the Commission and any Contracting Party which may be affected by a transboundary impact on the Baltic Sea area.\n2.   The Contracting Party of origin shall enter into consultations with any Contracting Party which is likely to be affected by such transboundary, impact, whenever consultations are required by international law or supranational regulations applicable to the Contracting Party of origin.\n3.   Where two or more Contracting Parties share transboundary waters within the catchment area of the Baltic Sea, these Parties shall cooperate to ensure that potential impacts on the marine environment of the Baltic Sea area are fully investigated within the environmental impact assessment referred to in paragraph 1 of this Article. The Contracting Parties concerned shall jointly take appropriate measures in order to prevent and eliminate pollution including cumulative deleterious effects.\nArticle 8\nPrevention of pollution from ships\n1.   In order to protect the Baltic Sea area from pollution from ships, the Contracting Parties shall take measures as set out in Annex IV.\n2.   The Contracting Parties shall develop and apply uniform requirements for the provision of reception facilities for ship-generated wastes, taking into account, inter alia, the special needs of passenger ships operating in the Baltic Sea area.\nArticle 9\nPleasure craft\nThe Contracting Parties shall, in addition to implementing those provisions of this Convention which can appropriately be applied to pleasure craft, take special measures in order to abate harmful effects on the marine environment of the Baltic Sea area caused by pleasure craft activities. The measures shall, inter alia, deal with air pollution, noise and hydrodynamic effects as well as with adequate reception facilities for wastes from pleasure craft.\nArticle 10\nProhibition of incineration\n1.   The Contracting Parties shall prohibit incineration in the Baltic Sea area.\n2.   Each Contracting Party undertakes to ensure compliance with the provisions of this Article by ships:\n(a)\nregistered in its territory or flying its flag;\n(b)\nloading, within its territory or territorial sea, matter which is to be incinerated; or\n(c)\nbelieved to be engaged in incineration within its internal waters and territorial sea.\n3.   In case of suspected incineration the Contracting Parties shall cooperate in investigating the matter in accordance with Regulation 2 of Annex IV.\nArticle 11\nPrevention of dumping\n1.   The Contracting Parties shall, subject to exemptions set forth in paragraphs 2 and 4 of this Article, prohibit dumping in the Baltic Sea area.\n2.   Dumping of dredged material shall be subject to a prior special permit issued by the appropriate national authority in accordance with the provisions of Annex V.\n3.   Each Contracting Party undertakes to ensure compliance with the provisions of this Article by ships and aircraft:\n(a)\nregistered in its territory or flying its flag;\n(b)\nloading, within its territory or territorial sea, matter which is to be dumped; or\n(c)\nbelieved to be engaged in dumping within its internal waters and territorial sea.\n4.   The provisions of this Article shall not apply when the safety of human life or of a ship or aircraft at sea is threatened by the complete destruction or total loss of the ship or aircraft, or in any case which constitutes a danger to human life, if dumping appears to be the only way of averting the threat and if there is every probability that the damage consequent upon such dumping will be less than would otherwise occur. Such dumping shall be so conducted as to minimize the likelihood of damage to human or marine life.\n5.   Dumping made under the provisions of paragrah 4 of this Article shall be reported and dealt with in accordance with Annex VII and shall be reported forthwith to the Commission in accordance with the provisions of Regulation 4 of Annex V.\n6.   In case of dumping suspected to be in contravention of the provisions of this Article the Contracting Parties shall cooperate in investigating the matter in accordance with Regulation 2 of Annex IV.\nArticle 12\nExploration and exploitation of the sea bed and its subsoil\n1.   Each Contracting Party shall take all measures in order to prevent pollution of the marine environment of the Baltic Sea area resulting from exploration or exploitation of its part of the sea bed and the subsoil thereof or from any associated activities thereon as well as to ensure that adequate preparedness is maintained for immediate response actions against pollution incidents caused by such activities.\n2.   In order to prevent and eliminate pollution from such activities the Contracting Parties undertake to implement the procedures and measures set out in Annex VI, as far as they are applicable.\nArticle 13\nNotification and consultation on pollution incidents\n1.   Whenever a pollution incident in the territory of a Contracting Party is likely to cause pollution to the marine environment of the Baltic Sea area outside its territory and adjacent maritime area in which it exercises sovereign rights and jurisdiction according to international law, this Contracting Party shall notify without delay such Contracting Parties whose interests are affected or likely to be affected.\n2.   Whenever deemed necessary by the Contracting Parties referred to in paragraph 1, consultations should take place with a view to preventing, reducing and controlling such pollution.\n3.   Paragraphs 1 and 2 shall also apply in cases where a Contracting Party has sustained such pollution from the territory of a third State.\nArticle 14\nCooperation in combating marine pollution\nThe Contracting Parties shall individually and jointly take, as set out in Annex VII, all appropriate measures to maintain adequate ability and to respond to pollution incidents in order to eliminate or minimize the consequences of these incidents to the marine environment of the Baltic Sea Area.\nArticle 15\nNature conservation and biodiversity\nThe Contracting Parties shall individually and jointly take all appropriate measures with respect to the Baltic Sea area and its coastal ecosystems influenced by the Baltic Sea to conserve natural habitats and biological diversity and to protect ecological processes. Such measures shall also be taken in order to ensure the sustainable use of natural resources within the Baltic Sea area. To this end, the Contracting Parties shall aim at adopting subsequent instruments containing appropriate guidelines and criteria.\nArticle 16\nReporting and exchange of Information\n1.   The Contracting Parties shall report to the Commission at regular intervals on:\n(a)\nthe legal, regulatory, or other measures taken for the implementation of the provisions of this Convention, of its Annexes and of recommendations adopted thereunder;\n(b)\nthe effectiveness of the measures taken to implement the provisions referred to in subparagraph (a) of this paragraph; and\n(c)\nproblems encountered in the implementation of the provisions referred to in subparagraph (a) of this paragraph.\n2.   On the request of a Contracting Party or of the Commission, the Contracting Parties shall provide information on discharge permits, emission data or data on environmental quality, as far as available.\nArticle 17\nInformation to the public\n1.   The Contracting Parties shall ensure that information is made available to the public on the condition of the Baltic Sea and the waters in its catchment area, measures taken or planned to be taken to prevent and eliminate pollution and the effectiveness of those measures. For this purpose, the Contracting Parties shall ensure that the following information is made available to the public:\n(a)\npermits issued and the conditions required to be met;\n(b)\nresults of water and effluent sampling carried out for the purposes of monitoring and assessment, as well as results of checking compliance with water-quality objectives or permit conditions; and\n(c)\nwater-quality objectives.\n2.   Each Contracting Party shall ensure that this information shall be available to the public at all reasonable times and shall provide members of the public with reasonable facilities for obtaining, on payment of reasonable charges, copies of entries in its registers.\nArticle 18\nProtection of information\n1.   The provisions of this Convention shall not affect the right or obligation of any Contracting Party under its national law and applicable supra-national regulation to protect information related to intellectual property including industrial and commercial secrecy or national security and the confidentiality of personal data.\n2.   If a Contracting Party nevertheless decides to supply such protected information to another Contracting Party, the Party receiving such protected information shall respect the confidentiality of the information received and the conditions under which it is supplied, and shall use that information only for the purposes for which it was supplied.\nArticle 19\nCommission\n1.   The Baltic Marine Environment Protection Commission, referred to as ‘the Commission’, is established for the purposes of this Convention.\n2.   The Baltic Marine Environment Protection Commission, established pursuant to the Convention on the Protection of the Marine Environment of the Baltic Sea Area of 1974, shall be the Commission.\n3.   The chairmanship of the Commission shall be given to each Contracting Party in turn in alphabetical order of the names of the Contracting Parties in the English language. The chairman shall serve for a period of two years, and cannot during the period of chairmanship serve as a representative of the Contracting Party holding the chairmanship.\nShould the chairman fail to complete his term, the Contracting Party holding the chairmanship shall nominate a successor to remain in office until the term of that Contracting Party expires.\n4.   Meetings of the Commission shall be held at least once a year upon convocation by the chairman. Extraordinary meetings shall, upon the request of any Contracting Party endorsed by another Contracting Party, be convened by the chairman to be held as soon as possible, however, not later than 90 days after the date of submission of the request.\n5.   Unless otherwise provided under this Convention, the Commission shall take its decisions unanimously.\nArticle 20\nThe duties of the Commission\n1.   The duties of the Commission shall be:\n(a)\nto keep the implementation of this Convention under continuous observation;\n(b)\nto make recommendations on measures relating to the purposes of this Convention;\n(c)\nto keep under review the contents of this Convention including its Annexes and to recommend to the Contracting Parties such amendments to this Convention including its Annexes as may be required including changes in the list of substances and materials as well as the adoption of new Annexes;\n(d)\nto define pollution control criteria, objectives for the reduction of pollution, and objectives concerning measures, particularly those described in Annex III;\n(e)\nto promote in close cooperation with appropriate governmental bodies, taking into consideration subparagraph (f) of this Article, additional measures to protect the marine environment of the Baltic Sea area and for this purpose:\n(i)\nto receive, process, summarize and disseminate relevant scientific, technological and statistical information from available sources; and\n(ii)\nto promote scientific and technological research; and\n(f)\nto seek, when appropriate, the services of competent regional and other international organizations to collaborate in scientific and technological research as well as other relevant activities pertinent to the objectives of this Convention.\n2.   The Commission may assume such other functions as it deems appropriate to further the purposes of this Convention.\nArticle 21\nAdministrative provisions for the Commission\n1.   The working language of the Commission shall be English.\n2.   The Commission shall adopt its rules of procedure.\n3.   The office of the Commission, known as ‘the secretariat’, shall be in Helsinki.\n4.   The Commission shall appoint an executive secretary and make provisions for the appointment of such other personnel as may be necessary, and determine the duties, terms and conditions of service of the executive secretary.\n5.   The executive secretary shall be the chief administrative official of the Commission and shall perform the functions that are necessary for the administration of this Convention, the work of the Commission and other tasks entrusted to the executive secretary by the Commission and its rules of procedure.\nArticle 22\nFinancial provisions for the Commission\n1.   The Commission shall adopt its financial rules.\n2.   The Commission shall adopt an annual or biennial budget of proposed expenditures and consider budget estimates for the fiscal period following thereafter.\n3.   The total amount of the budget, including any supplementary budget adopted by the Commission shall be contributed by the Contracting Parties other than the European Economic Community, in equal parts, unless unanimously decided otherwise by the Commission.\n4.   The European Economic Community shall contribute no more than 2,5 % of the administrative costs to the budget.\n5.   Each Contracting Party shall pay the expenses related to the participation in the Commission of its representatives, experts and advisers.\nArticle 23\nRight to vote\n1.   Except as provided for in paragraph 2 of this Article, each Contracting Party shall have one vote in the Commission.\n2.   The European Economic Community and any other regional economic integration organization, in matters within their competence, shall exercise their right to vote with a number of votes equal to the number of their member States which are Contracting Parties to this Convention. Such organizations shall not exercise their right to vote if their member States exercise theirs, and vice versa.\nArticle 24\nScientific and technological cooperation\n1.   The Contracting Parties undertake directly, or when appropriate through competent regional or other international organizations, to cooperate in the fields of science, technology and other research, and to exchange data and other scientific information for the purposes of this Convention. In order to facilitate research and monitoring activities in the Baltic Sea area the Contracting Parties undertake to harmonize their policies with respect to permission procedures for conducting such activities.\n2.   Without prejudice to Article 4 (2) of this Convention the Contracting Parties undertake directly, or when appropriate, through competent regional or other international organizations, to promote studies and to undertake, support or contribute to programmes aimed at developing methods assessing the nature and extent of pollution, pathways, exposures, risks and remedies in the Baltic Sea area. In particular, the Contracting Parties undertake to develop alternative methods of treatment, disposal and elimination of such matter and substances that are likely to cause pollution of the marine environment of the Baltic Sea area.\n3.   Without prejudice to Article 4 (2) of this Convention the Contracting Parties undertake directly, or when appropriate through competent regional or other international organizations, and, on the basis of the information and data acquired pursuant to paragraphs 1 and 2 of this Article, to cooperate in developing inter-comparable observation methods, in performing baseline studies and in establishing complementary or joint programmes for monitoring.\n4.   The organization and scope of work connected with the implementation of tasks referred to in the preceding paragraphs should primarily be outlined by the Commission.\nArticle 25\nResponsibility for damage\nThe Contracting Parties undertake jointly to develop and accept rules concerning responsibility for damage resulting from acts or omissions in contravention of this Convention, including, inter alia, limits of responsibility, criteria and procedures for the determination of liability and available remedies.\nArticle 26\nSettlement of disputes\n1.   In case of a dispute between Contracting Parties as to the interpretation or application of this Convention, they should seek a solution by negotiation. If the Parties concerned cannot reach agreement they should seek the good offices of or jointly request mediation by a third Contracting Party, a qualified international organization or a qualified person.\n2.   If the Parties concerned have not been able to resolve their dispute through negotiation or have been unable to agree on measures as described above, such disputes shall be, upon common agreement, submitted to an ad hoc arbitration tribunal, to a permanent arbitration tribunal, or to the International Court of Justice.\nArticle 27\nSafeguard of certain freedoms\nNothing in this Convention shall be construed as infringing upon the freedom of navigation, fishing, marine scientific research and other legitimate uses of the high seas, as well as upon the right of innocent passage through the territorial sea.\nArticle 28\nStatus of Annexes\nThe Annexes attached to this Convention form an integral part of this Convention.\nArticle 29\nRelation to other Conventions\nThe provisions of this Convention shall be without prejudice to the rights and obligations of the Contracting Parties under existing and future treaties which further and develop the general principles of the law of the sea underlying this Convention and, in particular, provisions concerning the prevention of pollution of the marine environment.\nArticle 30\nConference for the revision or amendment of the Convention\nA conference for the purpose of a general revision of or an amendment to this Convention may be convened with the consent of the Contracting Parties or at the request of the Commission.\nArticle 31\nAmendments to the Articles of the Convention\n1.   Each Contracting Party may propose amendments to the Articles of this Convention. Any such proposed amendment shall be submitted to the depositary and communicated by it to all Contracting Parties, which shall inform the depositary of either their acceptance or rejection of the amendment as soon as possible after receipt of the communication.\nA proposed amendment shall, at the request of a Contracting Party, be considered in the Commission. In such a case Article 19 (4) shall apply. If an amendment is adopted by the Commission, the procedure in paragraph 2 of this Article shall apply.\n2.   The Commission may recommend amendments to the Articles of this Convention. Any such recommended amendment shall be submitted to the depositary and communicated by it to all Contracting Parties, which shall notify the depositary of either their acceptance or rejection of the amendment as soon as possible after receipt of the communication.\n3.   The amendment shall enter into force 90 days after the Depositary has received notifications of acceptance of that amendment from all Contracting Parties.\nArticle 32\nAmendments to the Annexes and the adoption of Annexes\n1.   Any amendment to the Annexes proposed by a Contracting Party shall be communicated to the other Contracting Parties by the depositary and considered in the Commission. If adopted by the Commission, the amendment shall be communicated to the Contracting Parties and recommended for acceptance.\n2.   Any amendment to the Annexes recommended by the Commission shall be communicated to the Contracting Parties by the depositary and recommended for acceptance.\n3.   Such amendment shall be deemed to have been accepted at the end of a period determined by the Commission unless within that period any one of the Contracting Parties has, by written notification to the depositary, objected to the amendment. The accepted amendment shall enter into force on a date determined by the Commission.\nThe period determined by the Commission shall be prolonged for an additional period of six months and the date of entry into force of the amendment postponed accordingly, if, in exceptional cases, any Contracting Party informs the depositary before the expiration of the period determined by the Commission that, although it intends to accept the amendment, the constitutional requirements for such an acceptance are not yet fulfilled.\n4.   An Annex to this Convention may be adopted in accordance with the provisions of this Article.\nArticle 33\nReservations\n1.   The provisions of this Convention shall not be subject to reservations.\n2.   The provision of paragraph 1 of this Article does not prevent a Contracting Party from suspending for a period not exceeding one year the application of an Annex to this Convention or part thereof or an amendment thereto after the Annex in question or the amendment thereto has entered into force. Any Contracting Party to the 1974 Convention on the Protection of the Marine Environment of the Baltic Sea Area, which upon the entry into force of this Convention, suspends the application of an Annex or part thereof, shall apply the corresponding Annex or part thereof to the 1974 Convention for the period of suspension.\n3.   If after the entry into force of this Convention a Contracting Party invokes the provisions of paragraph 2 of this Article it shall inform the other Contracting Parties, at the time of the adoption by the Commission of an amendment to an Annex, or a new Annex, of those provisions which will be suspended in accordance with paragraph 2 of this Article.\nArticle 34\nSignature\nThis Convention shall be open for signature in Helsinki from 9 April until 9 October 1992 by States and by the European Economic Community participating in the Diplomatic Conference on the Protection of the Marine Environment of the Baltic Sea Area held in Helsinki on 9 April 1992.\nArticle 35\nRatification, approval and accession\n1.   This Convention shall be subject to ratification or approval.\n2.   This Convention shall, after its entry into force, be open for accession by any other State or regional economic integration organization interested in fulfilling the aims and purposes of this Convention, provided that this State or organization is invited by all the Contracting Parties. In the case of limited competence of a regional economic integration organization, the terms and conditions of its participation may be agreed upon between the Commission and the interested organization.\n3.   The instruments of ratification, approval or accession shall be deposited with the Depositary.\n4.   The European Economic Community and any other regional economic integration organization which becomes a Contracting Party to this Convention shall in matters within their competence, on their own behalf, exercise the rights and fulfill the responsibilities which this Convention attributes to their member States. In such cases, the member States of these organizations shall not be entitled to exercise such rights individually.\nArticle 36\nEntry into force\n1.   This Convention shall enter into force two months after the deposit of the instruments of ratification or approval by all signatory States bordering the Baltic Sea and by the European Economic Community.\n2.   For each State which ratifies or approves this Convention before or after the deposit of the last instrument of ratification or approval referred to in paragraph 1 of this Article, this Convention shall enter into force two months after the date of deposit by such State of its instrument of ratification or approval or on the date of the entry into force of this Convention, whichever is the latest date.\n3.   For each acceding State or regional economic integration organization this Convention shall enter into force two months after the date of deposit by such State or regional economic integration organization of its instrument of accession.\n4.   Upon entry into force of this Convention the Convention on the Protection of the Marine Environment of the Baltic Sea Area, signed in Helsinki on 22 March 1974 as amended, shall cease to apply.\n5.   Notwithstanding paragraph 4 of this Article, amendments to the Annexes of the said Convention adopted by the Contracting Parties to the said Convention between the signing of this Convention and its entry into force, shall continue to apply until the corresponding Annexes of this Convention have been amended accordingly.\n6.   Notwithstanding paragraph 4 of this Article, recommendations and decisions adopted under the said Convention shall continue to be applicable to the extent that they are compatible with, or not explicitly terminated by this Convention or any decision adopted thereunder.\nArticle 37\nWithdrawal\n1.   At any time after the expiry of five years from the date of entry into force of this Convention any Contracting Party may, by giving written notification to the depositary, withdraw from this Convention. The withdrawal shall take effect for such Contracting Party on the 30th day of June of the year which follows the year in which the depositary was notified of the withdrawal.\n2.   In case of notification of withdrawal by a Contracting Party the depositary shall convene a meeting of the Contracting Parties for the purpose of considering the effect of the withdrawal.\nArticle 38\nDepositary\nThe Government of Finland, acting as depositary, shall:\n(a)\nnotify all Contracting Parties and the Executive Secretary of:\n(i)\nthe signatures;\n(ii)\nthe deposit of any instrument of ratification, approval or accession;\n(iii)\nany date of entry into force of this Convention;\n(iv)\nany proposed or recommended amendment to any Article or Annex or the adoption of a new Annex as well as the date on which such amendment or new Annex enters into force;\n(v)\nany notification, and the date of its receipt, pursuant to Articles 31 and 32;\n(vi)\nany notification of withdrawal and the date on which such withdrawal takes effect;\n(vii)\nany other act or notification relating to this Convention;\n(b)\ntransmit certified copies of this Convention to acceding States and regional economic integration organizations.\nIn witness whereof the undersigned, being duly authorized thereto, have signed this Convention.\nDone at Helsinki, this ninth day of April one thousand nine hundred and ninety-two in a single authentic copy in the English language which shall be deposited with the Government of Finland. The Government of Finland shall transmit certified copies to all Signatories.\nFor the Czech and Slovak Federal Republic\nFor the Kingdom of Denmark\nFor the Republic of Estonia\nFor the Republic of Finland\nFor the Federal Republic of Germany\nFor the Republic of Latvia\nFor the Republic of Lithuania\nFor the Kingdom of Norway\nFor the Republic of Poland\nFor the Russian Federation\nFor the Kingdom of Sweden\nFor Ukraine\nFor the European Economic Community\nANNEX I\nHARMFUL SUBSTANCES\nPART 1:   GENERAL PRINCIPLES\n1.0.   Introduction\nIn order to fulfil the requirements of relevant parts of this Convention the following procedure shall be used by the Contracting Parties in identifying and evaluating harmful substances, as defined in Article 2 (7).\n1.1.   Criteria on the allocation of substances\nThe identification and evaluation of substances shall be based on the intrinsic properties of substances, namely:\n—\npersistency,\n—\ntoxicity or other noxious properties,\n—\ntendency to bio-accumulation,\nas well as on characteristics liable to cause pollution, such as:\n—\nthe ratio between observed concentrations and concentrations having no observed effect,\n—\nanthropogenically caused risk of eutrophication,\n—\ntransboundary or long-range significance,\n—\nrisk of undesirable changes in the marine ecosystem and irreversibility or durability of effects,\n—\nradioactivity,\n—\nserious interference with harvesting of sea-foods or with other legitimate uses of the sea,\n—\ndistribution pattern (i.e. quantities involved, use pattern and liability to reach the marine environment),\n—\nproven carcinogenic, teratogenic or mutagenic properties in or through the marine environment.\nThese characteristics are not necessarily of equal importance for the identification and evaluation of a particular substance or group of substances.\n1.2.   Priority groups of harmful substances\nThe Contracting Parties shall, in their preventive measures, give priority to the following groups of substances which are generally recognized as harmful substances:\n(a)\nheavy metals and their compounds;\n(b)\norganohalogen compounds;\n(c)\norganic compounds of phosphorus and tin;\n(d)\npesticides, such as fungicides, herbicides, insecticides, slimicides and chemicals used for the preservation of wood, timber, wood pulp, cellulose, paper, hides and textiles;\n(e)\noils and hydrocarbons of petroleum origin;\n(f)\nother organic compounds especially harmful to the marine environment;\n(g)\nnitrogen and phosphorus compounds;\n(h)\nradioactive substances, including wastes;\n(i)\npersistent materials which may float, remain in suspension or sink;\n(j)\nsubstances which cause serious effects on taste and/or smell of products for human consumption from the sea, or effects on taste, smell, colour, transparency or other characteristics of the water.\nPART 2:   BANNED SUBSTANCES\nIn order to protect the Baltic Sea area from hazardous substances, the Contracting Parties shall prohibit, totally or partially, the use of the following substances or groups of substances in the Baltic Sea area and its catchment area.\n2.1.   Substances banned for all final uses, except for drugs\nDDT (1,1,1-trichloro-2,2-bis-(chlorophenyl)-ethane) and its derivatives DDE and DDD.\n2.2.   Substances banned for all uses, except in existing closed system equipment until the end of service life or for research, development and analytical purposes\n(a)\nPCB's (polychlorinated biphenyls);\n(b)\nPCT's (polychlorinated terphenyls).\n2.3.   Substances banned for certain applications\nOrganotin compounds for antifouling paints for pleasure craft under 25 m and fish net cages.\nPART 3:   PESTICIDES\nIn order to protect the Baltic Sea area from hazardous substances, the Contracting Parties shall endeavour to minimize and, whenever possible, to ban the use of the following substances as pesticides in the Baltic Sea area and its catchment area:\nCAS-number\nAcrylonitrile\n107131\nAldrin\n309002\nAramite\n140578\nCadmium compounds\n—\nChlordane\n57749\nChlordecone\n143500\nChlordimeform\n6164983\nChloroform\n67663\n1,2-Dibromoethane\n106934\nDieldrin\n60571\nEndrin\n72208\nFluoroacetic acid and derivatives\n7664393, 144490\nHeptachlor\n76448\nIsobenzane\n297789\nIsodrin\n465736\nKelevan\n4234791\nLead compounds\n—\nMercury compounds\n—\nMorfamquat\n4636833\nNitrophen\n1836755\nPentachlorophenol\n87865\nPolychlorinated terpenes\n8001501\nQuintozene\n82688\nSelenium compounds\n—\n2,4,5-T\n93765\nToxaphene\n8001352\nANNEX II\nCRITERIA FOR THE USE OF BEST ENVIRONMENTAL PRACTICE AND BEST AVAILABLE TECHNOLOGY\nREGULATION 1:   GENERAL PROVISIONS\n1.\nIn accordance with the relevant parts of this Convention the Contracting Parties shall apply the criteria for best environmental practice and best available technology described below.\n2.\nIn order to prevent and eliminate pollution the Contracting Parties shall use best environmental practice for all sources and best available technology for point sources, minimizing or eliminating inputs to water and air from all sources by providing control strategies.\nREGULATION 2:   BEST ENVIRONMENTAL PRACTICE\n1.\nThe term ‘best environmental practice’ is taken to mean the application of the most appropriate combination of measures. In selecting for individual cases, at least the following graduated range of measures should be considered:\n—\nprovision of information and education to the public and to users about the environmental consequences of choosing particular activities and products, their use and final disposal,\n—\nthe development and application of codes of good environmental practice covering all aspects of activity in the product's life,\n—\nmandatory labels informing the public and users of environmental risks related to a product, its use and final disposal,\n—\navailability of collection and disposal systems,\n—\nsaving of resources, including energy,\n—\nrecycling, recovery and reuse,\n—\navoiding the use of hazardous substances and products and the generation of hazardous waste,\n—\napplication of economic instruments to activities, products or groups of products and emissions,\n—\na system of licensing involving a range of restrictions or a ban.\n2.\nIn determining in general or individual cases what combination of measures constitute best environmental practice, particular consideration should be given to:\n—\nthe precautionary principle,\n—\nthe ecological risk associated with the product, its production, use and final disposal,\n—\navoidance or substitution by less polluting activities or substances,\n—\nscale of use,\n—\npotential environmental benefit or penalty of substitute materials or activities,\n—\nadvances and changes in scientific knowledge and understanding,\n—\ntime limits for implementation,\n—\nsocial and economic implications.\nREGULATION 3:   BEST AVAILABLE TECHNOLOGY\n1.\nThe term ‘best available technology’ is taken to mean the latest stage of development (state of the art) of processes, of facilities or of methods of operation which indicate the practical suitability of a particular measure for limiting discharges.\n2.\nIn determining whether a set of processes, facilities and methods of operation constitute the best available technology in general or individual cases, special consideration should be given to:\n—\ncomparable processes, facilities or methods of operation which have recently been successfully tried out,\n—\ntechnological advances and changes in scientific knowledge and understanding,\n—\nthe economic feasibility of such technology,\n—\ntime limits for application,\n—\nthe nature and volume of the emissions concerned,\n—\nnon-waste/low-waste technology,\n—\nthe precautionary principle.\nREGULATION 4:   FUTURE DEVELOPMENTS\nIt therefore follows that ‘best environmental practice’ and ‘best available technology’ will change with time in the light of technological advances and economic and social factors, as well as changes in scientific knowledge and understanding.\nANNEX III\nCRITERIA AND MEASURES CONCERNING THE PREVENTION OF POLLUTION FROM LAND-BASED SOURCES\nREGULATION 1:   GENERAL PROVISIONS\nIn accordance with the relevant parts of this Convention the Contracting Parties shall apply the criteria and measures in this Annex in the whole catchment area and take into account best environmental practice (BEP) and best available technology (BAT) as described in Annex II.\nREGULATION 2:   SPECIFIC REQUIREMENTS\n1.\nMunicipal sewage water shall be treated at least by biological or other methods equally effective with regard to reduction of significant parameters. Substantial reduction shall be introduced for nutrients.\n2.\nWater management in industrial plants should aim at closed water systems or at a high rate of circulation in order to avoid waste water wherever possible.\n3.\nIndustrial waste waters should be separately treated before mixing with diluting waters.\n4.\nWaste waters containing hazardous substances or other relevant substances shall not be jointly treated with other waste waters unless an equal reduction of the pollutant load is achieved compared to the separate purification of each waste water stream. The improvement of waste water quality shall not lead to a significant increase in the amount of harmful sludge.\n5.\nLimit values for emissions containing harmful substances to water and air shall be stated in special permits.\n6.\nIndustrial plants and other point sources connected to municipal treatment plants shall use best available technology in order to avoid hazardous substances which cannot be made harmless in the municipal sewage treatment plant: or which may disturb the processes in the plant. In addition, measures according to best environmental practice shall be taken.\n7.\nPollution from fish farming shall be prevented and eliminated by promoting and implementing best environmental practice and best available technology.\n8.\nPollution from diffuse sources, including agriculture, shall be eliminated by promoting and implementing best environmental practice.\n9.\nPesticides used shall comply with the criteria established by the Commission.\nREGULATION 3:   PRINCIPLES FOR ISSUING PERMITS FOR INDUSTRIAL PLANTS\nThe Contracting Parties undertake to apply the following principles and procedures when issuing the permits referred to in Article 6 (3) of this Convention:\n1.\nThe operator of the industrial plant shall submit data and information to the appropriate national authority using a form of application. It is recommended that the operator negotiates with the appropriate national authority concerning the data required for the application before submitting the application to the authority (agreement on the scope of required information and surveys).\nAt least the following data and information shall be included in the application:\nGeneral information\n—\nname, branch, location and number of employees.\nActual situation and/or planned activities\n—\nsite of discharge and/or emission,\n—\ntype of production, amount of production and/or processing,\n—\nproduction processes,\n—\ntype and amount of raw materials, agents and/or intermediate products,\n—\namount and quality of untreated waste water and raw gas from all relevant sources (e.g. process water, cooling water),\n—\ntreatment of waste water and raw gas with respect to type, process and efficiency of pre-treatment and/or final treatment,\n—\ntreated waste water and raw gas with respect to amount and quality at the outlet of the pre-treatment and/or final treatment facilities,\n—\namount and quality of solid and liquid wastes generated during the process and the treatment of waste water and raw gas,\n—\ntreatment of solid and liquid wastes,\n—\ninformation about measures to prevent process failures and accidental spills,\n—\npresent status and possible impact on the environment.\nAlternatives and their various impacts concerning, e.g. ecological, economic and safety aspects, if necessary\n—\nother possible production processes,\n—\nother possible raw materials, agents and/or intermediate products,\n—\nother possible treatment technologies.\n2.\nThe appropriate national authority shall evaluate the present status and potential impact of the planned activities on the environment.\n3.\nThe appropriate national authority issues the permit after comprehensive assessment with special consideration of the abovementioned aspects. At least the following shall be laid down in the permit:\n—\ncharacterizations of all components (e.g. production capacity) which influence the amount and quality of discharge and/or emissions,\n—\nlimit values for amount and quality (load and/or concentration) of direct and indirect discharges and emissions,\n—\ninstructions concerning:\n—\nconstruction and safety,\n—\nproduction processes and/or agents,\n—\noperation and maintenance of treatment facilities,\n—\nrecovery of materials and substances and waste disposal,\n—\ntype and extent of control to be performed by the operator (self-control),\n—\nmeasures to be taken in case of process failures and accidental spills,\n—\nanalytical methods to be used,\n—\nschedule for modernization, retrofitting and investigations done by the operator,\n—\nschedule for reports of the operator on monitoring and/or self-control, retrofitting and investigation measures.\n4.\nThe appropriate national authority or an independent institution authorized by the appropriate national authority shall:\n—\ninspect the amount and quality of discharges and/or emissions by sampling and analysing,\n—\ncontrol the attainment of the permit requirements,\n—\narrange monitoring of the various impacts of waste-water discharges and emissions into the atmosphere,\n—\nreview the permit when necessary.\nANNEX IV\nPREVENTION OF POLLUTION FROM SHIPS\nREGULATION 1:   COOPERATION\nThe Contracting Parties shall, in matters concerning the protection of the Baltic Sea area from pollution by ships, cooperate:\n(a)\nwithin the International Maritime Organization, in particular in promoting the development of international rules, based, inter alia, on the fundamental principles and obligations of this Convention which also includes the promotion of the use of best available technology and best environmental practice as defined in Annex II;\n(b)\nin the effective and harmonized implementation of rules adopted by the International Maritime Organization.\nREGULATION 2:   ASSISTANCE IN INVESTIGATIONS\nThe Contracting Parties shall, without prejudice to Article 4 (3) of this Convention, assist each other as appropriate in investigating violations of the existing legislation on anti-pollution measures, which have occurred or are suspected to have occurred within the Baltic Sea area. This assistance may include but is not limited to inspection by the competent authorities of oil record books, cargo record books, log books and engine log books and taking oil samples for analytical identification purposes.\nREGULATION 3:   DEFINITIONS\nFor the purposes of this Annex:\n1.\n‘administration’ means the government of the Contracting Party under whose authority the ship is operating. With respect to a ship entitled to fly a flag of any State, the administration is the government of that State. With respect to fixed or floating platforms engaged in exploration and exploitation of the sea bed and subsoil thereof adjacent to the coast over which the coastal State exercises sovereign rights for the purposes of exploration and exploitation of their natural resources, the administration is the government of the coastal State concerned;\n2.\n(a)\n‘discharge’, in relation to harmful substances or effluents containing such substances, means any release howsoever caused from a ship and includes any escape, disposal, spilling, leaking, pumping, emitting or emptying:\n(b)\n‘discharge’ does not include:\n(i)\ndumping within the meaning of the Convention on the Prevention of Marine Pollution by Dumping of Wastes and Other Matter done at London on 29 December 1972; or\n(ii)\nrelease of harmful substances directly arising from the exploration, exploitation and associated off-shore processing of sea-bed mineral resources; or\n(iii)\nrelease of harmful substances for purposes of legitimate scientific research into pollution abatement or control;\n3.\nthe term ‘from the nearest land’ means from the baseline from which the territorial sea of the territory in question is established in accordance with international law;\n4.\nthe term ‘jurisdiction’ shall be interpreted in accordance with international law in force at the time of application or interpretation of this Annex;\n5.\nthe term ‘Marpol 73/78’ means the International Convention for the Prevention of Pollution from Ships, 1973, as modified by the Protocol of 1978 relating thereto.\nREGULATION 4:   APPLICATION OF THE ANNEXES TO MARPOL 73/78\nSubject to Regulation 5 the Contracting Parties shall apply the provisions of the Annexes to Marpol 73/78.\nREGULATION 5:   SEWAGE\nThe Contracting Parties shall apply the provisions of paragraphs A to D and F and G of this Regulation on discharge of sewage from ships while operating in the Baltic Sea area.\nA.   Definitions\nFor the purposes of this Regulation:\n1.\n‘sewage’ means:\n(a)\ndrainage and other wastes from any form of toilets, urinals, and WC scuppers;\n(b)\ndrainage from medical premises (dispensary, sick bay, etc.) via wash basins, wash tubs and scuppers located in such premises;\n(c)\ndrainage from spaces containing living animals; or\n(d)\nother waste waters when mixed with the drainages defined above;\n2.\n‘holding tank’ means a tank used for the collection and storage of sewage.\nB.   Application\nThe provisions of this Regulation shall apply to:\n(a)\nships of 200 tonnes gross tonnage and above;\n(b)\nships of less than 200 tonnes gross tonnage which are certified to carry more than 10 persons;\n(c)\nships which do not have a measured gross tonnage and are certified to carry more than 10 persons.\nC.   Discharge of sewage\n1.\nSubject to the provisions of paragraph D of this Regulation, the discharge of sewage into the sea is prohibited, except when:\n(a)\nthe ship is discharging comminuted and disinfected sewage using a system approved by the administration at a distance of more than four nautical miles from the nearest land, or sewage which is not comminuted or disinfected at a distance of more than 12 nautical miles from the nearest land, provided that in any case the sewage that has been stored in holding tanks shall not be discharged instantaneously but at a moderate rate when the ship is en route and proceeding at not less than four knots; or\n(b)\nthe ship has in operation a sewage treatment plant which has been approved by the administration, and\n(i)\nthe test results of the plant are laid down in a document carried by the ship;\n(ii)\nadditionally, the effluent shall not produce visible floating solids in, nor cause discolouration of the surrounding water.\n2.\nWhen the sewage is mixed with wastes or waste water having different discharge requirements, the more stringent requirements shall apply.\nD.   Exceptions\nParagraph C of this Regulation shall not apply to:\n(a)\nthe discharge of sewage from a ship necessary for the purpose of securing the safety of a ship and those on board or saving life at sea; or\n(b)\nthe discharge of sewage resulting from damage to a ship or its equipment if all reasonable precautions have been taken before and after the occurrence of the damage for the purpose of preventing or minimizing the discharge.\nE.   Reception facilities\n1.\nEach Contracting Party undertakes to ensure the provision of facilities at its ports and terminals of the Baltic Sea area for the reception of sewage, without causing undue delay to ships, adequate to meet the needs of the ships using them.\n2.\nTo enable pipes of reception facilities to be connected with the ship's discharge pipeline, both lines shall be fitted with a standard discharge connection in accordance with the following table:\nStandard dimensions of flanges for discharge connections\nDescription\nDimension\nOutside diameter\n210 mm\nInner diameter\nAccording to pipe outside diameter\nBolt circle diameter\n170 mm\nSlots in flange\nFour holes 18 mm in diameter equidistantly placed on a bolt circle of the above diameter, slotted to the flange periphery. The slot width to be 18 mm\nFlange thickness\n16 mm\nBolts and nuts:\nquantity and diameter\nFour, each of 16 mm in diameter and of suitable length\nThe flange is designed to accept pipes up to a maximum internal diameter of 100 mm and shall be of steel or other equivalent material having a flat face. This flange, together with a suitable gasket, shall be suitable for a service pressure of 6 kg/cm2.\nFor ships having a moulded depth of five meters and less, the inner diameter of the discharge connection may be 38 millimetres.\nF.   Surveys\n1.\nShips which are engaged in international voyages in the Baltic Sea area shall be subject to surveys as specified below:\n(a)\nan initial survey before the ship is put into service or before the certificate required pursuant to paragraph G of this Regulation is issued for the first time including a survey of the ship which shall be such as to ensure that:\n(i)\nwhen the ship is equipped with a sewage treatment plant the plant shall meet operational requirements based on the standards and test methods recommended by the Commission and shall be approved by the administration;\n(ii)\nwhen the ship is fitted with a system to comminute and disinfect the sewage, such system shall meet operational requirements based on the standards and test methods recommended by the Commission and shall be approved by the administration;\n(iii)\nwhen the ship is equipped with a holding tank the capacity of such tank shall be to the satisfaction of the administration for the retention of all sewage, having regard to the operation of the ship, the number of persons on board and other relevant factors. The holding tank shall meet operational requirements based on the standards and test methods recommended by the Commission and shall be approved by the administration; and\n(iv)\nthe ship is equipped with a pipeline to discharge sewage to a reception facility. The pipeline should be fitted with a standard shore connection in accordance with paragraph E, or for ships in dedicated trades, alternatively with other standards which can be accepted by the administration such as quick connection couplings.\nThis survey shall be such as to ensure that equipment, fittings, arrangements and materials fully comply with the applicable requirements of this Regulation.\nThe administration shall recognize the ‘certificate of type test’ for sewage treatment plants issued under the authority of other Contracting Parties;\n(b)\nperiodical surveys at intervals specified by the administration but not exceeding five years which shall be such as to ensure that the equipment, fittings, arrangements and materials fully comply with the applicable requirements of this Regulation.\n2.\nSurveys of the ship as regards enforcement of the provisions of this Regulation shall be carried out by officers of the administration. The administration may, however, entrust the surveys either to surveyors nominated for the purpose or to organizations recognized by it. In every case the administration concerned fully guarantees the completeness and efficiency of the surveys.\n3.\nAfter any survey of the ship has been completed, no significant change shall be made in the equipment, fittings, arrangements, or material covered by the survey without the approval of the administration, except the direct replacement of such equipment or fittings.\nG.   Certificate\n1.\nA sewage pollution prevention certificate shall be issued to ships certified to carry more than 50 persons which are engaged in international voyages in the Baltic Sea area, after survey in accordance with the provisions of paragraph F of this Regulation.\n2.\nSuch certificate shall be issued either by the administration or by any person or organization duly authorized by it. In every case the administration assumes full responsibility for the certificate.\n3.\nThe sewage prevention certificate shall be drawn up in a form corresponding to the model given in the appendix to Annex IV to Marpol 73/78. If the language is not English, the text shall include a translation into English.\n4.\nA sewage pollution prevention certificate shall be issued for a period certified by the administration, which shall not exceed five years.\n5.\nA certificate shall cease to be valid if significant alterations have taken place in the equipment, fittings, arrangements or materials required without the approval of the administration except the direct replacement of such equipment or fittings.\nANNEX V\nEXEMPTIONS FROM THE GENERAL PROHIBITION OF DUMPING OF WASTE AND OTHER MATTER IN THE BALTIC SEA AREA\nREGULATION 1\nIn accordance with Article 11 (2) of this Convention the prohibition of dumping shall not apply to the disposal at sea of dredged materials provided that:\n(a)\nthe dumping of dredged material containing harmful substances indicated in Annex I is only permitted according to the guidelines adopted by the Commission; and\n(b)\nthe dumping is carried out under a prior special permit issued by the appropriate national authority, either:\n(i)\nwithin the area of internal waters and the territorial sea of the Contracting Party; or\n(ii)\noutside the area of internal waters and the territorial sea, whenever necessary, after prior consultations in the Commission.\nWhen issuing such permits the Contracting Party shall comply with the provisions in Regulation 3 of this Annex.\nREGULATION 2\n1.\nThe appropriate national authority referred to in Article 11 (2) of this Convention shall:\n(a)\nissue the special permits provided for in Regulation 1 of this Annex;\n(b)\nkeep records of the nature and quantities of matter permitted to be dumped and the location, time and method of dumping;\n(c)\ncollect available information concerning the nature and quantities of matter that has been dumped in the Baltic Sea area recently and up to the coming into force of this Convention, provided that the dumped matter in question could be liable to contaminate water or organisms in the Baltic Sea area, to be caught by fishing equipment, or otherwise to give rise to harm, and information concerning the location, time and method of such dumping.\n2.\nThe appropriate national authority shall issue special permits in accordance with Regulation 1 of this Annex in respect of matter intended for dumping in the Baltic Sea area:\n(a)\nloaded in its territory;\n(b)\nloaded by a ship or aircraft registered in its territory or flying its flag, when the loading occurs in the territory of a State which is not a Contracting Party to this Convention.\n3.\nEach Contracting Party shall report to the Commission, and where appropriate to other Contracting Parties, the information specified in subparagraph 1 (c) of Regulation 2 of this Annex. The procedure to be followed and the nature of such reports shall be determined by the Commission.\nREGULATION 3\nWhen issuing special permits according to Regulation 1 of this Annex the appropriate national authority shall take into account:\n(a)\nthe quantity of dredged material to be dumped;\n(b)\nthe content of harmful substances as referred to in Annex I;\n(c)\nthe location (e.g. coordinates of the dumping area, depth and distance from the coast) and its relation to areas of special interest (e.g. amenity areas, spawning, nursery and fishing areas, etc.);\n(d)\nthe water characteristics, if dumping is carried out outside the territorial sea, consisting of:\n(i)\nhydrographic properties (e.g. temperature, salinity, density, profile);\n(ii)\nchemical properties (e.g. pH, dissolved oxygen, nutrients);\n(iii)\nbiological properties (e.g. primiary production and benthic animals);\nthe data should include sufficient information on the annual mean levels and seasonal variation of the properties mentioned in this paragraph; and\n(e)\nthe existence and effects of other dumping which may have been carried out in the dumping area.\nREGULATION 4\nReports made in accordance with Article 11 (5) of this Convention shall include the information to be provided in the reporting form to be determined by the Commission.\nANNEX VI\nPREVENTION OF POLLUTION FROM OFFSHORE ACTIVITIES\nREGULATION 1:   DEFINITIONS\nFor the purposes of this Annex:\n1.\n‘offshore activity’ means any exploration and exploitation of oil and gas by a fixed or floating offshore installation or structure including all associated activities thereon;\n2.\n‘offshore unit’ means any fixed or floating offshore installation or structure engaged in gas or oil exploration, exploitation or production activities, or loading or unloading of oil;\n3.\n‘exploration’ includes any drilling activity but not seismic investigations;\n4.\n‘exploitation’ includes any production, well testing or stimulation activity.\nREGULATION 2:   USE OF BEST AVAILABLE TECHNOLOGY AND BEST ENVIRONMENTAL PRACTICE\nThe Contracting Parties undertake to prevent and eliminate pollution from offshore activities by using the principles of best available technology and best environmental practice as defined in Annex II.\nREGULATION 3:   ENVIRONMENTAL IMPACT ASSESSMENT AND MONITORING\n1.\nAn environmental impact assessment shall be made before an offshore activity is permitted to start. In case of exploitation referred to in Regulation 5 the outcome of this assessment shall be notified to the Commission before the offshore activity is permitted to start.\n2.\nIn connection with the environmental impact assessment the environmental sensitivity of the sea area around a proposed offshore unit should be assessed with respect to the following:\n(a)\nthe importance of the area for birds and marine mammals;\n(b)\nthe importance of the area as fishing or spawning grounds for fish and shellfish, and for aqua-culture;\n(c)\nthe recreational importance of the area;\n(d)\nthe composition of the Sediment measured as: grain size distribution, dry matter, ignition loss, total hydrocarbon content, and Ba, Cr, Pb, Cu, Hg and Cd content;\n(e)\nthe abundance and diversity of benthic fauna and the content of selected aliphatic and aromatic hydrocarbons.\n3.\nIn order to monitor the consequent effects of the exploration phase of the offshore activity studies, at least those referred to in subparagraph (d), shall be carried out before and after the operation.\n4.\nIn order to monitor the consequent effects of the exploitation phase of the offshore activity studies, at least those referred to in subparagraphs (d) and (e), shall be carried out before the operation, at annual intervals during the operation, and after the operation has been concluded.\nREGULATION 4:   DISCHARGES ON THE EXPLORATION PHASE\n1.\nThe use of oil-based drilling mud or muds containing other harmful substances shall be restricted to cases where it is necessary for geological, technical or safety reasons and only after prior authorization by the appropriate national authority. In such cases appropriate measures shall be taken and appropriate installations provided in order to prevent the discharge of such muds into the marine environment.\n2.\nOil-based drilling muds and cuttings arising from the use of oil-based drilling muds should not be discharged in the Baltic Sea area but taken ashore for final treatment or disposal in an environmentally acceptable manner.\n3.\nThe discharge of water-based mud and cuttings shall be subject to authorization by the appropriate national authority. Before authorization the content of the water-based mud must be proven to be of low toxicity.\n4.\nThe discharge of cuttings arising from the use of water-based drilling mud shall not be permitted in specifically sensitive parts of the Baltic Sea area such as confined or shallow areas with limited water exchange and areas characterized by rare, valuable or particularly fragile ecosystems.\nREGULATION 5:   DISCHARGES ON THE EXPLOITATION PHASE\nIn addition to the provisions of Annex IV the following provisions shall apply to discharges:\n(a)\nall chemicals and materials shall be taken ashore and may be discharged only exceptionally after obtaining permission from the appropriate national authority in each individual operation;\n(b)\nthe discharge of production water and displacement water is prohibited unless its oil content is proven to be less than 15 rng/1 measured by the methods of analysis and sampling to be adopted by the Commission;\n(c)\nif compliance with this limit value cannot be achieved by the use of best environmental practice and best available technology the appropriate national authority may require adequate additional measures to prevent possible pollution of the marine environment of the Baltic Sea area and allow, if necessary, a higher limit value which shall, however, be as low as possible and in no case exceed 40 mg/l; the oil content shall be measured as provided in subparagraph (b);\n(d)\nthe permitted discharge shall not, in any case, create any unacceptable effects on the marine environment;\n(e)\nin order to benefit from the future development in cleaning and production technology, discharge permits shall be regularly reviewed by the appropriate national authority and the discharge limits shall be revised accordingly.\nREGULATION 6:   REPORTING PROCEDURE\nEach Contracting Party shall require that the operator or any other person having charge of the offshore unit shall report in accordance with the provisions of Regulation 5 (1) of Annex VII to this Convention.\nREGULATION 7:   CONTINGENCY PLANNING\nEach offshore unit shall have a pollution emergency plan approved in accordance with the procedure established by the appropriate national authority. The plan shall contain information on alarm and communication systems, organization of response measures, a list of prepositioned equipment and a description of the measures to be taken in different types of pollution incidents.\nREGULATION 8:   DISUSED OFFSHORE UNITS\nThe Contracting Parties shall ensure that abandoned, disused offshore units and accidentally wrecked offshore units are entirely removed and brought ashore under the responsibility of the owner and that disused drilling wells are plugged.\nREGULATION 9:   EXCHANGE OF INFORMATION\nThe Contracting Parties shall continuously exchange information through the Commission on the location and nature of all planned or accomplished offshore activities and on the nature and amounts of discharges as well as on contingency measures that are undertaken.\nANNEX VII\nRESPONSE TO POLLUTION INCIDENTS\nREGULATION 1:   GENERAL PROVISIONS\n1.\nThe Contracting Parties undertake to maintain the ability to respond to pollution incidents threatening the marine environment of the Baltic Sea area. This ability shall include adequate equipment, ships and manpower prepared for operations in coastal waters as well as on the high sea.\n2.\n(a)\nIn addition to the incidents referred to in Article 13 the Contracting Party shall also notify without delay those pollution incidents occuring within its response region, which affect or are likely to affect the interests of other Contracting Parties.\n(b)\nIn the event of a significant pollution incident other Contracting Parties and the Commission shall also be informed as soon as possible.\n3.\nThe Contracting Parties agree that subject to their capabilities and the availability of relevant resources, they shall cooperate in responding to pollution incidents when the severity of such incidents so justify.\n4.\nIn addition the Contracting Parties shall take other measures to:\n(a)\nconduct regular surveillance outside their coastlines; and\n(b)\notherwise cooperate and exchange information with other Contracting Parties in order to improve the ability to respond to pollution incidents.\nREGULATION 2:   CONTINGENCY PLANNING\nEach Contracting Party shall draw up a national contingency plan and in cooperation with other Contracting Parties, as appropriate, bilateral or multilateral plans for a joint response to pollution incidents.\nREGULATION 3:   SURVEILLANCE\n1.\nIn order to prevent violations of the existing regulations on prevention of pollution from ships the Contracting Parties shall develop and apply individually or in cooperation, surveillance activities covering the Baltic Sea area in order to spot and monitor oil and other substances released into the sea.\n2.\nThe Contracting Parties shall undertake appropriate measures to conduct the surveillance referred to in.paragraph 1 by using, inter alia, airborne surveillance equipped with remote sensing systems.\nREGULATION 4:   RESPONSE REGIONS\nThe Contracting Parties shall as soon as possible agree bilaterally or multilaterally on those regions of the Baltic Sea area in which they shall conduct surveillance activities and take action to respond whenever a significant pollution incident has occurred or is likely to occur. Such agreements shall not prejudice any other agreements concluded between Contracting Parties concerning the same subject. Neighbouring States shall ensure the harmonization of different agreements. Contracting Parties shall inform other Contracting Parties and the Commission about such agreements.\nREGULATION 5:   REPORTING PROCEDURE\n1.\n(a)\nEach Contracting Party shall require masters or other persons having charge of ships flying its flag to report without delay any event on their ship involving a discharge or probable discharge of oil or other harmful substances.\n(b)\nThe report shall be made to the nearest coastal State and in accordance with the provisions of Article 8 and Protocol I of the International Convention for the Prevention of Pollution from Ships, 1973, as modified by the Protocol of 1978 related thereto (Marpol 73/78).\n(c)\nThe Contracting Parties shall request masters or other persons having charge of ships and pilots of aircraft to report without delay and in accordance with this system on significant spillages of oil or other harmful substances observed at sea. Such reports should as far as possible contain the following data: time, position, wind and sea conditions, and kind, extent and probable source of the spill observed.\n2.\nThe provisions of paragraph 1 (b) shall also be applied with regard to dumping made under the provisions of Article 11 (4) of this Convention.\nREGULATION 6:   EMERGENCY MEASURES ON BOARD SHIPS\n1.\nEach Contracting Party shall require that ships entitled to fly its flag have on board a shipboard oil pollution emergency plan as required by and in accordance with the provisions of Marpol 73/78.\n2.\nEach Contracting Party shall request masters of ships flying its flag or, in case of fixed or floating platforms operating under its jurisdiction, the persons having charge of platforms to provide, in case of a pollution incident and on request by the proper authorities, such detailed information about the ship and its cargo or in case of platform its production which is relevant to actions for preventing or responding to pollution of the sea, and to cooperate with these authorities.\nREGULATION 7:   RESPONSE MEASURES\n1.\nThe Contracting Party shall, when a pollution incident occurs in its response region, make the necessary assessments of the situation and take adequate response action in order to avoid or minimize subsequent pollution effects.\n2.\n(a)\nThe Contracting Parties shall, subject to subparagraph (b), use mechanical means to respond to pollution incidents.\n(b)\nChemical agents may be used only in exceptional cases and after authorization, in each individual case, by the appropriate national authority.\n3.\nWhen such a spillage is drifting or is likely to drift into a response region of another Contracting Party, that Party shall without delay be informed of the situation and the actions that have been taken.\nREGULATION 8:   ASSISTANCE\n1.\nAccording to the provisions of paragraph 3 of Regulation 1:\n(a)\na Contracting Party is entitled to call for assistance by other Contracting Parties when responding to a pollution incident at sea; and\n(b)\nContracting Parties shall use their best endeavours to bring such assistance.\n2.\nContracting Parties shall take necessary legal or administrative measures to facilitate:\n(a)\nthe arrival and utilization in and departure from its territory of ships, aircraft and other modes of transport engaged in responding to a pollution incident or transporting personnel, cargoes, materials and equipment required to deal with such an incident; and\n(b)\nthe expeditious movement into, through, and out of its territory of personnel, cargoes, materials and equipment referred to in subparagraph (a).\nREGULATION 9:   REIMBURSEMENT OF COST OF ASSISTANCE\n1.\nThe Contracting Parties shall bear the costs of assistance referred to in Regulation 8 in accordance with this Regulation.\n2.\n(a)\nIf the action was taken by one Contracting Party at the express request of another Contracting Party, the requesting Party shall reimburse to the assisting Party the costs of the action of the assisting Party. If the request is cancelled the requesting Party shall bear the costs already incurred or committed by the assisting Party.\n(b)\nIf the action was taken by a Contracting Party on its own initiative, this Party shall bear the costs of its action.\n(c)\nThe principles laid down above in subparagraphs (a) and (b) shall apply unless the Parties concerned otherwise agree in any individual case.\n3.\nUnless otherwise agreed, the costs of the action taken by a Contracting Party at the request of another Party shall be fairly calculated according to the law and current practice of the assisting Party concerning the reimbursement of such costs.\n4.\nThe provisions of this Regulation shall not be interpreted as in any way prejudicing the rights of Contracting Parties to recover from third parties the costs of actions taken to deal with pollution incidents under other applicable provisions and rules of international law and national or supra-national regulations.\nREGULATION 10:   REGULAR COOPERATION\n1.\nEach Contracting Party shall provide information to the other Contracting Parties and the Commission about:\n(a)\nits organization for dealing with spillages at sea of oil and other harmful substances;\n(b)\nits regulations and other matters which have a direct bearing on preparedness and response to pollution at sea by oil and other harmful substances;\n(c)\nthe competent authority responsible for receiving and dispatching reports of pollution at sea by oil and other harmful substances;\n(d)\nthe competent authorities for dealing with questions concerning measures for mutual assistance, information and cooperation between the Contracting Parties according to this Annex; and\n(e)\nactions taken in accordance with Regulations 7 and 8 of this Annex.\n2.\nThe Contracting Parties shall exchange information on research and development programmes, results concerning ways in which pollution by oil and other harmful substances at sea may be dealt with and experiences in surveillance activities and in responding to such pollution.\n3.\nThe Contracting Parties shall on a regular basis arrange joint operational combating exercises as well as alarm exercises.\n4.\nThe Contracting Parties shall cooperate within the International Maritime Organization in matters concerning the implementation and further development of the International Convention on Oil Pollution Preparedness, Response and Cooperation.\nREGULATION 11:   HELCOM COMBATING MANUAL\nThe Contracting Parties agree to apply, as far as practicable, the principles and rules included in the Manual on Cooperation in Combating Marine Pollution, detailing this Annex and adopted by the Commission or by the Committee designated by the Commission for this purpose.", "summary": "Helsinki Convention on the protection of the Baltic Sea\nHelsinki Convention on the protection of the Baltic Sea\nSUMMARY OF:\nDecision 94/156/EC on the accession of the Community to the Convention on the Protection of the Marine Environment of the Baltic Sea Area (1974 Helsinki Convention)\nDecision 94/157/EC on the conclusion, on behalf of the Community, of the Convention on the Protection of the Marine Environment of the Baltic Sea Area (Helsinki Convention as revised in 1992)\nConvention on the Protection of the Marine Environment of the Baltic Sea Area, 1992 (Helsinki Convention revised in 1992)\nWHAT IS THE AIM OF THE DECISIONS AND OF THE CONVENTION?\nThe decisions enabled the European Community (now the European Union - EU) to accede to the Convention on the Protection of the Marine Environment of the Baltic Sea Area (Helsinki Convention).\nThe convention, which was signed in March 1974 by all the states bordering the Baltic Sea (Denmark, Germany, Sweden, Estonia, Finland, Latvia, Lithuania, Poland and Russia), aims to reduce pollution of the Baltic Sea area caused by discharges through rivers, estuaries, outfalls and pipelines, dumping and shipping operations as well as through airborne pollutants.\nKEY POINTS\nThe Convention set up a Baltic Marine Environment Protection Commission (HELCOM) to\nmonitor the implementation of the convention,\nmake recommendations for the protection of the marine environment,\ndecide on the budget and\nassume such other functions as may be appropriate under the terms of the convention.\nIn addition, ministerial level meetings are held every few years.\nThe Helsinki Commission meets annually, with the Heads of Delegation representing the contracting parties.\nThe Helsinki Commission adopted in 2007 a Baltic Sea Action Plan (BSAP), which is a programme to restore the good environmental status of the Baltic marine environment by 2021. The BSAP was updated in 2013, during the 2013 HELCOM Ministerial Meeting.\nThe BSAP is the basis for the work of HELCOM and focuses on the following priorities:\neutrophication (when there is an excess of nutrients in the water that fuels the growth of algae),\nhazardous substances,\nbiodiversity and nature conservation, and\nmaritime activities.\nEach priority is accompanied by a number of actions and measures.\nOne of the main tools developed by HELCOM is the Nutrient Reduction Scheme. It is a regional approach to sharing the burden of nutrient reduction* to achieve the goal of the Baltic Sea unaffected by eutrophication agreed by the Baltic Sea countries. The Scheme has been introduced and agreed first in 2007, in the HELCOM Baltic Sea Action Plan. At that time, the countries agreed on provisional nutrient reduction targets. HELCOM adopted the revised nutrient reduction scheme in 2013.\nHELCOM has also been pursuing other actions in the context of the BSAP:\nprevention of pollution from agriculture,\nensuring ecological sustainability of Baltic fisheries by 2021,\naddressing land-based sources of pollution (waste water, pharmaceuticals, industrial releases, marine litter, etc.),\nensuring regionally coherent Maritime Spatial Planning processes in the Baltic Sea,\nmonitoring and assessing the marine environment,\ncooperating on pollution preparedness and response,\nprotecting the Baltic biodiversity (red lists of species and habitats, marine protected areas, developing indicators), and\ncontributing to the regional implementation of the International Maritime Organisation (IMO) regulations on shipping.\nIn 2016, HELCOM contributed to the designation of the Baltic Sea, under the IMO, as a Nitrogen Oxide Emissions Control Area (NOx ECA).\nLastly, HELCOM is also used as the regional cooperation structure for the implementation of Directive 2008/56/EC which established an approach for EU action in the field of marine environmental policy, for Baltic member countries.\nFROM WHEN DO THE DECISIONS AND THE CONVENTION APPLY?\nThe decisions have applied since 21 February 1994.\nThe original convention entered into force in 1980 and was amended in 1992. The 1992 amendments entered into force on 17 January 2000, after the ratification instruments were deposited by all of the contracting parties.\nBACKGROUND\n              \nFor more information, see:\n‘The HELCOM Convention’ on the European Commission's website.\n‘The HELCOM Convention’ on the Baltic Marine Environment Protection Commission's website.\n* KEY TERMS\n              \nNutrient reduction: in the case of the Baltic Sea, the levels of air- and water-borne nitrogen and phosphorus compounds arising from a combination of a high population density, agriculture, energy and transport.\nMAIN DOCUMENTS\n            \nCouncil Decision 94/156/EC of 21 February 1994 on the accession of the Community to the Convention on the Protection of the Marine Environment of the Baltic Sea Area 1974 (Helsinki Convention) (OJ L 73, 16.3.1994, p. 1)\nCouncil Decision 94/157/EC of 21 February 1994 on the conclusion, on behalf of the Community, of the Convention on the Protection of the Marine Environment of the Baltic Sea Area (Helsinki Convention as revised in 1992) (OJ L 73, 16.3.1994, p. 19)\nConvention on the Protection of the Marine Environment of the Baltic Sea Area, 1992 (OJ L 73, 16.3.1994, pp. 20-45)\nRELATED DOCUMENTS\n            \nDirective 2008/56/EC of the European Parliament and of the Council of 17 June 2008 establishing a framework for community action in the field of marine environmental policy (Marine Strategy Framework Directive) (OJ L 164, 25.6.2008, pp. 19-40)\nDirective 2014/89/EU of the European Parliament and of the Council of 23 July 2014 establishing a framework for maritime spatial planning (OJ L 257, 28.8.2014, pp. 135-145)\nCommunication from the Commission to the Council, the European Parliament, the European Economic and Social committee and the Committee of the Regions - Towards a future Maritime Policy for the Union (COM(2006) 275 final, 7.6.2006)\nlast update 23.02.2017", "tags": ["pollution control measures", "Baltic Sea", "international cooperation", "marine pollution", "environmental protection", "international convention", "waste disposal"], "subjects": ["External relations", "Environment"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}