{"celex_id": "32006R1881", "reference": "20.12.2006\nEN\nOfficial Journal of the European Union\nL 364/5\nCOMMISSION REGULATION (EC) No 1881/2006\nof 19 December 2006\nsetting maximum levels for certain contaminants in foodstuffs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES,\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 315/93 of 8 February 1993 laying down Community procedures for contaminants in food (1), and in particular Article 2(3) thereof,\nWhereas:\n(1)\nCommission Regulation (EC) No 466/2001 of 8 March 2001 setting maximum levels for certain contaminants in foodstuffs (2) has been amended substantially many times. It is necessary to amend again maximum levels for certain contaminants to take into account new information and developments in Codex Alimentarius. At the same time, the text should, where appropriate, be clarified. Regulation (EC) No 466/2001 should therefore be replaced.\n(2)\nIt is essential, in order to protect public health, to keep contaminants at levels which are toxicologically acceptable.\n(3)\nIn view of disparities between the laws of Member States and the consequent risk of distortion of competition, for some contaminants Community measures are necessary in order to ensure market unity while abiding by the principle of proportionality.\n(4)\nMaximum levels should be set at a strict level which is reasonably achievable by following good agricultural, fishery and manufacturing practices and taking into account the risk related to the consumption of the food. In the case of contaminants which are considered to be genotoxic carcinogens or in cases where current exposure of the population or of vulnerable groups in the population is close to or exceeds the tolerable intake, maximum levels should be set at a level which is as low as reasonably achievable (ALARA). Such approaches ensure that food business operators apply measures to prevent and reduce the contamination as far as possible in order to protect public health. It is furthermore appropriate for the health protection of infants and young children, a vulnerable group, to establish the lowest maximum levels, which are achievable through a strict selection of the raw materials used for the manufacturing of foods for infants and young children. This strict selection of the raw materials is also appropriate for the production of some specific foodstuffs such as bran for direct human consumption.\n(5)\nTo allow maximum levels to be applied to dried, diluted, processed and compound foodstuffs, where no specific Community maximum levels have been established, food business operators should provide the specific concentration and dilution factors accompanied by the appropriate experimental data justifying the factor proposed.\n(6)\nTo ensure an efficient protection of public health, products containing contaminants exceeding the maximum levels should not be placed on the market either as such, after mixture with other foodstuffs or used as an ingredient in other foods.\n(7)\nIt is recognised that sorting or other physical treatments make it possible to reduce the aflatoxin content of consignments of groundnuts, nuts, dried fruit and maize. In order to minimise the effects on trade, it is appropriate to allow higher aflatoxin contents for those products which are not intended for direct human consumption or as an ingredient in foodstuffs. In these cases, the maximum levels for aflatoxins should be fixed taking into consideration the effectiveness of the above-mentioned treatments to reduce the aflatoxin content in groundnuts, nuts, dried fruit and maize to levels below the maximum limits fixed for those products intended for direct human consumption or use as an ingredient in foodstuffs.\n(8)\nTo enable effective enforcement of the maximum levels for certain contaminants in certain foodstuffs, it is appropriate to provide for suitable labelling provisions for these cases.\n(9)\nBecause of the climatic conditions in some Member States, it is difficult to ensure that the maximum levels are not exceeded for fresh lettuce and fresh spinach. These Member States should be allowed for a temporary period to continue to authorise the marketing of fresh lettuce and fresh spinach grown and intended for consumption in their territory with nitrate contents exceeding the maximum levels. Lettuce and spinach producers established in the Member States which have given the aforementioned authorisations should progressively modify their farming methods by applying the good agricultural practices recommended at national level.\n(10)\nCertain fish species originating from the Baltic region may contain high levels of dioxins and dioxin-like PCBs. A significant proportion of these fish species from the Baltic region will not comply with the maximum levels and would therefore be excluded from the diet. There are indications that the exclusion of fish from the diet may have a negative health impact in the Baltic region.\n(11)\nSweden and Finland have a system in place which has the capacity to ensure that consumers are fully informed of the dietary recommendations concerning restrictions on consumption of fish from the Baltic region by identified vulnerable groups of the population in order to avoid potential health risks. Therefore, it is appropriate to grant a derogation to Finland and Sweden to place on the market for a temporary period certain fish species originating in the Baltic region and intended for consumption in their territory with levels of dioxins and dioxin-like PCBs higher than those set in this Regulation. The necessary measures must be implemented to ensure that fish and fish products not complying with the maximum levels are not marketed in other Member States. Finland and Sweden report every year to the Commission the results of their monitoring of the levels of dioxins and dioxin-like PCBs in fish from the Baltic region and the measures to reduce human exposure to dioxins and dioxin-like PCBs from the Baltic region.\n(12)\nTo ensure that the maximum levels are enforced in a uniform way, the same sampling criteria and the same analysis performance criteria should be applied by the competent authorities throughout the Community. It is furthermore important that analytical results are reported and interpreted in a uniform way. The measures as regards sampling and analysis specified in this Regulation provide for uniform rules on reporting and interpretation.\n(13)\nFor certain contaminants, Member States and interested parties should monitor and report levels, as well report on the progress with regard to application of preventative measures, to allow the Commission to assess the need to modify existing measures or to adopt additional measures.\n(14)\nAny maximum level adopted at Community level can be subject to a review to take account of the advance of scientific and technical knowledge and improvements in good agricultural, fishery and manufacturing practices.\n(15)\nBran and germ can be marketed for direct human consumption and it is therefore appropriate to establish a maximum level for deoxynivalenol and zearalenone in these commodities.\n(16)\nCodex Alimentarius has recently set a maximum level for lead in fish which the Community accepted. It is therefore appropriate to modify the current provision for lead in fish accordingly.\n(17)\nRegulation (EC) No 853/2004 of the European Parliament and Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (3) defines foodstuffs of animal origin, and consequently the entries as regards foodstuffs of animal origin should be amended in some cases according to the terminology used in that Regulation.\n(18)\nIt is necessary to provide that the maximum levels for contaminants do not apply to the foodstuffs which have been lawfully placed on the Community market before the date of application of these maximum levels.\n(19)\nAs regards nitrate, vegetables are the major source for the human intake of nitrate. The Scientific Committee on Food (SCF) stated in its opinion of 22 September 1995 (4) that the total intake of nitrate is normally well below the acceptable daily intake (ADI) of 3,65 mg/kg body weight (bw). It recommended, however, continuation of efforts to reduce exposure to nitrate via food and water.\n(20)\nSince climatic conditions have a major influence on the levels of nitrate in certain vegetables such as lettuce and spinach, different maximum nitrate levels should therefore be fixed depending on the season.\n(21)\nAs regards aflatoxins, the SCF expressed in its opinion of 23 September 1994 that aflatoxins are genotoxic carcinogens (5). Based on that opinion, it is appropriate to limit the total aflatoxin content of food (sum of aflatoxins B1, B2, G1 and G2) as well as the aflatoxin B1 content alone, aflatoxin B1 being by far the most toxic compound. For aflatoxin M1 in foods for infants and young children, a possible reduction of the current maximum level should be considered in the light of developments in analytical procedures.\n(22)\nAs regards ochratoxin A (OTA), the SCF adopted a scientific opinion on 17 September 1998 (6). An assessment of the dietary intake of OTA by the population of the Community has been performed (7) in the framework of Council Directive 93/5/EEC of 25 February 1993 on assistance to the Commission and cooperation by the Member States in the scientific examination of questions relating to food (8) (SCOOP). The European Food Safety Authority (EFSA) has, on a request from the Commission, adopted an updated scientific opinion relating to ochratoxin A in food on 4 April 2006 (9), taking into account new scientific information and derived a tolerable weekly intake (TWI) of 120 ng/kg bw.\n(23)\nBased on these opinions, it is appropriate to set maximum levels for cereals, cereal products, dried vine fruit, roasted coffee, wine, grape juice and foods for infants and young children, all of which contribute significantly to general human exposure to OTA or to the exposure of vulnerable groups of consumers such as children.\n(24)\nThe appropriateness of setting a maximum level for OTA in foodstuffs such as dried fruit other than dried vine fruit, cocoa and cocoa products, spices, meat products, green coffee, beer and liquorice, as well as a review of the existing maximum levels, in particular for OTA in dried vine fruit and grape juice, will be considered in the light of the recent EFSA scientific opinion.\n(25)\nAs regards patulin, the SCF endorsed in its meeting on 8 March 2000 the provisional maximum tolerable daily intake (PMTDI) of 0,4 μg/kg bw for patulin (10).\n(26)\nIn 2001, a SCOOP-task ‘Assessment of the dietary intake of patulin by the population of EU Member States’ in the framework of Directive 93/5/EEC was performed (11).\n(27)\nBased on that assessment and taking into account the PMTDI, maximum levels should be set for patulin in certain foodstuffs to protect consumers from unacceptable contamination. These maximum levels should be reviewed and, if necessary, reduced taking into account the progress in scientific and technological knowledge and the implementation of Commission Recommendation 2003/598/EC of 11 August 2003 on the prevention and reduction of patulin contamination in apple juice and apple juice ingredients in other beverages (12).\n(28)\nAs regards Fusarium toxins, the SCF has adopted several opinions evaluating deoxynivalenol in December 1999 (13) establishing a tolerable daily intake (TDI) of 1 μg/kg bw, zearalenone in June 2000 (14) establishing a temporary TDI of 0,2 μg/kg bw, fumonisins in October 2000 (15) (updated in April 2003) (16) establishing a TDI of 2 μg/kg bw, nivalenol in October 2000 (17) establishing a temporary TDI of 0,7 μg/kg bw, T-2 and HT-2 toxin in May 2001 (18) establishing a combined temporary TDI of 0,06 μg/kg bw and the trichothecenes as group in February 2002 (19).\n(29)\nIn the framework of Directive 93/5/EEC the SCOOP-task ‘Collection of occurrence data on Fusarium toxins in food and assessment of dietary intake by the population of EU Member States’ was performed and finalised in September 2003 (20).\n(30)\nBased on the scientific opinions and the assessment of the dietary intake, it is appropriate to set maximum levels for deoxynivalenol, zearalenone and fumonisins. As regards fumonisins, monitoring control results of the recent harvests indicate that maize and maize products can be very highly contaminated by fumonisins and it is appropriate that measures are taken to avoid such unacceptably highly contaminated maize and maize products can enter the food chain.\n(31)\nIntake estimates indicate that the presence of T-2 and HT-2 toxin can be of concern for public health. Therefore, the development of a reliable and sensitive method, collection of more occurrence data and more investigations/research in the factors involved in the presence of T-2 and HT-2 toxin in cereals and cereal products, in particular in oats and oat products, is necessary and of high priority.\n(32)\nIt is not necessary due to co-occurrence to consider specific measures for 3-acetyl deoxynivalenol, 15-acetyl deoxynivalenol and fumonisin B3, as measures with regard to in particular deoxynivalenol and fumonisin B1 and B2 would also protect the human population from an unacceptable exposure from 3-acetyl deoxynivalenol, 15-acetyl deoxynivalenol and fumonisin B3. The same applies to nivalenol for which to a certain degree co-occurrence with deoxynivalenol can be observed. Furthermore, human exposure to nivalenol is estimated to be significantly below the t-TDI. As regards other trichothecenes considered in the abovementioned SCOOP-task, such as 3-acetyldeoxynivalenol, 15-acetyldeoxynivalenol, fusarenon-X, T2-triol, diacetoxyscirpenol, neosolaniol, monoacetoxyscirpenol and verrucol, the limited information available indicates that they do not occur widely and the levels found are generally low.\n(33)\nClimatic conditions during the growth, in particular at flowering, have a major influence on the Fusarium toxin content. However, good agricultural practices, whereby the risk factors are reduced to a minimum, can prevent to a certain degree the contamination by Fusarium fungi. Commission Recommendation 2006/583/EC of 17 August 2006 on the prevention and reduction of Fusarium toxins in cereals and cereal products (21) contains general principles for the prevention and reduction of Fusarium toxin contamination (zearalenone, fumonisins and trichothecenes) in cereals to be implemented by the development of national codes of practice based on these principles.\n(34)\nMaximum levels of Fusarium toxins should be set for unprocessed cereals placed on the market for first-stage processing. Cleaning, sorting and drying procedures are not considered as first-stage processing insofar as no physical action is exerted on the grain kernel itself. Scouring is to be considered as first-stage processing.\n(35)\nSince the degree to which Fusarium toxins in unprocessed cereals are removed by cleaning and processing may vary, it is appropriate to set maximum levels for final consumer cereal products as well as for major food ingredients derived from cereals to have enforceable legislation in the interest of ensuring public health protection.\n(36)\nFor maize, not all factors involved in the formation of Fusarium toxins, in particular zearalenone and fumonisins B1 and B2, are yet precisely known. Therefore, a time period is granted to enable food business operators in the cereal chain to perform investigations on the sources of the formation of these mycotoxins and on the identification of the management measures to be taken to prevent their presence as far as reasonably possible. Maximum levels based on currently available occurrence data are proposed to apply from 2007 in case no specific maximum levels based on new information on occurrence and formation are set before that time.\n(37)\nGiven the low contamination levels of Fusarium toxins found in rice, no maximum levels are proposed for rice or rice products.\n(38)\nA review of the maximum levels for deoxynivalenol, zearalenone, fumonisin B1 and B2 as well as the appropriateness of setting a maximum level for T-2 and HT-2 toxin in cereals and cereal products should be considered by 1 July 2008, taking into account the progress in scientific and technological knowledge on these toxins in food.\n(39)\nAs regards lead, the SCF adopted an opinion on 19 June 1992 (22) endorsing the provisional tolerable weekly intake (PTWI) of 25 μg/kg bw proposed by the WHO in 1986. The SCF concluded in its opinion that the mean level in foodstuffs does not seem to be a cause of immediate concern.\n(40)\nIn the framework of Directive 93/5/EEC 2004 the SCOOP-task 3.2.11 ‘Assessment of the dietary exposure to arsenic, cadmium, lead and mercury of the population of the EU Member States’ was performed in 2004 (23). In view of this assessment and the opinion delivered by the SCF, it is appropriate to take measures to reduce the presence of lead in food as much as possible\n(41)\nAs regards cadmium, the SCF endorsed in its opinion of 2 June 1995 (24) the PTWI of 7 μg/kg bw and recommended greater efforts to reduce dietary exposure to cadmium since foodstuffs are the main source of human intake of cadmium. A dietary exposure assessment was performed in the SCOOP-task 3.2.11. In view of this assessment and the opinion delivered by the SCF, it is appropriate to take measures to reduce the presence of cadmium in food as much as possible.\n(42)\nAs regards mercury EFSA adopted on 24 February 2004 an opinion related to mercury and methylmercury in food (25) and endorsed the provisional tolerable weekly intake of 1,6 μg/kg bw. Methylmercury is the chemical form of most concern and can make up more than 90 % of the total mercury in fish and seafood. Taking into account the outcome of the SCOOP-task 3.2.11, EFSA concluded that the levels of mercury found in foods, other than fish and seafood, were of lower concern. The forms of mercury present in these other foods are mainly not methylmercury and they are therefore considered to be of lower risk.\n(43)\nIn addition to the setting of maximum levels, targeted consumer advice is an appropriate approach in the case of methylmercury for protecting vulnerable groups of the population. An information note on methylmercury in fish and fishery products responding to this need has therefore been made available on the website of the Health and Consumer Protection Directorate-General of the European Commission (26). Several Member States have also issued advice on this issue that is relevant to their population.\n(44)\nAs regards inorganic tin, the SCF concluded in its opinion of 12 December 2001 (27) that levels of inorganic tin of 150 mg/kg in canned beverages and 250 mg/kg in other canned foods may cause gastric irritation in some individuals.\n(45)\nTo protect public health from this health risk it is necessary to set maximum levels for inorganic tin in canned foods and canned beverages. Until data becomes available on the sensitivity of infants and young children to inorganic tin in foods, it is necessary on a precautionary basis to protect the health of this vulnerable population group and to establish lower maximum levels.\n(46)\nAs regards 3-monochloropropane-1,2-diol (3-MCPD) the SCF adopted on 30 May 2001 a scientific opinion as regards 3-MCPD in food (28), updating its opinion of 16 December 1994 (29) on the basis of new scientific information and established a tolerable daily intake (TDI) of 2 μg/kg bw for 3-MCPD.\n(47)\nIn the framework of Directive 93/5/EEC the SCOOP-task ‘Collection and collation of data on levels of 3-MCPD and related substances in foodstuffs’ was performed and finalised in June 2004 (30). The main contributors of 3-MCPD to dietary intake were soy sauce and soy-sauce based products. Some other foods eaten in large quantities, such as bread and noodles, also contributed significantly to intake in some countries because of high consumption rather than high levels of 3-MCPD present in these foods.\n(48)\nAccordingly maximum levels should be set for 3-MCPD in hydrolysed vegetable protein (HVP) and soy sauce taking into account the risk related to the consumption of these foods. Member States are requested to examine other foodstuffs for the occurrence of 3-MCPD in order to consider the need to set maximum levels for additional foodstuffs.\n(49)\nAs regards dioxins and PCBs, the SCF adopted on 30 May 2001 an opinion on dioxins and dioxin-like PCBs in food (31), updating its opinion of 22 November 2000 (32) fixing a tolerable weekly intake (TWI) of 14 pg World Health Organisation toxic equivalent (WHO-TEQ)/kg bw for dioxins and dioxin-like PCBs.\n(50)\nDioxins as referred to in this Regulation cover a group of 75 polychlorinated dibenzo-p-dioxin (PCDD) congeners and 135 polychlorinated dibenzofuran (PCDF) congeners, of which 17 are of toxicological concern. Polychlorinated biphenyls (PCBs) are a group of 209 different congeners which can be divided into two groups according to their toxicological properties: 12 congeners exhibit toxicological properties similar to dioxins and are therefore often termed dioxin-like PCBs. The other PCBs do not exhibit dioxin-like toxicity but have a different toxicological profile.\n(51)\nEach congener of dioxins or dioxin-like PCBs exhibits a different level of toxicity. In order to be able to sum up the toxicity of these different congeners, the concept of toxic equivalency factors (TEFs) has been introduced to facilitate risk assessment and regulatory control. This means that the analytical results relating to all the individual dioxin and dioxin-like PCB congeners of toxicological concern are expressed in terms of a quantifiable unit, namely the TCDD toxic equivalent (TEQ).\n(52)\nExposure estimates taking into account the SCOOP-task ‘Assessment of dietary intake of dioxins and related PCBs by the population of EU Member States’ finalised in June 2000 (33) indicate that a considerable proportion of the Community population has a dietary intake in excess of the TWI.\n(53)\nFrom a toxicological point of view, any level set should apply to both dioxins and dioxin-like PCBs, but in 2001 maximum levels were set on Community level only for dioxins and not for dioxin-like PCBs, given the very limited data available at that time on the prevalence of dioxin-like PCBs. Since 2001, however, more data on the presence of dioxin-like PCBs have become available, therefore, maximum levels for the sum of dioxins and dioxin-like PCBs have been set in 2006 as this is the most appropriate approach from a toxicological point of view. In order to ensure a smooth transition, the levels for dioxins should continue to apply for a transitional period in addition to the levels for the sum of dioxins and dioxin-like PCBs. Foodstuffs must comply during that transitional period with the maximum levels for dioxins and with the maximum levels for the sum of dioxins and dioxin-like PCBs. Consideration will be given by 31 December 2008 to dispensing with the separate maximum levels for dioxins.\n(54)\nIn order to encourage a proactive approach to reducing the dioxins and dioxin-like PCBs present in food and feed, action levels were set by Commission Recommendation 2006/88/EC of 6 February 2006 on the reduction of the presence of dioxins, furans and PCBs in feedingstuffs and foodstuffs (34). These action levels are a tool for competent authorities and operators to highlight those cases where it is appropriate to identify a source of contamination and to take measures to reduce or eliminate it. Since the sources of dioxins and dioxin-like PCBs are different, separate action levels are determined for dioxins on the one hand and for dioxin-like PCBs on the other hand. This proactive approach to actively reduce the dioxins and dioxin-like PCBs in feed and food and consequently, the maximum levels applicable should be reviewed within a defined period of time with the objective to set lower levels. Therefore, consideration will be given by 31 December 2008 to significantly reducing the maximum levels for the sum of dioxins and dioxin-like PCBs.\n(55)\nOperators need to make efforts to step up their capacity to remove dioxins, furans and dioxin-like PCBs from marine oil. The significant lower level, to which consideration shall be given by 31 December 2008, shall be based on the technical possibilities of the most effective decontamination procedure.\n(56)\nAs regards the establishment of maximum levels for other foodstuffs by 31 December 2008, particular attention shall be paid to the need to set specific lower maximum levels for dioxins and dioxin-like PCBs in foods for infants and young children in the light of the monitoring data obtained through the 2005, 2006 and 2007 programmes for monitoring dioxins and dioxin-like PCBs in foods for infants and young children.\n(57)\nAs regards polycyclic aromatic hydrocarbons, the SCF concluded in its opinion of 4 December 2002 (35) that a number of polycyclic aromatic hydrocarbons (PAH) are genotoxic carcinogens. The Joint FAO/WHO Expert Committee on Food Additives (JECFA) performed in 2005 a risk assessment on PAHs and estimated margins of exposure (MOE) for PAH as a basis for advice on compounds that are both genotoxic and carcinogenic (36).\n(58)\nAccording to the SCF, benzo(a)pyrene can be used as a marker for the occurrence and effect of carcinogenic PAH in food, including also benz(a)anthracene, benzo(b)fluoranthene, benzo(j)fluoranthene, benzo(k)fluoranthene, benzo(g,h,i)perylene, chrysene, cyclopenta(c,d)pyrene, dibenz(a,h)anthracene, dibenzo(a,e)pyrene, dibenzo(a,h)pyrene, dibenzo(a,i)pyrene, dibenzo(a,l)pyrene, indeno(1,2,3-cd)pyrene and 5-methylchrysene. Further analyses of the relative proportions of these PAH in foods would be necessary to inform a future review of the suitability of maintaining benzo(a)pyrene as a marker. In addition benzo(c)fluorene should be analysed, following a recommendation of JECFA.\n(59)\nPAH can contaminate foods during smoking processes and heating and drying processes that allow combustion products to come into direct contact with food. In addition, environmental pollution may cause contamination with PAH, in particular in fish and fishery products.\n(60)\nIn the framework of Directive 93/5/EEC, a specific SCOOP-task ‘Collection of occurrence data on PAH in food’ has been performed in 2004 (37). High levels were found in dried fruits, olive pomace oil, smoked fish, grape seed oil, smoked meat products, fresh molluscs, spices/sauces and condiments.\n(61)\nIn order to protect public health, maximum levels are necessary for benzo(a)pyrene in certain foods containing fats and oils and in foods where smoking or drying processes might cause high levels of contamination. Maximum levels are also necessary in foods where environmental pollution may cause high levels of contamination, in particular in fish and fishery products, for example resulting from oil spills caused by shipping.\n(62)\nIn some foods, such as dried fruit and food supplements, benzo(a)pyrene has been found, but available data are inconclusive on what levels are reasonably achievable. Further investigation is needed to clarify the levels that are reasonably achievable in these foods. In the meantime, maximum levels for benzo(a)pyrene in relevant ingredients should apply, such as in oils and fats used in food supplements.\n(63)\nThe maximum levels for PAH and the appropriateness of setting a maximum level for PAH in cocoa butter should be reviewed by 1 April 2007, taking into account the progress in scientific and technological knowledge on the occurrence of benzo(a)pyrene and other carcinogenic PAH in food.\n(64)\nThe measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,\nHAS ADOPTED THIS REGULATION:\nArticle 1\nGeneral rules\n1.   The foodstuffs listed in the Annex shall not be placed on the market where they contain a contaminant listed in the Annex at a level exceeding the maximum level set out in the Annex.\n2.   The maximum levels specified in the Annex shall apply to the edible part of the foodstuffs concerned, unless otherwise specified in the Annex.\nArticle 2\nDried, diluted, processed and compound foodstuffs\n1.   When applying the maximum levels set out in the Annex to foodstuffs which are dried, diluted, processed or composed of more than one ingredient, the following shall be taken into account:\n(a)\nchanges of the concentration of the contaminant caused by drying or dilution processes;\n(b)\nchanges of the concentration of the contaminant caused by processing;\n(c)\nthe relative proportions of the ingredients in the product;\n(d)\nthe analytical limit of quantification.\n2.   The specific concentration or dilution factors for the drying, dilution, processing and/or mixing operations concerned or for the dried, diluted, processed and/or compound foodstuffs concerned shall be provided and justified by the food business operator, when the competent authority carries out an official control.\nIf the food business operator does not provide the necessary concentration or dilution factor or if the competent authority deems that factor inappropriate in view of the justification given, the authority shall itself define that factor, based on the available information and with the objective of maximum protection of human health.\n3.   Paragraphs 1 and 2 shall apply in so far as no specific Community maximum levels are fixed for these dried, diluted, processed or compound foodstuffs.\n4.   As far as Community legislation does not provide for specific maximum levels for foods for infants and young children, Member States may provide for stricter levels.\nArticle 3\nProhibitions on use, mixing and detoxification\n1.   Foodstuffs not complying with the maximum levels set out in the Annex shall not be used as food ingredients.\n2.   Foodstuffs complying with the maximum levels set out in the Annex shall not be mixed with foodstuffs which exceed these maximum levels.\n3.   Foodstuffs to be subjected to sorting or other physical treatment to reduce contamination levels shall not be mixed with foodstuffs intended for direct human consumption or with foodstuffs intended for use as a food ingredient.\n4.   Foodstuffs containing contaminants listed in section 2 of the Annex (Mycotoxins) shall not be deliberately detoxified by chemical treatments.\nArticle 4\nSpecific provisions for groundnuts, nuts, dried fruit and maize\nGroundnuts, nuts, dried fruit and maize not complying with the appropriate maximum levels of aflatoxins laid down in points 2.1.3, 2.1.5 and 2.1.6 of the Annex can be placed on the market provided that these foodstuffs:\n(a)\nare not intended for direct human consumption or use as an ingredient in foodstuffs;\n(b)\ncomply with the appropriate maximum levels laid down in points 2.1.1, 2.1.2, 2.1.4 and 2.1.7 of the Annex;\n(c)\nare subjected to a treatment involving sorting or other physical treatment and that after this treatment the maximum levels laid down in points 2.1.3, 2.1.5 and 2.1.6 of the Annex are not exceeded, and this treatment does not result in other harmful residues;\n(d)\nare labelled clearly showing their use, and bearing the indication ‘product shall be subjected to sorting or other physical treatment to reduce aflatoxin contamination before human consumption or use as an ingredient in foodstuffs’. The indication shall be included on the label of each individual bag, box etc. or on the original accompanying document. The consignment/batch identification code shall be indelibly marked on each individual bag, box etc. of the consignment and on the original accompanying document.\nArticle 5\nSpecific provisions for groundnuts, derived products thereof and cereals\nA clear indication of the intended use must appear on the label of each individual bag, box, etc. or on the original accompanying document. This accompanying document must have a clear link with the consignment by means of mentioning the consignment identification code, which is on each individual bag, box, etc. of the consignment. In addition the business activity of the consignee of the consignment given on the accompanying document must be compatible with the intended use.\nIn the absence of a clear indication that their intended use is not for human consumption, the maximum levels laid down in points 2.1.3 and 2.1.6 of the Annex shall apply to all groundnuts, derived products thereof and cereals placed on the market.\nArticle 6\nSpecific provisions for lettuce\nUnless lettuce grown under cover (protected lettuce) is labelled as such, maximum levels set in the Annex for lettuce grown in the open air (open-grown lettuce) shall apply.\nArticle 7\nTemporary derogations\n1.   By way of derogation from Article 1, Belgium, Ireland, the Netherlands and the United Kingdom may authorise until 31 December 2008 the placing on the market of fresh spinach grown and intended for consumption in their territory with nitrate levels higher than the maximum levels set out in point 1.1 of the Annex.\n2.   By way of derogation from Article 1, Ireland and the United Kingdom may authorise until 31 December 2008 the placing on the market of fresh lettuce grown and intended for consumption in their territory and harvested throughout the year with nitrate levels higher than the maximum levels set out in point 1.3 of the Annex.\n3.   By way of derogation from Article 1, France may authorise until 31 December 2008 the placing on the market of fresh lettuce grown and intended for consumption in its territory and harvested from 1 October to 31 March with nitrate levels higher than the maximum levels set out in point 1.3 of the Annex.\n4.   By way of derogation from Article 1, Finland and Sweden may authorise until 31 December 2011 the placing on their market of salmon (Salmo salar), herring (Clupea harengus), river lamprey (Lampetra fluviatilis), trout (Salmo trutta), char (Salvelinus spp.) and roe of vendace (Coregonus albula) originating in the Baltic region and intended for consumption in their territory with levels of dioxins and/or levels of the sum of dioxins and dioxin-like PCBs higher than those set out in point 5.3 of the Annex, provided that a system is in place to ensure that consumers are fully informed of the dietary recommendations with regard to the restrictions on the consumption of these fish species from the Baltic region by identified vulnerable sections of the population in order to avoid potential health risks. By 31 March each year, Finland and Sweden shall communicate to the Commission the results of their monitoring of the levels of dioxins and dioxin-like PCBs in fish from the Baltic region obtained in the preceding year and shall report on the measures taken to reduce human exposure to dioxins and dioxin-like PCBs from fish from the Baltic region.\nFinland and Sweden shall continue to apply the necessary measures to ensure that fish and fish products not complying with point 5.3 of the Annex are not marketed in other Member States.\nArticle 8\nSampling and analysis\nThe sampling and the analysis for the official control of the maximum levels specified in the Annex shall be performed in accordance with Commission Regulations (EC) No 1882/2006 (38), No 401/2006 (39), No 1883/2006 (40) and Commission Directives 2001/22/EC (41), 2004/16/EC (42) and 2005/10/EC (43).\nArticle 9\nMonitoring and reporting\n1.   Member States shall monitor nitrate levels in vegetables which may contain significant levels, in particular green leaf vegetables, and communicate the results to the Commission by 30 June each year. The Commission will make these results available to the Member States.\n2.   Member States and interested parties shall communicate each year to the Commission the results of investigations undertaken including occurrence data and the progress with regard to the application of prevention measures to avoid contamination by ochratoxin A, deoxynivalenol, zearalenone, fumonisin B1 and B2, T-2 and HT-2 toxin. The Commission will make these results available to the Member States.\n3.   Member States should report to the Commission findings on aflatoxins, dioxins, dioxin-like PCBs, non-dioxin-like PCBs and polycyclic aromatic hydrocarbons as specified in Commission Decision 2006/504/EC (44), Commission Recommendation 2006/794/EC (45) and Commission Recommendation 2005/108/EC (46).\nArticle 10\nRepeal\nRegulation (EC) No 466/2001 is repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation.\nArticle 11\nTransitional measures\nThis Regulation shall not apply to products that were placed on the market before the dates referred to in points (a) to (d) in conformity with the provisions applicable at the respective date:\n(a)\n1 July 2006 as regards the maximum levels for deoxynivalenol and zearalenone laid down in points 2.4.1, 2.4.2, 2.4.4, 2.4.5, 2.4.6, 2.4.7, 2.5.1, 2.5.3, 2.5.5 and 2.5.7 of the Annex;\n(b)\n1 July 2007 as regards the maximum levels for deoxynivalenol and zearalenone laid down in points 2.4.3, 2.5.2, 2.5.4, 2.5.6 and 2.5.8 of the Annex;\n(c)\n1 October 2007 as regards the maximum levels for fumonisins B1 and B2 laid down in point 2.6 of the Annex;\n(d)\n4 November 2006 as regards the maximum levels for the sum of dioxins and dioxin-like PCBs laid down in section 5 of the Annex.\nThe burden of proving when the products were placed on the market shall be borne by the food business operator.\nArticle 12\nEntry into force and application\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 March 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 19 December 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 37, 13.2.1993, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(2)  OJ L 77, 16.3.2001, p. 1. Regulation as last amended by Regulation (EC) No 199/2006 (OJ L 32, 4.2.2006, p. 32).\n(3)  OJ L 139, 30.4.2004, p. 55, as corrected by OJ L 226, 25.6.2004, p. 22. Regulation as last amended by Regulation (EC) No 1662/2006 (OJ L 320, 18.11.2006, p. 1).\n(4)  Reports of the Scientific Committee for Food, 38th series, Opinion of the Scientific Committee for Food on nitrates and nitrite, p. 1, http://ec.europa.eu/food/fs/sc/scf/reports/scf_reports_38.pdf\n(5)  Reports of the Scientific Committee for Food, 35th series, Opinion of the Scientific Committee for Food on aflatoxins, ochratoxin A and patulin, p. 45, http://ec.europa.eu/food/fs/sc/scf/reports/scf_reports_35.pdf\n(6)  Opinion of the Scientific Committee on Food on Ochratoxin A (expressed on 17 September 1998) http://ec.europa.eu/food/fs/sc/scf/out14_en.html\n(7)  Reports on tasks for scientific cooperation, Task 3.2.7 ‘Assessment of dietary intake of Ochratoxin A by the population of EU Member States’. http://ec.europa.eu/food/food/chemicalsafety/contaminants/task_3-2-7_en.pdf\n(8)  OJ L 52, 4.3.1993, p. 18.\n(9)  Opinion of the Scientific Panel on contaminants in the Food Chain of the EFSA on a request from the Commission related to ochratoxin A in food. http://www.efsa.europa.eu/etc/medialib/efsa/science/contam/contam_opinions/1521.Par.0001.File.dat/contam_op_ej365_ochratoxin_a_food_en1.pdf\n(10)  Minutes of the 120th Meeting of the Scientific Committee on Food held on 8 and 9 March 2000 in Brussels, Minute statement on patulin. http://ec.europa.eu/food/fs/sc/scf/out55_en.pdf\n(11)  Reports on tasks for scientific cooperation, Task 3.2.8, ‘Assessment of dietary intake of Patulin by the population of EU Member States’. http://ec.europa.eu/food/food/chemicalsafety/contaminants/3.2.8_en.pdf\n(12)  OJ L 203, 12.8.2003, p. 34.\n(13)  Opinion of the Scientific Committee on Food on Fusarium-toxins Part 1: Deoxynivalenol (DON), (expressed on 2 December 1999) http://ec.europa.eu/food/fs/sc/scf/out44_en.pdf\n(14)  Opinion of the Scientific Committee on Food on Fusarium-toxins Part 2: Zearalenone (ZEA), (expressed on 22 June 2000) http://ec.europa.eu/food/fs/sc/scf/out65_en.pdf\n(15)  Opinion of the Scientific Committee on Food on Fusarium-toxins Part 3: Fumonisin B1 (FB1) (expressed on 17 October 2000) http://ec.europa.eu/food/fs/sc/scf/out73_en.pdf\n(16)  Updated opinion of the Scientific Committee on Food on Fumonisin B1, B2 and B3 (expressed on 4 April 2003) http://ec.europa.eu/food/fs/sc/scf/out185_en.pdf\n(17)  Opinion of the Scientific Committee on Food on Fusarium-toxins Part 4: Nivalenol (expressed on 19 October 2000) http://ec.europa.eu/food/fs/sc/scf/out74_en.pdf\n(18)  Opinion of the Scientific Committee on Food on Fusarium-toxins Part 5: T-2 toxin and HT-2 toxin (adopted on 30 May 2001) http://ec.europa.eu/food/fs/sc/scf/out88_en.pdf\n(19)  Opinion of the Scientific Committee on Food on Fusarium-toxins Part 6: Group evaluation of T-2 toxin, HT-2toxin, nivalenol and deoxynivalenol. (adopted on 26 February 2002) http://ec.europa.eu/food/fs/sc/scf/out123_en.pdf\n(20)  Reports on tasks for scientific cooperation, Task 3.2.10 ‘Collection of occurrence data of Fusarium toxins in food and assessment of dietary intake by the population of EU Member States’. http://ec.europa.eu/food/fs/scoop/task3210.pdf\n(21)  OJ L 234, 29.8.2006, p. 35.\n(22)  Reports of the Scientific Committee for Food, 32nd series, Opinion of the Scientific Committee for Food on ‘The potential risk to health presented by lead in food and drink’, p. 7, http://ec.europa.eu/food/fs/sc/scf/reports/scf_reports_32.pdf\n(23)  Reports on tasks for scientific co-operation, Task 3.2.11 ‘Assessment of dietary exposure to arsenic, cadmium, lead and mercury of the population of the EU Member States’. http://ec.europa.eu/food/food/chemicalsafety/contaminants/scoop_3-2-11_heavy_metals_report_en.pdf\n(24)  Reports of the Scientific Committee for Food, 36th series, Opinion of the Scientific Committee for Food on cadmium, p. 67, http://ec.europa.eu/food/fs/sc/scf/reports/scf_reports_36.pdf\n(25)  Opinion of the Scientific Panel on contaminants in the Food Chain of the European Food Safety Authority (EFSA) on a request from the Commission related to mercury and methylmercury in food (adopted on 24 February 2004) http://www.efsa.eu.int/science/contam/contam_opinions/259/opinion_contam_01_en1.pdf\n(26)  http://ec.europa.eu/food/food/chemicalsafety/contaminants/information_note_mercury-fish_12-05-04.pdf\n(27)  Opinion of the Scientific Committee on Food on acute risks posed by tin in canned foods (adopted on 12 December 2001) http://ec.europa.eu/food/fs/sc/scf/out110_en.pdf\n(28)  Opinion of the Scientific Committee on Food on 3-monochloro-propane-1,2-diol (3-MCPD) updating the SCF opinion of 1994 (adopted on 30 May 2001) http://ec.europa.eu/food/fs/sc/scf/out91_en.pdf\n(29)  Reports of the Scientific Committee for Food, 36th series, Opinion of the Scientific Committee for Food on 3-monochloro-propane-1,2-diol 3-MCPD), p. 31, http://ec.europa.eu/food/fs/sc/scf/reports/scf_reports_36.pdf\n(30)  Reports on tasks for scientific cooperation, Task 3.2.9 ‘Collection and collation of data on levels of 3-monochloropropanediol (3-MCPD) and related substances in foodstuffs’. http://ec.europa.eu/food/food/chemicalsafety/contaminants/scoop_3-2-9_final_report_chloropropanols_en.pdf\n(31)  Opinion of the Scientific Committee on Food on the risk assessment of dioxins and dioxin-like PCBs in food. Update based on new scientific information available since the adoption of the SCF opinion of 22nd November 2000 (adopted on 30 May 2001) http://ec.europa.eu/food/fs/sc/scf/out90_en.pdf\n(32)  Opinion of the Scientific Committee on Food on the risk assessment of dioxins and dioxin-like PCBs in food. (adopted on 22 November 2000) http://ec.europa.eu/food/fs/sc/scf/out78_en.pdf\n(33)  Reports on tasks for scientific cooperation, Task 3.2.5 ‘Assessment of dietary intake of dioxins and related PCBs by the population of EU Member States’. http://ec.europa.eu/dgs/health_consumer/library/pub/pub08_en.pdf\n(34)  OJ L 42, 14.2.2006, p. 26.\n(35)  Opinion of the Scientific Committee on Food on the risks to human health of Polycyclic Aromatic Hydrocarbons in food (expressed on 4 December 2002) http://ec.europa.eu/food/fs/sc/scf/out153_en.pdf\n(36)  Evaluation of certain food contaminants — Report of the Joint FAO/WHO Expert Committee on Food Additives), 64th meeting, Rome, 8 to 17 February 2005, p. 1 and p. 61.\nWHO Technical Report Series, No. 930, 2006 — http://whqlibdoc.who.int/trs/WHO_TRS_930_eng.pdf\n(37)  Reports on tasks for scientific co-operation, Task 3.2.12 ‘Collection of occurrence data on polycyclic aromatic hydrocarbons in food’. http://ec.europa.eu/food/food/chemicalsafety/contaminants/scoop_3-2-12_final_report_pah_en.pdf\n(38)  See page 25 of this Official Journal.\n(39)  OJ L 70, 9.3.2006, p. 12.\n(40)  See page 32 of this Official Journal.\n(41)  OJ L 77, 16.3.2001, p. 14. Directive as amended by Directive 2005/4/EC (OJ L 19, 21.1.2005, p. 50).\n(42)  OJ L 42, 13.2.2004, p. 16.\n(43)  OJ L 34, 8.2.2005, p. 15.\n(44)  OJ L 199, 21.7.2006, p. 21.\n(45)  OJ L 322, 22.11.2006, p. 24.\n(46)  OJ L 34, 8.2.2005, p. 43.\nANNEX\nMaximum levels for certain contaminants in foodstuffs (1)\nSection 1:   Nitrate\nFoodstuffs (1)\nMaximum levels (mg NO3/kg)\n1.1\nFresh spinach (Spinacia oleracea) (2)\nHarvested 1 October to 31 March\n3 000\nHarvested 1 April to 30 September\n2 500\n1.2\nPreserved, deep-frozen or frozen spinach\n2 000\n1.3\nFresh Lettuce (Lactuca sativa L.) (protected and open-grown lettuce) excluding lettuce listed in point 1.4\nHarvested 1 October to 31 March:\nlettuce grown under cover\n4 500\nlettuce grown in the open air\n4 000\nHarvested 1 April to 30 September:\nlettuce grown under cover\n3 500\nlettuce grown in the open air\n2 500\n1.4\nIceberg-type lettuce\nLettuce grown under cover\n2 500\nLettuce grown in the open air\n2 000\n1.5\nProcessed cereal-based foods and baby foods for infants and young children (3)\n (4)\n200\nSection 2:   Mycotoxins\nFoodstuffs (1)\nMaximum levels (μg/kg)\n2.1\nAflatoxins\nB1\nSum of B1, B2, G1 and G2\nM1\n2.1.1\nGroundnuts to be subjected to sorting, or other physical treatment, before human consumption or use as an ingredient in foodstuffs\n8,0 (5)\n15,0 (5)\n—\n2.1.2\nNuts to be subjected to sorting, or other physical treatment, before human consumption or use as an ingredient in foodstuffs\n5,0 (5)\n10,0 (5)\n—\n2.1.3\nGroundnuts and nuts and processed products thereof, intended for direct human consumption or use as an ingredient in foodstuffs\n2,0 (5)\n4,0 (5)\n—\n2.1.4\nDried fruit to be subjected to sorting, or other physical treatment, before human consumption or use as an ingredient in foodstuffs\n5,0\n10,0\n—\n2.1.5\nDried fruit and processed products thereof, intended for direct human consumption or use as an ingredient in foodstuffs\n2,0\n4,0\n—\n2.1.6\nAll cereals and all products derived from cereals, including processed cereal products, with the exception of foodstuffs listed in 2.1.7, 2.1.10 and 2.1.12\n2,0\n4,0\n—\n2.1.7\nMaize to be subjected to sorting or other physical treatment before human consumption or use as an ingredient in foodstuffs\n5,0\n10,0\n—\n2.1.8\nRaw milk (6), heat-treated milk and milk for the manufacture of milk-based products\n—\n—\n0,050\n2.1.9\nFollowing species of spices:\nCapsicum spp. (dried fruits thereof, whole or ground, including chillies, chilli powder, cayenne and paprika)\nPiper spp. (fruits thereof, including white and black pepper)\nMyristica fragrans (nutmeg)\nZingiber officinale (ginger)\nCurcuma longa (turmeric)\n5,0\n10,0\n—\n2.1.10\nProcessed cereal-based foods and baby foods for infants and young children (3)\n (7)\n0,10\n—\n—\n2.1.11\nInfant formulae and follow-on formulae, including infant milk and follow-on milk (4)\n (8)\n—\n—\n0,025\n2.1.12\nDietary foods for special medical purposes (9)\n (10) intended specifically for infants\n0,10\n—\n0,025\n2.2\nOchratoxin A\n2.2.1\nUnprocessed cereals\n5,0\n2.2.2\nAll products derived from unprocessed cereals, including processed cereal products and cereals intended for direct human consumption with the exception of foodstuffs listed in 2.2.9 and 2.2.10\n3,0\n2.2.3\nDried vine fruit (currants, raisins and sultanas)\n10,0\n2.2.4\nRoasted coffee beans and ground roasted coffee, excluding soluble coffee\n5,0\n2.2.5\nSoluble coffee (instant coffee)\n10,0\n2.2.6\nWine (including sparkling wine, excluding liqueur wine and wine with an alcoholic strength of not less than 15 % vol) and fruit wine (11)\n2,0 (12)\n2.2.7\nAromatised wine, aromatised wine-based drinks and aromatised wine-product cocktails (13)\n2,0 (12)\n2.2.8\nGrape juice, concentrated grape juice as reconstituted, grape nectar, grape must and concentrated grape must as reconstituted, intended for direct human consumption (14)\n2,0 (12)\n2.2.9\nProcessed cereal-based foods and baby foods for infants and young children (3)\n (7)\n0,50\n2.2.10\nDietary foods for special medical purposes (9)\n (10) intended specifically for infants\n0,50\n2.2.11\nGreen coffee, dried fruit other than dried vine fruit, beer, cocoa and cocoa products, liqueur wines, meat products, spices and liquorice\n—\n2.3\nPatulin\n2.3.1\nFruit juices, concentrated fruit juices as reconstituted and fruit nectars (14)\n50\n2.3.2\nSpirit drinks (15), cider and other fermented drinks derived from apples or containing apple juice\n50\n2.3.3\nSolid apple products, including apple compote, apple puree intended for direct consumption with the exception of foodstuffs listed in 2.3.4 and 2.3.5\n25\n2.3.4\nApple juice and solid apple products, including apple compote and apple puree, for infants and young children (16) and labelled and sold as such (4)\n10,0\n2.3.5\nBaby foods other than processed cereal-based foods for infants and young children (3)\n (4)\n10,0\n2.4\nDeoxynivalenol\n (17)\n2.4.1\nUnprocessed cereals (18)\n (19) other than durum wheat, oats and maize\n1 250\n2.4.2\nUnprocessed durum wheat and oats (18)\n (19)\n1 750\n2.4.3\nUnprocessed maize (18)\n1 750 (20)\n2.4.4\nCereals intended for direct human consumption, cereal flour (including maize flour, maize meal and maize grits (21)), bran as end product marketed for direct human consumption and germ, with the exception of foodstuffs listed in 2.4.7\n750\n2.4.5\nPasta (dry) (22)\n750\n2.4.6\nBread (including small bakery wares), pastries, biscuits, cereal snacks and breakfast cereals\n500\n2.4.7\nProcessed cereal-based foods and baby foods for infants and young children (3)\n (7)\n200\n2.5\nZearalenone\n (17)\n2.5.1\nUnprocessed cereals (18)\n (19) other than maize\n100\n2.5.2\nUnprocessed maize (18)\n200 (20)\n2.5.3\nCereals intended for direct human consumption, cereal flour, bran as end product marketed for direct human consumption and germ, with the exception of foodstuffs listed in 2.5.4, 2.5.7 and 2.5.8\n75\n2.5.4\nMaize intended for direct human consumption, maize flour, maize meal, maize grits, maize germ and refined maize oil (21)\n200 (20)\n2.5.5\nBread (including small bakery wares), pastries, biscuits, cereal snacks and breakfast cereals, excluding maize snacks and maize based breakfast cereals\n50\n2.5.6\nMaize snacks and maize based breakfast cereals\n50 (20)\n2.5.7\nProcessed cereal-based foods (excluding processed maize-based foods) and baby foods for infants and young children (3)\n (7)\n20\n2.5.8\nProcessed maize-based foods for infants and young children (3)\n (7)\n20 (20)\n2.6\nFumonisins\nSum of B1 and B2\n2.6.1\nUnprocessed maize (18)\n2 000 (23)\n2.6.2\nMaize flour, maize meal, maize grits, maize germ and refined maize oil (21)\n1 000 (23)\n2.6.3\nMaize based foods for direct human consumption, excluding foods listed in 2.6.2 and 2.6.4\n400 (23)\n2.6.4\nProcessed maize-based foods and baby foods for infants and young children (3)\n (7)\n200 (23)\n2.7\nT-2 and HT-2 toxin\n (17)\nSum of T-2 and HT-2 toxin\n2.7.1\nUnprocessed cereals (18) and cereal products\nSection 3:   Metals\nFoodstuffs (1)\nMaximum levels\n(mg/kg wet weight)\n3.1\nLead\n3.1.1\nRaw milk (6), heat-treated milk and milk for the manufacture of milk-based products\n0,020\n3.1.2\nInfant formulae and follow-on formulae (4)\n (8)\n0,020\n3.1.3\nMeat (excluding offal) of bovine animals, sheep, pig and poultry (6)\n0,10\n3.1.4\nOffal of bovine animals, sheep, pig and poultry (6)\n0,50\n3.1.5\nMuscle meat of fish (24)\n (25)\n0,30\n3.1.6\nCrustaceans, excluding brown meat of crab and excluding head and thorax meat of lobster and similar large crustaceans (Nephropidae and Palinuridae) (26)\n0,50\n3.1.7\nBivalve molluscs (26)\n1,5\n3.1.8\nCephalopods (without viscera) (26)\n1,0\n3.1.9\nCereals, legumes and pulses\n0,20\n3.1.10\nVegetables, excluding brassica vegetables, leaf vegetables, fresh herbs and fungi (27). For potatoes the maximum level applies to peeled potatoes\n0,10\n3.1.11\nBrassica vegetables, leaf vegetables and cultivated fungi (27)\n0,30\n3.1.12\nFruit, excluding berries and small fruit (27)\n0,10\n3.1.13\nBerries and small fruit (27)\n0,20\n3.1.14\nFats and oils, including milk fat\n0,10\n3.1.15\nFruit juices, concentrated fruit juices as reconstituted and fruit nectars (14)\n0,050\n3.1.16\nWine (including sparkling wine, excluding liqueur wine), cider, perry and fruit wine (11)\n0,20 (28)\n3.1.17\nAromatized wine, aromatized wine-based drinks and aromatized wine-product cocktails (13)\n0,20 (28)\n3.2\nCadmium\n3.2.1\nMeat (excluding offal) of bovine animals, sheep, pig and poultry (6)\n0,050\n3.2.2\nHorsemeat, excluding offal (6)\n0,20\n3.2.3\nLiver of bovine animals, sheep, pig, poultry and horse (6)\n0,50\n3.2.4\nKidney of bovine animals, sheep, pig, poultry and horse (6)\n1,0\n3.2.5\nMuscle meat of fish (24)\n (25), excluding species listed in 3.2.6 and 3.2.7\n0,050\n3.2.6\nMuscle meat of the following fish (24)\n (25):\nanchovy (Engraulis species)\nbonito (Sarda sarda)\ncommon two-banded seabream (Diplodus vulgaris)\neel (Anguilla anguilla)\ngrey mullet (Mugil labrosus labrosus)\nhorse mackerel or scad (Trachurus species)\nlouvar or luvar (Luvarus imperialis)\nsardine (Sardina pilchardus)\nsardinops (Sardinops species)\ntuna (Thunnus species, Euthynnus species, Katsuwonus pelamis)\nwedge sole (Dicologoglossa cuneata)\n0,10\n3.2.7\nMuscle meat of swordfish (Xiphias gladius) (24)\n (25)\n0,30\n3.2.8\nCrustaceans, excluding brown meat of crab and excluding head and thorax meat of lobster and similar large crustaceans (Nephropidae and Palinuridae) (26)\n0,50\n3.2.9\nBivalve molluscs (26)\n1,0\n3.2.10\nCephalopods (without viscera) (26)\n1,0\n3.2.11\nCereals excluding bran, germ, wheat and rice\n0,10\n3.2.12\nBran, germ, wheat and rice\n0,20\n3.2.13\nSoybeans\n0,20\n3.2.14\nVegetables and fruit, excluding leaf vegetables, fresh herbs, fungi, stem vegetables, pine nuts, root vegetables and potatoes (27)\n0,050\n3.2.15\nLeaf vegetables, fresh herbs, cultivated fungi and celeriac (27)\n0,20\n3.2.16\nStem vegetables, root vegetables and potatoes, excluding celeriac (27). For potatoes the maximum level applies to peeled potatoes\n0,10\n3.3\nMercury\n3.3.1\nFishery products (26) and muscle meat of fish (24)\n (25), excluding species listed in 3.3.2. The maximum level applies to crustaceans, excluding the brown meat of crab and excluding head and thorax meat of lobster and similar large crustaceans (Nephropidae and Palinuridae)\n0,50\n3.3.2\nMuscle meat of the following fish (24)\n (25):\nanglerfish (Lophius species)\natlantic catfish (Anarhichas lupus)\nbonito (Sarda sarda)\neel (Anguilla species)\nemperor, orange roughy, rosy soldierfish (Hoplostethus species)\ngrenadier (Coryphaenoides rupestris)\nhalibut (Hippoglossus hippoglossus)\nmarlin (Makaira species)\nmegrim (Lepidorhombus species)\nmullet (Mullus species)\npike (Esox lucius)\nplain bonito (Orcynopsis unicolor)\npoor cod (Tricopterus minutes)\nportuguese dogfish (Centroscymnus coelolepis)\nrays (Raja species)\nredfish (Sebastes marinus, S. mentella, S. viviparus)\nsail fish (Istiophorus platypterus)\nscabbard fish (Lepidopus caudatus, Aphanopus carbo)\nseabream, pandora (Pagellus species)\nshark (all species)\nsnake mackerel or butterfish (Lepidocybium flavobrunneum, Ruvettus pretiosus, Gempylus serpens)\nsturgeon (Acipenser species)\nswordfish (Xiphias gladius)\ntuna (Thunnus species, Euthynnus species, Katsuwonus pelamis)\n1,0\n3.4\nTin (inorganic)\n3.4.1\nCanned foods other than beverages\n200\n3.4.2\nCanned beverages, including fruit juices and vegetable juices\n100\n3.4.3\nCanned baby foods and processed cereal-based foods for infants and young children, excluding dried and powdered products (3)\n (29)\n50\n3.4.4\nCanned infant formulae and follow-on formulae (including infant milk and follow-on milk), excluding dried and powdered products (8)\n (29)\n50\n3.4.5\nCanned dietary foods for special medical purposes (9)\n (29) intended specifically for infants, excluding dried and powdered products\n50\nSection 4:   3-monochloropropane-1,2-diol (3-MCPD)\nFoodstuffs (1)\nMaximum levels\n(μg/kg)\n4.1\nHydrolysed vegetable protein (30)\n20\n4.2\nSoy sauce (30)\n20\nSection 5:   Dioxins and PCBs (31)\nFoodstuffs\nMaximum levels\nSum of dioxins (WHO-PCDD/F-TEQ) (32)\nSum of dioxins and dioxin-like PCBs (WHO-PCDD/F-PCB-TEQ) (32)\n5.1\nMeat and meat products (excluding edible offal) of the following animals (6)\n—\nbovine animals and sheep\n3,0 pg/g fat (33)\n4,5 pg/g fat (33)\n—\npoultry\n2,0 pg/g fat (33)\n4,0 pg/g fat (33)\n—\npigs\n1,0 pg/g fat (33)\n1,5 pg/g fat (33)\n5.2\nLiver of terrestrial animals referred to in 5.1 (6), and derived products thereof\n6,0 pg/g fat (33)\n12,0 pg/g fat (33)\n5.3\nMuscle meat of fish and fishery products and products thereof, excluding eel (25)\n (34). The maximum level applies to crustaceans, excluding the brown meat of crab and excluding head and thorax meat of lobster and similar large crustaceans (Nephropidae and Palinuridae)\n4,0 pg/g wet weight\n8,0 pg/g wet weight\n5.4\nMuscle meat of eel (Anguilla anguilla) and products thereof\n4,0 pg/g wet weight\n12,0 pg/g wet weight\n5.5\nRaw milk (6) and dairy products (6), including butterfat\n3,0 pg/g fat (33)\n6,0 pg/g fat (33)\n5.6\nHen eggs and egg products (6)\n3,0 pg/g fat (33)\n6,0 pg/g fat (33)\n5.7\nFat of the following animals:\n—\nbovine animals and sheep\n3,0 pg/g fat\n4,5 pg/g fat\n—\npoultry\n2,0 pg/g fat\n4,0 pg/g fat\n—\npigs\n1,0 pg/g fat\n1,5 pg/g fat\n5.8\nMixed animal fats\n2,0 pg/g fat\n3,0 pg/g fat\n5.9\nVegetable oils and fats\n0,75 pg/g fat\n1,5 pg/g fat\n5.10\nMarine oils (fish body oil, fish liver oil and oils of other marine organisms intended for human consumption)\n2,0 pg/g fat\n10,0 pg/g fat\nSection 6:   Polycyclic aromatic hydrocarbons\nFoodstuffs\nMaximum levels\n(μg/kg wet weight)\n6.1\nBenzo(a)pyrene\n (35)\n6.1.1\nOils and fats (excluding cocoa butter) intended for direct human consumption or use as an ingredient in foods\n2,0\n6.1.2\nSmoked meats and smoked meat products\n5,0\n6.1.3\nMuscle meat of smoked fish and smoked fishery products (25)\n (36), excluding bivalve molluscs. The maximum level applies to smoked crustaceans, excluding the brown meat of crab and excluding head and thorax meat of lobster and similar large crustaceans (Nephropidae and Palinuridae)\n5,0\n6.1.4\nMuscle meat of fish (24)\n (25), other than smoked fish\n2,0\n6.1.5\nCrustaceans, cephalopods, other than smoked (26). The maximum level applies to crustaceans, excluding the brown meat of crab and excluding head and thorax meat of lobster and similar large crustaceans (Nephropidae and Palinuridae)\n5,0\n6.1.6\nBivalve molluscs (26)\n10,0\n6.1.7\nProcessed cereal-based foods and baby foods for infants and young children (3)\n (29)\n1,0\n6.1.8\nInfant formulae and follow-on formulae, including infant milk and follow-on milk (8)\n (29)\n1,0\n6.1.9\nDietary foods for special medical purposes (9)\n (29) intended specifically for infants\n1,0\n(1)  As regards fruits, vegetables and cereals, reference is made to the foodstuffs listed in the relevant category as defined in Regulation (EC) No 396/2005 of the European Parliament and of the Council of 23 February 2005 on maximum residue levels of pesticides in or on food and feed of plant and animal origin and amending Council Directive 91/414/EEC (OJ L 70, 16.3.2005, p. 1) as last amended by Regulation (EC) No 178/2006 (OJ L 29, 2.2.2006, p. 3). This means, inter alia, that buckwheat (Fagopyrum sp) is included in ‘cereals’ and buckwheat products are included in ‘cereal products’.\n(2)  The maximum levels do not apply for fresh spinach to be subjected to processing and which is directly transported in bulk from field to processing plant.\n(3)  Foodstuffs listed in this category as defined in Commission Directive 96/5/EC of 16 February 1996 on processed cereal-based foods and baby foods for infants and young children (OJ L 49, 28.2.1996, p. 17) as last amended by Directive 2003/13/EC (OJ L 41, 14.2.2003, p. 33).\n(4)  The maximum level refers to the products ready to use (marketed as such or after reconstitution as instructed by the manufacturer).\n(5)  The maximum levels refer to the edible part of groundnuts and nuts. If groundnuts and nuts ‘in shell’ are analysed, it is assumed when calculating the aflatoxin content all the contamination is on the edible part.\n(6)  Foodstuffs listed in this category as defined in Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (OJ L 226, 25.6.2004, p. 22).\n(7)  The maximum level refers to the dry matter. The dry matter is determined in accordance with Regulation (EC) No 401/2006.\n(8)  Foodstuffs listed in this category as defined in Commission Directive 91/321/EEC of 14 May 1991 on infant formulae and follow-on formulae (OJ L 175, 4.7.1991, p. 35) as last amended by Directive 2003/14/EC (OJ L 41, 14.2.2003, p. 37).\n(9)  Foodstuffs listed in this category as defined in Commission Directive 1999/21/EC of 25 March 1999 on dietary foods for special medical purposes (OJ L 91, 7.4.1999, p. 29).\n(10)  The maximum level refers in the case of milk and milk products, to the products ready for use (marketed as such or reconstituted as instructed by the manufacturer) and in the case of products other than milk and milk products, to the dry matter. The dry matter is determined in accordance with Regulation (EC) No 401/2006.\n(11)  Foodstuffs listed in this category as defined in Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (OJ L 179, 14.7.1999, p. 1) as last amended by the Protocol concerning the conditions and arrangements for admission of the Republic of Bulgaria and Romania to the European Union (OJ L 157, 21.6.2005, p. 29).\n(12)  The maximum level applies to products produced from the 2005 harvest onwards.\n(13)  Foodstuffs listed in this category as defined in Council Regulation (EEC) No 1601/91 of 10 June 1991 laying down general rules on the definition, description and presentation of aromatised wines, aromatised wine-based drinks and aromatised wine-product cocktails (OJ L 149, 14.6.1991, p. 1) as last amended by the Protocol concerning the conditions and arrangements for admission of the Republic of Bulgaria and Romania to the European Union. The maximum level for OTA applicable to these beverages is function of the proportion of wine and/or grape must present in the finished product.\n(14)  Foodstuffs listed in this category as defined in Council Directive 2001/112/EC of 20 December 2001 relating to fruit juices and certain similar products intended for human consumption (OJ L 10, 12.1.2002, p. 58).\n(15)  Foodstuffs listed in this category as defined in Council Regulation (EEC) No 1576/89 of 29 May 1989 laying down general rules on the definition, description and presentation of spirit drinks (OJ L 160, 12.6.1989, p. 1), as last amended by the Protocol concerning the conditions and arrangements for admission of the Republic of Bulgaria and Romania to the European Union.\n(16)  Infants and young children as defined in Directive 91/321/EEC and Directive 96/5/EC.\n(17)  For the purpose of the application of maximum levels for deoxynivalenol, zearalenone, T-2 and HT-2 toxin established in points 2.4, 2.5 and 2.7 rice is not included in ‘cereals’ and rice products are not included in ‘cereal products’.\n(18)  The maximum level applies to unprocessed cereals placed on the market for first-stage processing. ‘First-stage processing’ shall mean any physical or thermal treatment, other than drying, of or on the grain. Cleaning, sorting and drying procedures are not considered to be ‘first-stage processing’ insofar no physical action is exerted on the grain kernel itself and the whole grain remains intact after cleaning and sorting. In integrated production and processing systems, the maximum level applies to the unprocessed cereals in case they are intended for first-stage processing.\n(19)  The maximum level applies to cereals harvested and taken over, as from the 2005/06 marketing year, in accordance with Commission Regulation (EC) No 824/2000 of 19 April 2000 establishing procedures for the taking-over of cereals by intervention agencies and laying down methods of analysis for determining the quality of cereals (OJ L 100, 20.4.2000, p. 31), as last amended by Regulation (EC) No 1068/2005 (OJ L 174, 7.7.2005, p. 65).\n(20)  Maximum level shall apply from 1 July 2007.\n(21)  This category includes also similar products otherwise denominated such as semolina.\n(22)  Pasta (dry) means pasta with a water content of approximately 12 %.\n(23)  Maximum level shall apply from 1 October 2007.\n(24)  Fish listed in this category as defined in category (a), with the exclusion of fish liver falling under code CN 0302 70 00, of the list in Article 1 of Council Regulation (EC) No 104/2000 (OJ L 17, 21.1.2000, p. 22) as last amended by the Act concerning the conditions of accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic and the adjustments to the Treaties on which the European Union is founded (OJ L 236, 23.9.2003, p. 33). In case of dried, diluted, processed and/or compound foodstuffs Article 2(1) and 2(2) apply.\n(25)  Where fish are intended to be eaten whole, the maximum level shall apply to the whole fish.\n(26)  Foodstuffs falling within category (c) and (f) of the list in Article 1 of Regulation (EC) No 104/2000, as appropriate (species as listed in the relevant entry). In case of dried, diluted, processed and/or compound foodstuffs Article 2(1) and 2(2) apply.\n(27)  The maximum level applies after washing of the fruit or vegetables and separating the edible part.\n(28)  The maximum level applies to products produced from the 2001 fruit harvest onwards.\n(29)  The maximum level refers to the product as sold.\n(30)  The maximum level is given for the liquid product containing 40 % dry matter, corresponding to a maximum level of 50 μg/kg in the dry matter. The level needs to be adjusted proportionally according to the dry matter content of the products.\n(31)  Dioxins (sum of polychlorinated dibenzo-para-dioxins (PCDDs) and polychlorinated dibenzofurans (PCDFs), expressed as World Health Organisation (WHO) toxic equivalent using the WHO-toxic equivalency factors (WHO-TEFs)) and sum of dioxins and dioxin-like PCBs (sum of PCDDs, PCDFs and polychlorinated biphenyls (PCBs), expressed as WHO toxic equivalent using the WHO-TEFs). WHO-TEFs for human risk assessment based on the conclusions of the WHO meeting in Stockholm, Sweden, 15 to 18 June 1997 (Van den Berg et al., (1998) Toxic Equivalency Factors (TEFs) for PCBs, PCDDs, PCDFs for Humans and for Wildlife. Environmental Health Perspectives, 106 (12), 775).\n(32)  Upperbound concentrations: Upperbound concentrations are calculated on the assumption that all the values of the different congeners below the limit of quantification are equal to the limit of quantification.\n(33)  The maximum level is not applicable for foods containing < 1 % fat.\n(34)  Foodstuffs listed in this category as defined in categories (a), (b), (c), (e) and (f) of the list in Article 1 of Regulation (EC) No 104/2000 with the exclusion of fish liver falling under code CN 0302 70 00.\n(35)  Benzo(a)pyrene, for which maximum levels are listed, is used as a marker for the occurrence and effect of carcinogenic polycyclic aromatic hydrocarbons. These measures therefore provide full harmonisation on polycyclic aromatic hydrocarbons in the listed foods across the Member States.\n(36)  Foodstuffs listed in this category as defined in categories (b), (c), and (f) of the list in Article 1 of Regulation (EC) No 104/2000.", "summary": "Maximum levels for certain contaminants in food\nMaximum levels for certain contaminants in food\nSUMMARY OF:\nRegulation (EC) No 1881/2006 setting maximum levels for certain contaminants in foodstuffs\nWHAT IS THE AIM OF THE REGULATION?\n              \nIt lays down the maximum limits for certain food contaminants to protect the health of European Union (EU) citizens, including the most sensitive population groups, such as children, older people and pregnant women.\nKEY POINTS\nScope\nThe regulation covers:\nmycotoxins (aflatoxins, ochratoxin A, Fusarium toxins, patulin and citrinin, ergot alkaloids)\nmetals (lead, cadmium, mercury, inorganic tin and arsenic)\n3-monochloropropane-1,2-diol (3-MCPD) and its fatty acid esters and glycidyl fatty acid esters\ndioxins and polychlorinated biphenyls (PCBs)\npolycyclic aromatic hydrocarbons (PAHs)\nmelamine\nerucic acid, hydrocyanic acid, tropane alkaloids, pyrrolizidine alkaloids\nnitrates\nperchlorate.\nLimits\nFood with levels of contaminants higher than those specified in the annex to the regulation may not be sold. These limits cover the edible part of food and also apply to compound, processed, dried or diluted foods.\nThe regulation also lays down the lowest maximum levels for contaminants that are reasonably achievable with good manufacturing practice or good agricultural practice, i.e. ‘as low as reasonably achievable’.\nBan on mixing\nFoods complying with the maximum limits may not be mixed with other foods that exceed these limits.\nFoods that must be sorted or subjected to other physical treatments to reduce the level of contamination may not be mixed with foods intended for direct human consumption or use as an ingredient in food.\nLabelling\nLabelling on groundnuts, other oilseeds, nuts, dried fruit, rice and maize sold as foods which have to be subjected to sorting or other physical treatment before human consumption must include the wording ‘Product shall be subjected to sorting or other physical treatment to reduce aflatoxin contamination before human consumption or use as an ingredient in foodstuffs’.\nLabelling on pre-packaged groundnuts, other oilseeds, products derived from oilseeds and cereals must indicate the use and lot identification code in accordance with Directive 2011/91/EU on the traceability of pre-packaged foods (see summary).\nExceptions\nCertain EU Member States may exceed the levels of dioxins and PCBs for certain fish and fish products originating from the Baltic region and intended for consumption in their territory. Consumers have to be informed on the potential risks to consumer health.\nOther exceptions were granted to certain Member States as regards the maximum levels of PAHs in traditionally smoked meat and smoked meat products and traditionally smoked fish and smoked fishery products.\nTesting\nMember States must test the levels of contaminants in foods. Their results must be sent to the European Food Safety Authority set up under Regulation (EC) No 178/2002 (see summary).\nAmendments to Regulation (EC) No 1881/2006\nThe regulation has been amended more than 30 times. Many of these amendments relate to the regulation’s annex, which lists the maximum levels for certain contaminants in foodstuffs.\nFROM WHEN DOES THIS REGULATION APPLY?\n              \nIt has applied since 1 March 2007.\nBACKGROUND\n              \nFor further information, see:\nContaminants (European Commission)\nChemical contaminants (European Food Safety Authority).\nMAIN DOCUMENT\n            \nCommission Regulation (EC) No 1881/2006 of 19 December 2006 setting maximum levels for certain contaminants in foodstuffs (OJ L 364, 20.12.2006, pp. 5–24).\nSuccessive amendments to Regulation (EC) No 1881/2006 have been incorporated into the original text. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nRegulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (OJ L 31, 1.2.2002, pp. 1–24).\nSee consolidated version.\nCouncil Regulation (EEC) No 315/93 of 8 February 1993 laying down Community procedures for contaminants in food (OJ L 37, 13.2.1993, pp. 1–3).\nSee consolidated version.\nlast update 24.11.2021", "tags": ["food inspection", "health control", "food standard", "marketing standard", "foodstuff", "consumer protection", "food safety"], "subjects": ["Foodstuffs"], "split": "train", "reference_annotations": {"32006R1881_p1": {"text": "(1)  As regards fruits, vegetables and cereals, reference is made to the foodstuffs listed in the relevant category as defined in regulation 396/2005 of the European Parliament and of the Council of 23 February 2005 on maximum residue levels of pesticides in or on food and feed of plant and animal origin and amending Council directive 91/414/eec (OJ L 70, 16.3.2005, p. 1) as last amended by regulation 178/2006 (OJ L 29, 2.2.2006, p. 3). This means, inter alia, that buckwheat (Fagopyrum sp) is included in ‘cereals’ and buckwheat products are included in ‘cereal products’.", "triples": [" regulation 396/2005,  amending,  directive 91/414/eec", " regulation 178/2006,  amended,  directive 91/414/eec"]}, "32006R1881_p2": {"text": "(3)  Foodstuffs listed in this category as defined in Commission directive 96/5/ec of 16 February 1996 on processed cereal-based foods and baby foods for infants and young children (OJ L 49, 28.2.1996, p. 17) as last amended by directive 2003/13/ec (OJ L 41, 14.2.2003, p. 33).", "triples": [" directive 2003/13/ec,  amended,  directive 96/5/ec"]}, "32006R1881_p3": {"text": "(8)  Foodstuffs listed in this category as defined in Commission directive 91/321/eec of 14 May 1991 on infant formulae and follow-on formulae (OJ L 175, 4.7.1991, p. 35) as last amended by directive 2003/14/ec (OJ L 41, 14.2.2003, p. 37).", "triples": [" directive 2003/14/ec,  amended,  directive 91/321/eec"]}, "32006R1881_p4": {"text": "(19)  The maximum level applies to cereals harvested and taken over, as from the 2005/06 marketing year, in accordance with Commission regulation 824/2000 of 19 April 2000 establishing procedures for the taking-over of cereals by intervention agencies and laying down methods of analysis for determining the quality of cereals (OJ L 100, 20.4.2000, p. 31), as last amended by regulation 1068/2005 (OJ L 174, 7.7.2005, p. 65).", "triples": [" regulation 1068/2005,  amended,  regulation 824/2000"]}}, "summary_annotations": {}}