{"celex_id": "32010R0407", "reference": "12.5.2010\nEN\nOfficial Journal of the European Union\nL 118/1\nCOUNCIL REGULATION (EU) No 407/2010\nof 11 May 2010\nestablishing a European financial stabilisation mechanism\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union (TFEU), and in particular Article 122(2) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1)\nArticle 122(2) of the Treaty foresees the possibility of granting Union financial assistance to a Member State in difficulties or seriously threatened with severe difficulties caused by exceptional occurrences beyond its control.\n(2)\nSuch difficulties may be caused by a serious deterioration in the international economic and financial environment.\n(3)\nThe unprecedented global financial crisis and economic downturn that have hit the world over the last two years have seriously damaged economic growth and financial stability and provoked a strong deterioration in the deficit and debt positions of the Member States.\n(4)\nThe deepening of the financial crisis has led to a severe deterioration of the borrowing conditions of several Member States beyond what can be explained by economic fundamentals. At this point, this situation, if not addressed as a matter of urgency, could present a serious threat to the financial stability of the European Union as a whole.\n(5)\nIn order to address this exceptional situation beyond the control of the Member States, it appears necessary to put in place immediately a Union stabilisation mechanism to preserve financial stability in the European Union. Such a mechanism should allow the Union to respond in a coordinated, rapid and effective manner to acute difficulties in a particular Member State. Its activation will be in the context of a joint EU/International Monetary Fund (IMF) support.\n(6)\nGiven their particular financial implications, the decisions to grant Union financial assistance pursuant to this Regulation require the exercise of implementing powers, which should be conferred on the Council.\n(7)\nStrong economic policy conditions should be imposed in case of activation of this mechanism with a view to preserving the sustainability of the public finances of the beneficiary Member State and restoring its capacity to finance itself on the financial markets.\n(8)\nThe Commission should regularly review whether the exceptional circumstances threatening the financial stability of the European Union as a whole still exist.\n(9)\nThe existing facility providing medium-term financial assistance for non-euro-area Member States, as established by Council Regulation (EC) No 332/2002 (1), should remain in place,\nHAS ADOPTED THIS REGULATION:\nArticle 1\nAim and scope\nWith a view to preserving the financial stability of the European Union, this Regulation establishes the conditions and procedures under which Union financial assistance may be granted to a Member State which is experiencing, or is seriously threatened with, a severe economic or financial disturbance caused by exceptional occurrences beyond its control, taking into account the possible application of the existing facility providing medium-term financial assistance for non-euro-area Member States’ balances of payments, as established by Regulation (EC) No 332/2002.\nArticle 2\nForm of the Union financial assistance\n1.   Union financial assistance for the purposes of this Regulation shall take the form of a loan or of a credit line granted to the Member State concerned.\nTo this end, in accordance with a Council decision pursuant to Article 3, the Commission shall be empowered on behalf of the European Union to contract borrowings on the capital markets or with financial institutions.\n2.   The outstanding amount of loans or credit lines to be granted to Member States under this Regulation shall be limited to the margin available under the own resources ceiling for payment appropriations.\nArticle 3\nProcedure\n1.   The Member State seeking Union financial assistance shall discuss with the Commission, in liaison with the European Central Bank (ECB), an assessment of its financial needs and submit a draft economic and financial adjustment programme to the Commission and the Economic and Financial Committee.\n2.   Union financial assistance shall be granted by a decision adopted by the Council, acting by a qualified majority on a proposal from the Commission.\n3.   The decision to grant a loan shall contain:\n(a)\nthe amount, the average maturity, the pricing formula, the maximum number of instalments, the availability period of the Union financial assistance and the other detailed rules needed for the implementation of the assistance;\n(b)\nthe general economic policy conditions which are attached to the Union financial assistance with a view to re-establishing a sound economic or financial situation in the beneficiary Member State and to restoring its capacity to finance itself on the financial markets; these conditions will be defined by the Commission, in consultation with the ECB; and\n(c)\nan approval of the adjustment programme prepared by the beneficiary Member State to meet the economic conditions attached to the Union financial assistance.\n4.   The decision to grant a credit line shall contain:\n(a)\nthe amount, the fee for the availability of the credit line, the pricing formula applicable for the release of funds and the availability period of the Union financial assistance and the other detailed rules needed for the implementation of the assistance;\n(b)\nthe general economic policy conditions which are attached to the Union financial assistance with a view to re-establishing a sound economic or financial situation in the beneficiary Member State; these conditions will be defined by the Commission, in consultation with the ECB; and\n(c)\nan approval of the adjustment programme prepared by the beneficiary Member State to meet the economic conditions attached to the Union financial assistance.\n5.   The Commission and the beneficiary Member State shall conclude a Memorandum of Understanding detailing the general economic policy conditions laid down by the Council. The Commission shall communicate the Memorandum of Understanding to the European Parliament and to the Council.\n6.   The Commission shall re-examine, in consultation with the ECB, the general economic policy conditions referred to in paragraphs 3(b) and 4(b) at least every six months and discuss with the beneficiary Member State the changes that may be needed to its adjustment programme.\n7.   The Council, acting by a qualified majority on a proposal from the Commission, shall decide on any adjustments to be made to the initial general economic policy conditions and shall approve the revised adjustment programme as prepared by the beneficiary Member State.\n8.   If a financing outside the Union subject to economic policy conditions is envisaged, notably from the IMF, the Member State concerned shall first consult the Commission. The Commission shall examine the possibilities available under the Union financial assistance facility and the compatibility of the envisaged economic policy conditions with the commitments taken by the Member State concerned for the implementation of the Council recommendations and Council decisions adopted on the basis of Article 121, Article 126 and Article 136 of the TFEU. The Commission shall inform the Economic and Financial Committee.\nArticle 4\nDisbursement of the loan\n1.   The loan shall, as a rule, be disbursed in instalments.\n2.   The Commission shall verify at regular intervals whether the economic policy of the beneficiary Member State accords with its adjustment programme and with the conditions laid down by the Council pursuant to Article 3(3)(b). To this end, that Member State shall provide all the necessary information to the Commission and give the latter its full cooperation.\n3.   On the basis of the findings of such verification, the Commission shall decide on the release of further instalments.\nArticle 5\nRelease of funds\n1.   The beneficiary Member State shall inform the Commission in advance of its intention to draw down funds from its credit line. Detailed rules shall be laid down in the decision referred to in Article 3(4).\n2.   The Commission shall verify at regular intervals whether the economic policy of the beneficiary Member State accords with its adjustment programme and with the conditions laid down by the Council pursuant to Article 3(4)(b). To this end, that Member State shall provide all the necessary information to the Commission and give the latter its full cooperation.\n3.   On the basis of the findings of such verification, the Commission shall decide on the release of the funds.\nArticle 6\nBorrowing and lending operations\n1.   The borrowing and lending operations referred to in Article 2 shall be carried out in euro.\n2.   The characteristics of the successive instalments released by the Union under the financial assistance facility shall be negotiated between the beneficiary Member State and the Commission.\n3.   Once the decision on a loan has been made by the Council, the Commission shall be authorised to borrow on the capital markets or from financial institutions at the most appropriate time in between planned disbursements so as to optimise the cost of funding and preserve its reputation as the Union's issuer in the markets. Funds raised but not yet disbursed shall be kept at all times on dedicated cash or securities account which are handled in accordance with rules applying to off-budget operations and cannot be used for any other goal than to provide financial assistance to Member States under the present mechanism.\n4.   Where a Member State receives a loan carrying an early repayment clause and decides to exercise this option, the Commission shall take the necessary steps.\n5.   At the request of the beneficiary Member State and where circumstances permit an improvement in the interest rate on the loan, the Commission may refinance all or part of its initial borrowing or restructure the corresponding financial conditions.\n6.   The Economic and Financial Committee shall be kept informed of the developments in the operations referred to in paragraph 5.\nArticle 7\nCosts\nThe costs incurred by the Union in concluding and carrying out each operation shall be borne by the beneficiary Member State.\nArticle 8\nAdministration of the loans\n1.   The Commission shall establish the necessary arrangements for the administration of the loans with the ECB.\n2.   The beneficiary Member State shall open a special account with its National Central Bank for the management of the Union financial assistance received. It shall also transfer the principal and the interest due under the loan to an account with the ECB fourteen TARGET2 business days prior to the corresponding due date.\n3.   Without prejudice to Article 27 of the Statute of the European System of Central Banks and of the European Central Bank, the European Court of Auditors shall have the right to carry out in the beneficiary Member State any financial controls or audits that it considers necessary in relation to the management of that assistance. The Commission, including the European Anti-Fraud office, shall in particular have the right to send its officials or duly authorised representatives to carry out in the beneficiary Member State any technical or financial controls or audits that it considers necessary in relation to that assistance.\nArticle 9\nReview and adaptation\n1.   The Commission shall forward to the Economic and Financial Committee and to the Council, within six months following the entry into force of this Regulation and where appropriate every six months thereafter, a report on the implementation of this Regulation and on the continuation of the exceptional occurrences that justify the adoption of this Regulation.\n2.   Where appropriate, the report shall be accompanied by a proposal for amendments to this Regulation with a view to adapting the possibility of granting financial assistance without affecting the validity of decisions already adopted.\nArticle 10\nEntry into force\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 11 May 2010.\nFor the Council\nThe President\nÁ. GONZÁLEZ-SINDE REIG\n(1)  Council Regulation (EC) No 332/2002 of 18 February 2002 establishing a facility providing medium-term financial assistance for Member States’ balances of payments (OJ L 53, 23.2.2002, p. 1).", "summary": "European financial stabilisation mechanism\nEuropean financial stabilisation mechanism\nThe financial crisis that hit the global economy at the end of 2008 required the creation of a European financial stabilisation mechanism (EFSM), to help European Union countries in difficulty, thereby preserving the EU's financial stability.\nACT\n\t\t\t\t\t\t\nCouncil Regulation (EU) No 407/2010 of 11 May 2010 establishing a European financial stabilisation mechanism\nSUMMARY\nWHAT DOES THIS REGULATION DO?\n\t\t\t\t\t\t\t\nIt lays down the conditions and procedures for granting EU financial assistance to an EU country that, due to events beyond its control, is experiencing severe economic or financial disturbance or the threat thereof.\nKEY POINTS\nFinancial assistance\nAssistance is granted in the form of a loan or a credit line* granted to the EU country concerned. To this end, the European Commission may contract, on behalf of the EU, loans on capital markets or from financial institutions, in line with a decision adopted by the Council of the EU acting by qualified majority.\nProcedure\nWith the Commission, and in liaison with the European Central Bank (ECB), the EU country seeking aid proceeds with an assessment of its financial needs. It then submits to the Commission a draft programme for economic and financial recovery.\nThe decision to grant a credit line contains the following information:\nthe terms of the financial assistance,\ngeneral economic policy conditions attached to the EU’s financial assistance (for example, fiscal consolidation measures to reduce public debt),\nthe approval of the adjustment programme prepared by the recipient country.\nThe Commission verifies at regular intervals whether the beneficiary country’s economic policy is consistent with its adjustment programme and with the conditions established by the Council to continue to receive financial aid, which is granted in instalments.\nCompatibility with other financial support mechanisms\nThe European financial stabilisation mechanism is compatible with the medium-term facility providing financial assistance for balances of payments. Moreover, it does not preclude the use of funds from outside the EU, such as from the International Monetary Fund.\nEFSM budget\nThe EFSM is funded by the EU budget. The Commission is allowed to borrow up to a total of €60 billion in financial markets on behalf of the EU. The loans are guaranteed by the EU budget.\nThe EFSM was activated for Ireland and Portugal, for a total amount of €46.8 billion (€22.5 billion for Ireland and €24.3 billion for Portugal), disbursed over 3 years (2011-2014).\nIn July 2015, EFSM has been used to provide short-term assistance (bridge loan) of €7.16 billion to Greece.\nSpecific arrangements concerning exposure of non-euro-area countries are in place.\nBACKGROUND\n\t\t\t\t\t\t\t\nThe European Stability Mechanism (ESM) consolidates and merges the EFSM and the European Financial Stability Facility (EFSF), the 2 instruments set in place temporarily in the wake of the sovereign debt crisis, and with which it coexists today.\nIn time, the ESM will become the main support mechanism for euro area countries experiencing temporary difficulties in borrowing money on financial markets because of their debt levels. Its initial maximum lending capacity was €500 billion on the basis of a capital of €704.8 billion. The ESM is financed by the EU countries according to the ECB contribution key*.\nThe loans are financed by ESM borrowing on financial markets, and are guaranteed by its shareholders (euro area countries). Loans are on the basis of strict conditions, including the return of public finances to sustainable levels.\nSINCE WHEN DOES THE REGULATION APPLY?\n\t\t\t\t\t\t\t\n13 May 2010.\nMore information:\nEuropean Commission European Financial Stabilisation Mechanism (EFSM) website\nEuropean Stability Mechanism (ESM) website\nKEY TERMS\n* Credit line: an authorisation given by the Council, on the proposal of the Commission, to an EU country to draw funds from the EFSM up to a specified ceiling for a given period of time.\n* The ECB contribution key: this key is calculated to reflect the respective country’s share in the total population and gross domestic product of the EU. These 2 determinants have equal weighting.\nREFERENCES\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nRegulation (EU) No 407/2010\n13.5.2010\n-\nOJ L 118, 12.5.2010, pp. 1-4\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nRegulation (EU) 2015/1360\n8.8.2015\n-\nOJ L 210, 7.8.2015, pp. 1-2\nlast update 14.09.2015", "tags": ["economic policy", "financial policy", "economic recession", "European Union", "financial situation", "EU Member State", "financial aid"], "subjects": ["Financial provisions", "Economic policy", "Economic and monetary policy"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}