{"celex_id": "32009H0708(01)", "reference": "8.7.2009\nEN\nOfficial Journal of the European Union\nC 155/1\nRECOMMENDATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 18 June 2009\non the establishment of a European Quality Assurance Reference Framework for Vocational Education and Training\n(Text with EEA relevance)\n2009/C 155/01\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 149(4) and Article 150(4) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving regard to the opinion of the Committee of the Regions (2),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (3),\nWhereas:\n(1)\nThe transition to a knowledge-based economy (Lisbon European Council 2000) requires modernisation and continuous improvement of vocational education and training (VET) systems in response to rapid change in the economy and society, so that they can help increase employability and social inclusion and improve access to lifelong learning for all, including disadvantaged people.\n(2)\nThe Barcelona European Council in 2002 set the target of making Europe's education and training systems a world quality reference by 2010.\n(3)\nThe Lisbon Integrated Guidelines for Growth and Jobs 2005-2008 call upon Member States to develop affordable, accessible lifelong learning systems responsive to the changing needs of the knowledge-based economy and society. Adaptation and capacity-building of education and training systems is necessary to improve their labour market relevance. The objectives set in education and training policy should therefore increasingly complement those of economic and labour market policy in order to combine social cohesion and competitiveness.\n(4)\nFollowing the Council Resolution of 19 December 2002 on the promotion of enhanced European cooperation in vocational education and training (4) (the Copenhagen process), and as an outcome of subsequent cooperative work between the Commission, the Member States, social partners, the EEA-EFTA and the candidate countries on the Quality Assurance priority, a Common Quality Assurance Framework (CQAF) has been developed, taking account of existing experience and ‘good practice’ in the different participating countries.\n(5)\nAccording to the 2004 joint interim report of the Council and the Commission to the European Council on the Education and Training 2010 Work Programme (5), the CQAF for the VET (as part of the follow-up to the Copenhagen Declaration) and the development of ‘an agreed set of standards, procedures and guidelines on quality assurance’ (6) (in conjunction with the Bologna process and as part of the work programme on the objectives of education and training systems) should be top priorities for Europe.\n(6)\nThe Education Council in May 2004 (7) endorsed the CQAF approach and invited Member States and the Commission, within their respective competencies, to promote it on a voluntary basis, together with relevant stakeholders.\n(7)\nThe European Network for Quality Assurance in Vocational Education and Training (8) provided a European platform that made possible appropriate follow-up to the Council Conclusions of 2004 and the Helsinki Communiqué, and facilitated sustainable cooperation between countries.\n(8)\nIn 2006, the Helsinki Communiqué underlined the need to further develop and implement common European tools specifically aimed at VET, by drawing on the principles underlying a CQAF, as referred to in the May 2004 Council Conclusions on quality assurance in VET, in order to promote a culture of quality improvement and wider participation in the European Network for Quality Assurance in Vocational Education and Training.\n(9)\nThis recommendation establishes a European Quality Assurance Reference Framework (the Framework) as a reference instrument to help Member States to promote and monitor continuous improvement of their VET systems based on common European references, which builds on and further develops the CQAF. The framework should contribute to quality improvement in VET and to increased transparency of, and consistency in, VET policy developments between Member States, thereby promoting mutual trust, mobility of workers and learners, and lifelong learning.\n(10)\nThe framework should comprise a quality assurance and improvement cycle of planning, implementation, evaluation/assessment and review/revision of VET, supported by common quality criteria, indicative descriptors and indicators. The monitoring processes, including a combination of internal and external evaluation mechanisms, have to be defined by Member States as appropriate in order to identify the strength of systems, processes and procedures and areas for improvement. The framework should include the use of measuring tools to provide evidence of effectiveness.\n(11)\nThe framework should be applied at the VET-system, VET-provider and qualification-awarding levels. It provides a systemic approach to quality, covering and interrelating the relevant levels and actors. The framework should give strong emphasis to monitoring and improving quality by combining internal and external evaluation, review and processes for improvement, supported by measurement and qualitative analysis. The framework should be a basis for further development through cooperation at European, national, regional and local levels.\n(12)\nIn providing for concrete means to support an evaluation and quality-improvement culture at all levels, this recommendation contributes to the use of evidence-based policy and practice, as a basis for more efficient and equitable policies, in accordance with the 2006 Conclusions of the Council and the representatives of the governments of the Member States on efficiency and equity in European education and training systems (9).\n(13)\nThis recommendation provides for a framework for the identification, support and exchange of best practices not only at national but also at local and regional levels in all relevant networks, including the European Quality Assurance Reference Framework network.\n(14)\nThis recommendation takes into account the ‘Common Principles for Quality Assurance in Education and Training’ that are included in Annex III to the recommendation of the European Parliament and of the Council of 23 April 2008 on the establishment of the European Qualifications Framework for lifelong learning (10) (EQF). The Framework should therefore support the implementation of the EQF, in particular the quality of the certification of learning outcomes. It should also support the implementation of other European instruments, such as the European Credit System for VET, and the Common European Principles for the identification and validation of non-formal and informal learning.\n(15)\nGiven its non-binding nature, this recommendation conforms to the principle of subsidiarity referred to in Article 5 of the Treaty insofar as its objective is to support and supplement Member States′ action by facilitating further cooperation between them to increase transparency of VET and to promote mobility and lifelong learning. It should be implemented in accordance with national legislation and practice. This recommendation conforms to the principle of proportionality referred to in that article because it does not replace or define national quality assurance systems. The Framework does not prescribe a particular quality assurance system or approach, but provides common principles, quality criteria, indicative descriptors and indicators that may help in assessing and improving existing systems and provision of VET.\n(16)\nThe reference indicators proposed in Annex II are intended to support the evaluation and quality improvement of VET systems and/or providers in accordance with national legislation and practice, and to serve as a ‘toolbox’ from which the various users may choose the indicators they consider most relevant to the requirements of their particular quality assurance system. In terms of their nature and purpose, they should be distinguished from the indicators and benchmarks referred to in the Council conclusions of 25 May 2007 on a coherent framework of indicators and benchmarks for monitoring progress towards the Lisbon objectives in education and training (11).\n(17)\nThe framework, if used and further developed by the Member States, could help them to further improve and develop their VET systems, support lifelong learning strategies, further European labour market integration and the implementation of the EQF and promote a culture of quality improvement at all levels, while respecting the rich diversity of national education systems.\n(18)\nThis recommendation should contribute to modernising education and training systems, improving the effectiveness of training by seeking to ensure that people do not leave without qualifications, improving the interrelationship of education, training and employment, building bridges between formal, non-formal and informal learning and expanding the awarding of qualifications on the basis of experience acquired,\nHEREBY RECOMMEND THAT MEMBER STATES:\n1.\nuse and further develop the European Quality Assurance Reference Framework (the Framework), quality criteria, indicative descriptors and reference indicators as set out and further described in Annexes I and II, to further improve and develop their VET systems, support lifelong learning strategies and the implementation of the EQF and of the European Quality Charter for Mobility, and promote a culture of quality improvement and innovation at all levels. Extra emphasis should be placed on the transition from VET to higher education;\n2.\neach devise, not later than 18 June 2011, an approach aimed at improving quality assurance systems at national level, where appropriate, and making best use of the framework, involving the social partners, regional and local authorities, and all other relevant stakeholders in accordance with national legislation and practice;\n3.\nparticipate actively in the European Quality Assurance Reference Framework network (the framework network) as a basis for further development of common principles, reference criteria and indicators, guidelines and tools for quality improvement in VET at national, regional and local levels, as appropriate;\n4.\nestablish, where this does not already exist, a Quality Assurance National Reference Point for VET that is linked to the particular structures and requirements of each Member State and that, in accordance with national practice, brings together existing relevant bodies and involves the social partners and all stakeholders concerned at national and regional levels, in order to ensure the follow-up of initiatives. The reference points should:\n—\nkeep a wide range of stakeholders informed about the activities of the framework network,\n—\nprovide active support for the implementation of the work programme of the framework network,\n—\ntake concrete initiatives to promote further development of the framework in the national context,\n—\nsupport self-evaluation as a complementary and effective means of quality assurance which allows the measurement of success and the identification of areas for improvement in respect of the implementation of the work programme of the framework network,\n—\nensure that information is disseminated to stakeholders effectively;\n5.\nundertake a review of the implementation process every four years — such review to be incorporated into every second national progress report drawn up within the context of the future strategic framework for European cooperation in education and training — on the basis of reference criteria to be defined under the framework network in cooperation with the Commission and the Member States.\nENDORSE THE COMMISSION'S INTENTION TO:\n1.\nsupport Member States in carrying out the above tasks, in particular by facilitating cooperation and mutual learning, testing and developing guidance material, and providing information on quality developments in VET across Member States;\n2.\npromote and participate together with the Member States in the framework network, contributing to policy development in this area through concrete proposals and initiatives, as appropriate;\n3.\nensure follow-up to the implementation of this recommendation by presenting a report every four years to the European Parliament and the Council on the experience gained and implications for the future, including, if necessary, a review of this recommendation conducted in cooperation with the Member States and involving the various stakeholders;\n4.\nundertake, on the basis of that report and in cooperation with the Member States, an evaluation of the implementation of this recommendation and, if necessary, its revision.\nDone at Brussels, 18 June 2009.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nŠtefan FÜLE\n(1)  OJ C 100, 30.4.2009, p. 136.\n(2)  OJ C 325, 19.12.2008, p. 48.\n(3)  Opinion of the European Parliament of 18 December 2008 (not yet published in the Official Journal) and Council Decision of 11 May 2009.\n(4)  OJ C 13, 18.1.2003, p. 2.\n(5)  OJ C 104, 30.4.2004, p. 1.\n(6)  ‘Realising the European Higher Education Area’: Communiqué from the Conference of Ministers responsible for higher education, Berlin, 19 September 2003.\n(7)  Council Conclusions on Quality Assurance in Vocational Education and Training, 28 May 2004.\n(8)  The European Network for Quality Assurance in VET was established in October 2005 by the Commission following the favourable opinion of the Advisory Committee for Vocational Training. Its members have been designated by Member States, candidate countries, EFTA-EEA countries and the European Social Partners′ organisations, in accordance with an explicit procedure.\n(9)  OJ C 298, 8.12.2006, p. 3.\n(10)  OJ C 111, 6.5.2008, p. 1.\n(11)  OJ C 311, 21.12.2007, p. 13.\nINTRODUCTION TO THE ANNEXES\nThis recommendation establishes a European quality assurance reference framework (‘the framework’) which comprises a quality assurance and improvement cycle (planning, implementation, evaluation/assessment and review/revision) based on a selection of quality criteria, descriptors and indicators applicable to quality management at both VET-system and VET-provider levels. The aim is not to introduce new standards, but to support Member States’ efforts, whilst preserving the diversity of their approaches.\nThe Framework should be regarded rather as a ‘toolbox’, from which the various users may choose those descriptors and indicators that they consider most relevant to the requirements of their particular quality assurance system.\nThe proposed descriptors (Annex I) and indicators (Annex II) are provided as guidance only and may be selected and applied by users of the Framework in accordance with all or part of their requirements and existing settings.\nThey may be applied to initial vocational training (IVT) and/or continuous vocational training (CVT), depending on the relevant individual characteristics of each Member State's VET system and the type of VET providers.\nThey are to be used on a purely voluntary basis, taking account of their potential added value and in accordance with national legislation and practice. They should be considered neither as benchmarks, nor as a means of reporting on, or drawing comparisons between, the quality and efficiency of different national systems. The responsibility for monitoring the quality of these systems remains entirely with the Member States.\nANNEX I\nTHE EUROPEAN QUALITY ASSURANCE REFERENCE FRAMEWORK: QUALITY CRITERIA AND INDICATIVE DESCRIPTORS\n (1)\nThis annex proposes common quality criteria and indicative descriptors to support Member States, as they deem appropriate, when implementing the Framework (2).\nQuality Criteria\nIndicative descriptors at VET-system level\nIndicative descriptors at VET-provider level\nPlanning reflects a strategic vision shared by the relevant stakeholders and includes explicit goals/objectives, actions and indicators\nGoals/objectives of VET are described for the medium and long terms, and linked to European goals\nThe relevant stakeholders participate in setting VET goals and objectives at the different levels\nTargets are established and monitored through specific indicators (success criteria)\nMechanisms and procedures have been established to identify training needs\nAn information policy has been devised to ensure optimum disclosure of quality results/outcomes subject to national/regional data protection requirements\nStandards and guidelines for recognition, validation and certification of competences of individuals have been defined\nEuropean, national and regional VET policy goals/objectives are reflected in the local targets set by the VET providers\nExplicit goals/objectives and targets are set and monitored\nOngoing consultation with relevant stakeholders takes place to identify specific local/individual needs\nResponsibilities in quality management and development have been explicitly allocated\nThere is an early involvement of staff in planning, including with regard to quality development\nProviders plan cooperative initiatives with other VET providers\nThe relevant stakeholders participate in the process of analysing local needs\nVET providers have an explicit and transparent quality assurance system in place\nImplementation plans are devised in consultation with stakeholders and include explicit principles\nImplementation plans are established in cooperation with social partners, VET providers and other relevant stakeholders at the different levels\nImplementation plans include consideration of the resources required, the capacity of the users and the tools and guidelines needed for support\nGuidelines and standards have been devised for implementation at different levels\nImplementation plans include specific support towards the training of teachers and trainers\nVET providers’ responsibilities in the implementation process are explicitly described and made transparent\nA national and/or regional quality assurance framework has been devised and includes guidelines and quality standards at VET-provider level to promote continuous improvement and self-regulation\nResources are appropriately internally aligned/assigned with a view to achieving the targets set in the implementation plans\nRelevant and inclusive partnerships are explicitly supported to implement the actions planned\nThe strategic plan for staff competence development specifies the need for training for teachers and trainers\nStaff undertake regular training and develop cooperation with relevant external stakeholders to support capacity building and quality improvement, and to enhance performance\nEvaluation of outcomes and processes is regularly carried out and supported by measurement\nA methodology for evaluation has been devised, covering internal and external evaluation\nStakeholder involvement in the monitoring and evaluation process is agreed and clearly described\nThe national/regional standards and processes for improving and assuring quality are relevant and proportionate to the needs of the sector\nSystems are subject to self-evaluation, internal and external review, as appropriate\nEarly warning systems are implemented\nPerformance indicators are applied\nRelevant, regular and coherent data collection takes place, in order to measure success and identify areas for improvement. Appropriate data collection methodologies have been devised, e.g. questionnaires and indicators/metrics\nSelf-assessment/self-evaluation is periodically carried out under national and regional regulations/frameworks or at the initiative of VET providers\nEvaluation and review covers processes and results/outcomes of education including the assessment of learner satisfaction as well as staff performance and satisfaction\nEvaluation and review includes adequate and effective mechanisms to involve internal and external stakeholders\nEarly warning systems are implemented\nReview\nProcedures, mechanisms and instruments for undertaking reviews are defined at all levels\nProcesses are regularly reviewed and action plans for change devised. Systems are adjusted accordingly\nInformation on the outcomes of evaluation is made publicly available\nLearners’ feedback is gathered on their individual learning experience and on the learning and teaching environment. Together with teachers’ feedback this is used to inform further actions\nInformation on the outcomes of the review is widely and publicly available\nProcedures on feedback and review are part of a strategic learning process in the organisation\nResults/outcomes of the evaluation process are discussed with relevant stakeholders and appropriate action plans are put in place\n(1)  For the purposes of this recommendation, definitions which apply are based on Cedefop's Glossary on Quality in Training (working paper, November 2003).\n(2)  A further set of selected quality indicators is detailed in Annex II.\nANNEX II\nA REFERENCE SET OF SELECTED QUALITY INDICATORS FOR ASSESSING QUALITY IN VET\nThis Annex proposes a comprehensive set of selected quality indicators which can be used to support the evaluation and quality improvement of VET systems and/or VET providers. The set of indicators will be further developed through European cooperation on a bilateral and/or multilateral basis, building on European data and national registers.\nIn terms of their nature and purpose, they should be distinguished from the indicators and benchmarks referred to in the Council conclusions of 25 May 2007 on a coherent framework of indicators and benchmarks for monitoring progress towards the Lisbon objectives in education and training.\nFurthermore, the table of indicators does not include aggregated indicators at national level in cases where these do not exist or are difficult to obtain. The aggregation of such indicators at national level can be carried out at a later stage on the basis of a joint agreement between the Member States, the Commission and the European Quality Assurance Reference Framework network.\nIndicator\nType of Indicator\nPurpose of the Policy\nOverarching Indicators for Quality Assurance\nNo 1\nRelevance of quality assurance systems for VET providers:\n(a)\nshare of VET providers applying internal quality assurance systems defined by law/at own initiative\n(b)\nshare of accredited VET providers\nContext/Input indicator\nPromote a quality improvement culture at VET-provider level\nIncrease the transparency of quality of training\nImprove mutual trust on training provision\nNo 2\nInvestment in training of teachers and trainers:\n(a)\nshare of teachers and trainers participating in further training\n(b)\namount of funds invested\nInput/Process indicator\nPromote ownership of teachers and trainers in the process of quality development in VET\nImprove the responsiveness of VET to changing demands of labour market\nIncrease individual learning capacity building\nImprove learners’ achievement\nIndicators supporting quality objectives for VET policies\nNo 3\nParticipation rate in VET programmes:\nNumber of participants in VET programmes (1), according to the type of programme and the individual criteria (2)\nInput/Process/Output indicator\nObtain basic information at VET-system and VET-provider levels on the attractiveness of VET\nTarget support to increase access to VET, including for disadvantaged groups\nNo 4\nCompletion rate in VET programmes:\nNumber of persons having successfully completed/abandoned VET programmes, according to the type of programme and the individual criteria\nProcess/Output/Outcome indicator\nObtain basic information on educational achievements and the quality of training processes\nCalculate drop-out rates compared to participation rate\nSupport successful completion as one of the main objectives for quality in VET\nSupport adapted training provision, including for disadvantaged groups\nNo 5\nPlacement rate in VET programmes:\n(a)\ndestination of VET learners at a designated point in time after completion of training, according to the type of programme and the individual criteria (3)\n(b)\nshare of employed learners at a designated point in time after completion of training, according to the type of programme and the individual criteria\nOutcome indicator\nSupport employability\nImprove responsiveness of VET to the changing demands in the labour market\nSupport adapted training provision, including for disadvantaged groups\nNo 6\nUtilisation of acquired skills at the workplace:\n(a)\ninformation on occupation obtained by individuals after completion of training, according to type of training and individual criteria\n(b)\nsatisfaction rate of individuals and employers with acquired skills/competences\nOutcome indicator\n(mix of qualitative and quantitative data)\nIncrease employability\nImprove responsiveness of VET to changing demands in the labour market\nSupport adapted training provision, including for disadvantaged groups\nContext information\nNo 7\nUnemployment rate (4) according to individual criteria\nContext indicator\nBackground information for policy decision-making at VET-system level\nNo 8\nPrevalence of vulnerable groups:\n(a)\npercentage of participants in VET classified as disadvantaged groups (in a defined region or catchment area) according to age and gender\n(b)\nsuccess rate of disadvantaged groups according to age and gender\nContext indicator\nBackground information for policy decision-making at VET-system level\nSupport access to VET for disadvantaged groups\nSupport adapted training provision for disadvantaged groups\nNo 9\nMechanisms to identify training needs in the labour market:\n(a)\ninformation on mechanisms set up to identify changing demands at different levels\n(b)\nevidence of their effectiveness\nContext/Input indicator\n(qualitative information)\nImprove responsiveness of VET to changing demands in the labour market\nSupport employability\nNo 10\nSchemes used to promote better access to VET:\n(a)\ninformation on existing schemes at different levels\n(b)\nevidence of their effectiveness\nProcess indicator\n(qualitative information)\nPromote access to VET, including for disadvantaged groups\nSupport adapted training provision\n(1)  For IVT: a period of 6 weeks of training is needed before a learner is counted as a participant.\nFor lifelong learning: percentage of population admitted to formal VET programmes.\n(2)  Besides basic information on gender and age, other social criteria might be applied, e.g. early school leavers, highest educational achievement, migrants, persons with disabilities, length of unemployment.\n(3)  For IVT: including information on the destination of learners who have dropped out.\n(4)  Definition according to ILO and OECD: individuals aged 15-74 without work, actively seeking employment and ready to start work.", "summary": "Ensuring quality in vocational education and training (VET)\nEnsuring quality in vocational education and training (VET)\nThe European quality reference framework is one of a series of European initiatives designed to encourage labour mobility. It helps countries to promote and monitor improvements in their vocational education and training (VET) systems.\nACT\nRecommendation of the European Parliament and of the Council of 18 June 2009 on the establishment of a European quality assurance reference framework for vocational education and training (Official Journal C 155 of 8.7.2009, pp. 1-10).\nSUMMARY\n                  \nThe European quality reference framework is one of a series of European initiatives designed to encourage labour mobility. It helps countries to promote and monitor improvements in their vocational education and training (VET) systems.\nWHAT DOES THE RECOMMENDATION DO?\n                     \nIt establishes a European quality assurance reference framework. This is a toolbox with common European references. On a voluntary basis, national authorities can use the aspects they deem most useful to develop, improve, guide and assess the quality of their own VET systems.\nKEY POINTS\nThe framework contains a four-phase cycle of planning, implementation, evaluation/assessment and review/revision of the VET systems.\nEach phase includes quality criteria and indicative descriptors to help national authorities set goals, devise standards and undertake reviews.\nReference indicators, such as investment in training teachers, are designed to help evaluate and improve the quality of VET systems.\nNational authorities are encouraged to play an active role in the framework and to further develop common principles, reference criteria, indicators and guidelines.\nQuality assurance national reference points keep stakeholders informed about the framework’s activities, support and develop its work and help to evaluate its achievements.\nNational authorities should review the process every 4 years.\nIn May 2014, EU governments noted the advances that had been made in quality assurance in education and training and agreed on the need to make further progress.\nBACKGROUND\n                     \nThe recommendation should help to modernise education and training systems and ensure people do not leave without qualifications. It also aims to improve the interrelationship between education, training and employment.\nFor more information, see:\nquality assurance in VET on the European Commission’s website;\npolicy context - European quality assurance reference framework.\nRELATED ACTS\n                  \nReport from the Commission to the European Parliament and the Council on the implementation of the recommendation of the European Parliament and of the Council of 18 June 2009 on the establishment of a European quality assurance reference framework for vocational education and training (COM(2014) 30 final of 28.1.2014).\nCouncil conclusions of 20 May 2014 on quality assurance supporting education and training (OJ C 183 of 14.6.2014, pp. 30-35).\nlast update 30.07.2015", "tags": ["school textbook", "EFTA countries", "education policy", "teaching curriculum", "EU programme", "EU action", "teaching quality"], "subjects": ["Education, vocational training and youth"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}