{"celex_id": "32008L0094", "reference": "28.10.2008\nEN\nOfficial Journal of the European Union\nL 283/36\nDIRECTIVE 2008/94/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 22 October 2008\non the protection of employees in the event of the insolvency of their employer\n(Codified version)\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 137(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consultation of the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1)\nCouncil Directive 80/987/EEC of 20 October 1980 on the protection of employees in the event of the insolvency of their employer (3) has been substantially amended several times (4). In the interests of clarity and rationality the said Directive should be codified.\n(2)\nThe Community Charter of Fundamental Social Rights for Workers adopted on 9 December 1989 states, in point 7, that the completion of the internal market must lead to an improvement in the living and working conditions of workers in the Community and that this improvement must cover, where necessary, the development of certain aspects of employment regulations such as procedures for collective redundancies and those regarding bankruptcies.\n(3)\nIt is necessary to provide for the protection of employees in the event of the insolvency of their employer and to ensure a minimum degree of protection, in particular in order to guarantee payment of their outstanding claims, while taking account of the need for balanced economic and social development in the Community. To this end, the Member States should establish a body which guarantees payment of the outstanding claims of the employees concerned.\n(4)\nIn order to ensure equitable protection for the employees concerned, the state of insolvency should be defined in the light of the legislative trends in the Member States and that concept should also include insolvency proceedings other than liquidation. In this context, Member States should, in order to determine the liability of the guarantee institution, be able to lay down that where an insolvency situation results in several insolvency proceedings, the situation is to be treated as a single insolvency procedure.\n(5)\nIt should be ensured that the employees referred to in Council Directive 97/81/EC of 15 December 1997 concerning the Framework Agreement on part-time work concluded by UNICE, CEEP and the ETUC (5), Council Directive 1999/70/EC of 28 June 1999 concerning the framework agreement on fixed-term work concluded by the ETUC, UNICE and CEEP (6) and Council Directive 91/383/EEC of 25 June 1991 supplementing the measures to encourage improvements in the safety and health at work of workers with a fixed-duration employment relationship or a temporary employment relationship (7) are not excluded from the scope of this Directive.\n(6)\nIn order to ensure legal certainty for employees in the event of insolvency of undertakings pursuing their activities in a number of Member States, and to strengthen employees’ rights in line with the established case-law of the Court of Justice of the European Communities, provisions should be laid down which expressly state which institution is responsible for meeting pay claims in these cases and establish as the aim of cooperation between the competent administrative authorities of the Member States the early settlement of employees’ outstanding claims. Furthermore it is necessary to ensure that the relevant arrangements are properly implemented by making provision for collaboration between the competent administrative authorities in the Member States.\n(7)\nMember States may set limitations on the responsibility of the guarantee institutions. Those limitations must be compatible with the social objective of the Directive and may take into account the different levels of claims.\n(8)\nIn order to make it easier to identify insolvency proceedings, in particular in situations with a cross-border dimension, provision should be made for the Member States to notify the Commission and the other Member States about the types of insolvency proceedings which give rise to intervention by the guarantee institution.\n(9)\nSince the objective of the action to be taken cannot be sufficiently achieved by the Member States and can therefore be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve that objective.\n(10)\nThe Commission should submit to the European Parliament and the Council a report on the implementation and application of this Directive in particular as regards the new forms of employment emerging in the Member States.\n(11)\nThis Directive should be without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law and application of the Directives set out in Annex I, Part C,\nHAVE ADOPTED THIS DIRECTIVE:\nCHAPTER I\nSCOPE AND DEFINITIONS\nArticle 1\n1.   This Directive shall apply to employees’ claims arising from contracts of employment or employment relationships and existing against employers who are in a state of insolvency within the meaning of Article 2(1).\n2.   Member States may, by way of exception, exclude claims by certain categories of employee from the scope of this Directive, by virtue of the existence of other forms of guarantee if it is established that these offer the persons concerned a degree of protection equivalent to that resulting from this Directive.\n3.   Where such provision already applies in their national legislation, Member States may continue to exclude from the scope of this Directive:\n(a)\ndomestic servants employed by a natural person;\n(b)\nshare-fishermen.\nArticle 2\n1.   For the purposes of this Directive, an employer shall be deemed to be in a state of insolvency where a request has been made for the opening of collective proceedings based on insolvency of the employer, as provided for under the laws, regulations and administrative provisions of a Member State, and involving the partial or total divestment of the employer’s assets and the appointment of a liquidator or a person performing a similar task, and the authority which is competent pursuant to the said provisions has:\n(a)\neither decided to open the proceedings; or\n(b)\nestablished that the employer’s undertaking or business has been definitively closed down and that the available assets are insufficient to warrant the opening of the proceedings.\n2.   This Directive is without prejudice to national law as regards the definition of the terms ‘employee’, ‘employer’, ‘pay’, ‘right conferring immediate entitlement’ and ‘right conferring prospective entitlement’.\nHowever, the Member States may not exclude from the scope of this Directive:\n(a)\npart-time employees within the meaning of Directive 97/81/EC;\n(b)\nemployees with a fixed-term contract within the meaning of Directive 1999/70/EC;\n(c)\nemployees with a temporary employment relationship within the meaning of Article 1(2) of Directive 91/383/EEC.\n3.   Member States may not set a minimum duration for the contract of employment or the employment relationship in order for employees to qualify for claims under this Directive.\n4.   This Directive does not prevent Member States from extending employee protection to other situations of insolvency, for example where payments have been de facto stopped on a permanent basis, established by proceedings different from those mentioned in paragraph 1 as provided for under national law.\nSuch procedures shall not however create a guarantee obligation for the institutions of the other Member States in the cases referred to in Chapter IV.\nCHAPTER II\nPROVISIONS CONCERNING GUARANTEE INSTITUTIONS\nArticle 3\nMember States shall take the measures necessary to ensure that guarantee institutions guarantee, subject to Article 4, payment of employees’ outstanding claims resulting from contracts of employment or employment relationships, including, where provided for by national law, severance pay on termination of employment relationships.\nThe claims taken over by the guarantee institution shall be the outstanding pay claims relating to a period prior to and/or, as applicable, after a given date determined by the Member States.\nArticle 4\n1.   Member States shall have the option to limit the liability of the guarantee institutions referred to in Article 3.\n2.   If Member States exercise the option referred to in paragraph 1, they shall specify the length of the period for which outstanding claims are to be met by the guarantee institution. However, this may not be shorter than a period covering the remuneration of the last three months of the employment relationship prior to and/or after the date referred to in the second paragraph of Article 3.\nMember States may include this minimum period of three months in a reference period with a duration of not less than six months.\nMember States having a reference period of not less than 18 months may limit the period for which outstanding claims are met by the guarantee institution to eight weeks. In this case, those periods which are most favourable to the employee shall be used for the calculation of the minimum period.\n3.   Member States may set ceilings on the payments made by the guarantee institution. These ceilings must not fall below a level which is socially compatible with the social objective of this Directive.\nIf Member States exercise this option, they shall inform the Commission of the methods used to set the ceiling.\nArticle 5\nMember States shall lay down detailed rules for the organisation, financing and operation of the guarantee institutions, complying with the following principles in particular:\n(a)\nthe assets of the institutions must be independent of the employers’ operating capital and be inaccessible to proceedings for insolvency;\n(b)\nemployers must contribute to financing, unless it is fully covered by the public authorities;\n(c)\nthe institutions’ liabilities must not depend on whether or not obligations to contribute to financing have been fulfilled.\nCHAPTER III\nPROVISIONS CONCERNING SOCIAL SECURITY\nArticle 6\nMember States may stipulate that Articles 3, 4 and 5 shall not apply to contributions due under national statutory social security schemes or under supplementary occupational or inter-occupational pension schemes outside the national statutory social security schemes.\nArticle 7\nMember States shall take the measures necessary to ensure that non-payment of compulsory contributions due from the employer, before the onset of his insolvency, to their insurance institutions under national statutory social security schemes does not adversely affect employees’ benefit entitlement in respect of these insurance institutions in so far as the employees’ contributions have been deducted at source from the remuneration paid.\nArticle 8\nMember States shall ensure that the necessary measures are taken to protect the interests of employees and of persons having already left the employer’s undertaking or business at the date of the onset of the employer’s insolvency in respect of rights conferring on them immediate or prospective entitlement to old-age benefits, including survivors’ benefits, under supplementary occupational or inter-occupational pension schemes outside the national statutory social security schemes.\nCHAPTER IV\nPROVISIONS CONCERNING TRANSNATIONAL SITUATIONS\nArticle 9\n1.   If an undertaking with activities in the territories of at least two Member States is in a state of insolvency within the meaning of Article 2(l), the institution responsible for meeting employees’ outstanding claims shall be that in the Member State in whose territory they work or habitually work.\n2.   The extent of employees’ rights shall be determined by the law governing the competent guarantee institution.\n3.   Member States shall take the measures necessary to ensure that, in the cases referred to in paragraph 1 of this Article, decisions taken in the context of insolvency proceedings referred to in Article 2(1), which have been requested in another Member State, are taken into account when determining the employer’s state of insolvency within the meaning of this Directive.\nArticle 10\n1.   For the purposes of implementing Article 9, Member States shall make provision for the sharing of relevant information between their competent administrative authorities and/or the guarantee institutions mentioned in the first paragraph of Article 3, making it possible in particular to inform the guarantee institution responsible for meeting the employees’ outstanding claims.\n2.   Member States shall notify the Commission and the other Member States of the contact details of their competent administrative authorities and/or guarantee institutions. The Commission shall make that information publicly accessible.\nCHAPTER V\nGENERAL AND FINAL PROVISIONS\nArticle 11\nThis Directive shall not affect the option of Member States to apply or introduce laws, regulations or administrative provisions which are more favourable to employees.\nImplementation of this Directive shall not under any circumstances be sufficient grounds for a regression in relation to the current situation in the Member States and in relation to the general level of protection of employees in the area covered by it.\nArticle 12\nThis Directive shall not affect the option of Member States:\n(a)\nto take the measures necessary to avoid abuses;\n(b)\nto refuse or reduce the liability referred to in the first paragraph of Article 3 or the guarantee obligation referred to in Article 7 if it appears that fulfilment of the obligation is unjustifiable because of the existence of special links between the employee and the employer and of common interests resulting in collusion between them;\n(c)\nto refuse or reduce the liability referred to in the first paragraph of Article 3 or the guarantee obligation referred to in Article 7 in cases where the employee, on his or her own or together with his or her close relatives, was the owner of an essential part of the employer’s undertaking or business and had a considerable influence on its activities.\nArticle 13\nMember States shall notify the Commission and the other Member States of the types of national insolvency proceedings falling within the scope of this Directive, and of any amendments relating thereto.\nThe Commission shall publish these communications in the Official Journal of the European Union.\nArticle 14\nMember States shall communicate to the Commission the text of the laws, regulations and administrative provisions which they adopt in the field covered by this Directive.\nArticle 15\nBy 8 October 2010 at the latest, the Commission shall submit to the European Parliament and to the Council a report on the implementation and application in the Member States of Articles 1 to 4, 9 and 10, Article 11, second paragraph, Article 12, point (c), and Articles 13 and 14.\nArticle 16\nDirective 80/987/EEC, as amended by the acts listed in Annex I, is repealed, without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law and application of the Directives set out in Annex I, Part C.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table in Annex II.\nArticle 17\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nArticle 18\nThis Directive is addressed to the Member States.\nDone at Strasbourg, 22 October 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ.-P. JOUYET\n(1)  OJ C 161, 13.7.2007, p. 75.\n(2)  Opinion of the European Parliament of 19 June 2007 (OJ C 146 E, 12.6.2008, p. 71) and Council Decision of 25 September 2008.\n(3)  OJ L 283, 28.10.1980, p. 23.\n(4)  See Annex I, Parts A and B.\n(5)  OJ L 14, 20.1.1998, p. 9.\n(6)  OJ L 175, 10.7.1999, p. 43.\n(7)  OJ L 206, 29.7.1991, p. 19.\nANNEX I\nPART A\nRepealed Directive with its successive amendments\n(referred to in Article 16)\nCouncil Directive 80/987/EEC\n(OJ L 283, 28.10.1980, p. 23).\nCouncil Directive 87/164/EEC\n(OJ L 66, 11.3.1987, p. 11).\nDirective 2002/74/EC of the European Parliament and of the Council\n(OJ L 270, 8.10.2002, p. 10).\nPART B\nNon-repealed amending act\n(referred to in Article 16)\n1994 Act of Accession\nPART C\nTime-limits for transposition into national law and application\n(referred to in Article 16)\nDirective\nTime-limit for transposition\nDate of application\n80/987/EEC\n23 October 1983\n87/164/EEC\n1 January 1986\n2002/74/EC\n7 October 2005\nANNEX II\nCorrelation table\nDirective 80/987/EEC\nThis Directive\nArticle 1\nArticle 1\nArticle 2\nArticle 2\nArticle 3\nArticle 3\nArticle 4\nArticle 4\nArticle 5\nArticle 5\nArticle 6\nArticle 6\nArticle 7\nArticle 7\nArticle 8\nArticle 8\nArticle 8a\nArticle 9\nArticle 8b\nArticle 10\nArticle 9\nArticle 11\nArticle 10\nArticle 12\nArticle 10a\nArticle 13\nArticle 11(1)\n—\nArticle 11(2)\nArticle 14\nArticle 12\n—\n—\nArticle 15\n—\nArticle 16\n—\nArticle 17\nArticle 13\nArticle 18\n—\nAnnex I\n—\nAnnex II", "summary": "Employee protection in the event of an insolvent employer\nEmployee protection in the event of an insolvent employer\nSUMMARY OF:\nDirective 2008/94/EC on the protection of employees in the event of the insolvency of their employer\nWHAT IS THE AIM OF THE DIRECTIVE?\nIt sets out to guarantee payment of employees’ remuneration if their employer is in a state of insolvency.\nIt requires EU countries to establish guarantee institutions and lays down procedures which apply when cross-border employers become insolvent.\nKEY POINTS\n              \nThis directive protects employees who have a claim for unpaid remuneration against an employer who is in a state of insolvency.\nThe state of insolvency follows a request made under judicial proceedings involving the partial or total divestment of the employer’s assets and the appointment of a liquidator, where the competent judicial authority has:\ndecided to open proceedings; or\nestablished that the employer’s undertaking or business has been definitively closed down and that the available assets are insufficient.\nEU countries may, by way of exception, exclude claims by certain categories of employee if other forms of guarantee offer them equivalent protection. EU countries may exclude domestic servants employed by a natural person.\nHowever, apart from these exceptions, all employees may benefit from this directive irrespective of the duration of the contract of employment or the employment relationship. It therefore applies to part-time employees, fixed-term contracts and temporary contracts.\nGuarantee institutions\nEU countries must establish guarantee institutions which guarantee payment of employees’ claims and, where appropriate, severance pay on termination of employment relationships. They may set ceilings on the payments made by the institution, which must be sufficiently high to contribute to the social objective of the directive.\nThe minimum period of remuneration by the guarantee institution must be calculated on the basis of:\na minimum reference period of 6 months, giving rise to the payment of claims for at least 3 months;\na reference period of at least 18 months, giving rise to the payment of claims for at least eight weeks. In this case, those periods which are most favourable to the employee shall be used for the calculation.\nEmployers must contribute to the financing of these institutions, unless it is fully covered by the public authorities.\nSocial security\nEU countries may stipulate that the payment guarantee does not apply to:\nsocial security contributions;\ncontributions under supplementary company or inter-company pension schemes outside the statutory social security schemes.\nMoreover, if the employer has not paid the compulsory social security contributions but they have been deducted from the remuneration paid, employees shall enjoy their full benefit entitlement in respect of the insurance institutions.\nThe interests of employees are protected in respect of old-age benefits, including survivors’ benefits, under supplementary pension schemes. This protection also applies to employees who left the business before the insolvency occurred.\nTransnational situations\nIf the insolvent employer operated in the territories of at least 2 EU countries, the authority responsible for meeting claims is the one in the country where the employee habitually worked.\nSimilarly, the extent of employees’ rights with respect to guarantee institutions is determined by the national law applying to the guarantee institution.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt has applied since 17 November 2008. Directive 2008/94/EC codified and replaced Directive 80/987/EEC and its subsequent amendments. The original Directive 80/987/EEC had to become law in the EU countries by 1983.\nMAIN DOCUMENT\n            \nDirective 2008/94/EC of the European Parliament and of the Council of 22 October 2008 on the protection of employees in the event of the insolvency of their employer (Codified version) (OJ L 283, 28.10.2008, pp. 36-42)\nSuccessive amendments to Directive 2008/94/EC have been incorporated in the original text. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nReport from the Commission to the European Parliament and the Council on the implementation and application of certain provisions of Directive 2008/94/EC on the protection of employees in the event of the insolvency of their employer (COM(2011) 84 final, 28.2.2011)\nlast update 27.11.2020", "tags": ["Council of the European Union", "European Parliament", "pay", "financial solvency", "EC Directive", "social security", "codification of EU law", "employer"], "subjects": ["Social provisions", "Intellectual, industrial and commercial property"], "split": "train", "reference_annotations": {}, "summary_annotations": {"32008L0094_p1": {"text": "It has applied since 17 November 2008. directive 2008/94/ec codified and replaced directive 80/987/eec and its subsequent amendments. The original directive 80/987/eec had to become law in the EU countries by 1983.", "triples": [" directive 2008/94/ec,  replaced,  directive 80/987/eec"]}}}