{"celex_id": "32019L0883", "reference": "7.6.2019\nEN\nOfficial Journal of the European Union\nL 151/116\nDIRECTIVE (EU) 2019/883 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 17 April 2019\non port reception facilities for the delivery of waste from ships, amending Directive 2010/65/EU and repealing Directive 2000/59/EC\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 100(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving regard to the opinion of the Committee of the Regions (2),\nActing in accordance with the ordinary legislative procedure (3),\nWhereas:\n(1)\nThe Union’s maritime policy aims to ensure a high level of safety and environmental protection. This can be achieved through compliance with international conventions, codes and resolutions while maintaining the freedom of navigation as provided for by the United Nations Convention on the Law of the Sea (‘UNCLOS’).\n(2)\nThe United Nations Sustainable Development Goal 14 calls attention to the threats of marine and nutrient pollution, resource depletion and climate change, all of which are caused primarily by human actions. Those threats place further pressure on environmental systems, like biodiversity and natural infrastructure, while creating global socioeconomic problems, including health, safety and financial risks. The Union must work to protect marine species and to support the people who depend on oceans, whether it be for employment, resources or leisure.\n(3)\nThe International Convention for the Prevention of Pollution from Ships (‘MARPOL Convention’) provides for general prohibitions on discharges from ships at sea, but also regulates the conditions under which certain types of waste can be discharged into the marine environment. The MARPOL Convention requires contracting Parties to ensure the provision of adequate reception facilities in ports.\n(4)\nThe Union has pursued the implementation of parts of the MARPOL Convention through Directive 2000/59/EC of the European Parliament and the Council (4), by following a port-based approach. Directive 2000/59/EC aims to reconcile the interests of smooth operation of maritime transport with the protection of the marine environment.\n(5)\nIn the last two decades, the MARPOL Convention and its Annexes have been the object of important amendments, which have put in place stricter norms and prohibitions for the discharges of waste from ships at sea.\n(6)\nAnnex VI to the MARPOL Convention introduced discharge norms for new waste categories, in particular the residues from exhaust gas cleaning systems, consisting of both sludge and bleed-off water. Those waste categories should be included in the scope of this Directive.\n(7)\nMember States should continue to work at International Maritime Organization (‘IMO’) level for a comprehensive consideration of the environmental impacts of wastewater discharges from open loop scrubbers, including for measures to counter possible impacts.\n(8)\nMember States should be encouraged to take appropriate measures in accordance with Directive 2000/60/EC of the European Parliament and of the Council (5), including discharge bans for wastewater from open loop scrubbers and certain cargo residues in their territorial waters.\n(9)\nOn 1 March 2018, the IMO adopted the revised Consolidated Guidance for port reception facility providers and users (MEPC.1/Circ. 834/Rev.1) (‘the IMO Consolidated Guidance’), which includes standard formats for waste notification, for the waste delivery receipt and for reporting alleged inadequacies of port reception facilities, as well as waste reception facility reporting requirements.\n(10)\nDespite those regulatory developments, discharges of waste at sea still occur at substantial environmental, social and economic costs. This is due to a combination of factors, namely adequate port reception facilities not always being available in ports, enforcement often being insufficient and there being a lack of incentives to deliver the waste onshore.\n(11)\nDirective 2000/59/EC has contributed to increasing the volumes of waste being delivered to port reception facilities, inter alia, by ensuring that ships contribute to the costs of those facilities, irrespective of their actual use of those facilities, and as such has been instrumental in reducing waste discharges at sea, as was revealed in the evaluation of that Directive carried out in the framework of the Regulatory Fitness and Performance programme (‘REFIT Evaluation’).\n(12)\nThe REFIT Evaluation has also demonstrated that Directive 2000/59/EC has not been fully effective due to inconsistencies with the MARPOL Convention framework. In addition, Member States have developed different interpretations of the key concepts in that Directive, such as adequacy of the facilities, advance waste notification, the mandatory delivery of waste to port reception facilities and exemptions for ships in scheduled traffic. The REFIT Evaluation called for more harmonisation of those concepts and full alignment with the MARPOL Convention in order to avoid unnecessary administrative burden on both ports and port users.\n(13)\nIn order to align Directive 2005/35/EC of the European Parliament and of the Council (6) to the relevant MARPOL Convention provisions on discharge norms, the Commission should assess the desirability of a review of that Directive, in particular through an extension of its scope.\n(14)\nUnion maritime policy should aim at a high level of protection of the marine environment taking into account the diversity of the maritime areas of the Union. It should be based on the principles that preventive action should be taken and that damage to the marine environment should, as a priority, be rectified at source and that the polluter should pay.\n(15)\nThis Directive should be instrumental for the application of the main environmental legislation and principles in the context of ports and the management of waste from ships. In particular, Directives 2008/56/EC (7) and 2008/98/EC (8) of the European Parliament and the Council are relevant instruments in this regard.\n(16)\nDirective 2008/98/EC lays down the main waste management principles, including the ‘polluter pays’ principle and the waste hierarchy, which calls for the reuse and recycling of waste over other forms of waste recovery and disposal and requires the establishment of systems for the separate collection of waste. In addition, the extended producer responsibility concept is a guiding principle of Union waste law, on the basis of which producers are responsible for the environmental impacts of their products throughout the life-cycle of those products. Those obligations also apply to the management of waste from ships.\n(17)\nSeparate collection of waste from ships, including derelict fishing gear, is necessary to ensure its further recovery to enable it to be prepared for reuse or recycling in the downstream waste management chain and to prevent it from causing damage to marine wildlife and environments. Waste is often segregated on-board ships in accordance with international norms and standards, and Union law should ensure that these efforts of on-board waste segregation are not undermined by a lack of arrangements for separate collection on shore.\n(18)\nEvery year a substantial amount of plastic enters the seas and oceans in the Union. Although, in most sea areas, the majority of marine litter originates from land-based activities, the shipping industry, including the fishing and recreational sectors, is also an important contributor, with discharges of waste, including plastic and derelict fishing gear, going directly into the sea.\n(19)\nDirective 2008/98/EC calls on Member States to halt the generation of marine litter as a contribution towards the United Nations Sustainable Development Goal to prevent and significantly reduce marine pollution of all kinds.\n(20)\nThe Commission Communication of 2 December 2015 entitled ‘Closing the loop – An EU action plan for the Circular Economy’ acknowledged the specific role Directive 2000/59/EC had to play in this respect, by ensuring the availability of adequate facilities for the reception of waste, and providing for both the right level of incentives and the enforcement of the delivery of waste to the on-shore facilities.\n(21)\nOffshore installations are one of the sea-based sources of marine litter. For that reason, Member States should adopt measures as appropriate on waste delivery from offshore installations flying their flag or operating in their waters, or both, and ensure compliance with the stringent discharge norms applicable to offshore installations laid down in the MARPOL Convention.\n(22)\nWaste, in particular plastic waste, from rivers is one of the main contributors to marine litter, which includes discharges from inland waterway vessels. Those vessels should therefore be subject to stringent discharge and delivery norms. Nowadays, those rules are laid down by the relevant River Commission. However, inland ports are covered by Union waste law. To continue the efforts of harmonising the legislative framework for Union inland waterways, the Commission is invited to evaluate a Union regime for discharge and delivery norms of inland waterway vessels, taking into account the Convention on the collection, deposit and reception of waste produced during navigation on the Rhine and inland waterways of 9 September 1996 (CDNI).\n(23)\nCouncil Regulation (EC) No 1224/2009 (9) requires Union fishing vessels to have the equipment on board to retrieve lost gear. In cases where gear is lost, the master of the vessel is to attempt to retrieve it as soon as possible. If the lost gear cannot be retrieved, the master of the fishing vessel is to inform the authorities of its flag Member State within 24 hours. The flag Member State has then to inform the competent authority of the coastal Member State. The information includes the external identification number and the name of the fishing vessel, the type and the position of lost gear as well as the measures that were undertaken to retrieve it. Fishing vessels below 12 metres can be exempted. Under the proposal for a Regulation of the European Parliament and of the Council amending Council Regulation (EC) No 1224/2009, the reporting by the fishing vessel is to be done in an electronic logbook, and Member States are required to collect and record the information concerning lost gear and provide it to the Commission upon request. The information collected and available in the waste delivery receipts on passively fished waste in line with this Directive could also be reported in this way.\n(24)\nIn accordance with the International Convention for the Control and Management of Ships’ Ballast Water and Sediments, which was adopted on 13 February 2004 by IMO and which entered into force on 8 September 2017, all ships are obliged to carry out ballast water management procedures according to IMO standards, and ports and terminals designated for the cleaning and repair of ballast water tanks are required to provide adequate facilities for the reception of sediments.\n(25)\nA port reception facility is considered to be adequate if it is able to meet the needs of the ships normally using the port without causing undue delay, as also specified in the IMO Consolidated Guidance and the IMO Guidelines for ensuring the adequacy of port waste reception facilities (Resolution MEPC.83(44)). Adequacy relates both to the operational conditions of the facility in view of the user needs, as well as to the environmental management of the facilities in accordance with Union waste law. It might, in some cases, be difficult to assess whether a port reception facility located outside the Union meets such standard.\n(26)\nRegulation (EC) No 1069/2009 of the European Parliament and of the Council (10) requires international catering waste to be incinerated or disposed of by burial in an authorised landfill, including waste from ships calling at Union ports which has potentially been in contact with animal by-products on board. In order for this requirement not to limit the preparation for reuse and recycling of waste from ships, efforts should be made in accordance with the IMO Consolidated Guidance in order to better segregate the waste so that potential contamination of waste, such as packaging waste, can be avoided.\n(27)\nAs established in Regulation (EC) No 1069/2009, in conjunction with Commission Regulation (EU) No 142/2011 (11), intra-Union voyages are not considered transport operating internationally and the catering waste from those voyages does not need to be incinerated. However, such intra-Union voyages are considered international voyages under international maritime legislation (the MARPOL Convention and the International Convention for the Safety of Life at Sea (SOLAS)). In order to ensure the coherence of Union law, the definitions from Regulation (EC) No 1069/2009 should be followed when defining the scope and treatment of international catering waste under this Directive, in conjunction with Regulation (EU) No 142/2011.\n(28)\nTo ensure the adequacy of port reception facilities, the development, implementation and re-assessment of the waste reception and handling plan is essential, based on the consultation of all relevant parties. For practical and organisational reasons, neighbouring ports in the same geographical region might want to develop a joint plan, covering the availability of port reception facilities in each of the ports covered by that plan while providing a common administrative framework.\n(29)\nIt can be challenging to adopt and monitor waste reception and handling plans for small non-commercial ports, such as mooring areas and marinas, which receive low traffic, consisting of recreational craft only, or which are only in use during part of the year. The waste from those small ports is normally handled by the municipal waste management system in accordance with the principles set out in Directive 2008/98/EC. In order not to overburden the local authorities and facilitate the waste management in such small ports, it should be sufficient that waste from such ports is included in the municipal waste stream and managed accordingly, that the port makes information regarding waste reception available to port users, and that the exempted ports are reported in an electronic system to allow for a minimum level of monitoring.\n(30)\nTo address the problem of marine litter effectively, it is fundamental to provide the right level of incentives for the delivery of waste to port reception facilities, in particular waste as defined in Annex V to the MARPOL Convention (‘MARPOL Annex V waste’). This can be achieved through a cost recovery system which requires the application of an indirect fee. That indirect fee should be due irrespective of the delivery of waste and should give the right of delivery of the waste without any additional direct charges. The fishing and recreational sector, given their contribution to the occurrence of marine litter, should also be subject to the indirect fee. However, where a ship delivers an exceptional amount of MARPOL Annex V waste, especially operational waste, which exceeds the maximum dedicated storage capacity as mentioned in the advance notification form for waste delivery, it should be possible for an additional direct fee to be charged in order to ensure that the costs related to receiving this exceptional amount of waste do not cause a disproportionate burden on a port’s cost recovery system. This might also be the case where declared dedicated storage capacity is excessive or unreasonable.\n(31)\nIn certain Member States, schemes have been set up to provide alternative financing of the costs of collecting and managing fishing gear waste or passively fished waste ashore, including ‘fishing for litter schemes’. Such initiatives should be welcomed, and Member States should be encouraged to complement the cost recovery systems set up in accordance with this Directive with the fishing for litter schemes to cover the costs of passively fished waste. As such, those cost recovery systems, which are based on the application of a 100 % indirect fee for MARPOL Annex V waste, excluding cargo residues, should not create a disincentive for fishing port communities to participate in existing delivery schemes for passively fished waste.\n(32)\nA ship’s fee should be reduced for those vessels designed, equipped or operated to minimise waste, following certain criteria to be developed by implementing powers conferred on the Commission, in line with the IMO guidelines for the implementation of MARPOL Annex V and with standards developed by the International Organization for Standardization. Reduction and efficient recycling of waste can be primarily achieved through effective on-board waste segregation in line with those guidelines and standards.\n(33)\nDue to its type of trade, which is characterised by frequent port calls, short sea shipping faces significant costs within the current regime for the delivery of waste to port reception facilities, having to pay a fee at each and every port call. At the same time, the traffic is not sufficiently scheduled and regular to qualify for an exemption from payment and delivery of waste on those grounds. To limit the financial burden on the sector, a reduced fee should be charged to vessels based on the type of traffic in which they are engaged.\n(34)\nCargo residues remain the property of the cargo owner after unloading the cargo to the terminal, and may have an economic value. For this reason, cargo residues should not be included in the cost recovery systems and the application of the indirect fee. The charges for the delivery of cargo residues should be paid by the user of the port reception facility, as specified in the contractual arrangements between the parties involved or in other local arrangements. Cargo residues also include the remnants of oily or noxious liquid cargo after cleaning operations, to which the discharge norms of Annexes I and II to MARPOL Convention apply, and which under certain conditions, as set out in those Annexes, do not need to be delivered in port to avoid unnecessary operational costs for ships and congestion in ports.\n(35)\nMember States should encourage the delivery of residues from tank washings containing high-viscosity persistent floating substances, possibly by way of appropriate financial incentives.\n(36)\nRegulation (EU) 2017/352 of the European Parliament and of the Council (12) includes the provision of port reception facilities as a service in its scope. It provides rules on the transparency of the charging structures applied for the use of port services, consultation of port users and handling of complaint procedures. This Directive goes beyond the framework provided by that Regulation by providing more detailed requirements for the design and operation of the cost recovery systems for port reception facilities for waste from ships and the transparency of the cost structure.\n(37)\nIn addition to providing incentives for delivery of waste, effective enforcement of the delivery obligation is paramount and should follow a risk-based approach, for which a Union risk-based targeting mechanism should be established.\n(38)\nOne of the main obstacles for the effective enforcement of the mandatory delivery obligation has been the different interpretation and implementation by Member States of the exception based on sufficient storage capacity. To avoid the application of this exception undermining the main objective of this Directive, it should be specified further, in particular with regard to the next port of call, and sufficient storage capacity should be determined in a harmonised way, based on common methodology and criteria. In cases where it is difficult to establish whether adequate port reception facilities in ports outside the Union are available, it is essential that the competent authority carefully considers the application of the exception.\n(39)\nThere is a need for further harmonisation of the regime of exemptions for ships engaged in scheduled traffic with frequent and regular port calls, in particular clarification of the terms used and the conditions governing those exemptions. The REFIT Evaluation and the impact assessment have revealed that the lack of harmonisation of the conditions and application of exemptions has resulted in an unnecessary administrative burden for ships and ports.\n(40)\nMonitoring and enforcement should be facilitated through a system based on electronic reporting and exchange of information. To this end, the existing information and monitoring system set up under Directive 2000/59/EC should be further developed and should continue to be operated on basis of existing electronic data systems, in particular the Union Maritime Information and Exchange system (SafeSeaNet) established by Directive 2002/59/EC of the European Parliament and of the Council (13) and the Inspection Database set up by Directive 2009/16/EC of the European Parliament and of the Council (14) (THETIS). Such a system should also include the information on port reception facilities available in the different ports.\n(41)\nDirective 2010/65/EU of the European Parliament and of the Council (15) simplifies and harmonises administrative procedures applied to maritime transport by making the electronic transmission of information more general and streamlining reporting formalities. The Valletta Declaration on the priorities for the EU’s maritime transport policy until 2020, endorsed by the Council in its conclusions of 8 June 2017, invited the Commission to propose appropriate follow-up to the revision of that Directive. A public consultation on the reporting formalities for ships was carried out by the Commission from 25 October 2017 to 18 January 2018. On 17 May 2018, the Commission transmitted to the European Parliament and to the Council a proposal for a Regulation establishing a European Maritime Single Window environment and repealing Directive 2010/65/EU.\n(42)\nThe MARPOL Convention requires the contracting Parties to maintain up-to-date information on their port reception facilities and to communicate this information to the IMO. To this end, the IMO has established a port reception facilities database within its Global Integrated Shipping Information System (‘GISIS’).\n(43)\nIn the IMO Consolidated Guidance, the IMO provides for the reporting of alleged inadequacies of port reception facilities. Under that procedure, a ship should report such inadequacies to the administration of the flag State, which in turn is to notify the IMO and the port State of the occurrence. The port State should examine the report and respond appropriately, informing the IMO and the reporting flag State. Reporting of this information on alleged inadequacies directly into the information, monitoring and enforcement system provided for in this Directive would allow for the subsequent transmission of this information into GISIS, relieving Member States as flag and port States from their reporting duty to the IMO.\n(44)\nThe Sub-group on Port Reception Facilities, which was set up under the European Sustainable Shipping Forum, and which brought together a wide range of experts in the field of ship-source pollution and the management of waste from ships, was adjourned in December 2017 in view of the start of interinstitutional negotiations. Since that Sub-group provided valuable guidance and expertise to the Commission, it would be desirable to create a similar expert group with a mandate of exchanging experience on the implementation of this Directive.\n(45)\nIt is important that any penalties laid down by Member States be properly implemented and be effective, proportionate and dissuasive.\n(46)\nGood working conditions for port personnel working in port reception facilities are of paramount importance to creating a safe, efficient and socially accountable maritime sector, which is able to attract qualified workers and ensure a wide-level playing field across Europe. Initial and periodic training of staff is essential to ensure the quality of services and the protection of workers. Port authorities and port reception facility authorities should ensure that all personnel receive the necessary training to acquire the knowledge which is essential for their work, with specific attention for health and safety aspects pertaining to dealing with hazardous materials, and that training requirements are regularly updated to meet the challenges of technological innovation.\n(47)\nThe powers conferred on the Commission to implement Directive 2000/59/EC should be updated in accordance with the Treaty on the Functioning of the European Union (TFEU).\n(48)\nThe power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of amending the Annexes to this Directive and the references to international instruments to the extent necessary to bring them into line with Union law or in order to take account of developments at international level, in particular at IMO level; amending the Annexes to this Directive when this is necessary in order to improve the implementation and monitoring arrangements established by it, in particular in relation to the effective notification and delivery of waste, and the proper application of exemptions; as well as, in exceptional circumstances, where duly justified by an appropriate analysis by the Commission and in order to avoid a serious and unacceptable threat to the marine environment, amending this Directive to the extent necessary to avoid such a threat, in order to prevent, if necessary, changes to those international instruments from applying for the purposes of this Directive. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level, and that those consultations be conducted in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making (16). In particular, to ensure equal participation in the preparation of delegated acts, the European Parliament and the Council receive all documents at the same time as Member States’ experts, and their experts systematically have access to meetings of Commission expert groups dealing with the preparation of delegated acts.\n(49)\nIn order to provide for the methods for the calculation of the sufficient dedicated storage capacity; to develop common criteria for recognising, for the purpose of granting a reduced waste fee to ships, that a ship’s design, equipment and operation demonstrate that it produces reduced quantities of waste, and manages its waste in a sustainable and environmentally sound manner; to define methodologies for monitoring data on the volume and quantity of passively fished waste and the format for reporting; to define the detailed elements of a Union risk-based targeting mechanism, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and the Council (17).\n(50)\nSince the objective of this Directive, namely the protection of the marine environment from discharges of waste at sea, cannot be sufficiently achieved by the Member States but can rather, by reason of the scale of the action, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality as set out in that Article, this Directive does not go beyond what is necessary in order to achieve that objective.\n(51)\nThe Union is characterised by regional differences at port level, as also demonstrated in the territorial impact assessment carried out by the Commission. Ports differ based on geographic location, size, administrative set-up and ownership, and are characterised by the type of ships that normally visit. In addition, waste management systems reflect the differences at municipal level and downstream waste management infrastructure.\n(52)\nArticle 349 TFEU requires consideration to be given to the special characteristics of the outermost regions of the Union, namely Guadeloupe, French Guiana, Martinique, Mayotte, Réunion, Saint-Martin, the Azores, Madeira and the Canary Islands. To ensure the adequacy and availability of port reception facilities, it might be appropriate for Member States to make regional operating aid available to port reception facility operators or port authorities in those regions of the Union in order to address the effects of the permanent handicaps referred to in that Article. Regional operating aid made available by Member States in that context is exempt from the notification obligation laid down in Article 108(3) TFEU if, at the time it is granted, it fulfils the conditions laid down by Commission Regulation (EU) No 651/2014 (18), adopted pursuant to Council Regulation (EC) No 994/98 (19).\n(53)\nDirective 2000/59/EC should therefore be repealed,\nHAVE ADOPTED THIS DIRECTIVE:\nSection 1\nGeneral provisions\nArticle 1\nSubject matter\nThis Directive aims to protect the marine environment against the negative effects from discharges of waste from ships using ports located in the Union, while ensuring the smooth operation of maritime traffic, by improving the availability and use of adequate port reception facilities and the delivery of waste to those facilities.\nArticle 2\nDefinitions\nFor the purpose of this Directive, the following definitions apply:\n(1)\n‘ship’ means a seagoing vessel of any type operating in the marine environment, including fishing vessels, recreational craft, hydrofoil boats, air-cushion vehicles, submersibles and floating craft;\n(2)\n‘MARPOL Convention’ means the International Convention for the Prevention of Pollution from Ships, in its up-to-date version;\n(3)\n‘waste from ships’ means all waste, including cargo residues, which is generated during the service of a ship or during loading, unloading and cleaning operations and which falls within the scope of Annexes I, II, IV, V and VI to MARPOL Convention, as well as passively fished waste;\n(4)\n‘passively fished waste’ means waste collected in nets during fishing operations;\n(5)\n‘cargo residues’ means the remnants of any cargo material on board which remain on the deck or in holds or tanks following loading and unloading, including loading and unloading excess or spillage, whether in wet or dry condition or entrained in wash-water, excluding cargo dust remaining on the deck after sweeping or dust of the external surfaces of the ship;\n(6)\n‘port reception facility’ means any facility which is fixed, floating or mobile and capable of providing the service of receiving the waste from ships;\n(7)\n‘fishing vessel’ means any ship equipped or used commercially for catching fish or other living resources from the sea;\n(8)\n‘recreational craft’ means a ship of any type, with a hull length of 2,5 metres or more, regardless of the means of propulsion, intended for sports or leisure purposes, and not engaged in trade;\n(9)\n‘port’ means a place or a geographical area made up of such improvement works and equipment designed principally to permit the reception of ships, including the anchorage area within the jurisdiction of the port;\n(10)\n‘sufficient storage capacity’ means enough capacity to store the waste on board from the moment of departure until the next port of call, including the waste that is likely to be generated during the voyage;\n(11)\n‘scheduled traffic’ means traffic based on a published or planned list of times of departures and arrivals between identified ports or recurrent crossings that constitute a recognised schedule;\n(12)\n‘regular port calls’ means repeated voyages of the same ship forming a constant pattern between identified ports or a series of voyages from and to the same port without intermediate calls;\n(13)\n‘frequent port calls’ means visits by a ship to the same port taking place at least once a fortnight;\n(14)\n‘GISIS’ means the Global Integrated Shipping Information System set up by the IMO;\n(15)\n‘treatment’ means recovery or disposal operations, including preparation prior to recovery or disposal;\n(16)\n‘indirect fee’ means a fee paid for the provision of port reception facility services, irrespective of the actual delivery of waste from ships.\n‘Waste from ships’ referred to in point (3) shall be considered to be waste within the meaning of point 1 of Article 3 of Directive 2008/98/EC.\nArticle 3\nScope\n1.   This Directive applies to:\n(a)\nall ships, irrespective of their flag, calling at, or operating within, a port of a Member State, with the exception of ships engaged in port services within the meaning of Article 1(2) of Regulation (EU) 2017/352, and with the exception of any warship, naval auxiliary or other ship owned or operated by a State and used, for the time being, only on a government non-commercial basis;\n(b)\nall ports of the Member States normally visited by ships falling within the scope of point (a).\nFor the purpose of this Directive, and to avoid undue delay to ships, Member States may decide to exclude the anchorage area from their ports for the purposes of the application of Article s 6, 7 and 8.\n2.   Member States shall take measures to ensure that, where reasonably possible, ships which do not fall within the scope of this Directive deliver their waste in a manner consistent with this Directive.\n3.   Member States which have neither ports nor ships flying their flag that fall within the scope of this Directive may, with the exception of the obligation set out in the third subparagraph of this paragraph, derogate from the provisions of this Directive.\nMember States which do not have ports that fall within the scope of this Directive may derogate from the provisions of this Directive which are addressed solely to ports.\nThose Member States which intend to avail themselves of the derogations set out in this paragraph shall communicate to the Commission by 28 June 2021 whether the relevant conditions have been met and shall inform the Commission annually thereafter of any subsequent change. Until such Member States have transposed and implemented this Directive, they may not have any ports falling within the scope of this Directive and they may not allow ships, including craft, that fall within the scope of this Directive to fly their flag.\nSection 2\nProvision of adequate port reception facilities\nArticle 4\nPort reception facilities\n1.   Member States shall ensure the availability of port reception facilities adequate to meet the need of the ships normally using the port without causing undue delay to ships.\n2.   Member States shall ensure that:\n(a)\nthe port reception facilities have the capacity to receive the types and quantities of waste from ships normally using that port, taking into account:\n(i)\nthe operational needs of the port users;\n(ii)\nthe size and geographical location of that port;\n(iii)\nthe type of ships calling at that port; and\n(iv)\nthe exemptions provided for under Article 9;\n(b)\nthe formalities and practical arrangements relating to the use of the port reception facilities are simple and expeditious to avoid undue delays to ships;\n(c)\nthe fees charged for delivery do not create a disincentive for ships to use the port reception facilities; and\n(d)\nthe port reception facilities allow for the management of the waste from ships in an environmentally sound manner in accordance with Directive 2008/98/EC and other relevant Union and national waste law.\nFor the purposes of point (d) of the first subparagraph, the Member States shall ensure separate collection to facilitate reuse and recycling of waste from ships in ports as required under Union waste law, in particular Directive 2006/66/EC of the European Parliament and the Council (20), Directive 2008/98/EC and Directive 2012/19/EU of the European Parliament and of the Council (21). In order to facilitate this process, port reception facilities may collect the separate waste fractions in accordance with waste categories defined in the MARPOL Convention, taking into account the guidelines thereof.\nPoint (d) of the first subparagraph shall apply without prejudice to the more stringent requirements imposed by Regulation (EC) No 1069/2009 for the management of catering waste from international transport.\n3.   Member States, in their capacity as flag States, shall use the IMO forms and procedures to notify the IMO as well as the authorities of the port State of alleged inadequacies of port reception facilities.\nMember States, in their capacity as port States, shall investigate all reported cases of alleged inadequacies and use the IMO forms and procedures to notify the IMO and the reporting flag State of the outcome of the investigation.\n4.   The port authorities concerned or, failing them, the relevant authorities shall ensure that waste delivery or reception operations are carried out with sufficient safety measures to avert risks to persons and the environment at ports covered by this Directive.\n5.   Member States shall ensure that any party involved in the delivery or reception of waste from ships can claim compensation for damage caused by undue delay.\nArticle 5\nWaste reception and handling plans\n1.   Member States shall ensure that an appropriate waste reception and handling plan is in place and has been implemented for each port following ongoing consultations with the relevant parties, including in particular with port users or their representatives, and, where appropriate, local competent authorities, port reception facility operators, organisations implementing extended producer responsibility obligations and representatives of civil society. Those consultations should be held both during the initial drafting of the waste reception and handling plan and after its adoption, in particular when significant changes have taken place, with regard to the requirements in Article s 4, 6 and 7.\nThe detailed requirements for the development of the waste reception and handling plan are set out in Annex 1.\n2.   Member States shall ensure that the following information from the waste reception and handling plan on the availability of adequate port reception facilities in their ports and the structure of the costs is clearly communicated to the ship operators, is made publicly available and is easily accessible, in an official language of the Member State where the port is located and, where relevant, in a language that is internationally used:\n(a)\nlocation of port reception facilities applicable to each berth, and, where relevant, their opening hours;\n(b)\nlist of waste from ships normally managed by the port;\n(c)\nlist of contact points, the port reception facility operators and the services offered;\n(d)\ndescription of the procedures for delivery of the waste;\n(e)\ndescription of the cost recovery system, including waste management schemes and funds as referred to in Annex 4, where applicable.\nThe information referred to in the first subparagraph of this paragraph shall also be made available electronically and kept up-to-date in that part of the information, monitoring and enforcement system referred to in Article 13.\n3.   Where required for reasons of efficiency, the waste reception and handling plans may be developed jointly by two or more neighbouring ports in the same geographical region, with the appropriate involvement of each port, provided that the need for and availability of port reception facilities are specified for each port.\n4.   Member States shall evaluate and approve the waste reception and handling plan and ensure its re-approval at least every five years after it has been approved or re-approved, and after significant changes in the operation of the port have taken place. Those changes may include structural changes in traffic to the port, development of new infrastructure, changes in the demand and provision of port reception facilities, and new on-board treatment techniques.\nMember States shall monitor the port’s implementation of the waste reception and handling plan. Where, during the five-year period referred to in the first subparagraph, no significant changes have taken place, the re-approval may consist of a validation of existing plans.\n5.   Small non-commercial ports which are characterised by rare or low traffic from recreational craft only may be exempted from paragraphs 1 to 4 if their port reception facilities are integrated in the waste handling system managed by or on behalf of the relevant municipality and the Member States where those ports are located ensure that the information regarding the waste management system is made available to the users of those ports.\nThe Member States where such ports are located shall notify the name and location of those ports electronically in that part of the information, monitoring and enforcement system referred to in Article 13.\nSection 3\nDelivery of waste from ships\nArticle 6\nAdvance waste notification\n1.   The operator, agent or master of a ship which falls within the scope of Directive 2002/59/EC bound for a Union port shall complete truly and accurately the form set out in Annex 2 to this Directive (‘advance waste notification’) and notify all the information contained therein to the authority or body designated for this purpose by the Member State in which that port is located:\n(a)\nat least 24 hours prior to arrival, if the port of call is known;\n(b)\nas soon as the port of call is known, if this information is available less than 24 hours prior to arrival; or\n(c)\nat the latest upon departure from the previous port, if the duration of the voyage is less than 24 hours.\n2.   The information from the advance waste notification shall be reported electronically in that part of the information, monitoring and enforcement system referred to in Article 13 of this Directive, in accordance with Directives 2002/59/EC and 2010/65/EU.\n3.   The information from the advance waste notification shall be available on board, preferably in electronic form, at least until the next port of call and shall be made available upon request to the relevant Member States’ authorities.\n4.   Member States shall ensure that the information that is notified pursuant to this Article is examined and shared with the relevant enforcement authorities without delay.\nArticle 7\nDelivery of waste from ships\n1.   The master of a ship calling at a Union port shall, before leaving that port, deliver all its waste carried on board to a port reception facility in accordance with the relevant discharge norms laid down in the MARPOL Convention.\n2.   Upon delivery, the port reception facility operator or the authority of the port where the waste was delivered shall truly and accurately complete the form set out in Annex 3 (‘waste delivery receipt’) and issue and provide, without undue delay, the waste delivery receipt to the master of the ship.\nThe requirements set out in the first subparagraph shall not apply in small ports with unmanned facilities or that are remotely located, provided that the Member State where such ports are located has notified the name and location of those ports electronically in that part of the information, monitoring and enforcement system referred to in Article 13.\n3.   The operator, agent or master of a ship which falls within the scope of Directive 2002/59/EC shall before departure, or as soon as the waste delivery receipt has been received, electronically report the information contained therein in that part of the information, monitoring and enforcement system referred to in Article 13 of this Directive, in accordance with Directives 2002/59/EC and 2010/65/EU.\nThe information from the waste delivery receipt shall be available on board for at least two years, where relevant with the appropriate Oil Record Book, Cargo Record Book, Garbage Record Book or the Garbage Management Plan, and shall be made available upon request to the Member States’ authorities.\n4.   Without prejudice to paragraph 1, a ship may proceed to the next port of call without delivering the waste, if:\n(a)\nthe information provided in accordance with Annexes 2 and 3 shows that there is sufficient dedicated storage capacity for all waste that has been accumulated and will be accumulated during the intended voyage of the ship until the next port of call;\n(b)\nthe information available on board ships falling outside the scope of Directive 2002/59/EC shows that there is sufficient dedicated storage capacity for all waste that has been accumulated and will be accumulated during the intended voyage of the ship until the next port of call; or\n(c)\nthe ship only calls at anchorage for less than 24 hours or under adverse weather conditions, unless such an area has been excluded in accordance with the second subparagraph of Article 3(1).\nIn order to ensure uniform conditions for the implementation of the exception referred to in points (a) and (b) of the first subparagraph, the Commission shall adopt implementing acts to define the methods to be used for the calculation of the sufficient dedicated storage capacity. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 20(2).\n5.   A Member State shall require the ship to deliver, before departure, all its waste if:\n(a)\nit cannot be established, based on the available information, including information electronically available in that part of the information, monitoring and enforcement system referred to in Article 13 or in GISIS, that adequate port reception facilities are available in the next port of call; or\n(b)\nthe next port of call is unknown.\n6.   Paragraph 4 shall apply without prejudice to more stringent requirements for ships adopted in accordance with international law.\nArticle 8\nCost recovery systems\n1.   Member States shall ensure that the costs of operating port reception facilities for the reception and treatment of waste from ships, other than cargo residues, are covered through the collection of a fee from ships. Those costs include the elements listed in Annex 4.\n2.   The cost recovery systems shall provide no incentive for ships to discharge their waste at sea. To this end, the Member States shall apply all of the following principles in the design and operation of the cost recovery systems:\n(a)\nships shall pay an indirect fee, irrespective of delivery of waste to a port reception facility;\n(b)\nthe indirect fee shall cover:\n(i)\nthe indirect administrative costs;\n(ii)\na significant part of the direct operational costs, as determined in Annex 4, which shall represent at least 30 % of the total direct costs for actual delivery of the waste during the previous year, with the possibility of also taking into account costs related to the traffic volume expected for the coming year;\n(c)\nin order to provide for a maximum incentive for the delivery of MARPOL Annex V waste other than cargo residues, no direct fee shall be charged for such waste, in order to ensure a right of delivery without any additional charges based on the volume of waste delivered, except where the volume of waste delivered exceeds the maximum dedicated storage capacity mentioned in the form set out in Annex 2 to this Directive; passively fished waste shall be covered by this regime, including the right of delivery;\n(d)\nin order to avoid that the costs of collection and treatment of passively fished waste are borne exclusively by port users, Member States shall cover, where appropriate, those costs from the revenues generated by alternative financing systems, including by waste management schemes and by Union, national or regional funding available;\n(e)\nin order to encourage the delivery of residues from tank washing containing high-viscosity persistent floating substances, Member States may provide for appropriate financial incentives for their delivery;\n(f)\nthe indirect fee shall not include the waste from exhaust gas cleaning systems, the costs of which shall be covered on the basis of the types and quantities of waste delivered.\n3.   The part of the costs which is not covered by the indirect fee, if any, shall be covered on the basis of the types and quantities of waste actually delivered by the ship.\n4.   The fees may be differentiated on the following basis:\n(a)\nthe category, type and size of the ship;\n(b)\nthe provision of services to ships outside normal operating hours in the port; or\n(c)\nthe hazardous nature of the waste.\n5.   The fees shall be reduced on the following basis:\n(a)\nthe type of trade the ship is engaged in, in particular when a ship is engaged in short sea shipping trade;\n(b)\nthe ship’s design, equipment and operation demonstrate that the ship produces reduced quantities of waste, and manages its waste in a sustainable and environmentally sound manner.\nBy 28 June 2020, the Commission shall adopt implementing acts to define the criteria for determining that a ship meets the requirements stated in point (b) of the first subparagraph in relation to the ship’s on-board waste management. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 20(2).\n6.   In order to ensure that the fees are fair, transparent, easily identifiable, non-discriminatory, and that they reflect the costs of the facilities and services made available, and, where appropriate, used, the amount of the fees and the basis on which they have been calculated shall be made available in an official language of the Member State where the port is located and, where relevant, in a language that is internationally used to the port users in the waste reception and handling plan.\n7.   Member States shall ensure that monitoring data on the volume and quantity of passively fished waste are collected, and shall report such monitoring data to the Commission. The Commission shall, on the basis of those monitoring data, publish a report by 31 December 2022 and every two years thereafter.\nThe Commission shall adopt implementing acts to define monitoring data methodologies and the format for reporting. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 20(2).\nArticle 9\nExemptions\n1.   Member States may exempt a ship calling at their ports from the obligations in Article 6, Article 7(1) and Article 8 (‘the exemption’), where there is sufficient evidence that the following conditions are met:\n(a)\nthe ship is engaged in scheduled traffic with frequent and regular port calls;\n(b)\nthere is an arrangement to ensure the delivery of the waste and payment of the fees in a port along the ship’s route which:\n(i)\nis evidenced by a signed contract with a port or waste contractor and by waste delivery receipts;\n(ii)\nhas been notified to all ports on the ship’s route; and\n(iii)\nhas been accepted by the port where the delivery and payment take place, which can be a Union port or another port in which, as established on the basis of the information reported electronically into that part of the information, monitoring and enforcement system referred to in Article 13 and in GISIS, adequate facilities are available;\n(c)\nthe exemption does not pose a negative impact on maritime safety, health, shipboard living or working conditions or on the marine environment.\n2.   If the exemption is granted, the Member State where the port is located shall issue an exemption certificate, based on the format set out in Annex 5, confirming that the ship meets the necessary conditions and requirements for the application of the exemption and stating the duration of the exemption.\n3.   Member States shall report the information from the exemption certificate electronically in that part of the information, monitoring and enforcement system referred to in Article 13.\n4.   Member States shall ensure effective monitoring and enforcement of the arrangements for the delivery and payment in place for the exempted ships visiting their ports.\n5.   Notwithstanding the exemption granted, a ship shall not proceed to the next port of call if there is insufficient dedicated storage capacity for all waste that has been accumulated and that will be accumulated during the intended voyage of the ship until the next port of call.\nSection 4\nEnforcement\nArticle 10\nInspections\nMember States shall ensure that any ship may be subject to inspections, including random ones, in order to verify that it complies with this Directive.\nArticle 11\nInspection commitments\n1.   Each Member State shall carry out inspections of ships calling in its ports corresponding to at least 15 % of the total number of individual ships calling in its ports annually.\nThe total number of individual ships calling in a Member State shall be calculated as the average number of individual ships over the previous three years, as reported through that part of the information, monitoring and enforcement system referred to in Article 13.\n2.   Member States shall comply with paragraph 1 of this Article by selecting ships on the basis of a Union risk-based targeting mechanism.\nIn order to ensure harmonisation of inspections and to provide for uniform conditions for selection of ships for inspection, the Commission shall adopt implementing acts to define the detailed elements of the Union risk-based targeting mechanism. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 20(2).\n3.   Member States shall establish procedures for inspections of ships that fall outside the scope of Directive 2002/59/EC in order to ensure, as far as practicable, compliance with this Directive.\nWhen establishing those procedures, Member States may take into account the Union risk-based targeting mechanism referred to in paragraph 2.\n4.   If the relevant authority of the Member State is not satisfied with the results of the inspection, it shall, without prejudice to the application of the penalties referred to in Article 16, ensure that the ship does not leave port until it has delivered its waste to a port reception facility in accordance with Article 7.\nArticle 12\nInformation, monitoring and enforcement system\nThe implementation and enforcement of this Directive shall be facilitated by the electronic reporting and exchange of information between Member States in accordance with Article s 13 and 14.\nArticle 13\nReporting and exchange of information\n1.   The reporting and exchange of information shall be based on the Union Maritime Information and Exchange System (‘SafeSeaNet’) referred to in Article 22a(3) of and Annex III to Directive 2002/59/EC.\n2.   Member States shall ensure that the following information is reported electronically and within reasonable time in accordance with Directive 2010/65/EU:\n(a)\nthe information on the actual time of arrival and time of departure of every ship falling within the scope of Directive 2002/59/EC which calls at a Union port, together with an identifier of the port concerned;\n(b)\nthe information from the advance waste notification, as set out in Annex 2;\n(c)\nthe information from the waste delivery receipt, as set out in Annex 3;\n(d)\nthe information from the exemption certificate, as set out in Annex 5.\n3.   Member States shall ensure that the information listed in Article 5(2) is made electronically available through SafeSeaNet.\nArticle 14\nRecording of inspections\n1.   The Commission shall develop, maintain and update an inspection database to which all Member States shall be connected and which shall contain all the information required for the implementation of the inspection system provided for by this Directive (‘the inspection database’). The inspection database shall be based on the inspection database referred to in Article 24 of Directive 2009/16/EC and shall have similar functionalities to that database.\n2.   Member States shall ensure that the information related to inspections under this Directive, including information regarding non-compliance and prohibition of departure orders issued, is transferred without delay to the inspection database, as soon as:\n(a)\nthe inspection report has been completed;\n(b)\nthe prohibition of departure order has been lifted; or\n(c)\nan exemption has been granted.\n3.   The Commission shall ensure that the inspection database makes it possible to retrieve any relevant data reported by the Member States for the purpose of monitoring the implementation of this Directive.\nThe Commission shall ensure that the inspection database provides information for the Union risk-based targeting mechanism referred to in Article 11(2).\nThe Commission shall regularly review the inspection database to monitor the implementation of this Directive and call attention to any doubts regarding comprehensive implementation with the aim of instigating corrective action.\n4.   Member States shall at all times have access to the information recorded in the inspection database.\nArticle 15\nTraining of personnel\nPort authorities and port reception facility authorities shall ensure that all personnel receive the necessary training to acquire the knowledge which is essential for their work on dealing with waste, with specific attention to health and safety aspects pertaining to dealing with hazardous materials, and that training requirements are regularly updated to meet the challenges of technological innovation.\nArticle 16\nPenalties\nMember States shall lay down the rules on penalties applicable to infringements of national provisions adopted pursuant to this Directive and shall take all measures necessary to ensure that they are implemented. The penalties provided for shall be effective, proportionate and dissuasive.\nSection 5\nFinal provisions\nArticle 17\nExchange of experience\nThe Commission shall provide for the organisation of exchanges of experience between the Member States’ national authorities and experts, including those from the private sector, civil society and trade unions, on the application of this Directive in Union ports.\nArticle 18\nAmendment procedure\n1.   The Commission is empowered to adopt delegated acts in accordance with Article 19 to amend the Annexes to this Directive and the references to IMO instruments in this Directive to the extent necessary to bring them into line with Union law or in order to take account of developments at international level, in particular at IMO level.\n2.   The Commission is also empowered to adopt delegated acts in accordance with Article 19 to amend the Annexes when this is necessary in order to improve the implementation and monitoring arrangements established by this Directive, in particular those provided for in Article s 6, 7 and 9, in order to ensure the effective notification and delivery of waste, and the proper application of exemptions.\n3.   In exceptional circumstances, where duly justified by an appropriate analysis by the Commission and in order to avoid a serious and unacceptable threat to the marine environment, the Commission is empowered to adopt delegated acts in accordance with Article 19 to amend this Directive to the extent necessary to avoid such a threat, in order not to apply, for the purposes of this Directive, an amendment to the MARPOL Convention.\n4.   The delegated acts provided for in this Article shall be adopted at least three months before the expiration of the period established internationally for the tacit acceptance of the amendment to the MARPOL Convention or the envisaged date for the entry into force of that amendment.\nIn the period preceding the entry into force of such delegated acts, Member States shall refrain from any initiative intended to integrate that amendment in national law or to apply the amendment to the international instrument concerned.\nArticle 19\nExercise of the delegation\n1.   The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article.\n2.   The power to adopt delegated acts referred to in Article 18(1), (2) and (3) shall be conferred on the Commission for a period of five years from 27 June 2019. The Commission shall draw up a report in respect of the delegation of power not later than nine months before the end of the five-year period. The delegation of power shall be tacitly extended for periods of an identical duration, unless the European Parliament or the Council opposes such extension not later than three months before the end of each period.\n3.   The delegation of power referred to in Article 18(1), (2) and (3) may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force.\n4.   Before adopting a delegated act, the Commission shall consult experts designated by each Member State in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making.\n5.   As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council.\n6.   A delegated act adopted pursuant to Article 18(1), (2) and (3) shall enter into force only if no objection has been expressed either by the European Parliament or the Council within a period of two months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or of the Council.\nArticle 20\nCommittee procedure\n1.   The Commission shall be assisted by the Committee on Safe Seas and the Prevention of Pollution from Ships (COSS) established by Regulation (EC) No 2099/2002 of the European Parliament and of the Council (22). That Committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\n2.   Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.\nArticle 21\nAmendment to Directive 2010/65/EU\nIn point A of the Annex to Directive 2010/65/EU, point 4 is replaced by the following:\n‘4.\nNotification of waste from ships, including residues\nArticles 6, 7 and 9 of Directive (EU) 2019/883 of the European Parliament and the Council of 17 April 2019 on port reception facilities for the delivery of waste from ships, amending Directive 2010/65/EU and repealing Directive 2000/59/EC (OJ L 151, 7.6.2019, p. 116)’.\nArticle 22\nRepeal\nDirective 2000/59/EC is repealed.\nReferences to the repealed Directive shall be construed as references to this Directive.\nArticle 23\nReview\n1.   The Commission shall evaluate this Directive and submit the results of the evaluation to the European Parliament and the Council by 28 June 2026. The evaluation shall also include a report detailing best waste prevention and management practices on board ships.\n2.   In the context of Regulation (EU) 2016/1625 of the European Parliament and of the Council (23), when the next review of the European Maritime Safety Agency (EMSA) mandate is due, the Commission shall also evaluate whether EMSA should be granted additional competences for the enforcement of this Directive.\nArticle 24\nTransposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 28 June 2021. They shall immediately inform the Commission thereof.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the main measures of national law which they adopt in the field covered by this Directive.\nArticle 25\nEntry into force\nThis Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nArticle 26\nAddressees\nThis Directive is addressed to the Member States.\nDone at Strasbourg, 17 April 2019.\nFor the European Parliament\nThe President\nA. TAJANI\nFor the Council\nThe President\nG. CIAMBA\n(1)  OJ C 283, 10.8.2018, p. 61.\n(2)  OJ C 461, 21.12.2018, p. 220.\n(3)  Position of the European Parliament of 13 March 2019 (not yet published in the Official Journal) and decision of the Council of 9 April 2019.\n(4)  Directive 2000/59/EC of the European Parliament and the Council of 27 November 2000 on port reception facilities for ship-generated waste and cargo residues (OJ L 332, 28.12.2000, p. 81).\n(5)  Directive 2000/60/EC of the European Parliament and of the Council of 23 October 2000 establishing a framework for Community action in the field of water policy (OJ L 327, 22.12.2000, p. 1).\n(6)  Directive 2005/35/EC of the European Parliament and of the Council of 7 September 2005 on ship-source pollution and on the introduction of penalties, including criminal penalties, for pollution offences (OJ L 255, 30.9.2005, p. 11).\n(7)  Directive 2008/56/EC of the European Parliament and of the Council of 17 June 2008 establishing a framework for community action in the field of marine environmental policy (Marine Strategy Framework Directive) (OJ L 164, 25.6.2008, p. 19).\n(8)  Directive 2008/98/EC of the European Parliament and of the Council of 19 November 2008 on waste and repealing certain Directives (OJ L 312, 22.11.2008, p. 3).\n(9)  Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Union control system for ensuring compliance with the rules of the common fisheries policy, amending Regulations (EC) No 847/96, (EC) No 2371/2002, (EC) No 811/2004, (EC) No 768/2005, (EC) No 2115/2005, (EC) No 2166/2005, (EC) No 388/2006, (EC) No 509/2007, (EC) No 676/2007, (EC) No 1098/2007, (EC) No 1300/2008, (EC) No 1342/2008 and repealing Regulations (EEC) No 2847/93, (EC) No 1627/94 and (EC) No 1966/2006 (OJ L 343, 22.12.2009, p. 1).\n(10)  Regulation (EC) No 1069/2009 of the European Parliament and the Council of 21 October 2009 laying down health rules as regards animal by-products and derived products not intended for human consumption and repealing Regulation (EC) No 1774/2002 (Animal by-products Regulation) (OJ L 300, 14.11.2009, p. 1).\n(11)  Commission Regulation (EU) No 142/2011 of 25 February 2011 implementing Regulation (EC) No 1069/2009 of the European Parliament and of the Council laying down health rules as regards animal by-products and derived products not intended for human consumption and implementing Council Directive 97/78/EC as regards certain samples and items exempt from veterinary checks at the border under that Directive (OJ L 54, 26.2.2011, p. 1).\n(12)  Regulation (EU) 2017/352 of the European Parliament and of the Council of 15 February 2017 establishing a framework for the provision of port services and common rules on the financial transparency of ports (OJ L 57, 3.3.2017, p. 1).\n(13)  Directive 2002/59/EC of the European Parliament and of the Council of 27 June 2002 establishing a Community vessel traffic monitoring and information system and repealing Council Directive 93/75/EEC (OJ L 208, 5.8.2002, p. 10).\n(14)  Directive 2009/16/EC of the European Parliament and of the Council of 23 April 2009 on port State control (OJ L 131, 28.5.2009, p. 57).\n(15)  Directive 2010/65/EU of the European Parliament and of the Council of 20 October 2010 on reporting formalities for ships arriving in and/or departing from ports of the Member States and repealing Directive 2002/6/EC (OJ L 283, 29.10.2010, p. 1).\n(16)  OJ L 123, 12.5.2016, p. 1.\n(17)  Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by the Member States of the Commission’s exercise of implementing powers (OJ L 55, 28.2.2011, p. 13).\n(18)  Commission Regulation (EU) No 651/2014 of 17 June 2014 declaring certain categories of aid compatible with the internal market in application of Article s 107 and 108 of the Treaty (OJ L 187, 26.6.2014, p. 1).\n(19)  Council Regulation (EC) No 994/98 of 7 May 1998 on the application of Article s 107 and 108 of the Treaty on the Functioning of the European Union to certain categories of horizontal State aid (OJ L 142, 14.5.1998, p. 1).\n(20)  Directive 2006/66/EC of the European Parliament and of the Council of 6 September 2006 on batteries and accumulators and waste batteries and accumulators and repealing Directive 91/157/EEC (OJ L 266, 26.9.2006, p. 1).\n(21)  Directive 2012/19/EU of the European Parliament and of the Council of 4 July 2012 on waste electrical and electronic equipment (WEEE) (OJ L 197, 24.7.2012, p. 38).\n(22)  Regulation (EC) No 2099/2002 of the European Parliament and of the Council of 5 November 2002 establishing a Committee on Safe Seas and the Prevention of Pollution from Ships (COSS) and amending the Regulations on maritime safety and the prevention of pollution from ships (OJ L 324, 29.11.2002, p. 1).\n(23)  Regulation (EU) 2016/1625 of the European Parliament and of the Council of 14 September 2016 amending Regulation (EC) No 1406/2002 establishing a European Maritime Safety Agency (OJ L 251, 16.9.2016, p. 77).\nANNEX 1\nREQUIREMENTS FOR WASTE RECEPTION AND HANDLING PLANS\nThe waste reception and handling plans shall cover all types of waste from ships normally visiting the port and shall be developed according to the size of the port and the types of ships calling at that port.\nThe waste reception and handling plans shall include the following elements:\n(a)\nan assessment of the need for port reception facilities, in light of the needs of ships normally visiting the port;\n(b)\na description of the type and capacity of port reception facilities;\n(c)\na description of the procedures for the reception and collection of waste from ships;\n(d)\na description of the cost recovery system;\n(e)\na description of the procedure for reporting alleged inadequacies of port reception facilities;\n(f)\na description of the procedure for ongoing consultations with port users, waste contractors, terminal operators and other interested parties; and\n(g)\nan overview of the type and quantities of waste received from ships and handled in the facilities.\nThe waste reception and handling plans may include:\n(a)\na summary of relevant national law and the procedure and formalities for the delivery of the waste to port reception facilities;\n(b)\nan identification of a point of contact in the port;\n(c)\na description of the pre-treatment equipment and processes for specific waste streams in the port, if any;\n(d)\na description of methods for recording the actual use of the port reception facilities;\n(e)\na description of methods for recording the amounts of the waste delivered by ships;\n(f)\na description of methods for managing the different waste streams in the port.\nThe procedures for reception, collection, storage, treatment and disposal should conform in all respects to an environmental management scheme suitable for the progressive reduction of the environmental impact of these activities. Such conformity is presumed if the procedures are in compliance with Regulation (EC) No 1221/2009 of the European Parliament and the Council (1).\n(1)  Regulation (EC) No 1221/2009 of the European Parliament and the Council of 25 November 2009 on the voluntary participation by organisations in a Community eco-management and audit scheme (EMAS), repealing Regulation (EC) No 761/2001 and Commission Decisions 2001/681/EC and 2006/193/EC (OJ L 342, 22.12.2009, p. 1).\nANNEX 2\nSTANDARD FORMAT OF THE ADVANCE NOTIFICATION FORM FOR WASTE DELIVERY TO PORT RECEPTION FACILITIES\nNotification of the delivery of waste to: (enter name of port of call, as referred to in Article 6 of Directive (EU) 2019/883)\nThis form should be retained on board the ship along with the appropriate Oil Record Book, Cargo Record Book, Garbage Record Book or Garbage Management Plan as required by the MARPOL Convention.\nText of image\n1. SHIP PARTICULARS\n1.1 Name of ship:\n1.5 Owner or operator:\n1.2 IMO number:\n1.6 Distinctive number or letters:\nMMSI (Maritime Mobile Service Identity) number:\n1.3 Gross tonnage:\n1.7 Flag State:\n1.4 Type of ship:\nOil tanker\nChemical tanker\nBulk carrier\nContainer\nOther cargo ship\nPassenger ship\nRo-ro\nOther (specify)\n2. PORT AND VOYAGE PARTICULARS\n2.1 Location/terminal name:\n2.6 Last port where waste was delivered:\n2.2 Arrival date and time:\n2.7 Date of last delivery:\n2.3 Departure date and time:\n2.8 Next port of delivery:\n2.4 Last port and country:\n2.9 Person submitting this form (if other than the master):\n2.5 Next port and country (if known):\n3. TYPE AND AMOUNT OF WASTE AND STORAGE CAPACITY\nType\nWaste to be delivered (m3)\nMaximum dedicated storage capacity (m3)\nAmount of waste retained on board (m3)\nPort at which remaining waste will be delivered\nEstimated amount of waste to be generated between notification and next port of call (m3)\nMARPOL Annex I – Oil\nOily bilge water\nOily residues (sludge)\nOily tank washings\nDirty ballast water\nText of image\nType\nWaste to be delivered (m3)\nMaximum dedicated storage capacity (m3)\nAmount of waste retained on board (m3)\nPort at which remaining waste will be delivered\nEstimated amount of waste to be generated between notification and next port of call (m3)\nScale and sludge from tank cleaning\nOther (please specify)\nMARPOL Annex II – NOXIOUS LIQUID SUBSTANCES (NLS) (1)\nCategory X substance\nCategory Y substance\nCategory Z substance\nOS – other substances\nMARPOL Annex IV – Sewage\nMARPOL Annex V – Garbage\nA. Plastics\nB. Food Waste\nC. Domestic waste (e.g. paper products, rags, glass, metal, bottles, crockery, etc.)\nD. Cooking Oil\nE. Incinerator ashes\nF. Operational waste\nG. Animal carcass(es)\nH. Fishing gear\nI. E-waste\n(1) Indicate the proper shipping name of the NLS involved.\n(1)\nText of image\nType\nWaste to be delivered (m3)\nMaximum dedicated storage capacity (m3)\nAmount of waste retained on board (m3)\nPort at which remaining waste will be delivered\nEstimated amount of waste to be generated between notification and next port of call (m3)\nJ. Cargo residues (2) (Harmful to the Marine Environment – HME)\nK. Cargo residues (3) (non-HME)\nMARPOL Annex VI – Air Pollution related\nOzone depleting substances and equipment containing such substances (4)\nExhaust gas cleaning residues\nOther waste, not covered by MARPOL\nPassively fished waste\nNotes\n1. This information shall be used for port State control and other inspection purposes.\n2. This form is to be completed unless the ship is covered by an exemption in accordance with Article 9 of Directive (EU) 2019/883\n(1) May be estimates. Indicate the proper shipping name of the dry cargo.\n(2) May be estimates. Indicate the proper shipping name of the dry cargo.\n(3) Arising from normal maintenance activities on board.\n(2)\n(3)\n(4)\nANNEX 3\nSTANDARD FORMAT FOR THE WASTE DELIVERY RECEIPT\nThe designated representative of the port reception facility provider shall provide the following form to the master of a ship that has delivered waste in accordance with Article 7 of Directive (EU) 2019/883\nThis form shall be retained on board the ship along with the appropriate Oil Record Book, Cargo Record Book, Garbage Record Book or Garbage Management Plan as required by the MARPOL Convention.\nText of image\n1. PORT RECEPTION FACILITY AND PORT PARTICULARS\n1.1. Location/terminal name:\n1.2. Port reception facility provider(s):\n1.3. Treatment facility provider(s) – if different from above:\n1.4. Waste delivery date and time from: to:\n2. SHIP PARTICULARS\n2.1. Name of the ship:\n2.5. Owner or operator:\n2.2. IMO number:\n2.6. Distinctive number or letters:\nMMSI (Maritime Mobile Service Identity) number:\n2.3. Gross tonnage:\n2.7. Flag State:\n2.4. Type of ship:\nOil tanker\nChemical tanker\nBulk carrier\nContainer\nOther cargo ship\nPassenger ship\nRo-ro\nOther (specify)\nText of image\n3. TYPE AND AMOUNT OF WASTE RECEIVED\nMARPOL Annex I – Oil\nQuantity (m3)\nMARPOL Annex V – Garbage\nQuantity (m3)\nOily bilge water\nA. Plastics\nOily residues (sludge)\nB. Food waste\nOily tank washings\nC. Domestic waste (e.g. paper products, rags, glass, metal, bottles, crockery, etc.)\nDirty ballast water\nD. Cooking oil\nScale and sludge from tank cleaning\nE. Incinerator ashes\nOther (please specify)\nF. Operational waste\nMARPOL Annex II – NOXIOUS LIQUID SUBSTANCES (NLS)\nQuantity (m3)/Name (1)\nG. Animal carcass(es)\nCategory X substance\nH. Fishing gear\nCategory Y substance\nI. E-waste\nJ. Cargo residues (2) (Harmful to the Marine Environment – HME)\nK. Cargo residues (2) (non-HME)\nMARPOL Annex VI – Air Pollution related\nQuantity (m3)\nCategory Z substance\nOzone-depleting substances and equipment containing such substances\nOS – other substance\nExhaust gas-cleaning residues\nMARPOL Annex IV – Sewage\nQuantity (m3)\nOther waste, not covered by MARPOL\nQuantity (m3)\nPassively fished waste\n(1) Indicate the proper shipping name of the NLS involved.\n(2) Indicate the proper shipping name of the dry cargo.\n(1)\n(2)\n(2)\nANNEX 4\nCATEGORIES OF COSTS AND NET REVENUES RELATED TO THE OPERATION AND ADMINISTRATION OF PORT RECEPTION FACILITIES\nDirect costs\nDirect operational costs that arise from the actual delivery of waste from ships, including the cost items listed below.\nIndirect costs\nIndirect administrative costs that arise from the management of the system in the port, including the cost items listed below.\nNet revenues\nNet proceeds from waste management schemes and national/regional funding available, including the revenue elements listed below.\n—\nProvision of port reception facilities infrastructure, including the containers, tanks, processing tools, barges, trucks, waste reception, treatment installations;\n—\nConcessions due for site leasing, if applicable, or for leasing the equipment necessary for the operation of port reception facilities;\n—\nThe actual operation of the port reception facilities: collection of waste from the ship, transport of waste from the port reception facilities for final treatment, maintenance and cleaning of port reception facilities, costs for staff, including overtime, provision of electricity, waste analysis and insurance;\n—\nPreparing for reuse, recycling or disposal of the waste from ships, including separate collection of waste;\n—\nAdministration: invoicing, issuing of waste delivery receipts to the ship, reporting.\n—\nDevelopment and approval of the waste reception and handling plan, including any audits of that plan and its implementation;\n—\nUpdating the waste reception and handling plan, including labour costs and consultancy costs, where applicable;\n—\nOrganising the consultation procedures for the (re)evaluation of the waste reception and handling plan;\n—\nManagement of the notification and cost recovery systems, including the application of reduced fees for ‘green ships’, the provision of IT systems at port level, statistical analysis and associated labour costs;\n—\nOrganisation of public procurement procedures for the provision of port reception facilities, as well as the issuing of the necessary authorisations for the provision of port reception facilities in ports;\n—\nCommunication of information to port users through the distribution of flyers, putting up signs and posters in the port, or publication of the information on the port’s website, and electronic transmission of the information as required in Article 5;\n—\nManagement of waste management schemes: Extended Producer Responsibility (EPR) schemes, recycling and application for and implementing of national/regional funds;\n—\nOther administrative costs: costs of monitoring and electronic reporting of exemptions required in Article 9.\n—\nNet financial benefits provided by extended producer responsibility schemes;\n—\nOther net revenues from waste management such as recycling schemes;\n—\nFunding under the European Maritime and Fisheries Fund (EMFF);\n—\nOther funding or subsidies available to ports for waste management and fisheries.\nANNEX 5\nEXEMPTION CERTIFICATE PURSUANT TO ARTICLE 9 IN RELATION TO THE REQUIREMENTS UNDER ARTICLE 6, ARTICLE 7(1) AND ARTICLE 8 OF DIRECTIVE (EU) 2019/883 AT THE PORT[S] OF [INSERT PORT] IN [INSERT MEMBER STATE]\n (1)\nText of image\nName of ship\nDistinctive number or letters\nFlag State\n[insert name of the ship]\n[insert IMO number]\n[insert name of the Flag State]\nis in scheduled traffic with frequent and regular port calls at the following port(s) located in [insert name of the Member State] according to a schedule or predetermined route:\n[]\nand calls at these ports at least once a fortnight:\n[]\nand has made an arrangement to ensure the payment of the fees and the delivery of waste to the port or a third party at the port of:\n[]\nand is thus exempted, in accordance with [insert relevant provision in national legislation of the country], [from the requirements on:\nmandatory delivery of waste from ships,\nthe advance waste notification, and\nthe payment of the mandatory fee, at the following port(s):]\nThis certificate is valid until [insert date], unless the grounds for issuing the certificate are changed before that date.\nPlace and date\nName\nTitle\n(1)  Delete if not appropriate.", "summary": "Port facilities for waste from ships, including cargo residues\nPort facilities for waste from ships, including cargo residues\nSUMMARY OF:\nDirective (EU) 2019/883 – port reception facilities for the delivery of waste from ships\nWHAT IS THE AIM OF THE DIRECTIVE?\n              \nIt aims to protect the marine environment from the negative effects of waste from ships using European Union (EU) ports, by improving port reception facilities for waste from ships.\nKEY POINTS\nFees\nUnder the new rules, ships will pay an indirect fee to cover the cost of the scheme, giving them the right to deliver their waste to a port, whether or not they deliver any waste. This fee will also apply to fishing vessels and recreational craft, aiming to help prevent discarded fishing nets and waste accidentally caught in fishing nets going directly into the sea.\nIn certain cases, if a ship delivers an exceptional amount of waste, an additional direct fee may be charged to ensure that the costs related to receiving such waste do not create a disproportionate burden on a port’s cost-recovery system.\nFees may be differentiated depending on, for example, the category, type and size of the ship and the type of traffic the ship is engaged in. A reduced fee applies to ‘green ships’, meaning vessels that can demonstrate reduced quantities of waste and sustainable on-board waste management.\nPort facilities\nEU Member States must ensure that port facilities:\ncan receive the types and quantities of waste from ships normally using that port;\navoid delays;\ndon’t charge excessive fees which may discourage ships from using them;\nmanage ships’ waste in an environmentally appropriate way in accordance with Directive 2008/98/EC (EU waste management law) and other EU legislation on waste.\nExemptions and exceptions\nThe directive does not apply to military vessels.\nThe directive contains rules on delivering waste, including advance notice of deliveries, with special arrangements applying to ships running to a schedule and making frequent and regular port calls.\nInspection and penalties\nShips may be inspected to verify compliance with the requirements of the directive. Member States must ensure that the directive is implemented and apply effective, proportionate and dissuasive penalties.\nLegislative alignment\nThe directive aligns EU legislation with the amended International Convention for the Prevention of Pollution from Ships (Marpol) which focuses on operations at sea, to which the EU is a party.\nThe directive repeals Directive 2000/59/EC and amends Directives 2009/16/EC on port state control and 2010/65/EU on reporting formalities for ships.\nThe directive is part of the circular economy policy and the plastics strategy of the European Commission.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt has applied since 27 June 2019 and had to become law in the Member States by 28 June 2021.\nBACKGROUND\n              \nFor further information, see:\nShips (European Commission).\nMAIN DOCUMENT\n            \nDirective (EU) 2019/883 of the European Parliament and of the Council of 17 April 2019 on port reception facilities for the delivery of waste from ships, amending Directive 2010/65/EU and repealing Directive 2000/59/EC (OJ L 151, 7.6.2019, pp. 116–142).\nRELATED DOCUMENTS\n            \nDirective 2010/65/EU of the European Parliament and of the Council of 20 October 2010 on reporting formalities for ships arriving in and/or departing from ports of the Member States and repealing Directive 2002/6/EC (OJ L 283, 29.10.2010, pp. 1–10).\nSuccessive amendments to Directive 2010/65/EU have been incorporated into the original document. This consolidated version is of documentary value only.\nDirective 2009/16/EC of the European Parliament and of the Council of 23 April 2009 on port State control (recast) (OJ L 131, 28.5.2009, pp. 57–100).\nSee consolidated version.\nDirective 2008/98/EC of the European Parliament and of the Council of 19 November 2008 on waste and repealing certain Directives (OJ L 312, 22.11.2008, pp. 3–30).\nSee consolidated version.\nlast update 27.01.2022", "tags": ["waste management", "harbour installation", "pollution control measures", "common ports policy", "marine pollution", "environmental protection", "pollution from ships", "vessel", "fishing vessel", "administrative formalities"], "subjects": ["Transport", "Waste"], "split": "validation", "reference_annotations": {"32019L0883_p1": {"text": "directive 2019/883 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 17 April 2019---on port reception facilities for the delivery of waste from ships, amending directive 2010/65/eu and repealing directive 2000/59/ec", "triples": [" directive 2019/883,  amending,  directive 2010/65/eu", " directive 2019/883,  repealing,  directive 2000/59/ec"]}, "32019L0883_p2": {"text": "Articles 6, 7 and 9 of directive 2019/883 of the European Parliament and the Council of 17 April 2019 on port reception facilities for the delivery of waste from ships, amending directive 2010/65/eu and repealing directive 2000/59/ec (OJ L 151, 7.6.2019, p. 116)’.", "triples": [" directive 2019/883,  amending,  directive 2010/65/eu", " directive 2019/883,  repealing,  directive 2000/59/ec"]}, "32019L0883_p3": {"text": "(9)  Council regulation 1224/2009 of 20 November 2009 establishing a Union control system for ensuring compliance with the rules of the common fisheries policy, amending regulation 847/96 regulation 2371/2002 regulation 811/2004 regulation 768/2005 regulation 2115/2005 regulation 2166/2005 regulation 388/2006 regulation 509/2007 regulation 676/2007 regulation 1098/2007 regulation 1300/2008 regulation 1342/2008 and repealing regulation 2847/93 regulation 1627/94 regulation 1966/2006 (OJ L 343, 22.12.2009, p. 1).", "triples": [" regulation 1224/2009,  amending,  regulation 847/96", " regulation 1224/2009,  amending,  regulation 2371/2002", " regulation 1224/2009,  amending,  regulation 811/2004", " regulation 1224/2009,  amending,  regulation 768/2005", " regulation 1224/2009,  amending,  regulation 2115/2005", " regulation 1224/2009,  amending,  regulation 2166/2005", " regulation 1224/2009,  amending,  regulation 388/2006", " regulation 1224/2009,  amending,  regulation 509/2007", " regulation 1224/2009,  amending,  regulation 676/2007", " regulation 1224/2009,  amending,  regulation 1098/2007", " regulation 1224/2009,  amending,  regulation 1300/2008", " regulation 1224/2009,  amending,  regulation 1342/2008", " regulation 1224/2009,  repealing,  regulation 2847/93", " regulation 1224/2009,  repealing,  regulation 1627/94", " regulation 1224/2009,  repealing,  regulation 1966/2006"]}, "32019L0883_p4": {"text": "(10)  regulation 1069/2009 of the European Parliament and the Council of 21 October 2009 laying down health rules as regards animal by-products and derived products not intended for human consumption and repealing regulation 1774/2002 (Animal by-products Regulation) (OJ L 300, 14.11.2009, p. 1).", "triples": [" regulation 1069/2009,  repealing,  regulation 1774/2002"]}, "32019L0883_p5": {"text": "(11)  Commission regulation 142/2011 of 25 February 2011 implementing regulation 1069/2009 of the European Parliament and of the Council laying down health rules as regards animal by-products and derived products not intended for human consumption and implementing Council directive 97/78/ec as regards certain samples and items exempt from veterinary checks at the border under that Directive (OJ L 54, 26.2.2011, p. 1).", "triples": [" regulation 142/2011,  implementing,  regulation 1069/2009", " regulation 142/2011,  implementing,  directive 97/78/ec"]}, "32019L0883_p6": {"text": "(13)  directive 2002/59/ec of the European Parliament and of the Council of 27 June 2002 establishing a Community vessel traffic monitoring and information system and repealing Council directive 93/75/eec (OJ L 208, 5.8.2002, p. 10).", "triples": [" directive 2002/59/ec,  repealing,  directive 93/75/eec"]}, "32019L0883_p7": {"text": "(15)  directive 2010/65/eu of the European Parliament and of the Council of 20 October 2010 on reporting formalities for ships arriving in and/or departing from ports of the Member States and repealing directive 2002/6/ec (OJ L 283, 29.10.2010, p. 1).", "triples": [" directive 2010/65/eu,  repealing,  directive 2002/6/ec"]}, "32019L0883_p8": {"text": "(20)  directive 2006/66/ec of the European Parliament and of the Council of 6 September 2006 on batteries and accumulators and waste batteries and accumulators and repealing directive 91/157/eec (OJ L 266, 26.9.2006, p. 1).", "triples": [" directive 2006/66/ec,  repealing,  directive 91/157/eec"]}, "32019L0883_p9": {"text": "(23)  regulation 2016/1625 of the European Parliament and of the Council of 14 September 2016 amending regulation 1406/2002 establishing a European Maritime Safety Agency (OJ L 251, 16.9.2016, p. 77).", "triples": [" regulation 2016/1625,  amending,  regulation 1406/2002"]}, "32019L0883_p10": {"text": "(1)  regulation 1221/2009 of the European Parliament and the Council of 25 November 2009 on the voluntary participation by organisations in a Community eco-management and audit scheme (EMAS), repealing regulation 761/2001 and Commission decision 2001/681/ec decision 2006/193/ec (OJ L 342, 22.12.2009, p. 1).", "triples": [" regulation 1221/2009,  repealing,  regulation 761/2001", " regulation 1221/2009,  repealing,  decision 2001/681/ec", " regulation 1221/2009,  repealing,  decision 2006/193/ec"]}}, "summary_annotations": {"32019L0883_p2": {"text": "directive 2019/883 of the European Parliament and of the Council of 17 April 2019 on port reception facilities for the delivery of waste from ships, amending directive 2010/65/eu and repealing directive 2000/59/ec (OJ L 151, 7.6.2019, pp. 116–142).", "triples": [" directive 2019/883,  amending,  directive 2010/65/eu", " directive 2019/883,  repealing,  directive 2000/59/ec"]}, "32019L0883_p3": {"text": "directive 2010/65/eu of the European Parliament and of the Council of 20 October 2010 on reporting formalities for ships arriving in and/or departing from ports of the Member States and repealing directive 2002/6/ec (OJ L 283, 29.10.2010, pp. 1–10).", "triples": [" directive 2010/65/eu,  repealing,  directive 2002/6/ec"]}}}