{"celex_id": "32021R0840", "reference": "27.5.2021\nEN\nOfficial Journal of the European Union\nL 186/1\nREGULATION (EU) 2021/840 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 20 May 2021\nestablishing an exchange, assistance and training programme for the protection of the euro against counterfeiting for the period 2021-2027 (the ‘Pericles IV’ programme), and repealing Regulation (EU) No 331/2014\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 133 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Central Bank (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nThe Union and Member States have set themselves the objective of laying down the measures necessary for the use of the euro as a single currency. Those measures include protecting the euro against counterfeiting and related fraud to ensure the effectiveness of the Union’s economy and secure the sustainability of public finances.\n(2)\nCouncil Regulation (EC) No 1338/2001 (3) provides for exchanges of information, cooperation and mutual assistance, thereby establishing a harmonised framework for the protection of the euro. The effects of that Regulation were extended by Council Regulation (EC) No 1339/2001 (4) to those Member States which have not adopted the euro as their single currency, so as to provide an equivalent level of protection for the euro throughout the Union.\n(3)\nActions with the aim of promoting exchanges of information and staff, technical and scientific assistance and specialised training help significantly to protect the Union’s single currency against counterfeiting and related fraud and therefore to attain a high and equivalent level of protection across the Union, whilst demonstrating the Union’s ability to tackle serious organised crime. Such actions could also help addressing the common challenges to combat organised crime, including money laundering.\n(4)\nA programme for the protection of the euro against counterfeiting contributes to raising the awareness of Union citizens, increasing their confidence in that currency and improving the protection of the euro, especially through the constant dissemination of results of actions supported by that programme.\n(5)\nSound protection of the euro against counterfeiting is a key component of a secure and competitive Union economy, and directly linked to the Union objective of improving the efficient functioning of the economic and monetary union.\n(6)\nPast support for such actions, through Council Decisions 2001/923/EC (5) and 2001/924/EC (6), which were subsequently amended and extended by Council Decisions 2006/75/EC (7), 2006/76/EC (8), 2006/849/EC (9) and 2006/850/EC (10) and Regulation (EU) No 331/2014 of the European Parliament and of the Council (11), has made it possible to enhance the actions of the Union and the Member States in the field of the protection of the euro against counterfeiting. The objectives of the programme for the protection of the euro against counterfeiting for the preceding periods have been successfully achieved.\n(7)\nIn 2017, the Commission carried out a mid-term evaluation of the multiannual action programme established by Regulation (EU) No 331/2014 (the ‘Pericles 2020’ programme), supported by an independent report. The report was generally positive about the Pericles 2020 programme but it expressed concerns about the limited number of competent authorities applying for the implementation of actions under the Pericles 2020 programme and the quality of the key performance indicators used for measuring the results of the Pericles 2020 programme. In its Communication to the European Parliament and to the Council on the mid-term evaluation of the Pericles 2020 programme and its ex ante evaluation in the form of a Staff Working Document accompanying its proposal, the Commission concluded, taking into consideration the conclusions and recommendations of the mid-term evaluation, that the continuation of the Pericles 2020 programme beyond 2020 should be supported, given its Union added value, its long-term impact and the sustainability of its actions as well as its contribution to combating organised crime.\n(8)\nThe advice contained in the mid-term evaluation was that actions financed under the Pericles 2020 programme should be continued, while addressing the need to simplify the submission of applications, to encourage differentiation of beneficiaries and the participation of a maximum number of competent authorities from various countries in the activities of the Pericles 2020 programme, to continue focusing on emerging and recurrent counterfeiting threats, and to streamline the key performance indicators.\n(9)\nCounterfeiting hotspots have been detected in third countries and counterfeiting of the euro is acquiring a growing international dimension. Capacity building and training activities involving the competent authorities of third countries should therefore be considered essential to achieve the effective protection of the euro and should be further encouraged in the context of the continuation of the Pericles 2020 programme.\n(10)\nA new programme for the period 2021-2027 (the ‘Pericles IV’ programme) should be adopted. It should be ensured that the Pericles IV programme is consistent with, and complementary to, other relevant programmes and actions. The Commission should therefore carry out all the necessary consultations with regard to evaluating needs for the protection of the euro with the principal parties involved, in particular the competent national authorities designated by Member States, the European Central Bank (ECB) and Europol, within the committee referred to in Regulation (EC) No 1338/2001, particularly as regards exchanges, assistance and training, for the purpose of the application of the Pericles IV programme. Moreover, the Commission should draw on the vast experience of the ECB in relation to the conduct of training and the provision of information on counterfeit euro banknotes when implementing the Pericles IV programme.\n(11)\nHorizontal financial rules adopted by the European Parliament and the Council on the basis of Article 322 of the Treaty on the Functioning of the European Union (TFEU) apply to this Regulation. Those rules are laid down in Regulation (EU, Euratom) 2018/1046 of the European Parliament and of the Council (12) (the ‘Financial Regulation’) and determine in particular the procedure for establishing and implementing the budget through grants, procurement, prizes, indirect implementation, and provide for checks on the responsibility of financial actors. Rules adopted on the basis of Article 322 TFEU also include a general regime of conditionality for the protection of the Union’s budget.\n(12)\nSince the objectives of this Regulation, namely to facilitate cooperation among Member States and between the Commission and Member States in order to protect the euro against counterfeiting, without impinging on Member States’ responsibilities, and using resources more efficiently than could be done at national level, to assist Member States in collectively protecting the euro and to encourage the use of common Union structures to increase cooperation and the timely and comprehensive exchange of information between competent authorities, cannot be sufficiently achieved by the Member States, but can rather be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve those objectives.\n(13)\nThe Pericles IV programme should be implemented in accordance with the multiannual financial framework laid down in Council Regulation (EU, Euratom) 2020/2093 (13).\n(14)\nIn order to ensure uniform conditions for the implementation of the Pericles IV programme, implementing powers should be conferred on the Commission. The Commission should adopt annual work programmes setting out the priorities, the budget breakdown and the evaluation criteria for the grants for actions. The exceptional and duly justified cases, in which an increase in the co-financing rate is necessary in order to give the Member States greater economic flexibility, thus enabling them to carry out and complete projects to protect and safeguard the euro in a satisfactory manner, should be part of the annual work programmes.\n(15)\nThis Regulation lays down a financial envelope for the Pericles IV programme which is to constitute the prime reference amount, within the meaning of Point 18 of the Interinstitutional Agreement of 16 December 2020 (14), for the European Parliament and for the Council during the annual budgetary procedure.\n(16)\nTo ensure the effective assessment of progress of the Pericles IV programme towards the achievement of its objectives, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of amending the Annex with regard to the indicators where considered necessary for the purposes of evaluation, as well as to supplement this Regulation with provisions on the establishment of a monitoring and evaluation framework. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level, and that those consultations be conducted in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making (15). In particular, to ensure equal participation in the preparation of delegated acts, the European Parliament and the Council receive all documents at the same time as Member States’ experts, and their experts systematically have access to meetings of Commission expert groups dealing with the preparation of delegated acts.\n(17)\nIn accordance with the Financial Regulation, Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council (16) and Council Regulations (EC, Euratom) No 2988/95 (17), (Euratom, EC) No 2185/96 (18) and (EU) 2017/1939 (19), the financial interests of the Union are to be protected by means of proportionate measures, including measures relating to the prevention, detection, correction and investigation of irregularities, including fraud, the recovery of funds lost, wrongly paid or incorrectly used, and, where appropriate, the imposition of administrative penalties. In particular, in accordance with Regulations (Euratom, EC) No 2185/96 and (EU, Euratom) No 883/2013, the European Anti-Fraud Office (OLAF) has the power to carry out administrative investigations, including on-the-spot checks and inspections, with a view to establishing whether there has been fraud, corruption or any other illegal activity affecting the financial interests of the Union.\nThe European Public Prosecutor’s Office (EPPO) is empowered, in accordance with Regulation (EU) 2017/1939, to investigate and prosecute criminal offences affecting the financial interests of the Union, as provided for in Directive (EU) 2017/1371 of the European Parliament and of the Council (20). In accordance with the Financial Regulation, any person or entity receiving Union funds is to fully cooperate in the protection of the financial interests of the Union, grant the necessary rights and access to the Commission, OLAF, the Court of Auditors and, in respect of those Member States participating in enhanced cooperation pursuant to Regulation (EU) 2017/1939, EPPO, and ensure that any third parties involved in the implementation of Union funds grant equivalent rights.\n(18)\nThe Commission should present to the European Parliament and to the Council a mid-term evaluation report on the implementation of the Pericles IV programme and a final evaluation report on the achievement of its objectives. Pursuant to paragraphs 22 and 23 of the Interinstitutional Agreement of 13 April 2016 on Better Law-Making, the Pericles IV programme should be evaluated on the basis of information collected in accordance with specific monitoring requirements, while avoiding an administrative burden, in particular on Member States, and overregulation. Those requirements, where appropriate, should include measurable indicators as a basis for evaluating the effects of the Pericles IV programme on the ground.\n(19)\nRegulation (EU) No 331/2014 should therefore be repealed.\n(20)\nIn order to ensure continuity in providing support in the relevant policy area and to allow implementation to start from the beginning of the multi-annual financial framework 2021-2027, this Regulation should enter into force as a matter of urgency and should apply, with retroactive effect, from 1 January 2021,\nHAVE ADOPTED THIS REGULATION:\nCHAPTER I\nGENERAL PROVISIONS\nArticle 1\nSubject matter\nThis Regulation establishes an exchange, assistance and training programme for the protection of the euro against counterfeiting (the ‘Pericles IV’ programme), for the period from 1 January 2021 to 31 December 2027.\nIt lays down the objectives of the Pericles IV programme, the budget for the period 2021-2027, the forms of Union funding and the rules for providing such funding.\nArticle 2\nProgramme objectives\n1.   The general objective of the Pericles IV programme shall be to prevent and combat counterfeiting and related fraud and preserve the integrity of the euro banknotes and coins, thus strengthening the trust of citizens and business in the genuineness of these banknotes and coins and therefore enhancing the trust in the Union’s economy, while securing the sustainability of public finances.\n2.   The specific objective of the Pericles IV programme shall be to protect euro banknotes and coins against counterfeiting and related fraud, by supporting and supplementing the measures undertaken by Member States and assisting the competent national and Union authorities in their efforts to develop among themselves and with the Commission a close and regular cooperation and an exchange of best practice, where appropriate including third countries and international organisations.\nArticle 3\nBudget\n1.   The financial envelope for the implementation of the Pericles IV programme for the period from 1 January 2021 to 31 December 2027 shall be EUR 6 193 284 in current prices.\n2.   The annual appropriations shall be authorised by the European Parliament and by the Council within the limits of the multiannual financial framework.\n3.   The amount referred to in paragraph 1 may be used for technical and administrative assistance for the implementation of the Pericles IV programme, such as preparatory, monitoring, control, audit and evaluation activities, including corporate information technology systems.\nArticle 4\nImplementation and forms of Union funding\n1.   The Pericles IV programme shall be implemented under direct management in accordance with the Financial Regulation.\n2.   The Pericles IV programme shall be implemented by the Commission in cooperation with the Member States, through regular consultations at different stages of the implementation of the Pericles IV programme, whilst ensuring consistency and avoiding unnecessary duplication with relevant measures undertaken by other competent entities, in particular the ECB and Europol. To that effect, when preparing the work programmes pursuant to Article 10, the Commission shall take into account existing and planned ECB activities and Europol activities against euro counterfeiting and related fraud.\n3.   Financial support under the Pericles IV programme for eligible actions listed in Article 6 shall take the form of either grants or public procurement.\nArticle 5\nJoint actions\n1.   Actions under the Pericles IV programme may be organised jointly by the Commission and other partners having relevant expertise, such as:\n(a)\nthe national central banks and the ECB;\n(b)\nthe National Analysis Centres and the Coin National Analysis Centres;\n(c)\nthe European Technical and Scientific Centre and the mints;\n(d)\nEuropol, Eurojust and Interpol;\n(e)\nthe national central anti-counterfeiting offices provided for in Article 12 of the International Convention for the Suppression of Counterfeiting Currency signed at Geneva on 20 April 1929 (21) and other agencies specialising in prevention, detection and law-enforcement in connection with counterfeiting;\n(f)\nspecialist bodies concerned in the field of duplication and certification technologies, printers and engravers;\n(g)\nbodies other than those referred to in points (a) to (f) offering specific expertise, including, where appropriate, such bodies from third countries and in particular from acceding States and candidate countries; and\n(h)\nprivate entities that have developed and provided evidence of technical knowledge and teams specialising in detecting counterfeit banknotes and coins.\n2.   Where eligible actions are organised jointly by the Commission and the ECB, Eurojust, Europol or Interpol, the ensuing expenses shall be divided among them. In any event, each of them shall bear the travel and accommodation costs of its own guest speakers.\nCHAPTER II\nELIGIBILITY\nArticle 6\nEligible actions\n1.   The Pericles IV programme shall provide, under the conditions set out in the annual work programmes referred to in Article 10, financial support for the following actions:\n(a)\nexchange and dissemination of information, in particular through organising workshops, meetings and seminars, including training, targeted placements and exchanges of staff of competent national authorities and other similar actions. The exchange of information shall, among others, be targeted at:\n—\nbest practices in preventing counterfeiting and fraud relating to the euro,\n—\nmethodologies for monitoring and analysing the economic and financial impact of counterfeiting,\n—\noperation of databases and early warning systems,\n—\nuse of detection tools, including with computer back-up,\n—\nenquiry and investigation methods,\n—\nscientific assistance, including monitoring of new developments,\n—\nprotection of the euro outside the Union,\n—\nresearch actions,\n—\nprovision of specific operational expertise;\n(b)\ntechnical, scientific and operational assistance, as appears necessary as part of the Pericles IV programme, including in particular:\n—\nany appropriate measure which establishes teaching resources at Union level, such as a handbook of Union legislation, information bulletins, practical manuals, glossaries and lexicons, databases, especially in the area of scientific assistance or technology watch, or computer support applications, such as software,\n—\nrelevant studies with a multidisciplinary and transnational dimension, including research on innovative security features,\n—\ndevelopment of technical support instruments and methods to facilitate detection actions at Union level,\n—\nsupport for cooperation in operations involving at least two countries when such support cannot be made available from other programmes of Union institutions and bodies;\n(c)\nthe purchase of equipment to be used by specialised anti-counterfeiting authorities of third countries for protecting the euro against counterfeiting, in compliance with Article 7(2).\n2.   The Pericles IV programme shall take into account the transnational and multidisciplinary aspects of the fight against counterfeiting by targeting the participation of the following groups:\n(a)\nstaff of agencies engaged in detecting and combating counterfeiting, in particular police forces, customs and financial administrations, depending on their specific functions at national level;\n(b)\nintelligence personnel;\n(c)\nrepresentatives of the national central banks, the mints, commercial banks and other financial intermediaries, in particular as regards the obligations of financial institutions;\n(d)\njudicial officers, specialist lawyers and members of the judiciary in this field;\n(e)\nany other group of specialists concerned, such as chambers of commerce and industry or comparable structures capable of providing access to small and medium-sized enterprises, retailers and cash-in-transit companies.\n3.   The groups referred to in paragraph 2 may include participants from third countries.\nCHAPTER III\nGRANTS\nArticle 7\nGrants\n1.   Grants under the Pericles IV programme shall be awarded and managed in accordance with Title VIII of the Financial Regulation.\n2.   For actions implemented through grants, the purchase of equipment shall not be the sole component of the grant agreement.\nArticle 8\nCo-financing rates\nThe co-financing rate for grants awarded under the Pericles IV programme shall not exceed 75 % of the eligible costs. In exceptional and duly justified cases, defined in the annual work programmes referred to in Article 10, the co-financing rate shall not exceed 90 % of the eligible costs.\nArticle 9\nEligible entities\nEntities eligible for funding under the Pericles IV programme shall be the competent national authorities as defined in point (b) of Article 2 of Regulation (EC) No 1338/2001.\nCHAPTER IV\nPROGRAMMING, MONITORING AND EVALUATION\nArticle 10\nWork programmes\n1.   In order to implement the Pericles IV programme, the Commission shall adopt work programmes as referred to in Article 110 of the Financial Regulation.\n2.   For grants, in addition to the requirements laid down in Article 110 of the Financial Regulation, the work programme shall specify the essential selection and award criteria and the maximum possible rate of co-financing.\nArticle 11\nExercise of delegation\n1.   The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article.\n2.   The power to adopt delegated acts referred to in Article 12(2) shall be conferred on the Commission from 1 January 2021 until 31 December 2027.\n3.   The delegation of power referred to in Article 12(2), may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force.\n4.   Before adopting a delegated act, the Commission shall consult experts designated by each Member State in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making.\n5.   As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council.\n6.   A delegated act adopted pursuant to Article 12(2) shall enter into force only if no objection has been expressed either by the European Parliament or by the Council within a period of three months of notification of that act to the European Parliament and to the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by three months at the initiative of the European Parliament or of the Council.\nArticle 12\nMonitoring\n1.   Indicators to report on progress of the Pericles IV programme towards the achievement of the specific objective laid down in Article 2 are set out in the Annex.\n2.   To ensure the effective assessment of progress of the Pericles IV programme towards the achievement of its objectives, the Commission is empowered to adopt delegated acts, in accordance with Article 11, to amend the Annex with regard to the indicators where considered necessary for the purposes of evaluation, as well as to supplement this Regulation with provisions on the establishment of a monitoring and evaluation framework.\n3.   The Commission shall provide annual information on the results of the Pericles IV programme to the European Parliament, to the Council and to the ECB, taking into account the quantitative and qualitative indicators set out in the Annex.\n4.   The participating countries and other beneficiaries shall provide the Commission with all the data and information necessary to permit the monitoring and evaluation of the Pericles IV programme.\nArticle 13\nEvaluation\n1.   An independent mid-term evaluation of the Pericles IV programme shall be carried out once there is sufficient information available about the implementation of the Pericles IV programme, but no later than four years after the start of the programme implementation.\n2.   At the end of the implementation of the Pericles IV programme, but no later than two years after the end of the period specified in Article 1, a final evaluation of the Pericles IV programme shall be carried out by the Commission.\n3.   The Commission shall communicate the conclusions of the evaluations accompanied by its observations, to the European Parliament, to the Council and to the ECB.\nCHAPTER V\nTRANSITIONAL AND FINAL PROVISIONS\nArticle 14\nInformation, communication and visibility\n1.   The recipients of Union funding shall acknowledge the origin of those funds and ensure the visibility of the Union funding, in particular when promoting the actions and their results, by providing coherent, effective and proportionate targeted information to multiple audiences, including the media and the public.\n2.   The Commission shall implement information and communication actions relating to the Pericles IV programme, and to actions taken pursuant to the Pericles IV programme and to the results obtained.\n3.   Financial resources allocated to the Pericles IV programme shall also contribute to the corporate communication of the political priorities of the Union, insofar as these priorities are related to the objectives referred to in Article 2.\nArticle 15\nRepeal\nRegulation (EU) No 331/2014 is repealed with effect from 1 January 2021.\nArticle 16\nTransitional provisions\n1.   This Regulation shall not affect the continuation or modification of actions initiated pursuant to Regulation (EU) No 331/2014, which shall continue to apply to these actions until their closure.\n2.   The financial envelope for the Pericles IV programme may also cover the technical and administrative assistance expenses necessary to ensure the transition between the Pericles IV programme and the measures adopted pursuant to Regulation (EU) No 331/2014.\nArticle 17\nEntry into force and application\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2021.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaties.\nDone at Brussels, 20 May 2021.\nFor the European Parliament\nThe President\nD. M. SASSOLI\nFor the Council\nThe President\nA. P. ZACARIAS\n(1)  OJ C 378, 19.10.2018, p. 2.\n(2)  Position of the European Parliament of 13 February 2019 (not yet published in the Official Journal) and position of the Council at first reading of 13 April 2021 (not yet published in the Official Journal). Position of the European Parliament of 18 May 2021 (not yet published in the Official Journal).\n(3)  Council Regulation (EC) No 1338/2001 of 28 June 2001 laying down measures necessary for the protection of the euro against counterfeiting (OJ L 181, 4.7.2001, p. 6).\n(4)  Council Regulation (EC) No 1339/2001 of 28 June 2001 extending the effects of Regulation (EC) No 1338/2001 laying down measures necessary for the protection of the euro against counterfeiting to those Member States which have not adopted the euro as their single currency (OJ L 181, 4.7.2001, p. 11).\n(5)  Council Decision 2001/923/EC of 17 December 2001 establishing an exchange, assistance and training programme for the protection of the euro against counterfeiting (the ‘Pericles’ programme) (OJ L 339, 21.12.2001, p. 50).\n(6)  Council Decision 2001/924/EC of 17 December 2001 extending the effects of the Decision establishing an exchange, assistance and training programme for the protection of the euro against counterfeiting (‘Pericles’ programme) to the Member States which have not adopted the euro as the single currency (OJ L 339, 21.12.2001, p. 55).\n(7)  Council Decision 2006/75/EC of 30 January 2006 amending and extending Decision 2001/923/EC establishing an exchange, assistance and training programme for the protection of the euro against counterfeiting (the ‘Pericles’ programme) (OJ L 36, 8.2.2006, p. 40).\n(8)  Council Decision 2006/76/EC of 30 January 2006 extending to the non-participating Member States the application of Decision 2006/75/EC amending and extending Decision 2001/923/EC establishing an exchange, assistance and training programme for the protection of the euro against counterfeiting (the ‘Pericles’ programme) (OJ L 36, 8.2.2006, p. 42).\n(9)  Council Decision 2006/849/EC of 20 November 2006 amending and extending Decision 2001/923/EC establishing an exchange, assistance and training programme for the protection of the euro against counterfeiting (the Pericles programme) (OJ L 330, 28.11.2006, p. 28).\n(10)  Council Decision 2006/850/EC of 20 November 2006 extending to the non-participating Member States the application of Decision 2006/849/EC amending and extending Decision 2001/923/EC establishing an exchange, assistance and training programme for the protection of the euro against counterfeiting (the Pericles programme) (OJ L 330, 28.11.2006, p. 30).\n(11)  Regulation (EU) No 331/2014 of the European Parliament and of the Council of 11 March 2014 establishing an exchange, assistance and training programme for the protection of the euro against counterfeiting (the ‘Pericles 2020’ programme) and repealing Council Decisions 2001/923/EC, 2001/924/EC, 2006/75/EC, 2006/76/EC, 2006/849/EC and 2006/850/EC (OJ L 103, 5.4.2014, p. 1).\n(12)  Regulation (EU, Euratom) 2018/1046 of the European Parliament and of the Council of 18 July 2018 on the financial rules applicable to the general budget of the Union, amending Regulations (EU) No 1296/2013, (EU) No 1301/2013, (EU) No 1303/2013, (EU) No 1304/2013, (EU) No 1309/2013, (EU) No 1316/2013, (EU) No 223/2014, (EU) No 283/2014, and Decision No 541/2014/EU and repealing Regulation (EU, Euratom) No 966/2012 (OJ L 193, 30.7.2018, p. 1).\n(13)  Council Regulation (EU, Euratom) 2020/2093 of 17 December 2020 laying down the multiannual financial framework for the years 2021 to 2027 (OJ L 433 I, 22.12.2020, p. 11).\n(14)  Interinstitutional Agreement of 16 December 2020 between the European Parliament, the Council of the European Union and the European Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management, as well as on new own resources, including a roadmap towards the introduction of new own resources (OJ L 433 I, 22.12.2020, p. 28).\n(15)  OJ L 123, 12.5.2016, p. 1.\n(16)  Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council of 11 September 2013 concerning investigations conducted by the European Anti-Fraud Office (OLAF) and repealing Regulation (EC) No 1073/1999 of the European Parliament and of the Council and Council Regulation (Euratom) No 1074/1999, (OJ L 248, 18.9.2013, p. 1).\n(17)  Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the European Communities financial interests (OJ L 312, 23.12.1995, p. 1).\n(18)  Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities’ financial interests against fraud and other irregularities (OJ L 292, 15.11.1996, p. 2).\n(19)  Council Regulation (EU) 2017/1939 of 12 October 2017 implementing enhanced cooperation on the establishment of the European Public Prosecutor’s Office (‘the EPPO’) (OJ L 283, 31.10.2017, p. 1).\n(20)  Directive (EU) 2017/1371 of the European Parliament and of the Council of 5 July 2017 on the fight against fraud to the Union’s financial interests by means of criminal law (OJ L 198, 28.7.2017, p. 29).\n(21)  League of Nations Treaty Series No 2623 (1931), p. 372.\nANNEX\nINDICATORS FOR THE EVALUATION OF THE PERICLES IV PROGRAMME\nThe Pericles IV programme will be monitored closely on the basis of a set of indicators intended to measure, at minimal administrative burdens and costs, the extent to which the general and specific objectives of the Pericles IV programme have been achieved. To that end, data will be collected as regards the following set of key indicators:\n(a)\nthe number of counterfeit euros detected;\n(b)\nthe number of illegal workshops dismantled;\n(c)\nthe number of competent authorities applying to the Pericles IV programme;\n(d)\nthe satisfaction rate of participants in the actions financed by the Pericles IV programme; and\n(e)\nthe feedback of participants that have already taken part in previous Pericles actions on the impact of the Pericles IV programme on their activities in protecting the euro against counterfeiting.\nThe data and information for the key performance indicators shall be collected annually by the Commission and the beneficiaries of the Pericles IV programme, as follows:\n—\nthe Commission shall collect the data for the number of counterfeit euro coins and banknotes;\n—\nthe Commission shall collect the data for the number of illegal workshops dismantled;\n—\nthe Commission shall collect the data for the number of competent authorities applying to the Pericles IV programme;\n—\nthe Commission and the beneficiaries of the Pericles IV programme shall collect the data for the satisfaction rate of participants in the actions financed by the Pericles IV programme;\n—\nthe Commission and the beneficiaries of the Pericles IV programme shall collect the data for the feedback of participants that have already taken part in previous Pericles actions on the impact of the Pericles IV programme on their activities in protecting the euro against counterfeiting.", "summary": "Combating counterfeiting of the euro (Pericles IV)\nCombating counterfeiting of the euro (Pericles IV)\nSUMMARY OF:\nRegulation (EU) 2021/840 establishing a programme to protect the euro against counterfeiting for the 2021–2027 period (the ‘Pericles IV’ programme)\nWHAT IS THE AIM OF THE REGULATION?\n              \nIt establishes an exchange, assistance and training programme (Pericles IV) to protect the euro against counterfeiting. This runs for the duration of the 2021–2027 multiannual financial framework of the European Union (EU). It sets out:\nthe programme’s general and specific objectives\nthe amount, forms and rules of EU funding.\nKEY POINTS\n              \nThe legislation’s general objectives are to:\nprevent and combat counterfeiting and related fraud;\npreserve the integrity of euro banknotes and coins.\nThe programme’s specific objectives are to protect euro banknotes and coins against counterfeiting by:\nsupporting and supplementing national measures;\nhelping national and EU authorities develop close cooperation and exchange best practices among themselves and with the European Commission and, where appropriate, non-EU countries and international organisations.\nThe 7-year budget to implement the programme is €6,193,284 (current prices). It may be used to:\nprovide technical and administrative assistance, such as preparation, monitoring, control, audit, evaluation and corporate information technology systems;\nfinance grants of up to 75%, and in exceptional cases 90%, of eligible costs of projects proposed by national authorities;\nimplement procured Commission actions* which supplement the projects proposed by national authorities.\nThe Commission:\nimplements the programme in close cooperation with EU Member States, ensuring consistency and avoiding unnecessary duplication of work by the European Central Bank (ECB) and the European Union Agency for Law Enforcement Cooperation;\nmay organise joint activities with partners with relevant expertise such as: national central banks and the ECB;national analysis centres and national coin analysis centres;the European Technical and Scientific Centre and mints;the European Union Agency for Law Enforcement Cooperation, the European Union Agency for Criminal Justice Cooperation and Interpol;national central anti-counterfeiting offices and other specialised agencies, including those in non-EU countries, and private bodies with the requisite technical knowledge.\nThe following activities are eligible for funding:\nvarious forms of training, information exchange and dissemination, particularly in areas such as best practice, methodology, operating databases, research and scientific assistance, and enquiry and investigation techniques;\ntechnical, scientific and operational assistance, especially for EU teaching resources, multidisciplinary and transnational studies, technical support and cooperation involving at least 2 countries;\npurchase of equipment for specialised anti-counterfeiting authorities in non-EU countries.\nThe programme targets the participation of:\nagencies — notably police, customs and financial administrations — detecting and combating counterfeiting;\nintelligence services;\nnational central and commercial banks, mints and other financial institutions;\njudicial officers and specialist lawyers;\nspecialised groups, such as chambers of commerce and industry, and organisations representing small and medium-sized enterprises, retailers and cash-in-transit companies.\nThe Commission:\nadopts work programmes;\npresents annual information to the European Parliament, the Council and the ECB on results from the programme — these are based on information from participating countries and beneficiaries and the quantitative and qualitative indicators listed in the annex, such as counterfeit euros detected and illegal workshops dismantled;\nprovides a final evaluation to the European Parliament, the Council and the ECB within 2 years of the programme’s completion, following an independent mid-term evaluation within 4 years of its start;\nmay adopt delegated acts.\nThe legislation requires:\nrecipients of EU funding to acknowledge their source and provide effective and targeted information on their activities and results to audiences ranging from the media to the public;\nthe Commission to run information and communication campaigns about the programme.\nThe legislation repealed Regulation (EU) No 331/2014 from 1 January 2021 (see summary). However, all actions initiated under Regulation (EU) No 331/2014 will continue to apply until their closure.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 1 January 2021.\nBACKGROUND\n              \nThe regulation is designed to strengthen the trust of the public and businesses in the authenticity of euro banknotes and coins. This enhances trust in the EU’s economy and secures the sustainability of public finances.\nFor more information, see:\nAbout the Pericles IV programme (European Commission).\nKEY TERMS\n              \nProcured Commission actions: actions which have been procured with the aim of promoting exchanges of information and staff, technical and scientific assistance and specialised training to protect the EU’s single currency against counterfeiting and related fraud.\nMAIN DOCUMENT\n            \nRegulation (EU) 2021/840 of the European Parliament and of the Council of 20 May 2021 establishing an exchange, assistance and training programme for the protection of the euro against counterfeiting for the period 2021–2027 (the ‘Pericles IV’ programme), and repealing Regulation (EU) No 331/2014 (OJ L 186, 27.5.2021, pp. 1–11).\nlast update 30.07.2021", "tags": ["fraud", "cross-border cooperation", "EU programme", "fraud against the EU", "euro", "counterfeiting"], "subjects": ["Economic and Monetary Union"], "split": "validation", "reference_annotations": {"32021R0840_p1": {"text": "regulation 2021/840 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 20 May 2021---establishing an exchange, assistance and training programme for the protection of the euro against counterfeiting for the period 2021-2027 (the ‘Pericles IV’ programme), and repealing regulation 331/2014", "triples": [" regulation 2021/840,  repealing,  regulation 331/2014"]}, "32021R0840_p2": {"text": "Past support for such actions, through Council decision 2001/923/ec (5) and 2001/924/EC (6), which were subsequently amended and extended by Council decision 2006/75/ec (7), 2006/76/EC (8), 2006/849/EC (9) and 2006/850/EC (10) and regulation 331/2014 of the European Parliament and of the Council (11), has made it possible to enhance the actions of the Union and the Member States in the field of the protection of the euro against counterfeiting. The objectives of the programme for the protection of the euro against counterfeiting for the preceding periods have been successfully achieved.", "triples": [" decision 2006/75/ec,  amended,  decision 2001/923/ec", " regulation 331/2014,  amended,  decision 2001/923/ec"]}, "32021R0840_p3": {"text": "(7)  Council decision 2006/75/ec of 30 January 2006 amending and extending decision 2001/923/ec establishing an exchange, assistance and training programme for the protection of the euro against counterfeiting (the ‘Pericles’ programme) (OJ L 36, 8.2.2006, p. 40).", "triples": [" decision 2006/75/ec,  amending,  decision 2001/923/ec"]}, "32021R0840_p4": {"text": "(8)  Council decision 2006/76/ec of 30 January 2006 extending to the non-participating Member States the application of decision 2006/75/ec amending and extending decision 2001/923/ec establishing an exchange, assistance and training programme for the protection of the euro against counterfeiting (the ‘Pericles’ programme) (OJ L 36, 8.2.2006, p. 42).", "triples": [" decision 2006/76/ec,  amending,  decision 2001/923/ec"]}, "32021R0840_p5": {"text": "(9)  Council decision 2006/849/ec of 20 November 2006 amending and extending decision 2001/923/ec establishing an exchange, assistance and training programme for the protection of the euro against counterfeiting (the Pericles programme) (OJ L 330, 28.11.2006, p. 28).", "triples": [" decision 2006/849/ec,  amending,  decision 2001/923/ec"]}, "32021R0840_p6": {"text": "(10)  Council decision 2006/850/ec of 20 November 2006 extending to the non-participating Member States the application of decision 2006/849/ec amending and extending decision 2001/923/ec establishing an exchange, assistance and training programme for the protection of the euro against counterfeiting (the Pericles programme) (OJ L 330, 28.11.2006, p. 30).", "triples": [" decision 2006/850/ec,  amending,  decision 2001/923/ec"]}, "32021R0840_p7": {"text": "(11)  regulation 331/2014 of the European Parliament and of the Council of 11 March 2014 establishing an exchange, assistance and training programme for the protection of the euro against counterfeiting (the ‘Pericles 2020’ programme) and repealing Council decision 2001/923/ec decision 2001/924/ec decision 2006/75/ec decision 2006/76/ec decision 2006/849/ec decision 2006/850/ec (OJ L 103, 5.4.2014, p. 1).", "triples": [" regulation 331/2014,  repealing,  decision 2001/923/ec", " regulation 331/2014,  repealing,  decision 2001/924/ec", " regulation 331/2014,  repealing,  decision 2006/75/ec", " regulation 331/2014,  repealing,  decision 2006/76/ec", " regulation 331/2014,  repealing,  decision 2006/849/ec", " regulation 331/2014,  repealing,  decision 2006/850/ec"]}, "32021R0840_p8": {"text": "(12)  regulation 2018/1046 of the European Parliament and of the Council of 18 July 2018 on the financial rules applicable to the general budget of the Union, amending regulation 1296/2013 regulation 1301/2013 regulation 1303/2013 regulation 1304/2013 regulation 1309/2013 regulation 1316/2013 regulation 223/2014 regulation 283/2014, and decision 541/2014/eu and repealing regulation 966/2012 (OJ L 193, 30.7.2018, p. 1).", "triples": [" regulation 2018/1046,  amending,  regulation 1296/2013", " regulation 2018/1046,  amending,  regulation 1301/2013", " regulation 2018/1046,  amending,  regulation 1303/2013", " regulation 2018/1046,  amending,  regulation 1304/2013", " regulation 2018/1046,  amending,  regulation 1309/2013", " regulation 2018/1046,  amending,  regulation 1316/2013", " regulation 2018/1046,  amending,  regulation 223/2014", " regulation 2018/1046,  amending,  regulation 283/2014", " regulation 2018/1046,  amending,  decision 541/2014/eu", " regulation 2018/1046,  repealing,  regulation 966/2012"]}, "32021R0840_p9": {"text": "(16)  regulation 883/2013 of the European Parliament and of the Council of 11 September 2013 concerning investigations conducted by the European Anti-Fraud Office (OLAF) and repealing regulation 1073/1999 of the European Parliament and of the Council and Council regulation 1074/1999, (OJ L 248, 18.9.2013, p. 1).", "triples": [" regulation 883/2013,  repealing,  regulation 1073/1999", " regulation 883/2013,  repealing,  regulation 1074/1999"]}}, "summary_annotations": {"32021R0840_p1": {"text": "regulation 2021/840 of the European Parliament and of the Council of 20 May 2021 establishing an exchange, assistance and training programme for the protection of the euro against counterfeiting for the period 2021–2027 (the ‘Pericles IV’ programme), and repealing regulation 331/2014 (OJ L 186, 27.5.2021, pp. 1–11).---last update 30.07.2021", "triples": [" regulation 2021/840,  repealing,  regulation 331/2014"]}}}