{"celex_id": "32010H0572", "reference": "25.9.2010\nEN\nOfficial Journal of the European Union\nL 251/35\nCOMMISSION RECOMMENDATION\nof 20 September 2010\non regulated access to Next Generation Access Networks (NGA)\n(Text with EEA relevance)\n(2010/572/EU)\nTHE EUROPEAN COMMISSION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 292 thereof,\nHaving regard to Directive 2002/21/EC of the European Parliament and of the Council of 7 March 2002 on a common regulatory framework for electronic communications networks and services (Framework Directive) (1), and in particular Article 19(1) thereof,\nHaving regard to the opinions of the Body of European Regulators for Electronic Communications (BEREC) and of the Communication Committee (COCOM),\nWhereas:\n(1)\nThe EU single market for electronic communications services, and in particular the development of very high-speed broadband services, is key to creating economic growth and achieving the goals of the Europe 2020 Strategy. The fundamental role of telecommunications and broadband deployment in terms of EU investment, job creation and overall economic recovery was notably highlighted by the European Council in the conclusions of its March 2009 meeting. One of the seven flagship initiatives of Europe 2020 is the development of the ‘Digital Agenda for Europe’, which was presented in May 2010.\n(2)\nThe Digital Agenda for Europe sets targets for the deployment and take up of fast and very fast broadband, and foresees a number of measures to foster the deployment of Next Generation Access Networks (NGA) based on optical fibre and to support the substantial investments required in the coming years. The present Recommendation, which is to be seen in this context, aims at promoting efficient investment and innovation in new and enhanced infrastructure, taking due account of the risks incurred by all investing undertakings and the need to maintain effective competition, which is an important driver of investment over time.\n(3)\nNational Regulatory Authorities (NRAs) under Article 16(4) of Directive 2002/21/EC are developing regulatory responses to the challenges raised by the transition from copper to fibre-based networks. The relevant markets in this connection are the markets for wholesale network infrastructure access (Market 4) and wholesale broadband access (Market 5). Consistency of regulatory approaches taken by NRAs is of fundamental importance to avoiding distortions of the single market and to creating legal certainty for all investing undertakings. It is therefore appropriate to provide guidance to NRAs aimed at preventing any inappropriate divergence of regulatory approaches, while allowing NRAs to take proper account of national circumstances when designing appropriate remedies. The appropriate array of remedies imposed by an NRA should reflect a proportionate application of the ladder of investment principle.\n(4)\nThe scope of this Recommendation primarily covers remedies to be imposed upon operators designated with Significant Market Power (SMP) on the basis of a market analysis procedure carried out under Article 16 of Directive 2002/21/EC. However, where it is justified on the grounds that duplication of infrastructure is economically inefficient or physically impracticable, Member States may also impose obligations of reciprocal sharing of facilities on undertakings operating an electronic communications network in accordance with Article 12 of that Directive which would be appropriate to overcome bottlenecks in the civil engineering infrastructure and terminating segments.\n(5)\nDemand and supply conditions are expected to change significantly at both wholesale and retail level following the deployment of NGA networks. Therefore new remedies may need to be imposed, and a new combination of active and passive access remedies on Markets 4 and 5 may be necessary.\n(6)\nRegulatory certainty is key to promoting efficient investments by all operators. Applying a consistent regulatory approach over time is important to give investors confidence for the design of their business plans. In order to mitigate the uncertainty associated with periodical market reviews, NRAs should clarify to the greatest extent possible how foreseeable changes in market circumstances might affect remedies.\n(7)\nWhere new fibre networks are installed on greenfield sites, NRAs should revise and, if necessary, adjust existing regulatory obligations to make sure they apply independently of the network technology deployed.\n(8)\nThe deployment of NGA networks is likely to lead to important changes in the economics of service provision and the competitive situation.\n(9)\nIn such context, NRAs should carefully examine the emerging conditions of competition resulting from the deployment of NGAs. NRAs should define sub-national geographic markets in accordance with Commission Recommendation 2007/879/EC of 17 December 2007 on relevant product and service markets within the electronic communications sector susceptible to ex ante regulation in accordance with Directive 2002/21/EC of the European Parliament and of the Council on a common regulatory framework for electronic communications networks and services (2) if they can clearly identify substantially and objectively different conditions of competition which are stable over time. In situations where it cannot be concluded that the different competition conditions would justify the definition of sub-national geographic markets, it could nevertheless be appropriate for NRAs to respond to diverging competitive conditions between different areas within a geographically defined market, for instance due to the presence of several alternative infrastructures or infrastructure-based operators, by imposing differentiated remedies and access products.\n(10)\nThe transition from copper-based to fibre-based networks may change the conditions of competition in different geographic areas and may necessitate a review of the geographical scope of Markets 4 and 5 or of Market 4 and 5 remedies in cases where such markets or remedies have been segmented on the basis of competition from local loop unbundling (LLU).\n(11)\nWhere SMP is found within Market 4 an appropriate set of remedies should be applied.\n(12)\nAccess to civil engineering infrastructure is crucial for the deployment of parallel fibre networks. It is therefore important that NRAs obtain the necessary information to assess whether and where ducts and other local loop facilities are available for the purpose of deploying NGA networks. NRAs should use their powers under Directive 2002/21/EC to obtain all relevant information on location, capacity and availability of such facilities. Alternative operators should ideally have the possibility to deploy their fibre networks at the same time as the SMP operator, sharing the costs of civil engineering works.\n(13)\nMandating access to civil engineering will be effective only if the SMP operator provides access under the same conditions to its own downstream arm and to third-party access seekers. NRAs should build on their experience in developing procedures and tools for LLU to put in place the necessary business processes concerning ordering and operational access to civil engineering facilities. Mandating the publication by the SMP operator of an adequate reference offer, as soon as possible after it has been requested by an access seeker, is proportionate to the objective of encouraging efficient investment and infrastructure competition. Such reference offer should specify the conditions and procedures of access to the civil engineering infrastructure, including access prices.\n(14)\nCost-oriented prices imply a reasonable return on capital employed. When investments in non-replicable physical assets such as civil engineering infrastructure are not specific to the deployment of NGA networks (and do not entail a similar level of systematic risk), their risk profile should not be considered to be different from that of existing copper infrastructure.\n(15)\nWhere possible NRAs should work towards ensuring that newly-built facilities of the SMP operator are designed so as to allow several operators to deploy their fibre lines.\n(16)\nIn a Fibre to the Home (FTTH) context duplication of the terminating segment of the fibre loop will normally be costly and inefficient. To allow for sustainable infrastructure competition, it is therefore necessary that access be provided to the terminating segment of the fibre infrastructure deployed by the SMP operator. To ensure efficient entry, it is important that access is granted at a level in the network of the SMP operator which enables entrants to achieve minimum efficient scale to support effective and sustainable competition. Where necessary specific interfaces could be required to ensure efficient access.\n(17)\nTransparency and non-discrimination obligations are required to ensure the effectiveness of access to the terminating segment. Where so requested, the publication by the SMP operator of an adequate reference offer within a short timeframe is necessary in order to allow access seekers to make investment choices.\n(18)\nNRAs need to ensure that access prices reflect the costs effectively borne by the SMP operator, including due consideration of the level of investment risk.\n(19)\nNetworks based on multiple fibre lines can be deployed at a marginally higher cost than single fibre networks, while allowing alternative operators each to control their own connection up to the end-user. These are likely to be conducive to long-term sustainable competition in line with the objectives of the EU regulatory framework. It is thus desirable that NRAs use their powers to facilitate the deployment of multiple fibre lines in the terminating segment, taking into account in particular demand and costs involved.\n(20)\nAlternative operators, some of whom have already deployed their own networks to connect to the unbundled copper loop of the SMP operator, need to be provided with appropriate access products in order to continue to compete in an NGA context. For FTTH these may consist of access to civil engineering infrastructure, to the terminating segment, to the unbundled fibre loop (including dark fibre) or of wholesale broadband access, as the case may be. Where remedies imposed on Market 4 lead to effective competition in the corresponding downstream market, in the whole market or in certain geographic areas, other remedies could be withdrawn in the market or areas concerned. Such withdrawal would be indicated, for instance, if the successful imposition of physical access remedies were to render additional bitstream remedies redundant. Moreover, in exceptional circumstances, NRAs could refrain from imposing unbundled access to the fibre loop in geographic areas where the presence of several alternative infrastructures, such as FTTH networks and/or cable, in combination with competitive access offers on the basis of unbundling, is likely to result in effective competition on the downstream level.\n(21)\nObligations imposed under Article 16 of Directive 2002/21/EC are based on the nature of the problem identified, without regard to the technology or the architecture implemented by an SMP operator. Therefore the fact of whether an SMP operator deploys a point-to-multipoint or point-to-point network topology should not as such affect the choice of remedies, keeping in mind the availability of new unbundling technologies to deal with potential technical problems in this respect. NRAs should be able to adopt measures for a transitional period mandating alternative access products which offer the nearest equivalent constituting a substitute to physical unbundling, provided that these are accompanied by the most appropriate safeguards to ensure equivalence of access and effective competition (3). In any event, NRAs should in such cases mandate physical unbundling as soon as technically and commercially feasible.\n(22)\nWhere unbundled access to the fibre loop is mandated, the existing LLU reference offer should be amended to include all relevant access conditions including financial conditions relative to the unbundling of the fibre loop, according to Annex II to Directive 2002/19/EC of the European Parliament and of the Council (4). Such amendment should be published without unnecessary delay to create the necessary degree of transparency and planning security for access seekers.\n(23)\nThe deployment of FTTH will normally entail considerable risks, given its high deployment costs per household and the currently still limited number of retail services requiring enhanced characteristics (such as higher throughput) which can only be delivered via fibre. Investments into fibre depend for their amortisation on the take-up of new services provided over NGA networks in the short and medium terms. The costs of capital of the SMP operator for the purpose of setting access prices should reflect the higher risk of investment relative to investment into current networks based on copper.\n(24)\nDiversifying the risk of deployment may lead to more timely and more efficient deployment of NGA networks. NRAs should therefore assess pricing schemes proposed by the SMP operator to diversify the risk of the investment.\n(25)\nWhere SMP operators offer lower access prices to the unbundled fibre loop in return for up-front commitments on long-term or volume contracts, these should not be regarded as unduly discriminatory where NRAs are satisfied that the lower prices appropriately reflect an actual reduction of the investment risk. However, NRAs should ensure that such pricing arrangements do not lead to a margin-squeeze preventing efficient market entry.\n(26)\nMargin squeeze can be demonstrated by showing that the SMP operator’s own downstream operations could not trade profitably on the basis of the upstream price charged to its competitors by the upstream operating arm of the SMP operator (‘equally efficient competitor’ test). Alternatively, a margin squeeze can also be demonstrated by showing that the margin between the price charged to competitors on the upstream market for access and the price which the downstream arm of the SMP operator charges in the downstream market is insufficient to allow a reasonably efficient service provider in the downstream market to obtain a normal profit (reasonably efficient competitor test). In the specific context of ex ante price controls aiming to maintain effective competition between operators not benefiting from the same economies of scale and scope and having different unit network costs, a ‘reasonably efficient competitor test’ will normally be more appropriate. Moreover the assessment of any margin squeeze should be performed over an appropriate timeframe. To foster predictability, NRAs should properly specify in advance the methodology they will follow to identify the imputation test, the parameters to be used and the remedial mechanisms in case of established margin squeeze.\n(27)\nNetworks based on multiple fibre lines ensure that access seekers can obtain full control over fibre lines, without having to duplicate costly investments or risking discriminatory treatment in case of mandated single fibre unbundling. Networks based on multiple fibre lines are therefore likely to lead to more timely and more intense competition on the downstream market. Co-investment into NGA networks can reduce both the costs and the risk incurred by an investing undertaking, and can thus lead to more extensive deployment of FTTH.\n(28)\nArrangements for co-investment in FTTH based on multiple fibre lines may in certain conditions lead to a situation of effective competition in the geographic areas covered by the co-investment. These conditions relate in particular to the number of operators involved, the structure of the jointly controlled network and other arrangements between the co-investors which aim at ensuring effective competition on the downstream market. In such a situation, if competitive conditions in the areas concerned are substantially and objectively different from those prevailing elsewhere, this could justify the definition of a separate market where, after the market analysis according to Article 16 of Directive 2002/21/EC, no SMP is found.\n(29)\nNRAs should assess the costs of sub-loop unbundling. NRAs should, where appropriate, organise a prior consultation of alternative operators potentially interested in sharing street cabinets, and on this basis determine where street cabinets should be adapted and how costs should be allocated.\n(30)\nWhen imposing sub-loop unbundling remedies, NRAs should adopt appropriate backhaul measures to make such remedies effective. Access seekers should be able to select the solution best fitting their requirements, whether dark fibre (and where relevant copper), Ethernet backhaul or duct access. NRAs could, where necessary, take measures pertaining to the adequate size of the street cabinets owned by the SMP operator.\n(31)\nThe transparency of access conditions to sub-loops can best be ensured by their inclusion in the existing LLU Reference Offer. It is important that this transparency requirement applies to all items necessary for the provision of sub-loop unbundling, including backhaul and ancillary services to allow continuity of existing competitive offerings. The reference offer should incorporate all pricing conditions to allow entrants to calculate the business case for sub-loop unbundling.\n(32)\nConsistent with the pricing of local loop unbundling, the pricing of all items necessary for the provision of sub-loop unbundling is to be cost-oriented and in line with current methodologies used for pricing access to the unbundled copper loop. The replacement of copper by fibre up to an intermediary distribution point represents an important investment entailing some risk, even though the risk is deemed to be lower than for FTTH networks, at least in densely populated areas, in view of the relative deployment costs per household involved and the uncertainty of demand for improved or up-graded services.\n(33)\nNRAs should apply non-discrimination principles in order to avoid any timing advantage for the retail arm of the SMP operator. The latter should be obliged to update its wholesale bitstream offer before it launches new retail services based on fibre to allow competing operators enjoying access a reasonable period to react to the launch of such products. Six months is considered a reasonable period to make the necessary adjustments, unless other effective safeguards exist which guarantee non-discrimination.\n(34)\nIt is expected that wholesale broadband access products based on fibre may be technically configured in ways that allow for more flexibility and enhanced service characteristics compared to copper-based bitstream products. To foster retail product competition it is important that such different service characteristics are reflected in various regulated NGA-based products, including business grade services.\n(35)\nDifferent bitstream products, capable of being distinguished downstream in terms of for instance bandwidth, reliability, quality of services or other parameters, might be delivered via a given NGA network.\n(36)\nNew access remedies will need to be carefully specified, for instance with respect to technical protocols and interfaces serving the interconnection of optical networks or the scope and characteristics of new bitstream remedies. NRAs should cooperate with each other, international standards bodies and industry stakeholders to develop common technical standards in this regard.\n(37)\nWhere ex ante price regulation is applied, wholesale bitstream access prices should be derived by means of cost-orientation. NRAs could use other appropriate price control methodologies including, e.g. retail-minus, where there are sufficient competitive constraints on the downstream retail arm of the SMP operator. NRAs should set different prices for different bitstream products to the extent that such price differences can be justified by the underlying costs of service provision so as to enable all operators to benefit from sustained price differentiation at both wholesale and retail levels. The risk incurred by the SMP operator should be duly taken into account in setting the access price.\n(38)\nEffective physical access remedies might render, in certain areas, the imposition of an obligation of wholesale broadband access unnecessary for achieving effective competition on the downstream market. In particular, where the SMP operator has deployed an FTTH network and effective access to the unbundled fibre loop is available to alternative operators (in particular in point-to-point deployments), an NRA may consider that such access is sufficient to ensure effective competition on the downstream market, especially in densely populated areas. Refraining from imposing an obligation of wholesale broadband access under such circumstances may result in better investment incentives for all operators and foster timely deployment.\n(39)\nWhere there is a proven track record that functional separation or similar arrangements have resulted in fully equivalent access to NGA networks by alternative operators and the downstream arm of the SMP operator, and where there are sufficient competitive constraints on the SMP operator’s downstream arm, NRAs have more flexibility when designing remedies for wholesale broadband access. In particular, the price of the bitstream product could be left to the market. However, careful monitoring as well as performance of an appropriate margin-squeeze test as set out above would be essential to avoid anti-competitive outcomes.\n(40)\nOperators currently enjoying access have a legitimate interest to have an appropriate time to prepare for the changes that substantially affect their investments and their business case. In the absence of a commercial agreement NRAs should ensure that there is an appropriate migration path put in place. Such migration path should be transparent and developed at the necessary level of detail so that operators currently enjoying access can prepare for the changes, including rules for any necessary joint work by access seekers and the SMP operator as well as for the precise modalities of de-commissioning points of interconnection. Existing SMP obligations should be maintained for an appropriate transitional period. This transitional period should be aligned with the standard investment period for the unbundling of a local loop or local sub-loop which is in general 5 years. In case the SMP operator provides equivalent access at the MDF, the NRA may decide to set a shorter period.\n(41)\nWhere the SMP operator envisages to replace part of its existing copper access network with fibre and plans to de-commission currently used points of interconnection, NRAs should obtain the relevant information from the SMP operator, and should under Article 9(1) of Directive 2002/19/EC ensure that undertakings enjoying access to the SMP operator’s network receive all necessary information in timely fashion to adjust their own networks and network extension plans accordingly. NRAs should define the format and level of detail of such information, while ensuring that such information is used only for the purpose it is intended to serve and that the confidentiality of information is ensured throughout the process,\nHAS ADOPTED THIS RECOMMENDATION:\nAim and Scope\n1.\nThe aim of this Recommendation is to foster the development of the single market by enhancing legal certainty and promoting investment, competition and innovation in the market for broadband services in particular in the transition to next generation access networks (NGAs).\n2.\nThis Recommendation sets out a common approach for promoting the consistent implementation of remedies with regard to NGAs, on the basis of a market analysis procedure pursuant to Directives 2002/19/EC and 2002/21/EC.\n3.\nWhere in the context of market analysis procedures carried out under Article 16 of Directive 2002/21/EC NRAs consider the imposition of regulatory remedies, they should design effective remedies in accordance with the aforementioned Directives and the common approach set out in this Recommendation. The regulatory framework provides NRAs with a range of remedies, allowing them to design appropriate measures to tackle market failures and achieve intended regulatory objectives in each Member State. NRAs should take into account arrangements entered into by operators aimed at diversifying the risk of deploying optical fibre networks to connect homes or buildings, and at promoting competition.\nConsistent approach\n4.\nNRAs should use their powers under Article 5 of Directive 2002/21/EC to ensure that the SMP operator provides all information necessary for designing appropriate regulatory remedies in the transition to NGAs, such as information on planned changes to its network topology or on availability of ducts.\n5.\nThe review of Markets 4 and 5 of Recommendation 2007/879/EC should take account of NGA networks and should be performed in a coordinated and timely manner by each NRA. NRAs should ensure that remedies mandated in Markets 4 and 5 are consistent with each other.\n6.\nWhere the relevant market analyses indicate that the market conditions remain broadly constant, NRAs should apply a consistent regulatory approach over appropriate review periods. Where possible, NRAs should explain in their decisions how they intend to adapt remedies in Markets 4 and 5 in future market reviews in reaction to likely changes in market circumstances.\n7.\nWhen applying symmetric measures under Article 12 of Directive 2002/21/EC granting access to an undertaking’s civil engineering infrastructure and terminating segment, NRAs should take implementing measures under Article 5 of Directive 2002/19/EC.\n8.\nWhere fibre is deployed in the access network on greenfield sites, NRAs should not require the SMP operator additionally to deploy a parallel copper network in order to meet its existing obligations, including universal service obligations, but allow for the provision of any existing regulated products or services by functionally equivalent products or services over fibre.\nGeographical variation\n9.\nNRAs should examine differences in conditions of competition in different geographical areas in order to determine whether the definition of sub-national geographic markets or the imposition of differentiated remedies are warranted. Where divergences in the conditions of competition are stable and substantial, NRAs should define sub-national geographic markets in accordance with Recommendation 2007/879/EC. In other cases, NRAs should monitor whether the deployment of NGA networks and the subsequent evolution of competitive conditions within a geographically defined market warrant the imposition of differentiated remedies.\n10.\nWhere in the past sub-national geographic markets or remedies have been identified in Market 5 that depend on access products in Market 4, which may become redundant owing to NGA deployment, such segmentations or remedies should be reviewed.\nDefinitions\n11.\nFor the purpose of this Recommendation, the following definitions should apply:\n‘Next generation access (NGA) networks’ (NGAs) means wired access networks which consist wholly or in part of optical elements and which are capable of delivering broadband access services with enhanced characteristics (such as higher throughput) as compared to those provided over already existing copper networks. In most cases NGAs are the result of an upgrade of an already existing copper or co-axial access network.\n‘Civil engineering infrastructure’ means physical local loop facilities deployed by an electronic communications operator to host local loop cables such as copper wires, optical fibre and co-axial cables. It typically refers, but is not limited to, subterranean or above-ground assets such as sub-ducts, ducts, manholes and poles.\n‘Duct’ means an underground pipe or conduit used to house (fibre, copper or coax) cables of either core or access networks.\n‘Manholes’ means holes, usually with a cover, through which a person may enter an underground utility vault used to house an access point for making cross-connections or performing maintenance on underground electronic communications cables.\nThe ‘Metropolitan Point of Presence’ (MPoP) means the point of inter-connection between the access and core networks of an NGA operator. It is equivalent to the Main Distribution Frame (MDF) in the case of the copper access network. All NGA subscribers’ connections in a given area (usually a town or part of a town) are centralised to the MPoP on an Optical Distribution Frame (ODF). From the ODF, NGA loops are connected to the core network equipment of the NGA operator or of other operators, possibly via intermediate backhaul links where equipment is not co-located in the MPoP.\nThe ‘distribution point’ means an intermediary node in an NGA network from where one or several fibre cables coming from the MPoP (the feeder segment) are split and distributed to connect to end-users’ premises (the terminating or drop segment). A distribution point generally serves several buildings or houses. It can be located either at the base of a building (in case of multi-dwelling units), or in the street. A distribution point hosts a distribution frame mutualising the drop cables, and possibly un-powered equipment such as optical splitters.\nThe ‘terminating segment’ means the segment of an NGA access network which connects an end-user’s premises to the first distribution point. The terminating segment thus includes vertical in-building wiring and possibly horizontal wiring up to an optical splitter located in a building’s basement or a nearby manhole.\n‘FTTH’ or ‘fibre-to-the-home’ is an access network consisting of optical fibre lines in both the feeder and the drop segments of the access network, i.e. connecting a customer’s premises (the home or in multi-dwelling units the apartment) to the MPoP by means of optical fibre. For present purposes, FTTH shall refer to both ‘fibre-to-the-home’ and ‘fibre-to-the-building’ (FTTB)\n‘Multiple fibre FTTH’ is a form of fibre deployment in which the investor deploys more fibre lines than needed for its own purposes in both the feeder and the drop segments of the access network in order to sell access to additional fibre lines to other operators, notably in the form of indefeasible rights of use (IRU).\n‘Co-investment in FTTH’ means an arrangement between independent providers of electronic communications services with a view to deploying FTTH networks in a joint manner, in particular in less densely populated areas. Co-investment covers different legal arrangements, but typically co-investors will build network infrastructure and share physical access to that infrastructure.\nAccess to wholesale physical network infrastructure (Market 4)\n12.\nWhere SMP is found on Market 4, NRAs should impose an appropriate set of remedies taking into account in particular the principles set out below.\nAccess to civil engineering infrastructure of the SMP operator\n13.\nWhere duct capacity is available, NRAs should mandate access to civil engineering infrastructure. Access should be provided in accordance with the principle of equivalence as set out in Annex II.\n14.\nNRAs should ensure that access to existing civil engineering infrastructure is provided at cost-oriented prices in accordance with Annex I.\n15.\nWhere there is a request for a reference offer for access to civil engineering infrastructure, NRAs should mandate such offer as soon as possible. The reference offer should be in place not later than 6 months after such request has been made.\n16.\nNRAs should, in accordance with market demand, encourage, or, where legally possible under national law, oblige the SMP operator, when building civil engineering infrastructure, to install sufficient capacity for other operators to make use of these facilities.\n17.\nNRAs should work with other authorities with a view to establishing a data-base containing information on geographical location, available capacity and other physical characteristics of all civil engineering infrastructure which could be used for the deployment of optical fibre networks in a given market or market segment. Such data-base should be accessible to all operators.\nAccess to the terminating segment in the case of FTTH\n18.\nWhere an SMP operator deploys FTTH, NRAs should, in addition to mandating access to civil engineering infrastructure, mandate access to the terminating segment of the access network of the SMP operator, including wiring inside buildings. For this purpose, NRAs should oblige the SMP operator to provide detailed information on its access network architecture and, following consultation with potential access seekers on viable access points, determine where the distribution point of the terminating segment of the access network should be for the purpose of mandating access, in accordance with Article 12(1) of Directive 2002/19/EC. In making such determination, NRAs should take into account the fact that any distribution point will need to host a sufficient number of end-user connections to be commercially viable for the access seeker.\n19.\nThe SMP operator should be obliged to provide access to the distribution points in accordance with the principle of equivalence as set out in Annex II. Where there is a request for a reference offer for access to the terminating segment, NRAs should mandate such offer as soon as possible. The reference offer should be in place not later than 6 months after such request has been made.\n20.\nNRAs should ensure that access to the terminating segment is provided at cost-oriented prices in accordance with Annex I.\n21.\nNRAs should, in accordance with market demand, encourage, or, where legally possible under national law, oblige the SMP operator to deploy multiple fibre lines in the terminating segment.\nUnbundled access to the fibre loop in the case of FTTH\n22.\nIn accordance with the principles provided for in Directive 2002/19/EC (5), where the SMP operator deploys FTTH, NRAs should in principle mandate unbundled access to the fibre loop. Any exception could be justified only in geographic areas where the presence of several alternative infrastructures, such as FTTH networks and/or cable, in combination with competitive access offers is likely to result in effective competition on the downstream level. The imposition of unbundled access to the fibre loop should be accompanied by appropriate measures assuring co-location and backhaul. Access should be given at the most appropriate point in the network, which is normally the Metropolitan Point of Presence (MPoP).\n23.\nNRAs should mandate unbundled access to the fibre loop irrespective of the network architecture and technology implemented by the SMP operator.\n24.\nThe existing LLU reference offer should be complemented as soon as possible to include unbundled access to the fibre loop. Directive 2002/19/EC Annex II sets a minimum list of conditions that must be part of the reference offer for LLU, and which should apply mutatis mutandis to unbundled access to the fibre loop. The reference offer should be in place as soon as possible and in any case not later than 6 months after an NRA has imposed the obligation to grant access.\n25.\nThe price of access to the unbundled fibre loop should be cost-oriented. NRAs should duly take into account additional and quantifiable investment risk incurred by the SMP operator when setting the price of access to the unbundled fibre loop. In principle, this risk should be reflected in a premium included in the cost of capital for the relevant investment as set out in Annex I.\n26.\nNRAs should also assess pricing schemes proposed by the SMP operator to diversify the risk of investment. NRAs should agree to such schemes only where they are satisfied that the SMP operator has provided all relevant information related to the investment, and only if such schemes do not have discriminatory or exclusionary effect. Criteria for assessing such pricing schemes are set out in Annex I.\n27.\nIn such cases NRAs should ensure that a sufficient margin remains between wholesale and retail prices to allow for market entry by an efficient competitor. NRAs should thus verify the SMP operator’s pricing behaviour by applying a properly specified margin-squeeze test over an appropriate timeframe. NRAs should specify in advance the methodology they will follow for identifying the imputation test, the parameters for the margin-squeeze test and the remedial mechanisms in case of established margin-squeeze.\n28.\nWhere the conditions of competition in the area covered by the joint deployment of FTTH networks based on multiple fibre lines by several co-investors are substantially different, i.e. such as to justify the definition of a separate geographic market, NRAs should examine, in the course of their market analysis, whether, in the light of the level of infrastructure competition resulting from the co-investment, a finding of SMP is warranted with regard to that market. In this context, NRAs should in particular examine whether each co-investor enjoys strictly equivalent and cost-oriented access to the joint infrastructure and whether the co-investors are effectively competing on the downstream market. They should also examine whether the co-investors install sufficient duct capacity for third parties to use and grant cost-oriented access to such capacity.\nAccess obligations in the case of FTTN\n29.\nNRAs should impose an obligation of unbundled access to the copper sub-loop. A copper sub-loop unbundling remedy should be supplemented by backhaul measures, including fibre and Ethernet backhaul where appropriate, and by ancillary remedies ensuring its effectiveness and viability, such as non-discriminatory access to facilities for co-location, or in their absence, equivalent co-location. The reference offer should be in place as soon as possible and in any case not later than 6 months after an NRA has imposed the obligation to grant access.\n30.\nWhen NRAs impose copper sub-loop unbundling, the SMP operator should be required to complement the existing LLU reference offer with all necessary items. The price of access to all items should be cost-oriented in accordance with Annex I.\nWholesale broadband access (Market 5)\n31.\nWhere SMP is found on Market 5, wholesale broadband access remedies should be maintained or amended for existing services and their chain substitutes. NRAs should consider wholesale broadband access over VDSL as a chain substitute to existing wholesale broadband access over copper-only loops.\n32.\nNRAs should oblige the SMP operator to make new wholesale broadband access products available in principle at least 6 months before the SMP operator or its retail subsidiary markets its own corresponding NGA retail services, unless there are other effective safeguards to guarantee non-discrimination.\n33.\nNRAs should mandate the provision of different wholesale products that best reflect in terms of bandwidth and quality the technological capabilities inherent in the NGA infrastructure so as to enable alternative operators to compete effectively, including for business grade services.\n34.\nNRAs should cooperate with each other in order to define appropriate technical specifications for wholesale broadband access products provided over NGAs and provide information to international standards bodies in order to facilitate the development of relevant industry standards.\n35.\nNRAs should in principle impose cost orientation on mandated wholesale broadband access products in accordance with Annex I, taking into account differences in bandwidth and quality of the various wholesale offers.\n36.\nNRAs should analyse whether an obligation of cost orientation on mandated wholesale broadband access is necessary to achieve effective competition in case functional separation or other forms of separation have proved effectively to guarantee equivalence of access. In the absence of cost orientation NRAs should monitor the SMP operator’s pricing behaviour by applying a properly specified margin-squeeze test.\n37.\nWhere NRAs consider that, in a given geographic area, there is effective access to the unbundled fibre loop of the SMP operator’s network and that such access is likely to result in effective competition on the downstream level, NRAs should consider removing the obligation of wholesale bitstream access in the area concerned.\n38.\nIn examining whether SMP is present NRAs should, in the case of co-investment, be guided by the principles set out in paragraph 28.\nMigration\n39.\nExisting SMP obligations in relation to Markets 4 and 5 should continue and should not be undone by changes to the existing network architecture and technology, unless agreement is reached on an appropriate migration path between the SMP operator and operators currently enjoying access to the SMP operator’s network. In the absence of such agreement, NRAs should ensure that alternative operators are informed no less than 5 years, where appropriate taking into account national circumstances, before any de-commissioning of points of interconnection such as the local loop exchange. This period may be less than 5 years if fully equivalent access is provided at the point of interconnection.\n40.\nNRAs should put in place a transparent framework for the migration from copper to fibre-based networks. NRAs should ensure that the systems and procedures put in place by the SMP operator, including operating support systems, are designed so as to facilitate the switching of alternative providers to NGA-based access products.\n41.\nNRAs should use their powers under Article 5 of Directive 2002/21/EC to obtain information from the SMP operator concerning any network modification plans that are likely to affect the competitive conditions in a given market or sub-market. Where the SMP operator envisages to replace part of its existing copper access network with fibre and plans to de-commission currently used points of interconnection, NRAs should under Article 9(1) of Directive 2002/19/EC ensure that undertakings enjoying access to the SMP operator’s network receive all necessary information in timely fashion to adjust their own networks and network extension plans accordingly. NRAs should define the format and level of detail of such information, and ensure that strict confidentiality of the information disclosed is respected.\n42.\nThis Recommendation is addressed to the Member States.\nDone at Brussels, 20 September 2010.\nFor the Commission\nNeelie KROES\nVice-President\n(1)  OJ L 108, 24.4.2002, p. 33.\n(2)  OJ L 344, 28.12.2007, p. 65.\n(3)  See also recital 60 of Directive 2009/140/EC of the European Parliament and of the Council (OJ L 337, 18.12.2009, p. 37).\n(4)  OJ L 108, 24.4.2002, p. 7.\n(5)  See in particular recital 19.\nANNEX I\nPricing principles and risk\n1.   COMMON PRINCIPLES FOR THE PRICING OF NGA ACCESS\nUnder Article 8(2) of Directive 2002/21/EC, NRAs are to promote competition in the provision of electronic communications networks, electronic communications services and associated facilities and services, inter alia, by encouraging efficient investment in infrastructure. In determining the cost base used for cost-orientation obligations, pursuant to Article 13(1) of Directive 2002/19/EC, NRAs should consider whether duplication of the relevant NGA access infrastructure is economically feasible and efficient. Where this is not the case, the overriding aim is to create a genuine level playing field between the downstream arm of the SMP operator and alternative network operators. A consistent regulatory approach may therefore imply that NRAs use different cost bases for the calculation of cost-oriented prices for replicable and non-replicable assets, or at least adjust the parameters underpinning their cost methodologies in the latter case.\nIn cases where investment into NGAs depends for its profitability on uncertain factors such as assumptions of significantly higher ARPUs or increased market shares, NRAs should assess whether the cost of capital reflects the higher risk of investment relative to investment into current networks based on copper. Additional mechanisms serving to allocate the investment risk between investors and access seekers and to foster market penetration could also be used, such as long-term access pricing or volume discounts. Such pricing mechanisms should be reviewed by the NRA in accordance with the criteria set out in sections 7 and 8 below.\nIn order to enforce cost-orientation obligations, NRAs should impose accounting separation pursuant to Article 11 of Directive 2002/19/EC. Separated accounts for the NGA infrastructure and/or service elements to which access is mandated should be set up in such a manner that the NRA can (i) identify the cost of all relevant assets for the determination of access prices (including depreciation and valuation changes) and (ii) monitor effectively whether the SMP operator grants access under the same conditions and prices to other market participants as to its own downstream arm. Such monitoring should include the performance of margin-squeeze tests. Costs should be allocated on the basis of objective criteria amongst the various wholesale and retail products which rely on such inputs, to avoid double counting.\nNRAs should estimate the incremental costs required to provide access to the facilities concerned. Such costs relate to the ordering and provisioning of access to civil engineering infrastructure or fibre; operating and maintenance costs for IT systems; and operating costs associated with wholesale product management. These costs should be allocated on a proportionate basis between all undertakings enjoying access, including the downstream arm of the SMP operator.\n2.   PRICING OF ACCESS TO CIVIL ENGINEERING INFRASTRUCTURE\nAccess to existing civil engineering infrastructure of the SMP operator on Market 4 should be mandated at cost-oriented prices. NRAs should regulate access prices to civil engineering infrastructure consistently with the methodology used for pricing access to the unbundled local copper loop. NRAs should ensure that access prices reflect the costs effectively borne by the SMP operator. NRAs should in particular take into account actual lifetimes of the relevant infrastructure and possible deployment economies of the SMP operator. Access prices should capture the proper value of the infrastructure concerned, including its depreciation.\nWhen setting the price for access to civil engineering infrastructure, NRAs should not consider the risk profile to be different from that of copper infrastructure, except where the SMP operator had to incur specific civil engineering costs — beyond the normal maintenance costs — to deploy an NGA network.\n3.   PRICING OF ACCESS TO THE TERMINATING SEGMENT IN THE CASE OF FTTH\nNRAs should set prices for access to the distribution point consistently with the methodology used for pricing access to the unbundled local copper loop. NRAs should ensure that access prices reflect the costs effectively borne by the SMP operator, including, where appropriate, a higher risk premium to reflect any additional and quantifiable risk incurred by the SMP operator.\n4.   PRICING OF ACCESS TO FIBRE AT THE MPOP IN THE CASE OF FTTH (UNBUNDLED FIBRE LOOP)\nWhen setting access prices to the unbundled fibre loop, NRAs should include a higher risk premium to reflect any additional and quantifiable investment risk incurred by the SMP operator. The risk premium should be estimated in accordance with the methodology set out in section 6 below. Additional price flexibility could be granted in accordance with sections 7 and 8 below.\nUnder the principle of non-discrimination, the price charged to the SMP operator’s downstream arm should be the same as the price charged to third parties.\n5.   PRICING OF ACCESS TO THE COPPER SUB-LOOP IN THE CASE OF FTTN\nNRAs should impose cost-based access to all items necessary to allow sub-loop unbundling, including backhaul measures and ancillary remedies, such as non-discriminatory access to facilities for co-location, or in their absence, equivalent co-location.\nRegulated access prices should not be higher than the cost incurred by an efficient operator. For this purpose, NRAs may consider to evaluate these costs using bottom-up modelling or benchmarks, where available.\nWhen setting the price for access to the copper sub-loop, NRAs should not consider the risk profile to be different from that of existing copper infrastructure.\n6.   CRITERIA FOR SETTING THE RISK PREMIUM\nInvestment risk should be rewarded by means of a risk premium incorporated in the cost of capital. The return on capital allowed ex ante for investment into NGA networks should strike a balance between on the one hand providing adequate incentives for undertakings to invest (implying a sufficiently high rate of return) and promoting allocative efficiency, sustainable competition and maximum consumer benefits on the other (implying a rate of return that is not excessive). To do so, NRAs should, where justified, include over the pay-back period of the investment a supplement reflecting the risk of the investment in the WACC calculation currently performed for setting the price of access to the unbundled copper loop. The calibration of revenue streams for calculating the WACC should take into account all dimensions of capital employed, including appropriate labour costs, building costs, anticipated efficiency gains and the terminal asset value, in accordance with recital 20 of Directive 2002/19/EC.\nNRAs should estimate investment risk, inter alia, by taking into account the following factors of uncertainty: (i) uncertainty relating to retail and wholesale demand; (ii) uncertainty relating to the costs of deployment, civil engineering works and managerial execution; (iii) uncertainty relating to technological progress; (iv) uncertainty relating to market dynamics and the evolving competitive situation, such as the degree of infrastructure-based and/or cable competition; and (v) macroeconomic uncertainty. These factors may change over time, in particular due to the progressive increase of retail and wholesale demand met. NRAs should therefore review the situation at regular intervals and adjust the risk premium over time, considering variations in the above factors.\nCriteria such as the existence of economies of scale (especially if the investment is undertaken in urban areas only), high retail market shares, control of essential infrastructures, OPEX savings, proceeds from the sale of real estate as well as privileged access to equity and debt markets are likely to mitigate the risk of NGA investment for the SMP operator. These aspects should also be periodically reassessed by NRAs when reviewing the risk premium.\nThe above considerations apply in particular to investment into FTTH. Investment into FTTN, on the other hand, which is a partial upgrade of an existing access network (such as for example VDSL), normally has a significantly lower risk profile than investment into FTTH, at least in densely populated areas. In particular, there is less uncertainty involved about the demand for bandwidth to be delivered via FTTN/VDSL, and overall capital requirements are lower. Therefore, while regulated prices for WBA based on FTTN/VDSL should take account of any investment risk involved, such risk should not be presumed to be of a similar magnitude as the risk attaching to FTTH based wholesale access products. When setting risk premia for WBA based on FTTN/VDSL, NRAs should give due consideration to these factors, and should not in principle approve the pricing schemes set out in sections 7 and 8 below. NRAs should publicly consult on their methodology to determine the risk premium.\n7.   CRITERIA TO ASSESS LONG-TERM ACCESS PRICING IN CASE OF FTTH\nAccess prices adjusted for risk based on long-term access may vary as a function of time over which access commitments are made. Long-term access contracts would be priced at a lower level per access line than short term access contracts. Long-term access prices should only reflect the reduction of risk for the investor and therefore cannot be lower than the cost-oriented price to which no higher risk premium reflecting the systematic risk of the investment is added. Under long-term contacts, entrants would acquire full control of physical assets, also offering them the possibility to engage in secondary trading. Short-term contracts would be available without long commitments and thus normally be priced higher per access line, with access prices reflecting the potential value attaching to the flexibility of such form of access which benefits the access seeker.\nLong-term access pricing may however be abused by the SMP operator over time to sell its retail services at prices lower than those for its regulated wholesale services (since it would charge its own downstream retail arm low long-term commitment prices), thereby in effect foreclosing the market. Furthermore, alternative providers with smaller customer bases and unclear business perspectives face higher levels of risk. They might be unable to commit to purchasing over a long period. They might thus have to stagger their investment and purchase regulated access at a later stage.\nFor these reasons, long-term access pricing would be acceptable only if NRAs ensure that the following conditions are met:\n(a)\nlong-term commitment prices only reflect the reduction of risk for the investor; and\n(b)\nover an appropriate timeframe there is a sufficient margin between wholesale and retail prices to allow for market entry by an efficient competitor in the downstream market.\n8.   CRITERIA TO ASSESS VOLUME DISCOUNTS IN CASE OF FTTH\nAccess prices adjusted for risk based on volume discounts reflect the fact that investment risk decreases with the total number of fibre loops already sold in a given area. Investment risk is closely tied to the number of fibre loops which remain unused. The higher the share of used fibre loops, the lower the risk. Access prices could therefore vary in accordance with the volume purchased. A single level of discount should be authorised, available at a uniform price per line to all qualifying operators. NRAs should identify the volume of lines which should be purchased to get access to such volume discount, taking into account the estimated minimum operating scale necessary for an access seeker efficiently to compete in the market and the need to maintain a market structure with a sufficient number of qualifying operators to ensure effective competition. The volume discount should only reflect the reduction of risk for the investor and therefore cannot result in access prices which are lower than the cost-oriented price to which no higher risk premium reflecting the systematic risk of the investment is added. Considering that the risk premium should normally decrease following the overall increase of retail and wholesale demand met, the volume discount should also decrease accordingly and may no longer be justified once retail and wholesale demand are met at high levels.\nA volume discount should only be accepted by NRAs provided the following conditions are met:\n(a)\na single level volume discount is calculated per area as appropriately sized by the NRA taking account of national circumstances and network architecture, and applies equally to all access seekers which, in the area concerned, are willing to purchase at least the volume of lines giving access to the discount; and\n(b)\nthe volume discount only reflects the reduction of risk for the investor; and\n(c)\nover an appropriate timeframe there is a sufficient margin between wholesale and retail prices to allow for market entry by an efficient competitor.\nANNEX II\nApplication of the principle of equivalence for access to the civil engineering infrastructure of the SMP operator for the purpose of rolling out NGA networks\n1.   PRINCIPLE OF EQUIVALENCE\nAccess to civil engineering infrastructure of the SMP operator can represent an important input for the deployment of NGA networks. In order to create a level playing field among entrants and the SMP operator, it is important that such access is provided on a strictly equivalent basis. NRAs should require the SMP operator to provide access to its civil engineering infrastructure under the same conditions to internal and to third-party access seekers. In particular the SMP operator should share all necessary information pertaining to infrastructure characteristics, and apply the same procedures for access ordering and provisioning. Reference offers and service level agreements are instrumental to ensuring a proper application of the principle of equivalence. Conversely, it is important that any asymmetric knowledge the SMP operator possesses of the rollout plans of third-party access seekers is not used by the SMP operator to gain undue commercial advantage.\n2.   INFORMATION ON THE CIVIL ENGINEERING INFRASTRUCTURE AND THE DISTRIBUTION POINTS\nThe SMP operator should provide third-party access seekers with the same level of information on its civil engineering infrastructure and distribution points as is available internally. This information should cover the organisation of the civil engineering infrastructure as well as the technical characteristics of the different elements of which the infrastructure consists. Where available, the geographical location of these elements, including ducts, poles and other physical assets (e.g. maintenance chambers) should be provided, as well as the available space in ducts. The geographical location of distribution points and a list of connected buildings should also be provided.\nThe SMP operator should specify all intervention rules and technical conditions relating to access and use of its civil engineering infrastructure and distribution points, and of the different elements the infrastructure consists of. The same rules and conditions should apply to third-party access seekers as to internal access seekers.\nThe SMP operator should provide the tools for ensuring proper information access, such as easily accessible directories, data bases or web portals. Information should be regularly updated, so as to take account of the infrastructure’s evolution and development and of further information collected, in particular on the occasion of fibre deployment projects by the SMP operator or other access seekers.\n3.   ORDERING AND PROVISIONING OF ACCESS\nThe SMP operator should implement the procedures and tools necessary for ensuring efficient access and use of its civil engineering infrastructure and distribution points, and the different elements the infrastructure consists of. In particular, the SMP operator should provide third-party access seekers with end-to-end ordering, provisioning and fault management systems equivalent to those provided to internal access seekers. This should include measures aimed at de-congestioning currently used ducts.\nRequests for information, access and use of the civil engineering infrastructure, the distribution points and the different elements the infrastructure consists of by third-party access seekers should be processed within the same delays as equivalent requests by internal access seekers. The same level of visibility on the progress of the requests should also be provided, and negative answers should be objectively justified.\nThe information systems of the SMP operator should keep track records of the handling of requests which should be available to the NRA.\n4.   SERVICE LEVEL INDICATORS\nIn order to ensure that access and use of the civil engineering infrastructure of the SMP operator is provided on an equivalent basis, service level indicators should be defined and calculated for both internal and third-party access seekers. Service level indicators should measure the responsiveness of the SMP operator to perform those actions necessary to provide access to its civil engineering infrastructure. Target service levels should be agreed with access seekers.\nService level indicators should include delays for replying to requests for information on availability of elements of infrastructure, including ducts, poles, other physical assets (e.g. manholes), or distribution points; delays for replying to a request for feasibility to use elements of infrastructure; a measure of responsiveness to handle requests for access and use of elements of infrastructure; a measure of responsiveness for fault resolution processes.\nThe calculation of the service level indicators should be performed at regular, fixed intervals and submitted to third-party access seekers. The NRA should control that service levels delivered to third-party access seekers are equivalent to those delivered internally by the SMP operator. The SMP operator should commit to adequate compensation in case of failure to comply with target service levels agreed with third-party access seekers.\n5.   REFERENCE OFFER\nThe different items required to provide equivalent access to the civil engineering infrastructure of the SMP operator should be published in a reference offer, if a request for such an offer has been made by an access seeker. At a minimum, the reference offer should contain the relevant procedures and tools for retrieving civil engineering asset information; describe the access and usage conditions to the different elements which make up the civil engineering infrastructure; describe the procedures and tools for access ordering, provisioning and fault management; and fix target service levels and the penalties for breach of those service levels. Internal access provision should be based on the same terms and conditions as contained in the reference offer provided to third-party access seekers.\n6.   MONITORING BY THE NRA\nNRAs should ensure that the principle of equivalence is effectively applied. For this purpose they should make sure that upon request, a reference offer for access to civil engineering infrastructure is provided to third party access seekers in due time. Also in addition to service level reports, NRAs should ensure that SMP operators keep track of all elements necessary to monitor compliance with the equivalence of access requirement. This information should allow NRAs to run regular controls, verifying that the required level of information is provided to third-party access seekers by the SMP operator and that the procedures for access ordering and provisioning are correctly applied.\nIn addition, NRAs should ensure that a fast-track ex-post procedure is available to settle disputes.\n7.   ASYMMETRY OF INFORMATION\nThe incumbent has prior knowledge of third-party access seekers’ deployment plans. To prevent such information from being used to gain undue competitive advantage, the SMP operator in charge of operating the civil engineering infrastructure should not share such information with its downstream retail arm.\nNRAs at a minimum should ensure that those persons involved in the retail arm activities of the SMP operator may not participate in company structures of the SMP operator responsible, directly or indirectly, for managing access to civil engineering infrastructure.", "summary": "Next Generation Access Networks (NGA)\nNext Generation Access Networks (NGA)\nThe Digital Agenda launched by the European Commission in May 2010 should allow every European to access fast broadband by 2013 and very fast broadband by 2020. The regulation of access to Next Generation Access Networks (NGA) constitutes a crucial step towards achieving this goal. This Recommendation therefore defines a common regulatory approach as regards access to the new very fast broadband networks using optical fibre, to offer a balance between encouraging investment and maintaining competition.\nACT\nCommission Recommendation 2010/572/EU of 20 September 2010 on regulated access to Next Generation Access Networks (NGA) Text with EEA relevance.\nSUMMARY\nThis Recommendation aims at promoting the transition to Next Generation Access Networks (NGA) *. It involves establishing a common approach for the regulation of access to NGA on the basis of a prior market analysis procedure pursuant to Directives 2002/19/EC and 2002/21/EC on electronic communication networks. The Recommendation forms part of the package of measures presented by the European Commission in September 2010 which also includes a Communication on broadband and a Proposal for a Decision of the European Parliament and of the Council establishing a European radio spectrum policy programme.\nConsistent approach\nDuring the transition towards Next Generation Access Networks, National Regulatory Authorities (NRAs) must ensure that operators designated with Significant Market Power (SMP) provide all information necessary for designing regulatory remedies. In this context, NRAs may use the powers laid down in Article 5 of Directive 2002/21/EC.\nWhere NRAs carry out market analysis, they must define and apply their regulatory approach taking into account the Commission’s Recommendation as far as possible.\nGeographical variation\nThere may be divergence in conditions of competition according to geographic areas. Where divergences in the conditions of competition are stable and substantial, NRAs may therefore define sub-national geographic markets in accordance with Recommendation 2007/879/EC. Where divergences in conditions of competition cannot be identified adequately, NRAs should carry out monitoring to determine whether deployment of NGA networks might nevertheless justify the implementation of differentiated remedies.\nAccess to wholesale physical network infrastructure (Market 4)\nWhere the market includes operators in a dominant position (SMP), NRAs should put in place remedies which must take into account:\naccess to civil engineering infrastructure of the SMP operator which should be mandated at cost-oriented prices;\naccess to the terminating segment in the case of FTTH (Fibre to the Home) \n*\ndeployment which must include access to the wiring inside buildings and, if applicable, horizontal wiring up to the first distribution point;\nunbundled access to the local fibre loop in the case of FTTH deployment which should be accompanied by appropriate measures for co-location and backhaul. In addition, this access should take place at the most appropriate point in the network, which is normally the Metropolitan Point of Presence (MPoP) *;\nobligatory unbundled access to the copper sub-loop in the case of FTTN (Fibre to the Neighbourhood) deployment which should be supplemented by backhaul measures and ancillary remedies.\nWholesale broadband access (Market 5)\nWhere SMP is found on Market 5, wholesale broadband access remedies should be maintained or amended for existing services and their chain substitutes.\nOn this market, NRAs are encouraged to mandate the provision of different wholesale products that reflect the technical capabilities inherent in the NGA infrastructure in order to foster competition between operators.\nMigration\nThe obligations concerning SMP should be maintained, except where migration agreements are concluded between the SMP operator and the operators enjoying access to the SMP operator’s network. If agreement is not reached, the SMP operator must warn the other operators at least five years before any de-commissioning of points of interconnection takes place.\nConcerning the migration from copper to fibre-based networks, NRAs must put in place a transparent framework. They must ensure that undertakings enjoying access to the SMP operator’s network receive all necessary information in order to adjust their networks and network plans.\nKey terms of the Act\nNext Generation Access Networks: wired access networks which consist wholly or in part of optical elements and which are capable of delivering broadband access services with enhanced characteristics (such as higher throughput) as compared to those provided over already existing copper networks.\nFibre-to-the-home or FTTH: an access network consisting of optical fibre lines in both the feeder and the drop segments of the access network, i.e. connecting a customer’s premises (the home or in multi-dwelling units the apartment) to the MPoP by means of optical fibre.\nMetropolitan Point of Presence (MPoP): the point of inter-connection between the access and core networks of an NGA operator.\nLast updated: 20.10.2010", "tags": ["approximation of laws", "transmission network", "public service", "telecommunications", "access to information", "regulation of telecommunications"], "subjects": ["Internal market - Principles", "Technical barriers", "Telecommunications"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}