{"celex_id": "31992H0241", "reference": "EUR-Lex - 31992H0241 - EN\nAvis juridique important\n|\n31992H0241\n92/241/EEC: Council recommendation of 31 March 1992 on child care\nOfficial Journal L 123 , 08/05/1992 P. 0016 - 0018\nCOUNCIL RECOMMENDATION  of 31 March 1992  on child care  (92/241/EEC)THE COUNCIL OF THE EUROPEAN COMMUNITIES,  Having regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,  Having regard to the proposal from the Commission (1),  Having regard to the opinion of the European Parliament (2),  Having regard to the opinion of the Economic and Social Committee (3),  Whereas the Community Charter of the Fundamental Social Rights of Workers, adopted in the Strasbourg European Council on 9 December 1989 by the Heads of State or Government of eleven Member States, lays down, in the third paragraph of point 16 in  particular, that:  'Measures should also be developed to enable men and women to reconcile their occupational and family obligations';  Whereas the Commission action programme implementing the Community Charter provides for this Recommendation;  Whereas in its Third Medium-Term Action Programme on Equal Opportunities for Women and Men (1991-1995), the Commission identified the need for further action in this area;  Whereas in its communication on family policies, sent to the Council on 24 August 1989, the Commission emphasized the importance of intensifying work relating to child care;  Whereas child-care methods, parental leave and maternity leave from part of a whole which enables people to combine their family responsibilities and occupational ambitions;  Whereas the Member States should take and/or encourage initiatives, taking into account the responsibilities of national, regional and local authorities, management and labour, other relevant organizations and private individuals, and/or in cooperation  with the various parties concerned;  Whereas the reconciliation of occupational, family and upbringing responsabilities arising from the care of children has to be viewed in a wide perspective which also takes into account the particular interests and needs of children at different age  levels, where it is important, in order to achieve this, to encourage an overall policy aimed at enabling such reconciliation to occur;  Whereas it is essential to promote the well-being of children and families, ensuring that their various needs are met and taking into account the fact that responsabilities arising from the care and upbringing of children continue up to and throughout  the period of children's schooling, and especially when they are younger;  Whereas in all Member States the demand for child-care services at prices affordable to parents exceeds the existing supply;  Whereas inadequate provision of child-care services at prices affordable to parents and other initiatives to reconcile responsibility for the family and the upbringing of children with the employment, or with the education and training of parents in  order to obtain employment constitutes a major barrier to women's access to and more effective participation in the labour market, on equal terms with men, the effective participation of women in all areas of society and the effective use of their  talents, skills and abilities in the current demographic situation;  Whereas, moreover, in this area, disparities exist between Member States and between regions within Member States;  Whereas, furthermore, better child-care services could facilitate freedom of movement of workers and mobility on the European labour market;  Whereas child-care services may be public or private, individual or collective in form;  Whereas child care is a broad concept which may involve the provision of child-care services which answer the needs of children, the grant of special leave to parents and the development of a working environment structure and organization which is  adapted to the sharing between women and men of occupational, family and upbringing responsibilities arising from the care of children;  Whereas in certain Member States, owing to the low level of national income and the need to impose strict limits on growth in public expenditure, the role of the public authorities may be subject to particular constraints;  Whereas the standard clause included in the Community support frameworks for structural policy stipulates that the actions and measures taken within such a framework must conform with and, where appropriate, contribute to the implementation of Community  policy and legislation relating to equality of opportunity between women and men, and that in particular, consideration must be given to training and infrastructure requirements which facilitate labour force participation by women with children;  Whereas, furthermore, in the NOW Community initiative (1991-1993), financed by the Structural Funds, for the promotion of equal opportunities for women in the fields of employment and vocational training, additional child-care measures are provided for  to assist women with children to have access to the labour market and to vocational training courses,  HEREBY RECOMMENDS AS FOLLOWS:  Article 1  Objective  It is recommended that Member States should take and/or progressively encourage initiatives to enable women and men to reconcile their occupational, family and upbringing responsibilities arising from the care of children.  Article 2  Areas of initiatives  For the purposes of Article 1, it is recommended that the Member States, taking into account the respective responsibilities of national, regional and local authorization, management and labour, other relevant  organizations and private individuals, and/or in cooperation with national, regional or local authorities, management and labour, other relevant organizations and private individuals, should take and/or encourage initiatives in the following four areas:   1. The provision of children-care services while parents:  - are working,  - are following a course of education or training in order to obtain employment  or  - are seeking a job or a course of education or training in order to obtain employment.  For the purposes of this Recommendation, 'child-care services' means any type of child care, whether public or private, individual or collective.  2. Special leave for employed parents with responsibility for the care and upbringing of children.  3. The environment, structure and organization of work, to make them responsive to the needs of workers with children.  4. The sharing of occupational, family and upbringing responsibilities arising from the care of children between women and men.  Article 3  Child-care services  As regards child-care services, it is recommended that the Member States, taking into account the respective responsabilities of national, regional and local authorities, management and labour, other relevant  organizations and private individuals, and/or in cooperation with national, regional or local authorities, management and labour, other relevant organizations and private individuals, should take and/or encourage initiatives to:  1. enable parents who are working, following a course of education or training in order to obtain employment or are seeking employment or a course of education or training in order to obtain employment to have as much access as possible to local  child-care services.  In this context, endeavours should in particular be made to ensure that:  - the services are offered at prices affordable to parents;  - they combine reliable care from the point of view of health and safety with a general upbringing and a pedagogical approach;  - the needs of parents and children are taken into account when access to services is determined;  - the services are available in all areas and regions of Member States, both in urban areas and in rural areas;  - the services are accessible to children with special needs, for example linguistic needs, and to children in single-parent families, and meet the needs of such children;  2. encourage flexibility and diversity of child-care services as part of a strategy to increase choice and meet the different preferences, needs and circumstances of children and their parents, while preserving coherence between different services;  3. endeavour that the training, both initial and continuous, of workers in child-care services is appropriate to the importance and the social and educative value of their work;  4. encourage child-care services to work closely with local communities through regular contact and exchanges of information, so as to be responsive to parental needs and particular local circumstances;  5. encourage national, regional or local authorities, management and labour, other relevant organizations and private individuals, in accordance with their respective responsibilities, to make a financial contribution to the creation and/or operation of  coherent child-care services which can be afforded by parents and which offer them a choice.  Article 4  Special leave  As regards special leave for employed parents with responsibility for the care and upbringing of children, it is recommended that Member States, taking into account the respective responsibilities of national, regional and  local authorities, management and labour, other relevant organizations and private individuals, and/or in cooperation with national, regional or local authorities, management and labour, other relevant organizations and private individuals, should take  and/or encourage initiatives, to take realistic account of women's increased participation in the labour force.  These initiatives should concern, for example, special leave enabling employed parents both men and women, who so desire properly to discharge their occupational, family and upbringing responsibilities, with, inter alia, some flexibility as to how leave  may be taken.  Article 5  Environment, structure and organization of work  As regards the environment, structure and organization of work, it is recommended that Member States, taking into account the respective responsibilities of national, regional and local  authorities, management and labour, other relevant organizations and private individuals, and/or in cooperation with national, regional or local authorities, management and labour, other relevant authorities and private individuals, should take and/or  encourage initiatives to:  1. support action, in particular within the framework of collective agreements, to create an environment, structure and organization of work which take into account the needs of all working parents with responsibility for the care and upbringing of  children;  2. ensure that due recognition is given to persons engaged in child-care services as regards the way in which they work and the social value of their work;  3. promote action, especially in the public sector, which can serve as an example in developing initiatives in this area.  Article 6  Sharing of responsibilities  As regards responsibilities arising from the care and upbringing of children, it is recommended that Member States should promote and encourage, with due respect for freedom of the individual, increased  participation by men, in order to a achieve a more equal sharing of parental responsibilities between men and women and to enable women to have a more effective role in the labour market.  Article 7  Commission report  The Member States shall inform the Commission, within three years of the date of the adoption of this Recommendation, of the measures taken to give effect to it, in order to enable the Commission to draw up a report on its  implementation. Done at Brussels, 31 March 1992. For the Council  The President  Vitor MARTINS   (1) OJ No C 242, 17. 9. 1991, p. 3. (2) OJ No C 326, 16. 12. 1991, p. 279. (3) OJ No C 40, 17. 2. 1992, p. 88.", "summary": "Childcare - work/life balance for men and women\nChildcare - work/life balance for men and women\nRecommendation 92/241/EEC on childcare\nACT\nCouncil Recommendation 92/241/EEC of 31 March 1992 on childcare (OJ L 123, 8.5.1992, pp. 16-18)\nSUMMARY\nWHAT DOES THE RECOMMENDATION DO?\nIt promotes equal opportunities for mothers and fathers to balance work and family life, by encouraging EU countries to take and/or support initiatives to help parents manage their childcare responsibilities.\nKEY POINTS\nThe recommendation addresses the following areas:\n—\nthe provision of childcare services while parents are either working, studying or training or actively seeking work,\n—\nspecial leave for working parents who have children to look after,\n—\nmaking the working environment more responsive to the needs of workers with children,\n—\nmeasures to help both parents share their work and childcare responsibilities.\nIt recommends that childcare services should:\n—\nbe reasonably priced,\n—\ncombine reliable care (healthy and safe) with developmental/educational input,\n—\nbe able to accommodate children with special needs (e.g. linguistic requirements) and those in single-parent families.\nSpecial leave\nTo get more women into the labour market, EU countries should encourage initiatives such as special leave, for both mothers and fathers.\nWork environment\nEU countries governments should take and/or encourage initiatives to:\n—\nmake work more conducive to childcare, particularly through collective agreements between employers and unions,\n—\nensure decent wages and working conditions for staff working in childcare services,\n—\ntake action in the public sector that can serve as a model for the rest of the economy.\nSharing responsibilities\nEU countries should encourage increased participation by men in childcare duties, to achieve a more equal sharing of parental responsibilities and enable women to have a more effective role in the labour market.\nMore on EU goals for childcare.\nRELATED ACTS\nReport from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: Barcelona objectives - The development of childcare facilities for young children in Europe with a view to sustainable and inclusive growth (COM(2013) 322 final of 29.5.2013)\nlast update 14.09.2015", "tags": ["vocational training", "child care", "family policy", "gender equality", "ergonomics"], "subjects": ["Social provisions", "Provisions under Article 235 EEC"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}