{"celex_id": "31992L0106", "reference": "EUR-Lex - 31992L0106 - EN\nAvis juridique important\n|\n31992L0106\nCouncil Directive 92/106/EEC of 7 December 1992 on the establishment of common rules for certain types of combined transport of goods between Member States\nOfficial Journal L 368 , 17/12/1992 P. 0038 - 0042 Finnish special edition: Chapter 7 Volume 4 P. 0148  Swedish special edition: Chapter 7 Volume 4 P. 0148\nCOUNCIL DIRECTIVE 92/106/EEC  of 7 December 1992  on the establishment of common rules for certain types of combined transport of goods between Member StatesTHE COUNCIL OF THE EUROPEAN COMMUNITIES,  Having regard to the Treaty establishing the European Economic Community, and in particular Articles 75 and 84 (2) thereof,  Having regard to the proposal from the Commission (1),  Having regard to the opinion of the European Parliament (2),  Having regard to the opinion of the Economic and Social Committee (3),  Whereas Council Directive 75/130/EEC of 17 February 1975 on the establishment of common rules for certain types of combined road/rail carriage of goods between Member States (4) has been amended several times; whereas on the occasion of further  amendments the Directive should be recast in the interests of clarity;  Whereas the internal market is leading to an increase in traffic; whereas the Community must do what is necessary to ensure optimum management of its transport resources in the interest of all citizens, which means using combined transport;  Whereas the increasing problems relating to road congestion, the environment and road safety call, in the public interest, for the further development of combined transport as an alternative to road transport;  Whereas measures must be taken to make possible the development and further improvement of transport methods based on the intermodality of forms of transport and on the specific means and requirements of transport operators and users; whereas such  measures must cover combined forms of transport bringing together road and other modes of transport, such as rail, inland waterway and sea transport;  Whereas greater recourse to combined transport will be encouraged by freedom from all quantitative restrictions and by the elimination of various administrative constraints which still exist in the field of road transport;  Whereas for combined transport methods to result in a real reduction in road congestion, such liberalization should relate to road journeys of limited distance;  Whereas the liberalization of the initial and final sections of a combined transport operation should be extended to combined transport operations using sea routes provided that the sea journey represents an important part of the combined transport  operation;  Whereas the Commission should submit a report every two years, starting before 1 July 1995, on the application of this Directive;  Whereas the development of combined transport would also be facilitated by stimulation measures and whereas it is therefore appropriate to reduce taxation on the use or possession of commercial vehicles to the exent that they are carried by rail and to  exempt initial and final road haulage legs from compulsory tariff regulations;  Whereas access by own-account transport to combined transport should be facilitated;  Whereas this Directive must not affect Member States' obligations regarding the time-limits for the transportation into national law and implementation of the Directives which make up the recast version,  HAS ADOPTED THIS DIRECTIVE:  Article 1  1. This Directive shall apply to combined transport operations, without prejudice to Regulation (EEC) No 881/92 (5).  For the purposes of this Directive, 'combined transport' means the transport of goods between Member States where the lorry, trailer, semi-trailer, with or without tractor unit, swap body or container of 20 feet or more uses the road on the initial or  final leg of the journey and, on the other leg, rail or inland waterway or maritime services where this section exceeds 100 km as the crow flies and make the initial or final road transport leg of the journey;  - between the point where the goods are loaded and the nearest suitable rail loading station for the initial leg, and between the nearest suitable rail unloading station and the point where the goods are unloaded for the final leg, or;  - within a radius not exceeding 150 km as the crow flies from the inland waterway port or seaport of loading or unloading.  Article 2  Each of the Member States shall, by 1 July 1993, liberalize the combined transport operations referred to in Article 1 from all quota systems and systems of authorization.  Article 3  In the case of combined transport for hire or reward, a transport document which fulfils at least the requirements laid down in Article 6 of Council Regulation No 11 of 27 June 1960 concerning the abolition of discrimination in transport  rates and conditions, in implementation of Article 79 (3) of the Treaty establishing the European Economic Community (6), shall also specify the rail loading and unloading stations relating to the rail leg, or the inland waterway loading and unloading  ports relating to the inland waterway leg, or the maritime loading and unloading ports relating to the maritime section of the journey. These details shall be recorded before the transport operation is carried out and shall be confirmed by means of a  stamp affixed by the rail or port authorities in the railway stations or inland waterway or sea ports concerned when that part of the journey carried out by rail or inland waterway or by sea has been completed.  Article 4  All hauliers established in a Member State who meet the conditions of access to the occupation and access to the market for transport of goods between Member States shall have the right to carry out, in the context of a combined transport  operation between Member States, initial and/or final road haulage legs which form an integral part of the combined transport operation and which may or may not include the crossing of a frontier.  Article 5  1. Every two years and in the first instance by 1 July 1995 the Commission shall draw up a report to the Council on:  - the economic development of combined transport,  - the application of Community law in this area,  - the definition, where necessary, of further measures to promote combined transport operations.  2. When drawing up the report referred to in paragraph 1, the Commission shall be assisted by representatives of the Member State to collect the information necessary for this purpose.  The report shall analyze the information and statistics relating in particular to:  - transport links used in combined transport operation,  - the number of vehicles (a road train counting as a single vehicle), swap bodies and containers transported over the various transport links,  - transported tonnages,  - services carried out, in terms of tonnes/kilometres.  The report shall, where appropriate, propose solutions for the subsequent improvement of such information and the situation in the combined transport sector.  Article 6  1. Member States shall take the measures necessary to ensure that the taxes listed in paragraph 3 which are applicable to road vehicles (lorries, tractors, trailers or semi-trailers) when routed in combined transport are reduced or reimbursed  either by a standard amount, or in proportion to the journeys that such vehicles undertake by rail, within limits and in accordance with conditions and rules they fix after consultation with the Commission.  The reductions of reimbursements referred to in the first paragraph shall be granted by the State in which the vehicles are registered, on the basis of the rail journeys effected within that State.  Member States may, however, grant these reductions or reimbursements on the basis of the rail journeys which take place partially or wholly outside the Member State in which the vehicles are registered.  2. Without prejudice to the provisions resulting from a possible reorganization of national taxation systems for commercial vehicles at Community level, vehicles used exclusively for road haulage in feeder or final delivery carriage by combined  transport may be exempted, if they are taxed separately, from the taxes listed in paragraph 3.  3. The taxes referred to in paragraphs 1 and 2 are the following:  - Belgium:  taxe de circulation sur les véhicules automobiles/verkeersbelasting op de autovoertuigen;  - Denmark:  vaegtafgift af motorkoeretoejer mv.;  - Germany:  Kraftfahrzeugsteuer;  - France:  taxe spéciale sur certains véhicules routiers;  - Greece:  ôÝëç êõêëïoeïñssáò áõôïêéíÞôùí;  - Spain:  (a) impuesto sobre actividades económicas,  (b) impuesto sobre vehículos de tracción mecánica;  - Ireland:  vehicle excise duties;  - Italy:  (a) tassa automobilistica,  (b) addizionale del 5 % sulla tassa automobilistica;  - Luxembourg:  taxe sur les véhicules automoteurs;  - Netherlands:  motorrijtuigenbelasting;  - Portugal:  (a) imposto de camionagem,  (b) imposto de circulaçao;  - United Kingdom:  vehicle excise duties.  Article 7  Where a trailer or semi-trailer belonging to an undertaking engaged in own-account transport is hauled on a final section by a tractor belonging to an undertaking engaged in transport for hire or reward, the transport operation so effected  shall be exempt from presentation of the document provided for in Article 3; however, another document shall be provided giving evidence of the journey covered or to be covered by rail, by inland waterway or by sea.  Article 8  Initial or final road haulage legs forming part of combined transport operations shall be exempted from compulsory tariff regulations.  Article 9  Where, as part of a combined transport operation, the dispatching undertaking carries out the initial road haulage leg for its own account within the meaning of the First Council Directive of 23 July 1962 on the establishment of common rules  for certain types of carriage of goods by road (7), the undertaking which is to receive the goods transported may, notwithstanding the definition given in the said Directive, carry out for its own account the final road haulage leg to transport the  goods to their destination using a tractor owned by it, bought by it on deferred terms or hired by it pursuant to Council Directive 84/647/EEC of 19 December 1984 on the use of vehicles hired without drivers for the carriage of goods by road (8), and  driven by its employees, even though the trailer or semi-trailer is registered or hired by the undertaking which dispatched the goods.  The initial road haulage leg in a combined transport operation which the dispatching undertaking carries out using a tractor owned by it, bought by it on deferred terms or hired by it pursuant to Directive 86/647/EEC and which is driven by its  employees, whereas the trailer or semi-trailer is registered or hired by the undertaking which is to receive the goods transported, shall also, notwithstanding the Directive of 23 July 1962, be considered an own-account carriage operation if the final  road haulage leg is carried out for its own account in accordance with the latter Directive by the recipient undertaking.  Article 10  1. Member States shall bring into force the laws, regulations and administrative provisions necessary in order to comply with this Directive by 1 July 1993. They shall forthwith inform the Commission thereof.  When these Member States adopt these provisions, they shall contain a reference to this Directive or be accompanied by such reference on the occasion of their official publication. The methods of making such a reference shall be laid down by the Member  States.  2. Member States shall communicate the main provisions of national law which they adopt in the field covered by this Directive to the Commission.  Article 11  1. Directive 75/130/EEC (9) is hereby repealed without prejudice to the obligations of the Member States regarding the time-limits for transposition and implementation set out in the Annex, part A.  2. References to the repealed Directive shall be understood as references to this Directive and shall be read in accordance with the correlation table in the Annex, part B.  Article 12  This Directive is addressed to the Member States. Done at Brussels, 7 December 1992. For the Council  The President  J. MacGREGOR   (1) OJ No L C 282, 30. 10. 1992, p. 8. (2) Opinion delivered on 20 November 1992 (not yet published in the Official Journal). (3) Opinion delivered on 24 November 1992 (not yet published in the Official Journal). (4) OJ No L 48, 22. 2. 1975,  p. 31. Directive last amended by Regulation (EEC) No 881/92 (OJ No L 95, 9. 4. 1992, p. 1). (5) Council Regulation (EEC) No 881/92 of 26 March 1992 on access to the market in the carriage of goods by road within the Community to or from the territory of  a Member State or passing across the territory of one or more Member States (OJ No L 95, 9. 4. 1992, p. 1). (6) OJ No 52, 16. 8. 1960, p. 1121/60. (7) OJ No 70, 6. 8. 1962, p. 2205/62. Last amended by Regulation (EEC) No 881/92 (OJ No L 95, 9. 4. 1992,  p. 1). (8) OJ No L 335, 22. 12. 1984, p. 72. Amended by Directive 90/398/EEC (OJ No L 202, 31. 7. 1990, p. 46). (9) Including acts amending it, viz. the relevant provision of the 1985 Act of Accession and Directives 79/5/EEC, 82/3/EEC, 82/603/EEC,  86/544/EEC and 91/224/EEC.    ANNEX  PART A  Time-limits for transposition into national law and implementation      Directive  Time-limit for transposition and implementation     75/130/EEC (OJ No L 48, 22. 2. 1975, p. 31)   30 June 1975  79/ 5/EEC (OJ No L 5, 9. 1. 1979, p. 33)   1 July 1979  82/ 3/EEC (OJ No L 5, 9. 1. 1982, p. 12)   -  82/603/EEC (OJ No L  247, 23. 8. 1982, p. 6)   1 April 1983  86/544/EEC (OJ No L 320, 15. 11. 1986, p. 33)   1 July 1987  91/224/EEC (OJ No L 103, 23. 4. 1991, p. 1)   1 January 1992     PART B  Correlation table      This Directive  Directive 75/130/EEC     Article 1  Article 1  Article 2  Article 2  Article 3  Article 3  Article 4  Article 6  Article 5  Article 7  Article 6  Article 8  Article 7  Article 9  Article 8  Article 11  Article 9  Article 12  Article 10  -  Article 11  -  Article 12  Article 13  Annex  -", "summary": "Intermodal transport: combined transport of goods between EU countries\nIntermodal transport: combined transport of goods between EU countries\nSUMMARY OF:\nDirective 92/106/EEC — common rules for certain types of combined transport of goods between EU countries\nWHAT IS THE AIM OF THE DIRECTIVE?\nIt aims to promote intermodal* transport operations by supporting the international operations meeting certain criteria (i.e. so called combined transport or CT) by: safeguarding CT from national restrictions (authorisation schemes, tariffs and quotas);clarifying that road cabotage * restrictions do not apply to the CT road legs;allowing heavier and bigger loads for vehicles used in CT road legs;granting financial support through tax incentives and extended definition of own-account transport for CT operations.\nKEY POINTS\nScope\nThe directive refers to the CT of goods between EU countries where:\nthe vehicle or trailer uses the road on the initial or final leg of the journey; and\non the other leg, rail or inland waterway or maritime services where this section exceeds 100 km as the crow flies; and\nmakes the initial or final road transport leg of the journey: between the point where the goods are loaded and the nearest suitable rail loading station for the initial leg and between the nearest suitable rail unloading stations and the point where the goods are unloaded for the final leg, orwithin a radius not exceeding 150 km as the crow flies from the inland waterway port or seaport of loading or unloading.\nAuthorised dimensions and maximum weights for trucks carrying out cross-border travel are set out in Directive 96/53/EC (see summary).\nTransport document\nThe transport document to be provided in the case of CT must specify:\nthe rail loading and unloading stations relating to the rail leg; and\nthe inland waterway loading and unloading ports relating to the inland waterway leg or the maritime loading and unloading ports relating to the maritime section of the journey.\nCross-border transport\nAll hauliers established in an EU country who meet the conditions of access to the occupation and access to the market for transport of goods between EU countries may, in the context of a CT operation, carry out initial and/or final road haulage legs which form an integral part of the operation and which may or may not include the crossing of a frontier.\nThe directive sets out specific rules for CT operations where the dispatching/receiving party carries out the initial/final road haulage leg on its own account. The receiving/dispatching party may then also carry out the transport operation on its own account under certain conditions.\nRegulation (EC) No 1072/2009 sets out common EU rules for access to the EU haulage market aimed at non-resident hauliers carrying out road cabotage (see summary).\nEU countries’ obligations\nEU countries must take measures to ensure that the motor vehicle taxes applicable to road vehicles routed in combined transport are reduced or reimbursed.\nReview\nThe European Commission must draw up a report to the Council every 2 years on the development of CT.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt has applied since 15 December 1992 and had to become law in the EU countries by 30 June 1993.\nBACKGROUND\n              \nFor further information see:\nMultimodal and combined transport (European Commission).\nKEY TERMS\n              \nIntermodal: the transport of goods using rail, inland waterway or maritime services in addition to road transport.\nCabotage: where a haulier registered in one EU country carries out national transport in another EU country.\nMAIN DOCUMENT\n            \nCouncil Directive 92/106/EEC of 7 December 1992 on the establishment of common rules for certain types of combined transport of goods between Member States (OJ L 368, 17.12.1992, pp. 38-42)\nSuccessive amendments to Directive 92/106/EEC have been incorporated into the original text. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nRegulation (EC) No 1072/2009 of the European Parliament and of the Council of 21 October 2009 on common rules for access to the international road haulage market (OJ L 300, 14.11.2009, pp. 72-87)\nSee consolidated version.\nCouncil Directive 96/53/EC of 25 July 1996 laying down for certain road vehicles circulating within the Community the maximum authorized dimensions in national and international traffic and the maximum authorized weights in international traffic (OJ L 235, 17.9.1996, pp. 59-75)\nSee consolidated version.\nlast update 07.07.2020", "tags": ["combined transport", "carriage of goods", "rail transport", "commercial vehicle"], "subjects": ["Approximation of laws", "Transport"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}