{"celex_id": "32011L0092", "reference": "28.1.2012\nEN\nOfficial Journal of the European Union\nL 26/1\nDIRECTIVE 2011/92/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 13 December 2011\non the assessment of the effects of certain public and private projects on the environment\n(codification)\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 192(1) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nCouncil Directive 85/337/EEC of 27 June 1985 on the assessment of the effects of certain public and private projects on the environment (3) has been substantially amended several times (4). In the interests of clarity and rationality the said Directive should be codified.\n(2)\nPursuant to Article 191 of the Treaty on the Functioning of the European Union, Union policy on the environment is based on the precautionary principle and on the principles that preventive action should be taken, that environmental damage should, as a priority, be rectified at source and that the polluter should pay. Effects on the environment should be taken into account at the earliest possible stage in all the technical planning and decision-making processes.\n(3)\nThe principles of the assessment of environmental effects should be harmonised, in particular with reference to the projects which should be subject to assessment, the main obligations of the developers and the content of the assessment. The Member States may lay down stricter rules to protect the environment.\n(4)\nIn addition, it is necessary to achieve one of the objectives of the Union in the sphere of the protection of the environment and the quality of life.\n(5)\nThe environmental legislation of the Union includes provisions enabling public authorities and other bodies to take decisions which may have a significant effect on the environment as well as on personal health and well-being.\n(6)\nGeneral principles for the assessment of environmental effects should be laid down with a view to supplementing and coordinating development consent procedures governing public and private projects likely to have a major effect on the environment.\n(7)\nDevelopment consent for public and private projects which are likely to have significant effects on the environment should be granted only after an assessment of the likely significant environmental effects of those projects has been carried out. That assessment should be conducted on the basis of the appropriate information supplied by the developer, which may be supplemented by the authorities and by the public likely to be concerned by the project in question.\n(8)\nProjects belonging to certain types have significant effects on the environment and those projects should, as a rule, be subject to a systematic assessment.\n(9)\nProjects of other types may not have significant effects on the environment in every case and those projects should be assessed where the Member States consider that they are likely to have significant effects on the environment.\n(10)\nMember States may set thresholds or criteria for the purpose of determining which of such projects should be subject to assessment on the basis of the significance of their environmental effects. Member States should not be required to examine projects below those thresholds or outside those criteria on a case-by-case basis.\n(11)\nWhen setting such thresholds or criteria or examining projects on a case-by-case basis, for the purpose of determining which projects should be subject to assessment on the basis of their significant environmental effects, Member States should take account of the relevant selection criteria set out in this Directive. In accordance with the subsidiarity principle, the Member States are in the best position to apply those criteria in specific instances.\n(12)\nFor projects which are subject to assessment, a certain minimal amount of information should be supplied, concerning the project and its effects.\n(13)\nIt is appropriate to lay down a procedure in order to enable the developer to obtain an opinion from the competent authorities on the content and extent of the information to be elaborated and supplied for the assessment. Member States, in the framework of this procedure, may require the developer to provide, inter alia, alternatives for the projects for which it intends to submit an application.\n(14)\nThe effects of a project on the environment should be assessed in order to take account of concerns to protect human health, to contribute by means of a better environment to the quality of life, to ensure maintenance of the diversity of species and to maintain the reproductive capacity of the ecosystem as a basic resource for life.\n(15)\nIt is desirable to lay down strengthened provisions concerning environmental impact assessment in a transboundary context to take account of developments at international level. The European Community signed the Convention on Environmental Impact Assessment in a Transboundary Context on 25 February 1991, and ratified it on 24 June 1997.\n(16)\nEffective public participation in the taking of decisions enables the public to express, and the decision-maker to take account of, opinions and concerns which may be relevant to those decisions, thereby increasing the accountability and transparency of the decision-making process and contributing to public awareness of environmental issues and support for the decisions taken.\n(17)\nParticipation, including participation by associations, organisations and groups, in particular non-governmental organisations promoting environmental protection, should accordingly be fostered, including, inter alia, by promoting environmental education of the public.\n(18)\nThe European Community signed the UN/ECE Convention on Access to Information, Public Participation in Decision-Making and Access to Justice in Environmental Matters (the Aarhus Convention) on 25 June 1998 and ratified it on 17 February 2005.\n(19)\nAmong the objectives of the Aarhus Convention is the desire to guarantee rights of public participation in decision-making in environmental matters in order to contribute to the protection of the right to live in an environment which is adequate for personal health and well-being.\n(20)\nArticle 6 of the Aarhus Convention provides for public participation in decisions on the specific activities listed in Annex I thereto and on activities not so listed which may have a significant effect on the environment.\n(21)\nArticle 9(2) and (4) of the Aarhus Convention provides for access to judicial or other procedures for challenging the substantive or procedural legality of decisions, acts or omissions subject to the public participation provisions of Article 6 of that Convention.\n(22)\nHowever, this Directive should not be applied to projects the details of which are adopted by a specific act of national legislation, since the objectives of this Directive, including that of supplying information, are achieved through the legislative process.\n(23)\nFurthermore, it may be appropriate in exceptional cases to exempt a specific project from the assessment procedures laid down by this Directive, subject to appropriate information being supplied to the Commission and to the public concerned.\n(24)\nSince the objectives of this Directive cannot be sufficiently achieved by the Member States and can therefore, by reason of the scale and effects of the action, be better achieved at Union level, the Union may adopt measures in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve those objectives.\n(25)\nThis Directive should be without prejudice to the obligations of the Member States relating to the time limits for transposition into national law of the Directives set out in Annex V, Part B,\nHAVE ADOPTED THIS DIRECTIVE:\nArticle 1\n1.   This Directive shall apply to the assessment of the environmental effects of those public and private projects which are likely to have significant effects on the environment.\n2.   For the purposes of this Directive, the following definitions shall apply:\n(a)\n‘project’ means:\n—\nthe execution of construction works or of other installations or schemes,\n—\nother interventions in the natural surroundings and landscape including those involving the extraction of mineral resources;\n(b)\n‘developer’ means the applicant for authorisation for a private project or the public authority which initiates a project;\n(c)\n‘development consent’ means the decision of the competent authority or authorities which entitles the developer to proceed with the project;\n(d)\n‘public’ means one or more natural or legal persons and, in accordance with national legislation or practice, their associations, organisations or groups;\n(e)\n‘public concerned’ means the public affected or likely to be affected by, or having an interest in, the environmental decision-making procedures referred to in Article 2(2). For the purposes of this definition, non-governmental organisations promoting environmental protection and meeting any requirements under national law shall be deemed to have an interest;\n(f)\n‘competent authority or authorities’ means that authority or those authorities which the Member States designate as responsible for performing the duties arising from this Directive.\n3.   Member States may decide, on a case-by-case basis if so provided under national law, not to apply this Directive to projects serving national defence purposes, if they deem that such application would have an adverse effect on those purposes.\n4.   This Directive shall not apply to projects the details of which are adopted by a specific act of national legislation, since the objectives of this Directive, including that of supplying information, are achieved through the legislative process.\nArticle 2\n1.   Member States shall adopt all measures necessary to ensure that, before consent is given, projects likely to have significant effects on the environment by virtue, inter alia, of their nature, size or location are made subject to a requirement for development consent and an assessment with regard to their effects. Those projects are defined in Article 4.\n2.   The environmental impact assessment may be integrated into the existing procedures for consent to projects in the Member States, or, failing this, into other procedures or into procedures to be established to comply with the aims of this Directive.\n3.   Member States may provide for a single procedure in order to fulfil the requirements of this Directive and the requirements of Directive 2008/1/EC of the European Parliament and of the Council of 15 January 2008 concerning integrated pollution prevention and control (5).\n4.   Without prejudice to Article 7, Member States may, in exceptional cases, exempt a specific project in whole or in part from the provisions laid down in this Directive.\nIn that event, the Member States shall:\n(a)\nconsider whether another form of assessment would be appropriate;\n(b)\nmake available to the public concerned the information obtained under other forms of assessment referred to in point (a), the information relating to the decision granting exemption and the reasons for granting it;\n(c)\ninform the Commission, prior to granting consent, of the reasons justifying the exemption granted, and provide it with the information made available, where applicable, to their own nationals.\nThe Commission shall immediately forward the documents received to the other Member States.\nThe Commission shall report annually to the European Parliament and to the Council on the application of this paragraph.\nArticle 3\nThe environmental impact assessment shall identify, describe and assess in an appropriate manner, in the light of each individual case and in accordance with Articles 4 to 12, the direct and indirect effects of a project on the following factors:\n(a)\nhuman beings, fauna and flora;\n(b)\nsoil, water, air, climate and the landscape;\n(c)\nmaterial assets and the cultural heritage;\n(d)\nthe interaction between the factors referred to in points (a), (b) and (c).\nArticle 4\n1.   Subject to Article 2(4), projects listed in Annex I shall be made subject to an assessment in accordance with Articles 5 to 10.\n2.   Subject to Article 2(4), for projects listed in Annex II, Member States shall determine whether the project shall be made subject to an assessment in accordance with Articles 5 to 10. Member States shall make that determination through:\n(a)\na case-by-case examination;\nor\n(b)\nthresholds or criteria set by the Member State.\nMember States may decide to apply both procedures referred to in points (a) and (b).\n3.   When a case-by-case examination is carried out or thresholds or criteria are set for the purpose of paragraph 2, the relevant selection criteria set out in Annex III shall be taken into account.\n4.   Member States shall ensure that the determination made by the competent authorities under paragraph 2 is made available to the public.\nArticle 5\n1.   In the case of projects which, pursuant to Article 4, are to be made subject to an environmental impact assessment in accordance with this Article and Articles 6 to 10, Member States shall adopt the necessary measures to ensure that the developer supplies in an appropriate form the information specified in Annex IV inasmuch as:\n(a)\nthe Member States consider that the information is relevant to a given stage of the consent procedure and to the specific characteristics of a particular project or type of project and of the environmental features likely to be affected;\n(b)\nthe Member States consider that a developer may reasonably be required to compile this information having regard, inter alia, to current knowledge and methods of assessment.\n2.   Member States shall take the necessary measures to ensure that, if the developer so requests before submitting an application for development consent, the competent authority shall give an opinion on the information to be supplied by the developer in accordance with paragraph 1. The competent authority shall consult the developer and authorities referred to in Article 6(1) before it gives its opinion. The fact that the authority has given an opinion under this paragraph shall not preclude it from subsequently requiring the developer to submit further information.\nMember States may require the competent authorities to give such an opinion, irrespective of whether the developer so requests.\n3.   The information to be provided by the developer in accordance with paragraph 1 shall include at least:\n(a)\na description of the project comprising information on the site, design and size of the project;\n(b)\na description of the measures envisaged in order to avoid, reduce and, if possible, remedy significant adverse effects;\n(c)\nthe data required to identify and assess the main effects which the project is likely to have on the environment;\n(d)\nan outline of the main alternatives studied by the developer and an indication of the main reasons for his choice, taking into account the environmental effects;\n(e)\na non-technical summary of the information referred to in points (a) to (d).\n4.   Member States shall, if necessary, ensure that any authorities holding relevant information, with particular reference to Article 3, make this information available to the developer.\nArticle 6\n1.   Member States shall take the measures necessary to ensure that the authorities likely to be concerned by the project by reason of their specific environmental responsibilities are given an opportunity to express their opinion on the information supplied by the developer and on the request for development consent. To that end, Member States shall designate the authorities to be consulted, either in general terms or on a case-by-case basis. The information gathered pursuant to Article 5 shall be forwarded to those authorities. Detailed arrangements for consultation shall be laid down by the Member States.\n2.   The public shall be informed, whether by public notices or by other appropriate means such as electronic media where available, of the following matters early in the environmental decision-making procedures referred to in Article 2(2) and, at the latest, as soon as information can reasonably be provided:\n(a)\nthe request for development consent;\n(b)\nthe fact that the project is subject to an environmental impact assessment procedure and, where relevant, the fact that Article 7 applies;\n(c)\ndetails of the competent authorities responsible for taking the decision, those from which relevant information can be obtained, those to which comments or questions can be submitted, and details of the time schedule for transmitting comments or questions;\n(d)\nthe nature of possible decisions or, where there is one, the draft decision;\n(e)\nan indication of the availability of the information gathered pursuant to Article 5;\n(f)\nan indication of the times and places at which, and the means by which, the relevant information will be made available;\n(g)\ndetails of the arrangements for public participation made pursuant to paragraph 5 of this Article.\n3.   Member States shall ensure that, within reasonable time-frames, the following is made available to the public concerned:\n(a)\nany information gathered pursuant to Article 5;\n(b)\nin accordance with national legislation, the main reports and advice issued to the competent authority or authorities at the time when the public concerned is informed in accordance with paragraph 2 of this Article;\n(c)\nin accordance with the provisions of Directive 2003/4/EC of the European Parliament and of the Council of 28 January 2003 on public access to environmental information (6), information other than that referred to in paragraph 2 of this Article which is relevant for the decision in accordance with Article 8 of this Directive and which only becomes available after the time the public concerned was informed in accordance with paragraph 2 of this Article.\n4.   The public concerned shall be given early and effective opportunities to participate in the environmental decision-making procedures referred to in Article 2(2) and shall, for that purpose, be entitled to express comments and opinions when all options are open to the competent authority or authorities before the decision on the request for development consent is taken.\n5.   The detailed arrangements for informing the public (for example by bill posting within a certain radius or publication in local newspapers) and for consulting the public concerned (for example by written submissions or by way of a public inquiry) shall be determined by the Member States.\n6.   Reasonable time-frames for the different phases shall be provided, allowing sufficient time for informing the public and for the public concerned to prepare and participate effectively in environmental decision-making subject to the provisions of this Article.\nArticle 7\n1.   Where a Member State is aware that a project is likely to have significant effects on the environment in another Member State or where a Member State likely to be significantly affected so requests, the Member State in whose territory the project is intended to be carried out shall send to the affected Member State as soon as possible and no later than when informing its own public, inter alia:\n(a)\na description of the project, together with any available information on its possible transboundary impact;\n(b)\ninformation on the nature of the decision which may be taken.\nThe Member State in whose territory the project is intended to be carried out shall give the other Member State a reasonable time in which to indicate whether it wishes to participate in the environmental decision-making procedures referred to in Article 2(2), and may include the information referred to in paragraph 2 of this Article.\n2.   If a Member State which receives information pursuant to paragraph 1 indicates that it intends to participate in the environmental decision-making procedures referred to in Article 2(2), the Member State in whose territory the project is intended to be carried out shall, if it has not already done so, send to the affected Member State the information required to be given pursuant to Article 6(2) and made available pursuant to points (a) and (b) of Article 6(3).\n3.   The Member States concerned, each insofar as it is concerned, shall also:\n(a)\narrange for the information referred to in paragraphs 1 and 2 to be made available, within a reasonable time, to the authorities referred to in Article 6(1) and the public concerned in the territory of the Member State likely to be significantly affected; and\n(b)\nensure that the authorities referred to in Article 6(1) and the public concerned are given an opportunity, before development consent for the project is granted, to forward their opinion within a reasonable time on the information supplied to the competent authority in the Member State in whose territory the project is intended to be carried out.\n4.   The Member States concerned shall enter into consultations regarding, inter alia, the potential transboundary effects of the project and the measures envisaged to reduce or eliminate such effects and shall agree on a reasonable time-frame for the duration of the consultation period.\n5.   The detailed arrangements for implementing this Article may be determined by the Member States concerned and shall be such as to enable the public concerned in the territory of the affected Member State to participate effectively in the environmental decision-making procedures referred to in Article 2(2) for the project.\nArticle 8\nThe results of consultations and the information gathered pursuant to Articles 5, 6 and 7 shall be taken into consideration in the development consent procedure.\nArticle 9\n1.   When a decision to grant or refuse development consent has been taken, the competent authority or authorities shall inform the public thereof in accordance with the appropriate procedures and shall make available to the public the following information:\n(a)\nthe content of the decision and any conditions attached thereto;\n(b)\nhaving examined the concerns and opinions expressed by the public concerned, the main reasons and considerations on which the decision is based, including information about the public participation process;\n(c)\na description, where necessary, of the main measures to avoid, reduce and, if possible, offset the major adverse effects.\n2.   The competent authority or authorities shall inform any Member State which has been consulted pursuant to Article 7, forwarding to it the information referred to in paragraph 1 of this Article.\nThe consulted Member States shall ensure that that information is made available in an appropriate manner to the public concerned in their own territory.\nArticle 10\nThe provisions of this Directive shall not affect the obligation on the competent authorities to respect the limitations imposed by national laws, regulations and administrative provisions and accepted legal practices with regard to commercial and industrial confidentiality, including intellectual property, and the safeguarding of the public interest.\nWhere Article 7 applies, the transmission of information to another Member State and the receipt of information by another Member State shall be subject to the limitations in force in the Member State in which the project is proposed.\nArticle 11\n1.   Member States shall ensure that, in accordance with the relevant national legal system, members of the public concerned:\n(a)\nhaving a sufficient interest, or alternatively;\n(b)\nmaintaining the impairment of a right, where administrative procedural law of a Member State requires this as a precondition;\nhave access to a review procedure before a court of law or another independent and impartial body established by law to challenge the substantive or procedural legality of decisions, acts or omissions subject to the public participation provisions of this Directive.\n2.   Member States shall determine at what stage the decisions, acts or omissions may be challenged.\n3.   What constitutes a sufficient interest and impairment of a right shall be determined by the Member States, consistently with the objective of giving the public concerned wide access to justice. To that end, the interest of any non-governmental organisation meeting the requirements referred to in Article 1(2) shall be deemed sufficient for the purpose of point (a) of paragraph 1 of this Article. Such organisations shall also be deemed to have rights capable of being impaired for the purpose of point (b) of paragraph 1 of this Article.\n4.   The provisions of this Article shall not exclude the possibility of a preliminary review procedure before an administrative authority and shall not affect the requirement of exhaustion of administrative review procedures prior to recourse to judicial review procedures, where such a requirement exists under national law.\nAny such procedure shall be fair, equitable, timely and not prohibitively expensive.\n5.   In order to further the effectiveness of the provisions of this Article, Member States shall ensure that practical information is made available to the public on access to administrative and judicial review procedures.\nArticle 12\n1.   The Member States and the Commission shall exchange information on the experience gained in applying this Directive.\n2.   In particular, Member States shall inform the Commission of any criteria and/or thresholds adopted for the selection of the projects in question, in accordance with Article 4(2).\n3.   On the basis of that exchange of information, the Commission shall if necessary submit additional proposals to the European Parliament and to the Council, with a view to ensuring that this Directive is applied in a sufficiently coordinated manner.\nArticle 13\nMember States shall communicate to the Commission the texts of the provisions of national law which they adopt in the field covered by this Directive.\nArticle 14\nDirective 85/337/EEC, as amended by the Directives listed in Annex V, Part A, is repealed, without prejudice to the obligations of the Member States relating to the time limits for transposition into national law of the Directives set out in Annex V, Part B.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table in Annex VI.\nArticle 15\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nArticle 16\nThis Directive is addressed to the Member States.\nDone at Strasbourg, 13 December 2011.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nM. SZPUNAR\n(1)  OJ C 248, 25.8.2011, p. 154.\n(2)  Position of the European Parliament of 13 September 2011 (not yet published in the Official Journal) and decision of the Council of 15 November 2011.\n(3)  OJ L 175, 5.7.1985, p. 40.\n(4)  See Annex VI, Part A.\n(5)  OJ L 24, 29.1.2008, p. 8.\n(6)  OJ L 41, 14.2.2003, p. 26.\nANNEX I\nPROJECTS REFERRED TO IN ARTICLE 4(1)\n1.\nCrude-oil refineries (excluding undertakings manufacturing only lubricants from crude oil) and installations for the gasification and liquefaction of 500 tonnes or more of coal or bituminous shale per day.\n2.\n(a)\nThermal power stations and other combustion installations with a heat output of 300 megawatts or more;\n(b)\nNuclear power stations and other nuclear reactors including the dismantling or decommissioning of such power stations or reactors (1) (except research installations for the production and conversion of fissionable and fertile materials, whose maximum power does not exceed 1 kilowatt continuous thermal load).\n3.\n(a)\nInstallations for the reprocessing of irradiated nuclear fuel;\n(b)\nInstallations designed:\n(i)\nfor the production or enrichment of nuclear fuel;\n(ii)\nfor the processing of irradiated nuclear fuel or high-level radioactive waste;\n(iii)\nfor the final disposal of irradiated nuclear fuel;\n(iv)\nsolely for the final disposal of radioactive waste;\n(v)\nsolely for the storage (planned for more than 10 years) of irradiated nuclear fuels or radioactive waste in a different site than the production site.\n4.\n(a)\nIntegrated works for the initial smelting of cast iron and steel;\n(b)\nInstallations for the production of non-ferrous crude metals from ore, concentrates or secondary raw materials by metallurgical, chemical or electrolytic processes.\n5.\nInstallations for the extraction of asbestos and for the processing and transformation of asbestos and products containing asbestos: for asbestos-cement products, with an annual production of more than 20 000 tonnes of finished products, for friction material, with an annual production of more than 50 tonnes of finished products, and for other uses of asbestos, utilisation of more than 200 tonnes per year.\n6.\nIntegrated chemical installations, i.e. those installations for the manufacture on an industrial scale of substances using chemical conversion processes, in which several units are juxtaposed and are functionally linked to one another and which are:\n(a)\nfor the production of basic organic chemicals;\n(b)\nfor the production of basic inorganic chemicals;\n(c)\nfor the production of phosphorous-, nitrogen- or potassium-based fertilisers (simple or compound fertilisers);\n(d)\nfor the production of basic plant health products and of biocides;\n(e)\nfor the production of basic pharmaceutical products using a chemical or biological process;\n(f)\nfor the production of explosives.\n7.\n(a)\nConstruction of lines for long-distance railway traffic and of airports (2) with a basic runway length of 2 100 m or more;\n(b)\nConstruction of motorways and express roads (3);\n(c)\nConstruction of a new road of four or more lanes, or realignment and/or widening of an existing road of two lanes or less so as to provide four or more lanes, where such new road or realigned and/or widened section of road would be 10 km or more in a continuous length.\n8.\n(a)\nInland waterways and ports for inland-waterway traffic which permit the passage of vessels of over 1 350 tonnes;\n(b)\nTrading ports, piers for loading and unloading connected to land and outside ports (excluding ferry piers) which can take vessels of over 1 350 tonnes.\n9.\nWaste disposal installations for the incineration, chemical treatment as defined in Annex I to Directive 2008/98/EC of the European Parliament and of the Council of 19 November 2008 on waste (4) under heading D9, or landfill of hazardous waste, as defined in point 2 of Article 3 of that Directive.\n10.\nWaste disposal installations for the incineration or chemical treatment as defined in Annex I to Directive 2008/98/EC under heading D9 of non-hazardous waste with a capacity exceeding 100 tonnes per day.\n11.\nGroundwater abstraction or artificial groundwater recharge schemes where the annual volume of water abstracted or recharged is equivalent to or exceeds 10 million cubic metres.\n12.\n(a)\nWorks for the transfer of water resources between river basins where that transfer aims at preventing possible shortages of water and where the amount of water transferred exceeds 100 million cubic metres/year;\n(b)\nIn all other cases, works for the transfer of water resources between river basins where the multi-annual average flow of the basin of abstraction exceeds 2 000 million cubic metres/year and where the amount of water transferred exceeds 5 % of that flow.\nIn both cases transfers of piped drinking water are excluded.\n13.\nWaste water treatment plants with a capacity exceeding 150 000 population equivalent as defined in point 6 of Article 2 of Council Directive 91/271/EEC of 21 May 1991 concerning urban waste-water treatment (5).\n14.\nExtraction of petroleum and natural gas for commercial purposes where the amount extracted exceeds 500 tonnes/day in the case of petroleum and 500 000 cubic metres/day in the case of gas.\n15.\nDams and other installations designed for the holding back or permanent storage of water, where a new or additional amount of water held back or stored exceeds 10 million cubic metres.\n16.\nPipelines with a diameter of more than 800 mm and a length of more than 40 km:\n(a)\nfor the transport of gas, oil, chemicals;\n(b)\nfor the transport of carbon dioxide (CO2) streams for the purposes of geological storage, including associated booster stations.\n17.\nInstallations for the intensive rearing of poultry or pigs with more than:\n(a)\n85 000 places for broilers, 60 000 places for hens;\n(b)\n3 000 places for production pigs (over 30 kg); or\n(c)\n900 places for sows.\n18.\nIndustrial plants for the production of:\n(a)\npulp from timber or similar fibrous materials;\n(b)\npaper and board with a production capacity exceeding 200 tonnes per day.\n19.\nQuarries and open-cast mining where the surface of the site exceeds 25 hectares, or peat extraction, where the surface of the site exceeds 150 hectares.\n20.\nConstruction of overhead electrical power lines with a voltage of 220 kV or more and a length of more than 15 km.\n21.\nInstallations for storage of petroleum, petrochemical, or chemical products with a capacity of 200 000 tonnes or more.\n22.\nStorage sites pursuant to Directive 2009/31/EC of the European Parliament and of the Council of 23 April 2009 on the geological storage of carbon dioxide (6).\n23.\nInstallations for the capture of CO2 streams for the purposes of geological storage pursuant to Directive 2009/31/EC from installations covered by this Annex, or where the total yearly capture of CO2 is 1,5 megatonnes or more.\n24.\nAny change to or extension of projects listed in this Annex where such a change or extension in itself meets the thresholds, if any, set out in this Annex.\n(1)  Nuclear power stations and other nuclear reactors cease to be such an installation when all nuclear fuel and other radioactively contaminated elements have been removed permanently from the installation site.\n(2)  For the purposes of this Directive, ‘airport’ means an airport which complies with the definition in the 1944 Chicago Convention setting up the International Civil Aviation Organisation (Annex 14).\n(3)  For the purposes of this Directive, ‘express road’ means a road which complies with the definition in the European Agreement on Main International Traffic Arteries of 15 November 1975.\n(4)  OJ L 312, 22.11.2008, p. 3.\n(5)  OJ L 135, 30.5.1991, p. 40.\n(6)  OJ L 140, 5.6.2009, p. 114.\nANNEX II\nPROJECTS REFERRED TO IN ARTICLE 4(2)\n1.   AGRICULTURE, SILVICULTURE AND AQUACULTURE\n(a)\nProjects for the restructuring of rural land holdings;\n(b)\nProjects for the use of uncultivated land or semi-natural areas for intensive agricultural purposes;\n(c)\nWater management projects for agriculture, including irrigation and land drainage projects;\n(d)\nInitial afforestation and deforestation for the purposes of conversion to another type of land use;\n(e)\nIntensive livestock installations (projects not included in Annex I);\n(f)\nIntensive fish farming;\n(g)\nReclamation of land from the sea.\n2.   EXTRACTIVE INDUSTRY\n(a)\nQuarries, open-cast mining and peat extraction (projects not included in Annex I);\n(b)\nUnderground mining;\n(c)\nExtraction of minerals by marine or fluvial dredging;\n(d)\nDeep drillings, in particular:\n(i)\ngeothermal drilling;\n(ii)\ndrilling for the storage of nuclear waste material;\n(iii)\ndrilling for water supplies;\nwith the exception of drillings for investigating the stability of the soil;\n(e)\nSurface industrial installations for the extraction of coal, petroleum, natural gas and ores, as well as bituminous shale.\n3.   ENERGY INDUSTRY\n(a)\nIndustrial installations for the production of electricity, steam and hot water (projects not included in Annex I);\n(b)\nIndustrial installations for carrying gas, steam and hot water; transmission of electrical energy by overhead cables (projects not included in Annex I);\n(c)\nSurface storage of natural gas;\n(d)\nUnderground storage of combustible gases;\n(e)\nSurface storage of fossil fuels;\n(f)\nIndustrial briquetting of coal and lignite;\n(g)\nInstallations for the processing and storage of radioactive waste (unless included in Annex I);\n(h)\nInstallations for hydroelectric energy production;\n(i)\nInstallations for the harnessing of wind power for energy production (wind farms);\n(j)\nInstallations for the capture of CO2 streams for the purposes of geological storage pursuant to Directive 2009/31/EC from installations not covered by Annex I to this Directive.\n4.   PRODUCTION AND PROCESSING OF METALS\n(a)\nInstallations for the production of pig iron or steel (primary or secondary fusion) including continuous casting;\n(b)\nInstallations for the processing of ferrous metals:\n(i)\nhot-rolling mills;\n(ii)\nsmitheries with hammers;\n(iii)\napplication of protective fused metal coats;\n(c)\nFerrous metal foundries;\n(d)\nInstallations for the smelting, including the alloyage, of non-ferrous metals, excluding precious metals, including recovered products (refining, foundry casting, etc.);\n(e)\nInstallations for surface treatment of metals and plastic materials using an electrolytic or chemical process;\n(f)\nManufacture and assembly of motor vehicles and manufacture of motor-vehicle engines;\n(g)\nShipyards;\n(h)\nInstallations for the construction and repair of aircraft;\n(i)\nManufacture of railway equipment;\n(j)\nSwaging by explosives;\n(k)\nInstallations for the roasting and sintering of metallic ores.\n5.   MINERAL INDUSTRY\n(a)\nCoke ovens (dry coal distillation);\n(b)\nInstallations for the manufacture of cement;\n(c)\nInstallations for the production of asbestos and the manufacture of asbestos products (projects not included in Annex I);\n(d)\nInstallations for the manufacture of glass including glass fibre;\n(e)\nInstallations for smelting mineral substances including the production of mineral fibres;\n(f)\nManufacture of ceramic products by burning, in particular roofing tiles, bricks, refractory bricks, tiles, stoneware or porcelain.\n6.   CHEMICAL INDUSTRY (PROJECTS NOT INCLUDED IN ANNEX I)\n(a)\nTreatment of intermediate products and production of chemicals;\n(b)\nProduction of pesticides and pharmaceutical products, paint and varnishes, elastomers and peroxides;\n(c)\nStorage facilities for petroleum, petrochemical and chemical products.\n7.   FOOD INDUSTRY\n(a)\nManufacture of vegetable and animal oils and fats;\n(b)\nPacking and canning of animal and vegetable products;\n(c)\nManufacture of dairy products;\n(d)\nBrewing and malting;\n(e)\nConfectionery and syrup manufacture;\n(f)\nInstallations for the slaughter of animals;\n(g)\nIndustrial starch manufacturing installations;\n(h)\nFish-meal and fish-oil factories;\n(i)\nSugar factories.\n8.   TEXTILE, LEATHER, WOOD AND PAPER INDUSTRIES\n(a)\nIndustrial plants for the production of paper and board (projects not included in Annex I);\n(b)\nPlants for the pre-treatment (operations such as washing, bleaching, mercerisation) or dyeing of fibres or textiles;\n(c)\nPlants for the tanning of hides and skins;\n(d)\nCellulose-processing and production installations.\n9.   RUBBER INDUSTRY\nManufacture and treatment of elastomer-based products.\n10.   INFRASTRUCTURE PROJECTS\n(a)\nIndustrial estate development projects;\n(b)\nUrban development projects, including the construction of shopping centres and car parks;\n(c)\nConstruction of railways and intermodal transhipment facilities, and of intermodal terminals (projects not included in Annex I);\n(d)\nConstruction of airfields (projects not included in Annex I);\n(e)\nConstruction of roads, harbours and port installations, including fishing harbours (projects not included in Annex I);\n(f)\nInland-waterway construction not included in Annex I, canalisation and flood-relief works;\n(g)\nDams and other installations designed to hold water or store it on a long-term basis (projects not included in Annex I);\n(h)\nTramways, elevated and underground railways, suspended lines or similar lines of a particular type, used exclusively or mainly for passenger transport;\n(i)\nOil and gas pipeline installations and pipelines for the transport of CO2 streams for the purposes of geological storage (projects not included in Annex I);\n(j)\nInstallations of long-distance aqueducts;\n(k)\nCoastal work to combat erosion and maritime works capable of altering the coast through the construction, for example, of dykes, moles, jetties and other sea defence works, excluding the maintenance and reconstruction of such works;\n(l)\nGroundwater abstraction and artificial groundwater recharge schemes not included in Annex I;\n(m)\nWorks for the transfer of water resources between river basins not included in Annex I.\n11.   OTHER PROJECTS\n(a)\nPermanent racing and test tracks for motorised vehicles;\n(b)\nInstallations for the disposal of waste (projects not included in Annex I);\n(c)\nWaste-water treatment plants (projects not included in Annex I);\n(d)\nSludge-deposition sites;\n(e)\nStorage of scrap iron, including scrap vehicles;\n(f)\nTest benches for engines, turbines or reactors;\n(g)\nInstallations for the manufacture of artificial mineral fibres;\n(h)\nInstallations for the recovery or destruction of explosive substances;\n(i)\nKnackers’ yards.\n12.   TOURISM AND LEISURE\n(a)\nSki runs, ski lifts and cable cars and associated developments;\n(b)\nMarinas;\n(c)\nHoliday villages and hotel complexes outside urban areas and associated developments;\n(d)\nPermanent campsites and caravan sites;\n(e)\nTheme parks.\n13.\n(a)\nAny change or extension of projects listed in Annex I or this Annex, already authorised, executed or in the process of being executed, which may have significant adverse effects on the environment (change or extension not included in Annex I);\n(b)\nProjects in Annex I, undertaken exclusively or mainly for the development and testing of new methods or products and not used for more than two years.\nANNEX III\nSELECTION CRITERIA REFERRED TO IN ARTICLE 4(3)\n1.   CHARACTERISTICS OF PROJECTS\nThe characteristics of projects must be considered having regard, in particular, to:\n(a)\nthe size of the project;\n(b)\nthe cumulation with other projects;\n(c)\nthe use of natural resources;\n(d)\nthe production of waste;\n(e)\npollution and nuisances;\n(f)\nthe risk of accidents, having regard in particular to substances or technologies used.\n2.   LOCATION OF PROJECTS\nThe environmental sensitivity of geographical areas likely to be affected by projects must be considered, having regard, in particular, to:\n(a)\nthe existing land use;\n(b)\nthe relative abundance, quality and regenerative capacity of natural resources in the area;\n(c)\nthe absorption capacity of the natural environment, paying particular attention to the following areas:\n(i)\nwetlands;\n(ii)\ncoastal zones;\n(iii)\nmountain and forest areas;\n(iv)\nnature reserves and parks;\n(v)\nareas classified or protected under Member States’ legislation; special protection areas designated by Member States pursuant to Directive 2009/147/EC of the European Parliament and of the Council of 30 November 2009 on the conservation of wild birds (1) and to Council Directive 92/43/EEC of 21 May 1992 on the conservation of natural habitats and of wild fauna and flora (2);\n(vi)\nareas in which the environmental quality standards laid down in Union legislation have already been exceeded;\n(vii)\ndensely populated areas;\n(viii)\nlandscapes of historical, cultural or archaeological significance.\n3.   CHARACTERISTICS OF THE POTENTIAL IMPACT\nThe potential significant effects of projects must be considered in relation to criteria set out in points 1 and 2, and having regard in particular to:\n(a)\nthe extent of the impact (geographical area and size of the affected population);\n(b)\nthe transfrontier nature of the impact;\n(c)\nthe magnitude and complexity of the impact;\n(d)\nthe probability of the impact;\n(e)\nthe duration, frequency and reversibility of the impact.\n(1)  OJ L 20, 26.1.2010, p. 7.\n(2)  OJ L 206, 22.7.1992, p. 7.\nANNEX IV\nINFORMATION REFERRED TO IN ARTICLE 5(1)\n1.\nA description of the project, including in particular:\n(a)\na description of the physical characteristics of the whole project and the land-use requirements during the construction and operational phases;\n(b)\na description of the main characteristics of the production processes, for instance, the nature and quantity of the materials used;\n(c)\nan estimate, by type and quantity, of expected residues and emissions (water, air and soil pollution, noise, vibration, light, heat, radiation, etc.) resulting from the operation of the proposed project.\n2.\nAn outline of the main alternatives studied by the developer and an indication of the main reasons for this choice, taking into account the environmental effects.\n3.\nA description of the aspects of the environment likely to be significantly affected by the proposed project, including, in particular, population, fauna, flora, soil, water, air, climatic factors, material assets, including the architectural and archaeological heritage, landscape and the interrelationship between the above factors.\n4.\nA description (1) of the likely significant effects of the proposed project on the environment resulting from:\n(a)\nthe existence of the project;\n(b)\nthe use of natural resources;\n(c)\nthe emission of pollutants, the creation of nuisances and the elimination of waste.\n5.\nThe description by the developer of the forecasting methods used to assess the effects on the environment referred to in point 4.\n6.\nA description of the measures envisaged to prevent, reduce and where possible offset any significant adverse effects on the environment.\n7.\nA non-technical summary of the information provided under headings 1 to 6.\n8.\nAn indication of any difficulties (technical deficiencies or lack of know-how) encountered by the developer in compiling the required information.\n(1)  This description should cover the direct effects and any indirect, secondary, cumulative, short, medium and long-term, permanent and temporary, positive and negative effects of the project.\nANNEX V\nPART A\nRepealed Directive with list of its successive amendments\n(referred to in Article 14)\nCouncil Directive 85/337/EEC\n(OJ L 175, 5.7.1985, p. 40)\nCouncil Directive 97/11/EC\n(OJ L 73, 14.3.1997, p. 5)\nDirective 2003/35/EC of the European Parliament and of the Council\n(OJ L 156, 25.6.2003, p. 17)\nArticle 3 only\nDirective 2009/31/EC of the European Parliament and of the Council\n(OJ L 140, 5.6.2009, p. 114)\nArticle 31 only\nPART B\nList of time limits for transposition into national law\n(referred to in Article 14)\nDirective\nTime limit for transposition\n85/337/EEC\n3 July 1988\n97/11/EC\n14 March 1999\n2003/35/EC\n25 June 2005\n2009/31/EC\n25 June 2011\nANNEX VI\nCorrelation table\nDirective 85/337/EEC\nThis Directive\nArticle 1(1)\nArticle 1(1)\nArticle 1(2), first subparagraph\nArticle 1(2), introductory wording\nArticle 1(2), second subparagraph, introductory wording\nArticle 1(2)(a), introductory wording\nArticle 1(2), second subparagraph, first indent\nArticle 1(2), point (a), first indent\nArticle 1(2), second subparagraph, second indent\nArticle 1(2), point (a), second indent\nArticle 1(2), third subparagraph\nArticle 1(2), point (b)\nArticle 1(2), fourth subparagraph\nArticle 1(2), point (c)\nArticle 1(2), fifth subparagraph\nArticle 1(2), point (d)\nArticle 1(2), sixth subparagraph\nArticle 1(2), point (e)\nArticle 1(3)\nArticle 1(2), point (f)\nArticle 1(4)\nArticle 1(3)\nArticle 1(5)\nArticle 1(4)\nArticle 2(1)\nArticle 2(1)\nArticle 2(2)\nArticle 2(2)\nArticle 2(2a)\nArticle 2(3)\nArticle 2(3)\nArticle 2(4)\nArticle 3, introductory wording\nArticle 3, introductory wording\nArticle 3, first indent\nArticle 3, point (a)\nArticle 3, second indent\nArticle 3, point (b)\nArticle 3, third indent\nArticle 3, point (c)\nArticle 3, fourth indent\nArticle 3, point (d)\nArticle 4\nArticle 4\nArticle 5(1)\nArticle 5(1)\nArticle 5(2)\nArticle 5(2)\nArticle 5(3), introductory wording\nArticle 5(3), introductory wording\nArticle 5(3), first indent\nArticle 5(3), point (a)\nArticle 5(3), second indent\nArticle 5(3), point (b)\nArticle 5(3), third indent\nArticle 5(3), point (c)\nArticle 5(3), fourth indent\nArticle 5(3), point (d)\nArticle 5(3), fifth indent\nArticle 5(3), point (e)\nArticle 5(4)\nArticle 5(4)\nArticle 6\nArticle 6\nArticle 7(1), introductory wording\nArticle 7(1), first subparagraph, introductory wording\nArticle 7(1), point (a)\nArticle 7(1), first subparagraph, point (a)\nArticle 7(1), point (b)\nArticle 7(1), first subparagraph, point (b)\nArticle 7(1), final wording\nArticle 7(1), second subparagraph\nArticle 7(2)-7(5)\nArticle 7(2)-7(5)\nArticle 8\nArticle 8\nArticle 9(1), introductory wording\nArticle 9, introductory wording\nArticle 9(1), first indent\nArticle 9(1), point (a)\nArticle 9(1), second indent\nArticle 9(1), point (b)\nArticle 9(1), third indent\nArticle 9(1), point (c)\nArticle 9(2)\nArticle 9(2)\nArticle 10\nArticle 10\nArticle 10a, first paragraph\nArticle 11(1)\nArticle 10a, second paragraph\nArticle 11(2)\nArticle 10a, third paragraph\nArticle 11(3)\nArticle 10a, fourth and fifth paragraphs\nArticle 11(4), first and second subparagraphs\nArticle 10a, sixth paragraph\nArticle 11(5)\nArticle 11(1)\nArticle 12(1)\nArticle 11(2)\nArticle 12(2)\nArticle 11(3)\n—\nArticle 11(4)\nArticle 12(3)\nArticle 12(1)\n—\nArticle 12(2)\nArticle 13\n—\nArticle 14\n—\nArticle 15\nArticle 14\nArticle 16\nAnnex I, point 1\nAnnex I, point 1\nAnnex I, point 2, first indent\nAnnex I, point 2(a)\nAnnex I, point 2, second indent\nAnnex I, point 2(b)\nAnnex I, point 3(a)\nAnnex I, point 3(a)\nAnnex I, point 3(b), introductory wording\nAnnex I, point 3(b), introductory wording\nAnnex I, point 3(b), first indent\nAnnex I, point 3(b)(i)\nAnnex I, point 3(b), second indent\nAnnex I, point 3(b)(ii)\nAnnex I, point 3(b), third indent\nAnnex I, point 3(b)(iii)\nAnnex I, point 3(b), fourth indent\nAnnex I, point 3(b)(iv)\nAnnex I, point 3(b), fifth indent\nAnnex I, point 3(b)(v)\nAnnex I, point 4, first indent\nAnnex I, point 4(a)\nAnnex I, point 4, second indent\nAnnex I, point 4(b)\nAnnex I, point 5\nAnnex I, point 5\nAnnex I, point 6, introductory wording\nAnnex I, point 6, introductory wording\nAnnex I, point 6(i)\nAnnex I, point 6(a)\nAnnex I, point 6(ii)\nAnnex I, point 6(b)\nAnnex I, point 6(iii)\nAnnex I, point 6(c)\nAnnex I, point 6(iv)\nAnnex I, point 6(d)\nAnnex I, point 6(v)\nAnnex I, point 6(e)\nAnnex I, point 6(vi)\nAnnex I, point 6(f)\nAnnex I, points 7-15\nAnnex I, points 7-15\nAnnex I, point 16, introductory wording\nAnnex I, point 16, introductory wording\nAnnex I, point 16, first indent\nAnnex I, point 16(a)\nAnnex I, point 16, second indent\nAnnex I, point 16(b)\nAnnex I, points 17-21\nAnnex I, points 17-21\nAnnex I, point 22\nAnnex I, point 24\nAnnex I, point 23\nAnnex I, point 22\nAnnex I, point 24\nAnnex I, point 23\nAnnex II, point 1\nAnnex II, point 1\nAnnex II, point 2(a), (b) and (c)\nAnnex II, point 2(a), (b) and (c)\nAnnex II, point 2(d), introductory wording\nAnnex II, point 2(d), introductory wording\nAnnex II, point 2(d), first indent\nAnnex II, point 2(d)(i)\nAnnex II, point 2(d), second indent\nAnnex II, point 2(d)(ii)\nAnnex II, point 2(d), third indent\nAnnex II, point 2(d)(iii)\nAnnex II, point 2(d), final wording\nAnnex II, point 2(d), final wording\nAnnex II, point 2(e)\nAnnex II, point 2(e)\nAnnex II, points 3-12\nAnnex II, points 3-12\nAnnex II, point 13, first indent\nAnnex II, point 13(a)\nAnnex II, point 13, second indent\nAnnex II, point 13(b)\nAnnex III, point 1, introductory wording\nAnnex III, point 1, introductory wording\nAnnex III, point 1, first indent\nAnnex III, point 1(a)\nAnnex III, point 1, second indent\nAnnex III, point 1(b)\nAnnex III, point 1, third indent\nAnnex III, point 1(c)\nAnnex III, point 1, fourth indent\nAnnex III, point 1(d)\nAnnex III, point 1, fifth indent\nAnnex III, point 1(e)\nAnnex III, point 1, sixth indent\nAnnex III, point 1(f)\nAnnex III, point 2, introductory wording\nAnnex III, point 2, introductory wording\nAnnex III, point 2, first indent\nAnnex III, point 2(a)\nAnnex III, point 2, second indent\nAnnex III, point 2(b)\nAnnex III, point 2, third indent, introductory wording\nAnnex III, point 2(c), introductory wording\nAnnex III, point 2, third indent, point (a)\nAnnex III, point 2(c)(i)\nAnnex III, point 2, third indent, point (b)\nAnnex III, point 2(c)(ii)\nAnnex III, point 2, third indent, point (c)\nAnnex III, point 2(c)(iii)\nAnnex III, point 2, third indent, point (d)\nAnnex III, point 2(c)(iv)\nAnnex III, point 2, third indent, point (e)\nAnnex III, point 2(c)(v)\nAnnex III, point 2, third indent, point (f)\nAnnex III, point 2(c)(vi)\nAnnex III, point 2, third indent, point (g)\nAnnex III, point 2(c)(vii)\nAnnex III, point 2, third indent, point (h)\nAnnex III, point 2(c)(viii)\nAnnex III, point 3, introductory wording\nAnnex III, point 3, introductory wording\nAnnex III, point 3, first indent\nAnnex III, point 3(a)\nAnnex III, point 3, second indent\nAnnex III, point 3(b)\nAnnex III, point 3, third indent\nAnnex III, point 3(c)\nAnnex III, point 3, fourth indent\nAnnex III, point 3(d)\nAnnex III, point 3, fifth indent\nAnnex III, point 3(e)\nAnnex IV, point 1, introductory wording\nAnnex IV, point 1, introductory wording\nAnnex IV, point 1, first indent\nAnnex IV, point 1(a)\nAnnex IV, point 1, second indent\nAnnex IV, point 1(b)\nAnnex IV, point 1, third indent\nAnnex IV, point 1(c)\nAnnex IV, points 2 and 3\nAnnex IV, points 2 and 3\nAnnex IV, point 4, introductory wording\nAnnex IV, point 4, first subparagraph, introductory wording\nAnnex IV, point 4, first indent\nAnnex IV, point 4, first subparagraph, point (a)\nAnnex IV, point 4, second indent\nAnnex IV, point 4, first subparagraph, point (b)\nAnnex IV, point 4, third indent\nAnnex IV, point 4, first subparagraph, point (c)\nAnnex IV, point 4, final wording\nAnnex IV, point 5\nAnnex IV, point 5\nAnnex IV, point 6\nAnnex IV, point 6\nAnnex IV, point 7\nAnnex IV, point 7\nAnnex IV, point 8\n—\nAnnex V\n—\nAnnex VI", "summary": "Assessment of the effects of projects on the environment (EIA)\nAssessment of the effects of projects on the environment (EIA)\nSUMMARY OF:\nDirective 2011/92/EU on the assessment of the effects of certain public and private projects on the environment\nWHAT IS THE AIM OF THE DIRECTIVE?\n              \nKnown as the EIA Directive, the directive aims to ensure:\na high level of environmental protection;\nenvironmental considerations are integrated into the preparation and authorisation of projects.\nThis objective is achieved by ensuring that environmental assessment of certain public and private projects listed in the directive’s Annexes I and II (airports, nuclear installations, railways, roads, waste disposal installations, waste water treatment plants, etc.) is carried out.\nThe EIA Directive applies to a wide range of public and private projects.\nKEY POINTS\n              \nDirective 2011/92/EU defines the environmental impact assessment (EIA) process which ensures that projects likely to have significant effects on the environment are made subject to an assessment, prior to their authorisation.\nAmending legislation (Directive 2014/52/EU) was adopted in 2014. In line with the drive for smarter regulation, it:\nhelps reduce administrative burden;\nimproves the level of environmental protection to permit sounder, more predictable and sustainable business decisions on public and private investments;\ntakes into account threats and challenges that have emerged since the original rules came into force 30 years ago. This means paying more attention to aspects like resource efficiency, climate change and disaster prevention, which are now better reflected in the assessment process.\nThe main amendments are:\nEU countries can simplify their different environmental assessment procedures.\nTimeframes are introduced for the different stages of environmental assessments.\nThe screening procedure, determining whether an EIA is required, is simplified.\nDecisions must be duly motivated in the light of the updated screening criteria.\nEIA reports are to be made more understandable for the public, especially as regards assessments of the current state of the environment and alternatives to the project in question.\nThe quality and the content of the reports is improved. Competent authorities also need to prove their objectivity to avoid conflicts of interest.\nThe grounds for development consent decisions* must be clear and more transparent for the public.\nIf projects do entail significant adverse effects on the environment, developers are obliged to avoid, prevent or reduce those effects. These projects must be monitored.\nThe EIA process\nThe EIA process operates as follows:\nthe project developer may request the competent authority to specify what should be covered by the EIA information to be provided (scoping stage);\nthe developer must provide information on the environmental impact (in the form of an EIA report drafted in accordance with Annex IV of the directive);\nthe environmental authorities and the public, as well as local and regional authorities (as well as any EU countries that are affected) must be informed and consulted;\nthe competent authority decides taking into consideration the results of consultations; this decision also includes a reasoned conclusion on the significant effects of the project;\nthe authority informs the public of its decision;\nthe public can challenge the decision before the courts.\nPublic consultations\nConsultation with the public is a key feature of EIA process. To ensure effective public participation, the EIA report and other information must be provided as early as possible. This can be done electronically, by public notices or bill posting, or via local newspapers.\nResponsibility of national authorities\nAuthorities have to decide within a reasonable time whether to approve the project or not. They must make available to the public, as well as to environmental, local and regional bodies, the content of a positive decision, including the main reasons for their approval and any environmental or other conditions they attach. If they refuse development consent, they should explain why.\nEU countries may lay down more stringent conditions and fix penalties for any infringements.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nDirective 2011/92/EU has applied since 17 February 2012. It codifies 4 earlier directives (85/337/EEC, 97/11/EC, 2003/35/EC and 2009/31/EC) the first of which became law in the EU countries on 3 July 1988.\nAmending Directive 2014/52/EU has applied since 25 April 2014 and had to become law in the EU countries by 16 May 2017.\nBACKGROUND\n              \nFor more information, see:\nEnvironmental Impact Assessment — EIA (European Commission).\nKEY TERMS\n              \nDevelopment consent decision: a decision by the competent authorities to approve a project.\nMAIN DOCUMENT\n            \nDirective 2011/92/EU of the European Parliament and of the Council of 13 December 2011 on the assessment of the effects of certain public and private projects on the environment (codification) (OJ L 26, 28.1.2012, pp. 1-21)\nSuccessive amendments to Directive 2011/92/EU have been incorporated into the original text. This consolidated version is of documentary value only.\nlast update 23.07.2018", "tags": ["industrial project", "environmental protection", "impact study", "environmental impact", "building industry", "private sector", "public sector"], "subjects": ["Environment"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}