{"celex_id": "32014D0486", "reference": "23.7.2014\nEN\nOfficial Journal of the European Union\nL 217/42\nCOUNCIL DECISION 2014/486/CFSP\nof 22 July 2014\non the European Union Advisory Mission for Civilian Security Sector Reform Ukraine (EUAM Ukraine)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on European Union and in particular Article 28, Article 42(4) and Article 43(2) thereof,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1)\nOn 14 April 2014, the Council expressed its readiness to assist Ukraine in the field of civilian security sector reform, support of police and rule of law and to elaborate a Political Framework for Crisis Approach (PFCA) in Ukraine, examining all options, including through a possible Common Security and Defence Policy (CSDP) mission.\n(2)\nOn 8 May 2014, the Foreign Minister of Ukraine sent a letter to the High Representative of the Union for Foreign Affairs and Security Policy (HR) expressing an interest in the deployment of a CSDP mission in Ukraine.\n(3)\nOn 12 May 2014, the Council recalled its readiness to assist Ukraine in the field of civilian security sector reform, it welcomed the PFCA in Ukraine and gave the European External Action Service (EEAS) the task of preparing a Crisis Management Concept (CMC) for a possible civilian CSDP mission. It also underlined the importance of coordination and complementarity with the Organisation for Security and Cooperation in Europe (OSCE) and other international actors.\n(4)\nOn 23 June 2014, the Council approved the CMC for a possible CSDP action in support of civilian security sector reform.\n(5)\nOn 11 July 2014, the Foreign Minister of Ukraine sent a letter to the HR accepting the deployment of a CSDP mission.\n(6)\nEUAM Ukraine will be conducted in the context of a situation which may deteriorate and could impede the achievement of the objectives of the Union's external action as set out in Article 21 of the Treaty on European Union (TEU),\nHAS ADOPTED THIS DECISION:\nArticle 1\nMission\nThe Union shall conduct an Advisory Mission for Civilian Security Sector Reform Ukraine (EUAM Ukraine) to assist Ukraine in the field of civilian security sector reform, including police and rule of law.\nArticle 2\nMandate\n1.   In support of Ukraine's commitments to security sector reform, the non-executive civilian CSDP mission shall mentor and advise relevant Ukrainian bodies in the elaboration of renewed security strategies and in the consequent implementation of relevant comprehensive and cohesive reform efforts, in order to:\n—\ncreate a conceptual framework for planning and implementing reforms that result in sustainable security services delivering the rule of law, in a manner that contributes to enhancing their legitimacy and to increased public confidence and trust, in full respect for human rights and consistent with the constitutional reform process;\n—\nreorganise and restructure the security services in a way which permits recovering control and accountability over them.\nTo achieve its objectives, EUAM Ukraine shall operate in accordance with the parameters set out in the Crisis Management Concept (CMC) approved by the Council on 23 June 2014 and in the operational planning documents.\n2.   Within its initial mandate, the mission shall assist in a comprehensive civilian security sector reform planning process, supporting rapid preparation and implementation of the reform measures.\nArticle 3\nChain of command and structure\n1.   EUAM Ukraine shall have a unified chain of command for crisis management operations.\n2.   EUAM Ukraine shall have its Headquarters in Kyiv.\n3.   EUAM Ukraine shall be structured in accordance with its planning documents.\nArticle 4\nPlanning and launch of EUAM Ukraine\n1.   The mission shall be launched by a Council Decision on the date recommended by the Civilian Operation Commander of EUAM Ukraine once it has reached its initial operating capability.\n2.   The tasks of the Core team of EUAM Ukraine shall be to prepare the installation of the mission in terms of logistics, infrastructure and security and to provide the input needed to draw up the operational planning documents as well as the second budgetary impact statement.\nArticle 5\nCivilian Operation Commander\n1.   The Director of the Civilian Planning and Conduct Capability (CPCC) shall be the Civilian Operation Commander for EUAM Ukraine. The CPCC shall be at the disposal of the Civilian Operation Commander for the planning and conduct of EUAM Ukraine.\n2.   The Civilian Operation Commander, under the political control and strategic direction of the Political and Security Committee (PSC) and overall authority of the HR, shall exercise command and control of EUAM Ukraine.\n3.   The Civilian Operation Commander shall ensure, with regard to the conduct of operations, the proper and effective implementation of the Council's decisions as well as the PSC's decisions, including by issuing instructions as required to the Head of Mission and providing him with advice and technical support.\n4.   The Civilian Operation Commander shall report to the Council through the HR.\n5.   All seconded staff shall remain under the full command of the national authorities of the seconding State in accordance with national rules, the Union institution concerned, or the European External Action Service (EEAS). Those authorities shall transfer Operational Control of their staff to the Civilian Operation Commander.\n6.   The Civilian Operation Commander shall have overall responsibility for ensuring that the Union's duty of care is properly discharged.\nArticle 6\nHead of Mission\n1.   The Head of Mission shall assume responsibility for, and exercise command and control of, EUAM Ukraine at theatre level. The Head of Mission shall be directly responsible to the Civilian Operation Commander and shall act in accordance with the instructions given by him.\n2.   The Head of Mission shall be the representative of EUAM Ukraine in its area of responsibility. The Head of Mission may delegate management tasks in staff and financial matters to staff members of EUAM Ukraine under his overall responsibility.\n3.   The Head of Mission shall exercise administrative and logistic responsibility for EUAM Ukraine, including over assets, resources and information placed at the disposal of the mission.\n4.   The Head of Mission shall be responsible for disciplinary control over staff. For seconded staff, disciplinary action shall be exercised by the national authority in accordance with national rules, by the Union institution concerned or by the EEAS.\nArticle 7\nPolitical control and strategic direction\n1.   The PSC shall exercise, under the responsibility of the Council and the HR, political control and strategic direction of EUAM Ukraine. The Council shall authorise the PSC to take the relevant decisions in accordance with the third paragraph of Article 38 TEU. That authorisation shall include, in particular, the powers to appoint a Head of Mission, upon a proposal of the HR, and to amend the concept of operations (CONOPS) and the operation plan (OPLAN). The powers of decision with respect to the objectives and termination of EUAM Ukraine shall remain vested in the Council.\n2.   The PSC shall report to the Council at regular intervals.\n3.   The PSC shall receive, on a regular basis and as required, reports by the Civilian Operation Commander and the Head of Mission on issues falling within their respective areas of responsibility.\nArticle 8\nStaff\n1.   EUAM Ukraine shall consist primarily of staff seconded by Member States, Union institutions or the EEAS. Each Member State, each Union institution, and the EEAS shall bear the costs related to any of the staff seconded by it, including travel expenses to and from the place of deployment, salaries, medical coverage and allowances other than applicable daily allowances.\n2.   Each Member State, each Union institution, and the EEAS shall be responsible for answering any claims linked to a secondment from, or concerning, a member of staff seconded by it, and for bringing any action against that person.\n3.   International and local staff may also be recruited on a contractual basis by EUAM Ukraine if the functions required cannot be provided by personnel seconded by Member States. Exceptionally, in duly justified cases, where no qualified applicants from Member States are available, nationals from participating third States may be recruited on a contractual basis, as appropriate.\n4.   The conditions of employment and the rights and obligations of international and local staff shall be laid down in the contracts to be concluded between EUAM Ukraine and the staff members concerned.\nArticle 9\nStatus of EUAM Ukraine and its staff\nThe status of EUAM Ukraine and its staff, including where appropriate the privileges, immunities and further guarantees necessary for the completion and smooth functioning of EUAM Ukraine, shall be the subject of an agreement concluded pursuant to Article 37 TEU and in accordance with the procedure laid down in Article 218 of the Treaty on the Functioning of the European Union.\nArticle 10\nParticipation of third States\n1.   Without prejudice to the decision-making autonomy of the Union and its single institutional framework, third States may be invited to contribute to EUAM Ukraine, provided that they bear the cost of the staff seconded by them, including salaries, all risk insurance cover, daily subsistence allowances and travel expenses to and from Ukraine, and that they contribute to the running costs of EUAM Ukraine, as appropriate.\n2.   Third States contributing to EUAM Ukraine shall have the same rights and obligations as Member States in terms of the day-to-day management of EUAM Ukraine.\n3.   The Council hereby authorises the PSC to take the relevant decisions on acceptance of the proposed contributions and to establish a Committee of Contributors.\n4.   Detailed arrangements regarding the participation of third States shall be covered by agreements concluded in accordance with Article 37 TEU. Where the Union and a third State conclude or have concluded an agreement establishing a framework for the participation of that third State in Union crisis-management operations, the provisions of that agreement shall apply in the context of EUAM Ukraine.\nArticle 11\nSecurity\n1.   The Civilian Operation Commander shall direct the Head of Mission's planning of security measures and ensure their proper and effective implementation by EUAM Ukraine in accordance with Article 5.\n2.   The Head of Mission shall be responsible for the security of EUAM Ukraine and for ensuring compliance with minimum security requirements applicable to EUAM Ukraine, in line with the policy of the Union on the security of personnel deployed outside the Union in an operational capacity under Title V TEU.\n3.   The Head of Mission shall be assisted by a Mission Security Officer (MSO), who shall report to the Head of Mission and also maintain a close functional relationship with the EEAS.\n4.   As regards security, EUAM Ukraine staff shall receive mandatory security training, adapted to the risk as it is evaluated in the zone of deployment. They shall also receive regular in-theatre refresher training organised by the MSO.\n5.   The Head of Mission shall ensure the protection of EU classified information in accordance with Council Decision 2013/488/EU (1).\nArticle 12\nWatch-Keeping Capability\nThe Watch-Keeping Capability shall be activated for EUAM Ukraine.\nArticle 13\nLegal arrangements\nEUAM Ukraine shall have the capacity to procure services and supplies, to enter into contracts and administrative arrangements, to employ staff, to hold bank accounts, to acquire and dispose of assets and to discharge its liabilities, and to be a party to legal proceedings, as required in order to implement this Decision.\nArticle 14\nFinancial arrangements\n1.   The financial reference amount intended to cover the expenditure related to EUAM Ukraine until 30 November 2014 shall be EUR 2 680 000. The financial reference amount for the subsequent periods shall be decided by the Council.\n2.   All expenditure shall be managed in accordance with the rules and procedures applicable to the general budget of the Union. Participation of natural and legal persons in the award of procurement contracts by EUAM Ukraine shall be open without limitations. Moreover, no rule of origin for the goods purchased by EUAM Ukraine shall apply. Subject to the Commission's approval, the Mission may conclude technical arrangements with Member States, the host State, participating third States and other international actors regarding the provision of equipment, services and premises to EUAM Ukraine.\n3.   EUAM Ukraine shall be responsible for the implementation of the mission's budget. For this purpose, EUAM Ukraine shall sign an agreement with the Commission.\n4.   Without prejudice to the provisions on the status of EUAM Ukraine and its personnel, EUAM Ukraine shall be responsible for any claims and obligations arising from the implementation of the mandate, with the exception of any claims relating to serious misconduct by the Head of Mission, for which the Head of Mission shall bear the responsibility.\n5.   The implementation of the financial arrangements shall be without prejudice to the chain of command as provided for in Articles 4, 5 and 6 and the operational requirements of EUAM Ukraine, including compatibility of equipment and interoperability of its teams.\n6.   Expenditure shall be eligible from the date when the agreement referred to in paragraph 3 is signed.\nArticle 15\nProject Cell\n1.   EUAM Ukraine shall have a Project Cell for identifying and implementing projects. EUAM Ukraine shall, as appropriate, facilitate and provide advice on projects implementedby Member States and third States under their responsibility in areas related to EUAM Ukraine and in support of its objectives.\n2.   Subject to paragraph 3, EUAM Ukraine shall be authorised to seek recourse to financial contributions from the Member States or third States to implement projects identified as supplementing in a consistent manner EUAM Ukraine's other actions, if the project is:\n—\nprovided for in the financial statement relating to this Decision; or\n—\nintegrated during the mandate by means of an amendment to the financial statement requested by the Head of Mission.\nEUAM Ukraine shall conclude an arrangement with those States, covering in particular the specific procedures for dealing with any complaint from third parties concerning damage caused as a result of acts or omissions by EUAM Ukraine in the use of the funds provided by those States. Under no circumstances may the contributing States hold the Union or the HR liable for acts or omissions by EUAM Ukraine in the use of the funds provided by those States.\n3.   Financial contributions from third States to the Project Cell shall be subject to acceptance by the PSC.\nArticle 16\nConsistency of the Union's response and coordination\n1.   The HR shall ensure the consistency of the implementation of this Decision with the Union's external action as a whole.\n2.   Without prejudice to the chain of command, the Head of Mission shall act in close coordination with the Union's delegation in Ukraine to ensure the consistency of Union action in Ukraine. Without interfering in the chain of command, the Head of Delegation in Kyiv shall give political direction at local level to the EUAM Ukraine Head of Mission. The EUAM Ukraine Head of Mission and the Head of Delegation in Kyiv shall initiate consultations as necessary.\n3.   Cooperation shall be established between EUAM Ukraine and the European Union Border Assistance Mission to the Republic of Moldova and Ukraine (EUBAM Moldova/Ukraine).\n4.   In addition, systematic cooperation, coordination and complementarities with activitiesof other relevant international partners, in particular OSCE, should be sought in order to ensure effective action.\nArticle 17\nRelease of information\n1.   The HR shall be authorised, if necessary and as required for EUAM Ukraine, to release EU classified information up to ‘RESTREINT UE/EU RESTRICTED’ level generated for the purposes of EUAM Ukraine to the third States associated with this Decision, in accordance with Decision 2013/488/EU.\n2.   In the event of a specific and immediate operational need, the HR shall also be authorised to release to the host State any EU classified information up to ‘RESTREINT UE/EU RESTRICTED’ level generated for the purposes of EUAM Ukraine, in accordance with Decision 2013/488/EU. Arrangements between the HR and the competent authorities of the host State shall be drawn up for this purpose.\n3.   The HR shall be authorised to release to the third States associated with this Decision any EU non-classified documents connected with the deliberations of the Council relating to EUAM Ukraine and covered by the obligation of professional secrecy pursuant to Article 6(1) of the Council's Rules of Procedure (2).\n4.   The HR may delegate such authorisations, as well as the ability to conclude the arrangements referred to in paragraph 2, to EEAS officials, to the Civilian Operation Commander and/or to the Head of Mission in accordance with section VII of Annex VI to Decision 2013/488/EU.\nArticle 18\nStrategic review\nThe initial mandate of EUAM Ukraine shall be two years. A strategic review shall be conducted a year after launching the mission.\nArticle 19\nEntry into force and duration\nThis Decision shall enter into force on the day of its adoption.\nIt shall apply for a period of 24 months starting from the date on which EUAM Ukraine is launched.\nDone at Brussels, 22 July 2014.\nFor the Council\nThe President\nC. ASHTON\n(1)  Council Decision 2013/488/EU of 23 September 2013 on the security rules for protecting EU classified information (OJ L 274, 15.10.2013, p. 1).\n(2)  Council Decision 2009/937/EU of 1 December 2009 adopting the Council's Rules of Procedure (OJ L 325, 11.12.2009, p. 35).", "summary": "EU Advisory Mission for Civilian Security Sector Reform Ukraine (EUAM Ukraine)\nEU Advisory Mission for Civilian Security Sector Reform Ukraine (EUAM Ukraine)\nSUMMARY OF:\nDecision 2014/486/CFSP on the European Union Advisory Mission for Civilian Security Sector Reform Ukraine\nWHAT IS THE AIM OF THE DECISION?\n              \nIt authorises an EU advisory mission to assist Ukraine in civilian security sector reform, supporting the police and the rule of law.\nKEY POINTS\nMandate\nEUAM Ukraine is a civilian Common Security and Defence Policy (CSDP) mission to mentor and advise relevant Ukrainian bodies in order to:\nprovide strategic advice on civilian security sector reform to develop civilian security sector strategies;\nsupport the implementation of reforms with hands-on advice, training and projects;\nprovide cooperation and coordination to ensure that reform efforts are coordinated with Ukrainian and international actors.\nPriorities\nThe EUAM has 5 priorities:\nhuman resource management;\ncriminal investigation;\npublic order;\ncommunity policing;\nclarification of competences.\nChain of command\nThe Director of the Civilian Planning and Conduct Capability (CPCC) is the Civilian Operation Commander (COC) who: commands and controls the mission under the political control and strategic direction of the Political and Security Committee (PSC) and overall authority of the High Representative of the Union for foreign affairs and security policy;reports to the Council through the High Representative.\nThe Head of Mission is: responsible for, and exercises command and control of, EUAM Ukraine on site;directly responsible to the COC and acts according to their instructions;coordinates with the EU’s delegation in Ukraine to ensure the consistency of Union action in Ukraine.\nFROM WHEN DOES THE DECISION APPLY?\n              \nIt has applied since 1 December 2014. The validity of the decision is extended until 31 May 2024.\nBACKGROUND\nEUAM Ukraine (European External Action Service)\nMAIN DOCUMENT\n            \nCouncil Decision 2014/486/CFSP of 22 July 2014 on the European Union Advisory Mission for Civilian Security Sector Reform Ukraine (EUAM Ukraine) (OJ L 217, 23.7.2014, pp. 42-47)\nSuccessive amendments to Decision 2014/486/CFSP have been incorporated into the original text. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nPolitical and Security Committee Decision (CFSP) 2019/992 of 4 June 2019 on the appointment of the Head of Mission of the European Union Advisory Mission for Civilian Security Sector Reform Ukraine (EUAM Ukraine) (EUAM Ukraine/1/2019) (OJ L 160, 18.6.2019, p. 24)\nPolitical and Security Committee Decision (CFSP) 2018/1662 of 25 October 2018 extending the mandate of the Head of Mission of the European Union Advisory Mission for Civilian Security Sector Reform Ukraine (EUAM Ukraine) (EUAM UKRAINE/1/2018) (OJ L 278, 8.11.2018, pp. 18-19)\nlast update 28.05.2021", "tags": ["technical cooperation", "Ukraine", "EU police mission"], "subjects": ["Common foreign and security policy"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}