{"celex_id": "32008D0617", "reference": "6.8.2008\nEN\nOfficial Journal of the European Union\nL 210/73\nCOUNCIL DECISION 2008/617/JHA\nof 23 June 2008\non the improvement of cooperation between the special intervention units of the Member States of the European Union in crisis situations\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on European Union, and in particular Articles 30, 32 and 34(2)(c) thereof,\nHaving regard to the initiative of the Republic of Austria (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas:\n(1)\nArticle 29 of the Treaty states that the Union's objective is to provide citizens with a high level of safety within an area of freedom, security and justice by developing common action among the Member States in the fields of police and judicial cooperation in criminal matters.\n(2)\nIn their Declaration on Solidarity against Terrorism of 25 March 2004, the Heads of State and Government of the Member States of the European Union declared their firm intention that the Member States mobilise all the instruments at their disposal to assist a Member State or an acceding State in its territory at the request of its political authorities in the event of a terrorist attack.\n(3)\nFollowing the attacks of 11 September 2001, the special intervention units of all law enforcement authorities of the Member States have already initiated cooperation activities under the aegis of the Police Chiefs Task Force. Since 2001, their network, called ‘Atlas’, has conducted various seminars, studies, exchanges of materials, and joint exercises.\n(4)\nNo single Member State has all the means, resources and expertise at its disposal to deal effectively with all possible kinds of specific or large-scale crisis situations requiring special intervention. It is therefore of crucial importance that each Member State be able to request the assistance of another Member State.\n(5)\nCouncil Decision 2008/615/JHA of 23 June 2008 on the stepping up of cross-border cooperation, particularly in combating terrorism and cross-border crime (3) (Prüm Decision), and in particular Article 18 thereof, regulates forms of police assistance between Member States in connection with mass gatherings and similar major events, disasters and serious accidents. This Decision does not cover mass gatherings, natural disasters or serious accidents within the meaning of Article 18 of the Prüm Decision but complements those provisions of the Prüm Decision envisaging forms of police assistance between Member States through special intervention units in other situations, namely in man-made crisis situations presenting a serious direct physical threat to persons, property, infrastructure or institutions, in particular hostage taking, hijacking and similar events.\n(6)\nThe availability of this legal framework and of a compilation indicating the competent authorities will allow Member States to react speedily and gain time should such a crisis situation arise. Moreover, with a view to enhancing Member States' ability to prevent and respond to such crisis situations, and in particular terrorist incidents, it is essential for the special intervention units to meet regularly and organise joint trainings, so as to benefit from mutual experiences,\nHAS DECIDED AS FOLLOWS:\nArticle 1\nSubject matter\nThis Decision lays down general rules and conditions to allow for special intervention units of one Member State to provide assistance and/or operate on the territory of another Member State (hereinafter referred to as the requesting Member State) in cases where they have been invited by the requesting Member State and have agreed to do so in order to deal with a crisis situation. The practical details and implementing arrangements complementing this Decision shall be agreed directly between the requesting Member State and the requested Member State.\nArticle 2\nDefinitions\nFor the purpose of this Decision:\n(a)\n‘special intervention unit’ shall mean any law enforcement unit of a Member State which is specialised in the control of a crisis situation;\n(b)\n‘crisis situation’ shall mean any situation in which the competent authorities of a Member State have reasonable grounds to believe that there is a criminal offence presenting a serious direct physical threat to persons, property, infrastructure or institutions in that Member State, in particular those situations referred to in Article 1(1) of Council Framework Decision 2002/475/JHA of 13 June 2002 on combating terrorism (4);\n(c)\n‘competent authority’ shall mean the national authority which may make requests and give authorisations regarding the deployment of the special intervention units.\nArticle 3\nAssistance to another Member State\n1.   Through a request via the competent authorities, setting out the nature of the assistance requested as well as the operational necessity therefor, a Member State may ask to be assisted by a special intervention unit of another Member State with a view to dealing with a crisis situation. The competent authority of the requested Member State may accept or refuse such a request or may propose a different kind of assistance.\n2.   Subject to agreement between the Member States concerned, assistance may consist of providing the requesting Member State with equipment and/or expertise and/or of carrying out actions on the territory of that Member State, using weapons if so required.\n3.   In the case of actions on the territory of the requesting Member State, officers of the assisting special intervention unit shall be authorised to operate in a supporting capacity on the territory of the requesting Member State and take all necessary measures to provide the requested assistance in so far as they:\n(a)\noperate under the responsibility, authority and direction of the requesting Member State and in accordance with the law of the requesting Member State; and\n(b)\noperate within the limits of their powers under their national law.\nArticle 4\nCivil and criminal liability\nWhen officers of a Member State operate within another Member State and/or equipment is used under this Decision, the provisions on civil and criminal liability, set out in Articles 21(4) and (5) and 22 of the Prüm Decision shall apply.\nArticle 5\nMeetings and joint training\nThe participating Member States shall ensure that their special intervention units hold meetings and organise joint training and exercises, whenever necessary, with a view to exchanging experience, expertise and general, practical and technical information on dealing with a crisis situation. Such meetings, training and exercises may be funded under possibilities offered by the financial programmes of the Union to obtain grants from the budget of the European Union. In this context, the Member State holding the Presidency of the Union shall endeavour to ensure that such meetings, training and exercises take place.\nArticle 6\nCosts\nThe requesting Member State shall bear the operational costs incurred by the requested Member State's special intervention units in connection with the application of Article 3, including transport and accommodation costs, unless otherwise agreed between the Member States concerned.\nArticle 7\nRelation to other instruments\n1.   Without prejudice to their commitments under other acts adopted pursuant to Title VI of the Treaty, in particular the Prüm Decision:\n(a)\nMember States may continue to apply bilateral or multilateral agreements or arrangements on cross-border cooperation in force on 23 June 2008 in so far as such agreements or arrangements are not incompatible with the objectives of this Decision;\n(b)\nMember States may conclude or bring into force bilateral or multilateral agreements or arrangements on cross-border cooperation after 23 December 2008 in so far as such agreements or arrangements provide for the objectives of this Decision to be extended or enlarged.\n2.   The agreements and arrangements referred to in paragraph 1 may not affect relations with Member States which are not parties thereto.\n3.   Member States shall inform the Council and the Commission of the agreements or arrangements referred to in paragraph 1.\nArticle 8\nFinal provisions\nThe General Secretariat of the Council shall compile and keep up to date the list of the competent authorities of the Member States which may make requests and give authorisations for providing assistance as referred to in Article 3.\nThe General Secretariat of the Council shall inform the authorities mentioned in paragraph 1 of any change to the list established pursuant to this Article.\nArticle 9\nEntry into force\nThis Decision shall enter into force on 23 December 2008.\nDone at Luxembourg, 23 June 2008.\nFor the Council\nThe President\nI. JARC\n(1)  OJ C 321, 29.12.2006, p. 45.\n(2)  Opinion of 31 January 2008 (not yet published in the Official Journal).\n(3)  See page 1 of this Official Journal.\n(4)  OJ L 164, 22.6.2002, p. 3.", "summary": "Cooperation between special intervention units\nCooperation between special intervention units\nThis Decision aims to improve cooperation between Member States’ special intervention units in man-made crisis situations that present a serious and direct physical threat. The Decision establishes the general rules and conditions for the provision of assistance by these units to any requesting Member State.\nACT\nCouncil Decision 2008/617/JHA of 23 June 2008 on the improvement of cooperation between the special intervention units of the Member States of the European Union in crisis situations.\nSUMMARY\nThis Decision sets out the general rules and conditions for the cooperation of Member States’ special intervention units* in situations of crisis*. Cooperation is based on the provision of assistance and/or on the carrying out of operations on the territory of the requesting Member State. The details for implementing the practical aspects of the cooperation are settled between the requesting and the requested Member States directly.\nThe competent authority* of a Member State processes the request for assistance from another Member State’s special intervention unit. The request must specify the nature of and the operational necessity for the assistance. The requested Member State’s competent authority may either accept or refuse the request, or propose assistance in another form.\nThe assistance provided may consist of:\nequipment;\nexpertise;\ncarrying out operations on the requesting Member State’s territory.\nWhen carrying out operations, the requested Member State’s special intervention unit has a supporting role. It is to provide the assistance under the responsibility, authority and direction of the requesting Member State. While the operations fall under the jurisdiction of the requesting Member State, the requested Member State’s officers may act only within the limits of their powers as defined by their national law.\nThe Member States taking part in this form of cooperation must ensure that experience, expertise and information on managing crisis situations are exchanged. To this end, the special intervention units are to hold meetings and joint trainings and exercises. These may be funded from certain Community financial programmes. Hence, the responsibility for the organisation of these events lies with the Member State holding the Presidency of the Council of the European Union. All operational costs however, including those of the requested Member State’s special intervention unit, are to be borne by the requesting Member State, unless the cooperating Member States decide otherwise.\nAn up-to-date list of the Member States’ competent authorities is maintained by the General Secretariat of the Council.\nBackground\nThe Council Declaration on Solidarity against Terrorism of 25 March 2004 established the basis for cooperation between Member States in the event of terrorist attacks.\nCouncil Decision 2008/617/JHA complements Council Decision 2008/615/JHA of 23 June 2008 on the stepping up of cross-border cooperation, particularly in combating terrorism and cross-border crime, whose article 18 lays down the obligation for Member States to provide one another assistance in connection with mass gatherings, disasters and serious accidents.\nKey terms used in the act\nSpecial intervention unit: any law enforcement unit of a Member State that is specialised in the control of a crisis situation.\nCrisis situation: any situation in which the competent authorities of a Member State have reasonable grounds to believe that there is a criminal offence presenting a serious direct physical threat to persons, property, infrastructure or institutions of that Member State.\nCompetent authority: the national authority that may make requests and give authorisations regarding the deployment of the special intervention units.\nReferences\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nDecision 2008/617/JHA\n23.12.2008\n-\nOJ L 210 of 6.8.2008\nLast updated: 23.09.2008", "tags": ["repression", "public safety", "EU Member State", "police cooperation", "emergency aid", "state of emergency"], "subjects": ["Justice and home affairs"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}