{"celex_id": "32007L0059", "reference": "3.12.2007\nEN\nOfficial Journal of the European Union\nL 315/51\nDIRECTIVE 2007/59/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 23 October 2007\non the certification of train drivers operating locomotives and trains on the railway system in the Community\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 71 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Economic and Social Committee (1),\nHaving regard to the Opinion of the Committee of the Regions (2),\nActing in accordance with the procedure laid down in Article 251 of the Treaty, in the light of the joint text approved by the Conciliation Committee on 31 July 2007 (3),\nWhereas:\n(1)\nDirective 2004/49/EC (4) of the European Parliament and of the Council of 29 April 2004 on safety on the Community’s railways requires infrastructure managers and railway undertakings to establish their safety management systems in such a way that the railway system is at least able to achieve the common safety targets and comply with the national safety rules and safety requirements defined in the technical specifications for interoperability (TSIs) and that the relevant parts of the common safety methods are applied. These safety management systems provide, among other things, for staff training programmes and systems which ensure that staff competence is maintained and that duties are performed in the appropriate manner.\n(2)\nDirective 2004/49/EC provides that, in order to gain access to railway infrastructure, a railway undertaking has to hold a safety certificate.\n(3)\nUnder Council Directive 91/440/EEC of 29 July 1991 on the development of the Community’s railways (5), licensed railway undertakings have had, since 15 March 2003, a right of access to the trans-European freight network for international rail freight services and, from 2007 at the latest, will have a right of access to the entire network for domestic and international freight services. This gradual extension of access rights will inevitably lead to an increase in the movement of train drivers across national borders. The result will be a growing demand for drivers trained and certified for operation in more than one Member State.\n(4)\nA study carried out by the Commission in 2002 highlighted the fact that the laws of the Member States on the certification conditions for train drivers differ considerably. Community rules for the certification of train drivers should therefore be adopted to overcome these differences while maintaining the present high level of safety of the railway system in the Community.\n(5)\nSuch Community rules should also contribute to the aims of Community policies on the freedom of movement of workers, freedom of establishment and freedom to provide services in the context of the common transport policy, while avoiding any distortion of competition.\n(6)\nThe aim of these common provisions should be above all to make it easier for train drivers to move from one Member State to another, but also to make it easier for them to move from one railway undertaking to another, and generally for licences and harmonised complementary certificates to be recognised by all railway sector stakeholders. To this end, it is essential that the provisions establish minimum requirements which applicants should meet to obtain a licence or harmonised complementary certificate.\n(7)\nThis Directive follows and is largely based on the historic joint Agreement concluded by the European Transport Workers’ Federation (ETF) and the Community of European Railways (CER) on certain aspects of the working conditions of mobile workers engaged in interoperable cross-border services (6).\n(8)\nEven if a Member State excludes from the scope of this Directive drivers exclusively operating on certain categories of rail systems, networks and infrastructure, this should not limit in any way the obligation of that Member State to respect the validity of licences throughout the territory of the European Union or of harmonised complementary certificates on the relevant infrastructure.\n(9)\nThe requirements should cover at least the minimum age for driving a train, the applicant’s physical and occupational psychological fitness, professional experience and knowledge of certain matters relating to driving a train, as well as a knowledge of the infrastructures on which he will be required to operate and of the language used on them.\n(10)\nIn order to increase its cost-effectiveness, the training which train drivers should undergo in order to obtain a harmonised complementary certificate should be focused, to the extent that such is possible and desirable from a safety viewpoint, on the particular services to be performed by the driver, such as, for example, shunting, maintenance services, passenger or freight services. When assessing the implementation of this Directive, the European Railway Agency (hereinafter referred to as ‘the Agency’) should evaluate the need for amending the training requirements specified in the Annex in order better to reflect the new, emerging structure of the market.\n(11)\nRailway undertakings and infrastructure managers issuing harmonised complementary certificates may themselves provide training for general professional knowledge, linguistic knowledge, knowledge of rolling stock and infrastructures. However, with regard to examinations, any conflict of interests should be avoided, without excluding the possibility that an examiner may belong to the railway undertaking or infrastructure manager issuing the harmonised complementary certificate.\n(12)\nIn accordance with Article 13(4) of Directive 2004/49/EC, railway undertakings and infrastructure managers are responsible for the level of training of the drivers they employ. To this end, railway undertakings and infrastructure managers should take into account the training and competences acquired previously by those drivers, in accordance with Article 13(3) of that Directive. It is also important to ensure that a sufficient number of drivers is trained. In this context, it is necessary, however, to take measures to ensure that investments made by a railway undertaking or an infrastructure manager for the training of a driver do not unduly benefit another railway undertaking or infrastructure manager in the case where that driver voluntarily leaves the former for the latter railway undertaking or infrastructure manager. These measures can be of any kind, such as for example national legislation, collective labour agreements, contractual clauses between driver and employer, or agreements determining the rehire of drivers belonging to one undertaking by another in the case where drivers are party to such agreements.\n(13)\nStaff competences and health and safety conditions are being developed in the context of the interoperability directives, in particular as part of the ‘traffic management and operation’ TSIs. There is a need to ensure coherence between these TSIs and the Annexes to this Directive. The Commission will achieve this by modifying or adapting the relevant TSI to this Directive and its Annexes using the procedures provided for in Council Directive 96/48/EC of 23 July 1996 on the interoperability of the trans-European high-speed rail system (7) and Directive 2001/16/EC of the European Parliament and of the Council of 19 March 2001 on the interoperability of the conventional rail system (8).\n(14)\nIn order to increase the freedom of movement of workers and safety on Community railways, special attention should be paid to other crew members performing safety-critical tasks on locomotives and trains. Therefore Member States should ensure that other crew members performing safety-critical tasks meet the minimum requirements set out in the TSI on operation and traffic management. Taking account of the national implementation plans to be notified by the Member States in relation to the implementation of that TSI, the Agency should identify possible options for the certification of other crew members performing safety-critical tasks and assess the impact of these different options. On the basis of this report, the Commission should, if appropriate, present a proposal with regard to the conditions and procedures for the certification of other crew members performing safety-critical tasks on locomotives and trains.\n(15)\nThe requirements pertaining to licences and harmonised complementary certificates set out in this Directive should relate solely to the legal conditions entitling a driver to drive a train. All other legal requirements, compatible with Community legislation and applied in a non discriminatory manner, pertaining to railway undertakings, infrastructure managers, infrastructure and rolling stock should equally be complied with before a driver may drive a train on a specific infrastructure.\n(16)\nThis Directive should be without prejudice to the implementation of Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (9), and of Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (10).\n(17)\nIn order to guarantee the necessary uniformity and transparency, the Community should establish a single certification model, mutually recognised by the Member States, attesting both to train drivers’compliance with certain minimum conditions, and to their professional qualifications and linguistic knowledge, leaving it to the competent authorities in the Member States to issue licences and to railway undertakings and infrastructure managers to issue harmonised complementary certificates.\n(18)\nThe Agency should also examine the use of a smartcard instead of a licence and harmonised complementary certificates. Such a smartcard would have the advantage of combining these two items in one and at the same time could be used for other applications either in the area of security or for driver management purposes.\n(19)\nAll of the information contained in licences, harmonised complementary certificates and the registers of licenses and harmonised complementary certificates should be used by the safety authorities to facilitate evaluation of the staff certification process provided for in Articles 10 and 11 of Directive 2004/49/EC and to speed up the issuing of the safety certificates provided for in those Articles.\n(20)\nThe employment of train drivers certified in accordance with this Directive should not exonerate railway undertakings and infrastructure managers from their obligation to set up a system of monitoring and internal control of the competence and conduct of their train drivers pursuant to Article 9 of and Annex III to Directive 2004/49/EC and should form part of that system. The harmonised complementary certificate should not relieve either railway undertakings or infrastructure managers of their responsibility for safety and, in particular, the training of their staff.\n(21)\nCertain companies provide the services of train drivers to railway undertakings and infrastructure managers. In such cases, responsibility for ensuring that a driver is licensed and certified in accordance with this Directive should lie with the railway undertaking or infrastructure manager contracting the driver.\n(22)\nFor rail transport to continue to operate effectively, train drivers already working in that profession before the entry into force of this Directive should retain their acquired entitlements during a transition period.\n(23)\nUnnecessary administrative and financial burdens should be avoided when replacing authorisations to drive issued to drivers before the application of the relevant provisions of this Directive with harmonised complementary certificates and licences which are in conformity with this Directive. Therefore, entitlements to drive previously granted to a driver should be safeguarded, as far as possible. The qualifications and experience of each driver, or group of drivers, should be taken into account by the issuing bodies when authorisations are to be replaced. The issuing body should decide, on the basis of qualifications and/or experience, whether it is necessary for a driver or a group of drivers to undergo any additional examination and/or training before they can receive replacement licences and harmonised complementary certificates. Therefore, it should be a matter for the issuing body to decide whether qualifications and/or experience suffice to issue the required licences and harmonised complementary certificates, without there being any need for further examination or training.\n(24)\nUnnecessary administrative and financial burdens should also be avoided when train drivers change employer. A railway undertaking employing a driver should take into account competences acquired earlier and should dispense with additional examinations and training as far as possible.\n(25)\nThis Directive should not confer any mutual recognition rights relating to entitlements to drive which drivers have obtained before the application of this Directive, albeit without prejudice to the general mutual recognition scheme set up under Directive 2005/36/EC of the European Parliament and of the Council of 7 September 2005 on the recognition of professional qualifications (11), which shall continue to apply until the end of the transition period.\n(26)\nThe measures necessary for the implementation of this Directive should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (12).\n(27)\nIn particular, the Commission should be empowered to establish the conditions and criteria necessary for the implementation of this Directive. Since those measures are of general scope and are designed to amend non-essential elements of this Directive, or to supplement it with new non-essential elements, they must be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(28)\nWhen, on imperative grounds of urgency, the normal time-limits for the regulatory procedure with scrutiny cannot be complied with, the Commission should be able to have recourse to the urgency procedure provided for in Article 5a(6) of Decision 1999/468/EC for the adoption of Community criteria for the choice of examiners and examinations as provided for by this Directive, and for the adaptation to scientific and technical progress of the Annexes to this Directive, as provided for thereby.\n(29)\nIn accordance with point 34 of the Interinstitutional Agreement on better law-making (13), Member States are encouraged to draw up, for themselves and in the interests of the Community, their own tables illustrating, as far as possible, the correlation between this Directive and the transposition measures, and to make them public.\n(30)\nMember States should provide for controls regarding compliance with this Directive and appropriate action where a driver infringes any provision of this Directive.\n(31)\nMember States should provide for appropriate penalties for infringements of national provisions implementing this Directive.\n(32)\nSince the objective of this Directive, namely the laying down of a common regulatory framework for the certification of train drivers operating locomotives and trains for the carriage of passengers and goods, cannot be sufficiently achieved by the Member States, and can therefore, by reason of the scale and effects of this Directive, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve that objective.\n(33)\nIt might prove appropriate, for reasons of cost-effectiveness, to exempt for a limited period of time train drivers operating exclusively on the territory of one Member State from application of the provisions of this Directive pertaining to the obligation for such drivers to hold licences and harmonised complementary certificates in conformity with this Directive. The conditions governing any such exemptions should be clearly defined.\n(34)\nA Member State which has no railway system, and no immediate prospect of having one, would be under a disproportionate and pointless obligation if it had to transpose and implement this Directive. Therefore, such Member States should be exempted, for as long as they have no railway system, from the obligation to transpose and implement this Directive,\nHAVE ADOPTED THIS DIRECTIVE:\nCHAPTER I\nOBJECTIVE, SCOPE AND DEFINITIONS\nArticle 1\nObjective\nThis Directive lays down the conditions and procedures for the certification of train drivers operating locomotives and trains on the railway system in the Community. It specifies the tasks for which the competent authorities of the Member States, train drivers and other stakeholders in the sector, in particular railway undertakings, infrastructure managers and training centres, are responsible.\nArticle 2\nScope\n1.   This Directive shall apply to train drivers operating locomotives and trains on the railway system in the Community for a railway undertaking requiring a safety certificate or an infrastructure manager requiring a safety authorisation.\n2.   Member States shall not, on the basis of national provisions pertaining to other staff on board freight trains, prevent freight trains from crossing borders or providing domestic transport in their territory.\n3.   Without prejudice to the Article 7, Member States may exclude from the measures they adopt in implementation of this Directive train drivers operating exclusively on:\n(a)\nmetros, trams and other light rail systems;\n(b)\nnetworks that are functionally separate from the rest of the rail system and are intended only for the operation of local, urban or suburban passenger and freight services;\n(c)\nprivately owned railway infrastructure that exists solely for use by the infrastructure owners for their own freight operations;\n(d)\nsections of track that are temporarily closed to normal traffic for the purpose of maintaining, renewing or upgrading the railway system.\nArticle 3\nDefinitions\nFor the purposes of this Directive:\n(a)\n‘competent authority’ means the safety authority referred to in Article 16 of Directive 2004/49/EC;\n(b)\n‘train driver’ means a person capable and authorised to drive trains, including locomotives, shunting locomotives, work trains, maintenance railway vehicles or trains for the carriage of passengers or goods by rail in an autonomous, responsible and safe manner;\n(c)\n‘other crew members performing safety-critical tasks’ means staff on board the train who are not train drivers but who help to ensure the safety of the train and of the passengers and goods being transported;\n(d)\n‘railway system’ means the system composed of the railway infrastructures, comprising lines and fixed installations of the rail system plus the rolling stock of all categories and origin travelling on that infrastructure, as defined in Directives 96/48/EC and 2001/16/EC;\n(e)\n‘infrastructure manager’ means any body or undertaking that is responsible in particular for establishing and maintaining railway infrastructure, or part thereof, as defined in Article 3 of Directive 91/440/EEC, which may also include the management of infrastructure control and safety systems. The functions of the infrastructure manager on a network or on part of a network may be allocated to different bodies or undertakings;\n(f)\n‘railway undertaking’ means any railway undertaking as defined in Directive 2001/14/EC of the European Parliament and of the Council of 26 February 2001 on the allocation of railway infrastructure capacity and the levying of charges for the use of railway infrastructure (14), and any other public or private undertaking, the activity of which is to provide transport of goods and/or passengers by rail on the basis that the undertaking must ensure traction. The term also includes undertakings which provide traction only;\n(g)\n‘technical specifications for interoperability’ or ‘TSIs’ means the specifications by which each subsystem or part of a subsystem is covered in order to meet the essential requirements and to ensure the interoperability of the trans-European high-speed and conventional rail systems as defined in Directives 96/48/EC and 2001/16/EC;\n(h)\n‘Agency’ means the European Railway Agency established by Regulation (EC) No 881/2004 (15) of the European Parliament and of the Council of 29 April 2004;\n(i)\n‘safety certificate’ means the certificate issued to a railway undertaking by a competent authority in accordance with Article 10 of Directive 2004/49/EC;\n(j)\n‘certificate’ means the harmonised complementary certificate indicating the infrastructure on which the holder is authorised to drive and the rolling stock which the holder is authorised to drive;\n(k)\n‘safety authorisation’ means the authorisation issued to an infrastructure manager by a competent authority in accordance with Article 11 of Directive 2004/49/EC;\n(l)\n‘training centre’ means an entity accredited or recognised by the competent authority to give training courses.\nCHAPTER II\nCERTIFICATION OF DRIVERS\nArticle 4\nCommunity certification model\n1.   All train drivers shall have the necessary fitness and qualifications to drive trains and shall hold the following documents:\n(a)\na licence demonstrating that the driver satisfies minimum conditions as regards medical requirements, basic education and general professional skills. The licence shall identify the driver and the issuing authority and shall state the duration of its validity. The licence shall comply with the requirements of Annex I, until the Community certification model is adopted, as provided for in paragraph 4;\n(b)\none or more certificates indicating the infrastructures on which the holder is authorised to drive and indicating the rolling stock which the holder is authorised to drive. Each certificate shall comply with the requirements of Annex I.\n2.   However, the requirement to hold a certificate for a specific part of infrastructure shall not apply in the exceptional cases listed hereafter, provided that another train driver who possesses a valid certificate for the infrastructure concerned sits next to the driver during driving:\n(a)\nwhen a disturbance of the railway service necessitates the deviation of trains or maintenance of tracks, as specified by the infrastructure manager;\n(b)\nfor exceptional, one-off services which use historical trains;\n(c)\nfor exceptional, one-off freight services, provided that the infrastructure manager agrees;\n(d)\nfor the delivery or demonstration of a new train or locomotive;\n(e)\nfor the purposes of training and examining drivers.\nThe use of this possibility shall be a decision of the railway undertaking and may not be imposed by the relevant infrastructure manager or by the competent authority.\nWhenever an additional driver is used as provided for above, the infrastructure manager shall be informed beforehand.\n3.   The certificate shall authorise driving in one or more of the following categories:\n(a)\ncategory A: shunting locomotives, work trains, maintenance railway vehicles and all other locomotives when they are used for shunting;\n(b)\ncategory B: carriage of passengers and/or of goods.\nA certificate may contain an authorisation for all categories, covering all codes as referred to in paragraph 4.\n4.   By 4 December 2008 the Commission shall adopt, on the basis of a draft prepared by the Agency, a Community model for the licence, the certificate and the certified copy of the certificate, and also determine their physical characteristics, taking into account therein anti-forgery measures. These measures, designed to amend non-essential elements of this Directive by supplementing it, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 32(3).\nBy 4 December 2008, the Commission shall adopt the measures designed to amend non-essential elements of this Directive, by supplementing it, and concerning the Community Codes for the different types in categories A and B as referred to in paragraph 3 of this Article in accordance with the regulatory procedure with scrutiny referred to in Article 32(3) and on the basis of a recommendation from the Agency.\nArticle 5\nAnti-fraud measures\nCompetent authorities and issuing bodies shall take all necessary steps to avoid the risks of falsification of licences and certificates and tampering with the registers provided for in Article 22.\nArticle 6\nOwnership, language and issuing bodies\n1.   A licence shall be owned by its holder and shall be issued by the competent authority as defined in Article 3(a). Where a competent authority or its agent issues a licence in a national language which is not a Community language, it shall draw up a bilingual version of the licence using one of the Community languages.\n2.   A certificate shall be issued by the railway undertaking or the infrastructure manager who employs or contracts the driver. The certificate shall be owned by the undertaking or manager issuing it. However, in accordance with Article 13(3) of Directive 2004/49/EC, drivers shall be entitled to obtain a certified copy. Where a railway undertaking or an infrastructure manager issues a certificate in a national language which is not a Community language, it shall draw up a bilingual version of the certificate using one of the Community languages.\nArticle 7\nGeographical validity\n1.   A licence shall be valid throughout the whole territory of the Community.\n2.   A certificate shall be valid only on those infrastructures and rolling stock identified on it.\nArticle 8\nRecognition of certification documents of train drivers of third countries\nThe certification documents of train drivers of a third country operating exclusively on border-crossing sections of a Member State’s railway system may be recognised by that Member State in accordance with any bilateral agreements with the third country in question.\nCHAPTER III\nCONDITIONS FOR OBTAINING THE LICENCE AND THE CERTIFICATE\nArticle 9\nMinimum requirements\n1.   To obtain a licence, applicants shall satisfy the minimum requirements set out in Articles 10 and 11. To obtain a certificate and for it to remain valid, applicants shall hold a licence and satisfy the minimum requirements set out in Articles 12 and 13.\n2.   A Member State may apply more stringent requirements with regard to the issuing of licences on its own territory. Nevertheless, it shall recognise licences issued by other Member States, in accordance with Article 7.\nSection I\nLicence\nArticle 10\nMinimum age\nMember States shall prescribe the minimum age of licence applicants, which shall be at least 20 years. However, a Member State may issue licences to applicants from the age of 18 years, the validity of such a licence then being limited to the territory of the issuing Member State.\nArticle 11\nBasic requirements\n1.   Applicants shall have successfully completed at least nine years’ education (primary and secondary) and have successfully concluded basic training equivalent to level 3 referred to in Council Decision 85/368/EEC of 16 July 1985 on the comparability of vocational training qualifications between the Member States of the European Community (16).\n2.   Applicants shall provide confirmation of their physical fitness by passing a medical examination conducted by, or under the supervision of — to be decided by the Member State — a medical doctor accredited or recognised in accordance with Article 20. The examination shall cover at least the criteria indicated in sections 1.1, 1.2, 1.3 and 2.1 of Annex II.\n3.   Applicants shall demonstrate their occupational psychological fitness by passing an examination conducted by, or under the supervision of — to be decided by the Member State — a psychologist or a medical doctor accredited or recognised in accordance with Article 20. The examination shall cover at least the criteria indicated in section 2.2 of Annex II.\n4.   Applicants shall have demonstrated their general professional competence by passing an examination covering at least the general subjects listed in Annex IV.\nSection II\nCertificate\nArticle 12\nLinguistic knowledge\nThe linguistic knowledge criterion referred to in Annex VI shall be met for the infrastructure for which the certificate is being applied.\nArticle 13\nProfessional qualifications\n1.   Applicants shall have passed an examination testing their professional knowledge and competence relating to the rolling stock for which the certificate is sought. This examination shall cover at least the general subjects listed in Annex V.\n2.   Applicants shall have passed an examination testing their professional knowledge and competence relating to the infrastructures for which the certificate is sought. This examination shall cover at least the general subjects listed in Annex VI. Where appropriate, the examination shall also cover linguistic knowledge, in accordance with section 8 of Annex VI.\n3.   Applicants shall be trained by the railway undertaking or the infrastructure manager in relation to its safety management system provided for by Directive 2004/49/EC.\nCHAPTER IV\nPROCEDURE FOR OBTAINING THE LICENCE AND THE CERTIFICATE\nArticle 14\nObtaining a licence\n1.   The competent authority shall publish the procedure to be followed for obtaining a licence.\n2.   All licence applications shall be lodged with the competent authority by the candidate driver or any entity on his behalf.\n3.   Applications submitted to the competent authority may be for the grant of a new licence, the updating of licence particulars, a renewal or a duplicate.\n4.   The competent authority shall issue the licence as soon as possible and no later than one month after receiving all the necessary documents.\n5.   A licence shall be valid for 10 years, subject to Article 16(1).\n6.   A licence shall be issued in a single original. Any duplication of a licence, other than by the competent authority where a duplicate is requested, shall be prohibited.\nArticle 15\nObtaining a certificate\nEach railway undertaking and infrastructure manager shall set up its own procedures for issuing and updating certificates in accordance with this Directive, as part of its safety management system, as well as appeals procedures allowing drivers to request a review of a decision relating to the issue, updating, suspension or withdrawal of a certificate.\nIn the event of disagreement, the parties may appeal to the competent authority or any independent appeal body.\nRailway undertakings and infrastructure managers shall update, without delay, a certificate whenever the certificate holder has obtained additional authorisations relating to rolling stock or infrastructure.\nArticle 16\nPeriodic checks\n1.   In order for a licence to remain valid, its holder shall undergo periodic examinations and/or tests relating to the requirements referred to in Article 11(2) and (3). With regard to medical requirements, the minimum frequency shall be observed in accordance with the provisions of section 3.1 of Annex II. These medical checks shall be conducted by, or under the supervision of, medical doctors accredited or recognised in accordance with Article 20. As far as general professional knowledge is concerned, the provisions of Article 23(8) shall apply.\nWhen renewing a licence, the competent authority shall verify in the register provided for in Article 22(1)(a) that the driver has met the requirements referred to in the first subparagraph of this paragraph.\n2.   In order for a certificate to remain valid, its holder shall undergo periodic examinations and/or tests relating to the requirements referred to in Articles 12 and 13. The frequency of those examinations and/or tests shall be determined by the railway undertaking or the infrastructure manager employing or contracting the driver in accordance with its own safety management system, and respect the minimum frequencies set out in Annex VII.\nFor each of these checks the issuing body shall confirm by a statement on the certificate and in the register provided for in Article 22(2)(a) that the driver has met the requirements referred to in the first subparagraph of this paragraph.\n3.   Where a periodic check is missed or gives a negative result, the procedure laid down in Article 18 shall be applied.\nArticle 17\nCessation of employment\nWhen a driver ceases to work for a railway undertaking or an infrastructure manager, it shall inform the competent authority without delay.\nThe licence shall remain valid, provided that the conditions in Article 16(1) remain fulfilled.\nA certificate shall become invalid when its holder ceases to be employed as a driver. However, the holder shall receive a certified copy of it and of all documents providing evidence of his training, qualifications, experience and professional competences. When issuing a certificate to a driver, a railway undertaking or infrastructure manager shall take account of all those documents.\nArticle 18\nMonitoring of drivers by railway undertakings and infrastructure managers\n1.   Railway undertakings and infrastructure managers shall be required to ensure, and to check, that the licences and certificates of the drivers they employ or contract are valid.\nThey shall set up a system for monitoring their drivers. If the results of such monitoring call into question a driver’s competence for the job and the continuing validity of his licence or certificate, railway undertakings and infrastructure managers shall immediately take the necessary action.\n2.   If a driver considers that his state of health calls into question his fitness for the job, he shall immediately inform the railway undertaking or infrastructure manager, whichever is appropriate.\nAs soon as a railway undertaking or infrastructure manager is aware or is informed by a medical doctor that the health of a driver has deteriorated to a point where his fitness for the job is called into question, it shall immediately take the necessary action, including the examination described in section 3.1 of Annex II and, if necessary, the withdrawal of the certificate and the updating of the register provided for in Article 22(2). Furthermore, it shall ensure that at no time during their service drivers are under the influence of any substance which is likely to affect their concentration, attention or behaviour. The competent authority shall be informed without delay of any cases of work incapacity of more than three months.\nCHAPTER V\nTASKS AND DECISIONS OF THE COMPETENT AUTHORITY\nArticle 19\nTasks of the competent authority\n1.   The competent authority shall fulfil the following tasks in a transparent and non-discriminatory manner:\n(a)\nissuing and updating licences, and providing duplicates, as provided for in Articles 6 and 14;\n(b)\nensuring periodic examinations and/or tests as provided for in Article 16(1);\n(c)\nsuspending and withdrawing licences, and notifying the issuing body of reasoned requests for the suspension of certificates, as provided for in Article 29;\n(d)\nif so designated by the Member State, recognising persons or bodies as provided for in Articles 23 and 25;\n(e)\nensuring that a register of persons and bodies accredited or recognised as provided for in Article 20 is published and updated;\n(f)\nkeeping and updating a register of licences as provided for in Articles 16(1) and 22(1);\n(g)\nmonitoring the drivers’ certification process as provided for in Article 26;\n(h)\ncarrying out inspections as provided for in Article 29;\n(i)\nestablishing national criteria for examiners as provided for in Article 25(5).\nThe competent authority shall respond quickly to requests for information and present any requests for additional information without delay when preparing licences.\n2.   The competent authority shall not delegate the tasks referred to in points (c), (g) and (i) of paragraph 1 to third parties.\n3.   Any delegation of tasks shall be transparent and non-discriminatory and shall not give rise to a conflict of interests.\n4.   Where a competent authority delegates or contracts tasks referred to in points (a) or (b) of paragraph 1 to a railway undertaking, at least one of the following conditions shall be complied with:\n(a)\nthe railway undertaking issues licences only to its own drivers;\n(b)\nthe railway undertaking does not enjoy exclusivity in the territory concerned for any of the delegated or contracted tasks.\n5.   Where a competent authority delegates or contracts tasks, the authorised representative or contractor shall be required, in performing such tasks, to comply with the obligations imposed on competent authorities by this Directive.\n6.   Where a competent authority delegates or contracts tasks, it shall set up a system for checking how those tasks have been carried out and shall ensure that the conditions laid down in paragraphs 2, 4 and 5 are complied with.\nArticle 20\nAccreditation and recognition\n1.   Persons or bodies accredited under this Directive shall be accredited by an accreditation body appointed by the Member State concerned. The accreditation process shall be based on criteria of independence, competence and impartiality, such as the relevant EN 45 000 series European standards and on the evaluation of a dossier submitted by candidates which provides appropriate evidence of their skills in the area in question.\n2.   As an alternative to the accreditation provided for in paragraph 1, a Member State may provide that persons or bodies recognised under this Directive shall be recognised by the competent authority or a body appointed by the Member State concerned. Recognition shall be based on criteria of independence, competence and impartiality. However, in cases when the particular competence sought is extremely rare, an exception to this rule shall be allowed after a positive opinion is given by the Commission in accordance with the regulatory procedure referred to in Article 32(2).\nThe criterion of independence does not apply in the case of the training referred to in Article 23(5) and (6).\n3.   The competent authority shall ensure the publication and updating of a register of persons and bodies which have been accredited or recognised under this Directive.\nArticle 21\nDecisions of the competent authority\n1.   The competent authority shall state the reasons for its decisions.\n2.   The competent authority shall ensure that an administrative appeals procedure is set up allowing employers and drivers to request a review of a decision relating to any application under this Directive.\n3.   Member States shall take the necessary steps to ensure judicial review of the decisions taken by a competent authority.\nArticle 22\nRegisters and exchange of information\n1.   The competent authorities shall be required to:\n(a)\nkeep a register of all licences issued, updated, renewed, amended, expired, suspended, withdrawn or reported lost, stolen or destroyed. This register shall contain the data prescribed in section 4 of Annex I for every licence, which shall be accessible using the national number allotted to each driver. It shall be regularly updated;\n(b)\nsupply, upon reasoned request, information on the status of such licences to the competent authorities of the other Member States, the Agency or any employer of drivers.\n2.   Each railway undertaking and infrastructure manager shall be required to:\n(a)\nkeep a register, or ensure that a register is kept, of all certificates issued, updated, renewed, amended, expired, suspended, withdrawn or reported lost, stolen or destroyed. This register shall contain the data prescribed in section 4 of Annex I for every certificate, as well as data relating to the periodic checks provided for in Article 16. It shall be regularly updated;\n(b)\ncooperate with the competent authority of the Member State where they are domiciled in order to exchange information with the competent authority and give it access to data required;\n(c)\nsupply information on the content of such certificates to the competent authorities of the other Member States upon their request, when this is required as a consequence of their transnational activities.\n3.   Train drivers shall have access to the data concerning them which is stored in the registers of competent authorities and of railway undertakings, and shall be provided with a copy of that data on request.\n4.   The competent authorities shall cooperate with the Agency in order to ensure the interoperability of the registers provided for in paragraphs 1 and 2.\nTo this end, by 4 December 2008, the Commission shall adopt, on the basis of a draft prepared by the Agency, the basic parameters of the registers to be set up, such as data to be recorded, their format and the data exchange protocol, access rights, the duration of data retention and the procedures to be followed in cases of bankruptcy. These measures, designed to amend non-essential elements of this Directive by supplementing it, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 32(3).\n5.   The competent authorities, infrastructure managers and railway undertakings shall ensure that the registers provided for in paragraphs 1 and 2 and the modes of operation of such registers comply with Directive 95/46/EC.\n6.   The Agency shall ensure that the system set up in paragraph 2(a) and (b) complies with Regulation (EC) No 45/2001.\nCHAPTER VI\nTRAINING AND EXAMINATION OF DRIVERS\nArticle 23\nTraining\n1.   The training of drivers shall include a part relating to the licence and reflecting general professional knowledge as described in Annex IV, and a part relating to the certificate and reflecting specific professional knowledge, as described in Annexes V and VI.\n2.   The training method shall satisfy the criteria laid down in Annex III.\n3.   The detailed training objectives are defined in Annex IV for the licence, and in Annexes V and VI for the certificate. These detailed training objectives may be supplemented by either:\n(a)\nthe relevant TSIs adopted in accordance with Directive 96/48/EC or Directive 2001/16/EC. In this case, the Commission shall ensure consistency between the TSIs and Annexes IV, V and VI; or\n(b)\nthe criteria proposed by the Agency pursuant to Article 17 of Regulation (EC) No 881/2004. These criteria, designed to amend non-essential elements of this Directive by supplementing it, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 32(3).\n4.   Pursuant to Article 13 of Directive 2004/49/EC, Member States shall take steps to ensure that candidate drivers have fair and non-discriminatory access to the training needed to fulfil the conditions for obtaining the licence and the certificate.\n5.   Training tasks relating to general professional knowledge as provided for in Article 11(4), linguistic knowledge as provided for in Article 12 and professional knowledge relating to rolling stock as provided for in Article 13(1) shall be performed by persons or bodies accredited or recognised in accordance with Article 20.\n6.   Training tasks relating to infrastructure knowledge as provided for in Article 13(2), including route knowledge and operating rules and procedures, shall be performed by persons or bodies accredited or recognised by the Member State where the infrastructure is located.\n7.   With regard to licences, the general system for the recognition of professional qualifications established by Directive 2005/36/EC shall continue to apply to the recognition of the professional qualifications of drivers who are nationals of a Member State and have obtained their training certificate in a third country.\n8.   A process of continuous training shall be set up in order to ensure that staff competences are maintained, in accordance with point 2(e) of Annex III to Directive 2004/49/EC.\nArticle 24\nCost of training\n1.   Member States shall ensure that the necessary measures are taken in order to ensure that investments made by a railway undertaking or an infrastructure manager for the training of a driver do not unduly benefit another railway undertaking or infrastructure manager in the case where that driver voluntarily leaves the former for the latter railway undertaking or infrastructure manager.\n2.   Particular attention shall be paid to the implementation of this Article in the report provided for in Article 33, in particular as regards point (f) thereof.\nArticle 25\nExaminations\n1.   The examinations and examiners intended for the purpose of checking the requisite qualifications shall be determined:\n(a)\nfor the part relating to the licence: by the competent authority when laying down the procedure to be followed to obtain a licence in accordance with Article 14(1);\n(b)\nfor the part relating to the certificate: by the railway undertaking or the infrastructure manager when laying down the procedure to be followed to obtain a certificate in accordance with Article 15.\n2.   The examinations referred to in paragraph 1 shall be overseen by competent examiners, accredited or recognised in accordance with Article 20, and shall be organised in such a way as to avoid any conflict of interest.\n3.   Infrastructure knowledge evaluation, including route knowledge and operation rules, shall be performed by persons or bodies accredited or recognised by the Member State where the infrastructure is located.\n4.   The examinations referred to in paragraph 1 shall be organised in such a way that any conflict of interests is avoided, without prejudice to the possibility that the examiner may belong to the railway undertaking or infrastructure manager issuing the certificate.\n5.   The choice of examiners and examinations may be subject to Community criteria established on the basis of a draft prepared by the Agency. These measures, designed to amend non-essential elements of this Directive by supplementing it, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 32(3). On imperative grounds of urgency, the Commission may have recourse to the urgency procedure referred to in Article 32(4).\nIn the absence of such Community criteria, the competent authorities shall establish national criteria.\n6.   There shall be theoretical and practical examinations at the end of the training course. Driving ability shall be assessed during driving tests on the network. Simulators may also be used for examining the application of operational rules and driver performance in particularly difficult situations.\nCHAPTER VII\nASSESSMENT\nArticle 26\nQuality standards\nThe competent authorities shall ensure that all activities associated with training, the assessment of skills and the updating of licences and certificates are the subject of continuous monitoring under a quality standards system. This shall not apply to activities already covered by the safety management systems put in place by railway undertakings and infrastructure managers in accordance Directive 2004/49/EC.\nArticle 27\nIndependent assessment\n1.   An independent assessment of the procedures for the acquisition and assessment of professional knowledge and competences, and of the system for the issuing of licences and certificates, shall be carried out in each Member State at intervals of not more than five years. This shall not apply to activities already covered by the safety management systems put in place by railway undertakings and infrastructure managers in accordance with Directive 2004/49/EC. The assessment shall be carried out by qualified persons who are not themselves involved in the activities concerned.\n2.   The results of these independent assessments shall be duly documented and brought to the attention of the competent authorities concerned. If necessary, Member States shall take appropriate measures to remedy any shortcomings brought to light by the independent assessment.\nCHAPTER VIII\nOTHER CREW MEMBERS\nArticle 28\nReport on other crew members\n1.   The Agency shall, in a report to be presented by 4 June 2009, and taking into account the TSI on operation and traffic management developed under Directives 96/48/EC and 2001/16/EC, identify the profile and tasks of other crew members performing safety-critical tasks whose professional qualifications accordingly contribute to railway safety which should be regulated at Community level by means of a system of licences and/or certificates which may be similar to the system established by this Directive.\n2.   On the basis of this report the Commission shall, by 4 June 2010, present a report and, if appropriate, bring forward a legislative proposal on a certification system for the other crew members referred to in paragraph 1.\nCHAPTER IX\nCONTROLS AND PENALTIES\nArticle 29\nControls by the competent authority\n1.   The competent authority may at any time take steps to verify, on board trains operating in its area of jurisdiction, that the train driver is in possession of the documents issued pursuant to this Directive.\n2.   Notwithstanding verification as provided for in paragraph 1, in the event of negligence at the workplace the competent authority may verify if the driver in question complies with the requirements set out in Article 13.\n3.   The competent authority may carry out enquiries regarding compliance with this Directive by drivers, railway undertakings, infrastructure managers, examiners and training centres pursuing their activities in its area of jurisdiction.\n4.   If the competent authority finds that a driver no longer satisfies one or more required conditions, it shall take the following measures:\n(a)\nif it concerns a licence issued by the competent authority, the competent authority shall suspend the licence. The suspension shall be temporary or permanent depending on the scale of the problems created for rail safety. It shall immediately inform the driver concerned and his employer of its reasoned decision, without prejudice to the right of review provided for in Article 21. It shall indicate the procedure to be followed for recovering the licence;\n(b)\nif it concerns a licence issued by a competent authority in another Member State, the competent authority shall approach that authority and provide a reasoned request either that a further inspection be carried out or that the licence be suspended. The requesting competent authority shall inform the Commission and the other competent authorities of its request. The authority that issued the licence in question shall examine the request within four weeks and notify the other authority of its decision. The authority that issued the licence shall also inform the Commission and the other competent authorities of the decision. Any competent authority may prohibit train drivers from operating in its area of jurisdiction pending notification of the issuing authority’s decision;\n(c)\nif it concerns a certificate, the competent authority shall approach the issuing body and request either that a further inspection be carried out or that the certificate be suspended. The issuing body shall take appropriate measures and report back to the competent authority within a period of four weeks. The competent authority may prohibit train drivers from operating in its area of jurisdiction pending the report of the issuing body, and shall inform the Commission and the other competent authorities thereof.\nAt all events, if the competent authority considers that a particular driver creates a serious threat to the safety of the railways, it shall immediately take the necessary action, such as asking the infrastructure manager to stop the train and prohibiting the driver from operating in its area of jurisdiction for as long as necessary. It shall inform the Commission and the other competent authorities of any such decision.\nIn all cases the competent authority, or the body designated for this, shall update the register provided for in Article 22.\n5.   If a competent authority considers that a decision taken by a competent authority in another Member State pursuant to paragraph 4 fails to comply with the relevant criteria, the matter shall be referred to the Commission which shall deliver its opinion within three months. If necessary, corrective measures shall be proposed to the Member State concerned. In the event of disagreement or dispute, the matter shall be referred to the Committee referred to in Article 32(1), and the Commission shall take whatever measures are necessary in accordance with the regulatory procedure referred to in Article 32(2). A Member State may maintain a prohibition on a driver driving on its territory in accordance with paragraph 4 until the matter is concluded in accordance with this paragraph.\nArticle 30\nPenalties\nWithout prejudice to any other penalties or procedures established by this Directive, the Member States shall lay down rules on penalties applicable to infringements of the national provisions adopted pursuant to this Directive and shall take all measures necessary to ensure that they are implemented. The penalties provided for shall be effective, proportionate, non-discriminatory and dissuasive. The Member States shall notify the Commission of those provisions by the date specified in the first subparagraph of Article 36(1) at the latest and shall notify it without delay of any subsequent amendment affecting them.\nCHAPTER X\nFINAL PROVISIONS\nArticle 31\nAdaptation of the Annexes\n1.   Measures designed to amend non-essential elements of this Directive by adapting the Annexes to scientific and technical progress shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 32(3). On imperative grounds of urgency, the Commission may have recourse to the urgency procedure referred to in Article 32(4).\n2.   Where the adaptations concern health and safety conditions, or professional competences, the Commission shall ensure that the social partners are consulted prior to their preparation.\nArticle 32\nCommittee\n1.   The Commission shall be assisted by the Committee set up by Article 21 of Directive 96/48/EC.\n2.   Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period laid down in Article 5(6) of Decision 1999/468/EC shall be set at three months.\n3.   Where reference is made to this paragraph, Article 5a(1) to (4), and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\n4.   Where reference is made to this paragraph, Article 5a(1), (2), (4) and (6), and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nArticle 33\nReport\nThe Agency shall evaluate the development of the certification of train drivers in accordance with this Directive. It shall submit to the Commission, not later than four years following the adoption of the basic parameters of the registers provided for in Article 22(4), a report containing, where appropriate, improvements to be made to the system as regards:\n(a)\nthe procedures for issuing licences and certificates;\n(b)\nthe accreditation of training centres and examiners;\n(c)\nthe quality system put in place by the competent authorities;\n(d)\nthe mutual recognition of certificates;\n(e)\nthe adequacy of the training requirements specified in Annexes IV, V and VI in relation to the market structure and the categories mentioned in Article 4(2)(a);\n(f)\nthe interconnection of registers and mobility in the employment market.\nFurthermore, in this report the Agency may, if appropriate, recommend measures regarding the theoretical and practical examination of the professional knowledge of applicants for the harmonised certificate for rolling stock and relevant infrastructure.\nThe Commission shall take appropriate measures on the basis of these recommendations and shall propose, if necessary, changes to this Directive.\nArticle 34\nUse of smartcards\nBy 4 December 2012, the Agency shall examine the possibility of using a smartcard combining the licence and certificates provided for in Article 4, and shall prepare a cost/benefit analysis thereof.\nMeasures designed to amend non-essential elements of this Directive and relating to the technical and operating specifications for such a smartcard shall be adopted on the basis of a draft prepared by the Agency and in accordance with the regulatory procedure with scrutiny referred to in Article 32(3).\nIf the implementation of the smartcard does not entail any modification to this Directive or the Annexes hereto, the specifications of the smartcard shall be adopted in accordance with the regulatory procedure referred to in Article 32(2).\nArticle 35\nCooperation\nMember States shall assist one another in the implementation of this Directive. Competent authorities shall cooperate during this phase of implementation.\nThe Agency shall assist this cooperation and organise appropriate meetings with representatives of the competent authorities.\nArticle 36\nImplementation\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive before 4 December 2009. They shall forthwith inform the Commission thereof.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive. The Commission shall inform the other Member States thereof.\n3.   The obligations for transposition and implementation of this Directive shall not apply to Cyprus and Malta as long as no railway system is established within their territory.\nArticle 37\nGradual phasing-in and transition periods\nThis Directive shall be phased in gradually as indicated below.\n1.\nThe registers provided for in Article 22 shall be set up within two years of the adoption of the basic parameters of the registers provided for in Article 22(4).\n2.\n(a)\nWithin two years of the adoption of the basic parameters of the registers provided for in Article 22(4), certificates or licences shall be issued in accordance with this Directive to drivers performing cross-border services, cabotage services or freight services in another Member State, or work in at least two Member States, without prejudice to the provisions of point 3.\nFrom that same date, all train drivers performing the services listed above, including those not yet licensed or certified in accordance with this Directive, shall comply with the periodic checks provided for in Article 16.\n(b)\nWithin two years of the setting-up of the registers provided for in point 1, all new licences and certificates shall be issued in accordance with this Directive, without prejudice to the provisions of point 3.\n(c)\nWithin seven years of the setting-up of the registers provided for in point 1, all drivers shall hold licences and certificates in conformity with this Directive. The issuing bodies shall take into account all professional competencies already acquired by each driver in such a way that this requirement does not generate unnecessary administrative and financial burdens. Entitlements to drive previously granted to drivers shall be safeguarded, as far as possible. The issuing bodies may nevertheless decide, for individual drivers or for groups of drivers, as appropriate, that additional examinations and/or training are necessary in order to obtain licences and/or certificates under this Directive.\n3.\nDrivers authorised to drive in accordance with the provisions which applied prior to the application of point 2(a) or (b) may continue to pursue their professional activities on the basis of their entitlements, and without applying the provisions of this Directive, for up to seven years from the setting-up of the registers provided for in point 1.\nIn the case of apprentices who started an approved education and training programme or an approved training course prior to the application of point 2(a) or (b), Member States may certify these apprentices in accordance with existing national provisions.\nFor drivers and apprentices referred to in this point, the competent authority or authorities involved may, in exceptional cases, grant exemptions from the medical requirements laid down in Annex II. The validity of any licence issued with such exemption shall be limited to the territory of the Member States concerned.\n4.\nCompetent authorities, railway undertakings and infrastructure managers shall ensure the gradual application of periodic checks corresponding to those provided for by Article 16 to drivers who do not hold licences and certificates in conformity with this Directive.\n5.\nWhere a Member State so requests, the Commission shall ask the Agency, in consultation with that Member State, to carry out a cost/benefit analysis of the application of the provisions of this Directive to train drivers operating exclusively on the territory of that Member State. The cost/benefit analysis shall cover a period of 10 years. This cost/benefit analysis shall be submitted to the Commission within two years of the setting-up of the registers provided for in point 1.\nIf this cost/benefit analysis shows that the costs of applying the provisions of this Directive to such train drivers outweigh the benefits, the Commission shall, in accordance with the regulatory procedure referred to in Article 32(2), adopt a decision within six months following the submission of the results of this cost/benefit analysis. The decision may be that the provisions of point 2(b) and (c) of this Article do not have to be applied to such train drivers for a period of up to 10 years on the territory of the Member State concerned.\nNo later than 24 months prior to the expiry of this temporary exemption period, the Commission, taking into account relevant developments in the railway sector in the Member State concerned, may, in accordance with the regulatory procedure referred to in Article 32(2), request the Agency to carry out another cost/benefit analysis, to be submitted to the Commission no later than 12 months prior to the expiry of this temporary exemption period. The Commission shall take a decision in accordance with the procedure described in the second subparagraph of this point.\nArticle 38\nEntry into force\nThis Directive shall enter in force on the day following its publication in the Official Journal of the European Union.\nArticle 39\nThis Directive is addressed to the Member States.\nDone at Strasbourg, 23 October 2007.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nM. LOBO ANTUNES\n(1)  OJ C 221, 8.9.2005, p. 64.\n(2)  OJ C 71, 22.3.2005, p. 26.\n(3)  Opinion of the European Parliament of 28 September 2005 (OJ C 227 E, 21.9.2006, p. 464), Council Common Position of 14 September 2006 (OJ C 289 E, 28.11.2006, p. 42), Position of the European Parliament of 18 January 2007 (not yet published in the Official Journal), Legislative Resolution of the European Parliament of 25 September 2007 and Council Decision of 26 September 2007.\n(4)  OJ L 164, 30.4.2004, p. 44. Corrected version in OJ L 220, 21.6.2004, p. 16.\n(5)  OJ L 237, 24.8.1991, p. 25. Directive as last amended by Directive 2006/103/EC (OJ L 363, 20.12.2006, p. 344).\n(6)  OJ L 195, 27.7.2005, p. 18.\n(7)  OJ L 235, 17.9.1996, p. 6. Directive as last amended by Commission Directive 2007/32/EC (OJ L 141, 2.6.2007, p. 63).\n(8)  OJ L 110, 20.4.2001, p. 1. Directive as last amended by Commission Directive 2007/32/EC.\n(9)  OJ L 281, 23.11.1995, p. 31. Directive as amended by Regulation (EC) No 1882/2003 (OJ L 284, 31.10.2003, p. 1).\n(10)  OJ L 8, 12.1.2001, p. 1.\n(11)  OJ L 255, 30.9.2005, p. 22. Directive as last amended by Council Directive 2006/100/EC (OJ L 363, 20.12.2006, p. 141).\n(12)  OJ L 184, 17.7.1999, p. 23. Decision as amended by Decision 2006/512/EC (OJ L 200, 22.7.2006, p. 11).\n(13)  OJ C 321, 31.12.2003, p. 1.\n(14)  OJ L 75, 15.3.2001, p. 29. Directive as last amended by Directive 2004/49/EC.\n(15)  OJ L 164, 30.4.2004, p. 1. Corrected version in OJ L 220, 21.6.2004, p. 3.\n(16)  OJ L 199, 31.7.1985, p. 56.\nANNEX I\nCOMMUNITY MODEL LICENCE AND HARMONISED COMPLEMENTARY CERTIFICATE\n1.   CHARACTERISTICS OF THE LICENCE\nThe physical characteristics of the train driver’s licence must be in conformity with ISO standards 7810 and 7816-1.\nThe card must be made of polycarbonate.\nThe methods for verifying the characteristics of the driving licences to ensure that they are consistent with international standards must comply with ISO standard 10373.\n2.   CONTENTS OF THE LICENCE\nThe front of the licence must contain:\n(a)\nthe words ‘Train driver’s licence’ printed in large type in the language or languages of the Member State issuing the licence;\n(b)\nthe name of the Member State issuing the licence;\n(c)\nthe distinguishing sign of the Member State issuing the licence in accordance with the country’s ISO 3166 code, printed in negative in a blue rectangle and encircled by 12 yellow stars;\n(d)\ninformation specific to the licence issued, numbered as follows:\n(i)\nthe surname of the holder;\n(ii)\nother name(s) of the holder;\n(iii)\nthe date and place of birth of the holder;\n(iv)\n—\nthe date of issue of the licence,\n—\nthe date of expiry of the licence,\n—\nthe name of the issuing authority,\n—\nthe reference number assigned to the employee by the employer (optional);\n(v)\nthe number of the licence giving access to data in the national register;\n(vi)\na photograph of the holder;\n(vii)\nthe signature of the holder;\n(viii)\nthe permanent place of residence or postal address of the holder (optional);\n(e)\nthe words ‘European Communities model’ in the language or languages of the Member State issuing the licence and the words ‘Train driving licence’ in the other languages of the Community, printed in yellow to form the background of the licence;\n(f)\nthe reference colours:\n—\nblue: Pantone Reflex blue,\n—\nyellow: Pantone yellow;\n(g)\nadditional information, or medical restrictions for use imposed by a competent authority in accordance with Annex II, in code form.\nThe codes shall be decided by the Commission, in accordance with the regulatory procedure referred to in Article 32(2) and on the basis of a recommendation from the Agency.\n3.   CERTIFICATE\nThe certificate must contain:\n(a)\nthe surname of the holder;\n(b)\nother name(s) of the holder;\n(c)\nthe date and place of birth of the holder;\n(d)\n—\nthe date of issue of the certificate,\n—\nthe date of expiry of the certificate,\n—\nthe name of the issuing authority,\n—\nthe reference number assigned to the employee by the employer (optional);\n(e)\nthe number of the licence giving access to data in the national register;\n(f)\na photograph of the holder;\n(g)\nthe signature of the holder;\n(h)\nthe permanent place of residence or postal address of the holder (optional);\n(i)\nthe name and address of the railway undertaking or infrastructure manager for which the driver is authorised to drive trains;\n(j)\nthe category in which the holder is entitled to drive;\n(k)\nthe type or types of rolling stock which the holder is authorised to drive;\n(l)\nthe infrastructures on which the holder is authorised to drive;\n(m)\nany additional information or restrictions;\n(n)\nlanguage skills.\n4.   MINIMUM DATA CONTAINED IN NATIONAL REGISTERS\n(a)\nData relating to the licence:\nAll data appearing on the licence plus data relating to checking requirements set out in Article 11 and 16.\n(b)\nData relating to the certificate:\nAll data appearing on the certificate plus data relating to checking requirements set out in Articles 12, 13 and 16.\nANNEX II\nMEDICAL REQUIREMENTS\n1.   GENERAL REQUIREMENTS\n1.1.   Drivers must not be suffering from any medical conditions or be taking any medication, drugs or substances which are likely to cause:\n—\na sudden loss of consciousness,\n—\na reduction in attention or concentration,\n—\nsudden incapacity,\n—\na loss of balance or coordination,\n—\nsignificant limitation of mobility.\n1.2.   Vision\nThe following requirements as regards vision must be complied with:\n—\naided or unaided distance visual acuity: 1,0; minimum of 0,5 for the worse eye,\n—\nmaximum corrective lenses: hypermetropia + 5/myopia -8. Derogations are authorised in exceptional cases and after having obtained the opinion of an eye specialist. The medical doctor then takes the decision,\n—\nnear and intermediate vision: sufficient, whether aided or unaided,\n—\ncontact lenses and glasses are authorised when periodically checked by a specialist,\n—\nnormal colour vision: use of a recognised test, such as Ishihara, as well as another recognised test if required,\n—\nfield of vision: full,\n—\nvision for both eyes: effective; not required when person has adequate adaptation and sufficient compensation experience. Only in case he lost binocular vision after starting his job,\n—\nbinocular vision: effective,\n—\nrecognition of colour signals: the test shall be based on recognition of single colours and not on relative differences,\n—\nsensitivity to contrasts: good,\n—\nno progressive eye diseases,\n—\nlens implants, keratotomies and keratectomies are allowed only on condition that they are checked on a yearly basis or at intervals set by the medical doctor,\n—\nability to withstand dazzle,\n—\ncoloured contact lenses and photochromatic lenses are not allowed. UV filter lenses are allowed.\n1.3.   Hearing and speaking requirements\nSufficient hearing confirmed by an audiogram, i.e.:\n—\nhearing good enough to hold a phone conversation and to be able to hear warning sounds and radio messages.\nThe following values should be taken as guidelines:\n—\nthe hearing deficiency must not be higher than 40 dB at 500 and 1 000 Hz,\n—\nthe hearing deficiency must not be higher than 45 dB at 2 000 Hz for the ear with the worst air conduction of sound,\n—\nno anomaly of the vestibular system,\n—\nno chronic speech disorder (given the necessity to exchange messages loudly and clearly),\n—\nthe use of hearing aids is allowed in special cases.\n1.4.   Pregnancy\nIn the event of poor tolerance or a pathological condition, pregnancy must be considered to be a reason for the temporary exclusion of drivers. Legal provisions protecting pregnant drivers must be applied.\n2.   MINIMUM CONTENT OF THE EXAMINATION BEFORE APPOINTMENT\n2.1.   Medical examinations:\n—\na general medical examination,\n—\nexaminations of sensory functions (vision, hearing, colour perception),\n—\nblood or urine tests, testing among others for diabetes mellitus, insofar as they are necessary to judge the candidate’s physical aptitude,\n—\nan Electro-Cardiogram (ECG) at rest,\n—\ntests for psychotropic substances such as illicit drugs or psychotropic medication and the abuse of alcohol calling into question the fitness for the job,\n—\ncognitive: attention and concentration; memory; perception; reasoning,\n—\ncommunication,\n—\npsychomotor: reaction time, hand coordination.\n2.2.   Occupational psychological examinations\nThe purpose of the occupational psychological examinations is to assist in the appointment and management of staff. In determining the content of the psychological evaluation, the examination must assess that the applicant driver has no established occupational psychological deficiencies, particularly in operational aptitudes or any relevant personality factor, which are likely to interfere with the safe exercise of the duties.\n3.   PERIODIC EXAMINATIONS AFTER APPOINTMENT\n3.1.   Frequency\nMedical examinations (physical fitness) must be taken at least every three years up to the age of 55, thereafter every year.\nIn addition to this frequency, the medical doctor accredited or recognised under Article 20 must increase the frequency of examinations if the health of the member of staff so requires.\nWithout prejudice to Article 16(1) an appropriate medical examination must be carried out when there is a reason to doubt that a holder of the licence or certificate no longer fulfils the medical requirements set out in section 1 of Annex II.\nPhysical fitness must be checked regularly and after any occupational accident or any period of absence following an accident involving persons. The medical doctor accredited or recognised under Article 20 can decide to carry out an additional appropriate medical examination, particularly after a period of at least 30 days’ sick leave. The employer must ask the medical doctor accredited or recognised under Article 20 to check the physical fitness of the driver if the employer had to withdraw the driver from service for safety reasons.\n3.2.   Minimum content of the periodic medical examination\nIf the driver complies with the criteria required for the examination which is carried out before appointment, the periodic examinations must include as a minimum:\n—\na general medical examination,\n—\nan examination of sensory functions (vision, hearing, colour perception),\n—\nblood or urine tests to detect diabetes mellitus and other conditions as indicated by the clinical examination,\n—\ntests for drugs where clinically indicated.\nIn addition, an ECG at rest is also required for train drivers over 40 years of age.\nANNEX III\nTRAINING METHOD\nThere must be a good balance between theoretical training (classroom and demonstrations) and practical training (on-the-job experience, driving with supervision and driving without supervision on tracks which are closed off for training purposes).\nComputer-aided training must be accepted for individual learning of the operational rules, signalling situations, etc.\nThe use of simulators, although not obligatory, may be useful for the effective training of drivers; they are particularly useful for training in abnormal working conditions or for rules infrequently applied. They have a particular advantage in their ability to provide learning-by-doing capability for events that cannot be trained in the real world. In principle, simulators of the latest generation must be used.\nConcerning the acquisition of route knowledge, the approach to be favoured must be where the train driver accompanies another driver for an appropriate number of journeys along the route, in daylight as well as at night. Videos of the routes as seen from the driver’s cab may be used, among other methods, as an alternative training method.\nANNEX IV\nGENERAL PROFESSIONAL KNOWLEDGE AND REQUIREMENTS REGARDING THE LICENCE\nThe general training has the following objectives:\n—\nacquiring the knowledge and procedures regarding of railway technologies, including safety principles and the philosophy behind operational regulations,\n—\nacquiring knowledge and procedures regarding the risks related to railway operation and the various means to be used to combat them,\n—\nacquiring knowledge and procedures regarding the principles guiding one or more railway operating modes,\n—\nacquiring knowledge and procedures regarding trains, their composition and technical requirements on traction units, wagons, coaches and other rolling stock.\nIn particular, drivers must be able to:\n—\nunderstand the specific requirements for working in the profession of driver, its importance, and the professional and personal demands (long periods of work, being away from home, etc.),\n—\napply staff safety rules,\n—\nidentify rolling stock,\n—\nknow and apply a working method in a precise manner,\n—\nidentify the reference and applications documents (manual of procedures and manual of lines as defined in the ‘Operations’ TSI, driver’s manual, breakdown manual, etc.),\n—\nlearn behaviours which are compatible with safety-critical responsibilities,\n—\nidentify the procedures applicable to accidents involving persons,\n—\ndistinguish the hazards involved in railway operations in general,\n—\nknow the principles governing traffic safety,\n—\napply the basic principles of electrotechnology.\nANNEX V\nPROFESSIONAL KNOWLEDGE OF ROLLING STOCK AND REQUIREMENTS REGARDING THE CERTIFICATE\nAfter completing specific training in relation to rolling stock, drivers must be able to carry out the following tasks:\n1.   TESTS AND CHECKS PRIOR TO DEPARTURE\nDrivers must be able to:\n—\ncollect the documentation and the necessary equipment,\n—\ncheck the capacities of the traction unit,\n—\ncheck the information entered in the documents on board the traction unit,\n—\nensure, by performing the checks and tests specified, that the traction unit is capable of providing the required traction power, and that the safety equipment is operating,\n—\nchecking the availability and functionality of the prescribed protection and safety equipments at the handover of a locomotive or at the start of a trip,\n—\nperform any routine preventive maintenance operations.\n2.   KNOWLEDGE OF ROLLING STOCK\nTo operate a locomotive, drivers must be familiar with all the controls and indicators placed at their disposal, in particular those concerning:\n—\ntraction,\n—\nbraking,\n—\ntraffic safety-related elements.\nIn order to detect and locate anomalies in the rolling stock, report them and determine what is required to repair them, and in certain cases, to take action, drivers must be familiar with:\n—\nmechanical structures,\n—\nsuspension and attachment equipment,\n—\nrunning gear,\n—\nsafety equipment,\n—\nfuel tanks, fuel supply system, exhaust equipment,\n—\nthe meaning of markings on the inside and outside of the rolling stock, in particular the symbols used for the transportation of dangerous goods,\n—\ntrip registration systems,\n—\nelectrical and pneumatic systems,\n—\ncollection of current and high-voltage systems,\n—\ncommunication equipment (ground-to-train radio, etc.),\n—\narrangements of trips,\n—\nthe constituent parts of the rolling stock, their purpose, and the devices specific to the hauled stocks, in particular the system of stopping the train by venting the brake pipe,\n—\nbraking system,\n—\nthe parts specific to traction units,\n—\ntraction chain, motors and transmission.\n3.   TESTING THE BRAKES\nDrivers must be able to:\n—\ncheck and calculate, before departure, that the train’s braking power corresponds to the braking power required for the line, as specified in the vehicle documents,\n—\ncheck the functioning of the various components of the braking system of the traction unit and of the train, as appropriate, before departure, at start-up and during running.\n4.   OPERATING MODE AND MAXIMUM SPEED OF THE TRAIN IN RELATION TO THE LINE CHARACTERISTICS\nDrivers must be able to:\n—\ntake note of information given to them before departure,\n—\ndetermine the type of running and the limit speed of the train on the basis of variables such as speed limits, weather conditions or any signalling changes.\n5.   DRIVING THE TRAIN IN A WAY WHICH DOES NOT DAMAGE INSTALLATIONS OR VEHICLES\nDrivers must be able to:\n—\nuse all available control systems in accordance with the applicable rules,\n—\nstart the train taking account of adhesion and power constraints,\n—\napply the brakes for decelerations and stops, taking account of the rolling stock and installations.\n6.   ANOMALIES\nDrivers must:\n—\nbe able to be attentive to unusual occurrences concerning the behaviour of the train,\n—\nbe able to inspect the train and identify signs of anomalies, distinguish between them, react according to their relative importance and try to remedy them, always giving priority to the safety of rail traffic and persons,\n—\nknow the available means of protection and communication.\n7.   OPERATING INCIDENTS AND ACCIDENTS, FIRES AND ACCIDENTS INVOLVING PERSONS\nDrivers must:\n—\nbe able to take steps to protect the train and summon assistance in the event of an accident involving persons on board the train,\n—\nbe able to determine whether the train is transporting dangerous goods and identify them on the basis of train documents and wagon lists,\n—\nknow the procedures relating to the evacuation of a train in case of emergency.\n8.   CONDITIONS FOR CONTINUING RUNNING AFTER AN INCIDENT INVOLVING ROLLING STOCK\nAfter an incident, drivers must be able to assess whether the vehicle can continue to run and under what conditions, so as to inform the infrastructure manager of those conditions as soon as possible.\nDrivers must be able to determine if an expert evaluation is necessary before the train can continue.\n9.   IMMOBILISATION OF THE TRAIN\nDrivers must be able to take measures to ensure that the train, or parts thereof, does not start up or move unexpectedly, even in the most difficult conditions.\nFurthermore, drivers must have knowledge about measures which can stop a train or parts thereof in case it has started to move unexpectedly.\nANNEX VI\nPROFESSIONAL KNOWLEDGE OF INFRASTRUCTURE AND REQUIREMENTS REGARDING THE CERTIFICATE\nMatters relating to infrastructure\n1.   TESTING THE BRAKES\nDrivers must be able to check and calculate, before departure, that the train’s braking power corresponds to the braking power required for the line, as specified in the vehicle documents.\n2.   TYPE OF OPERATION AND MAXIMUM TRAIN SPEED ACCORDING TO THE LINE CHARACTERISTICS\nDrivers must be able to:\n—\ntake note of information given to them, such as the speed limits or any signalling changes,\n—\ndetermine the type of running and the limit speed of the train on the basis of the characteristics of the line.\n3.   KNOWLEDGE OF THE LINE\nDrivers must be able to anticipate problems and react appropriately in terms of safety and other performances, such as punctuality and economic aspects. They must therefore have a thorough knowledge of the railway lines and installations on their route and of any alternative routes agreed on.\nThe following aspects are important:\n—\noperational conditions (changes of track, one-way running, etc.),\n—\nperform a route check and consult the relevant documents,\n—\nidentification of tracks that can be used for a given type of running,\n—\nthe applicable traffic rules and the meaning of the signalling system,\n—\nthe operations regime,\n—\nthe block system and associated regulations,\n—\nstation names and the position, and distance-sighting of stations and signal boxes to adapt driving accordingly,\n—\ntransition signalling between different operating or power supply systems,\n—\nspeed limits for the different train categories driven,\n—\ntopographical profiles,\n—\nparticular braking conditions, for example on lines with a steep downward gradient,\n—\nparticular operating features: special signals, signs, departure conditions, etc.\n4.   SAFETY REGULATIONS\nDrivers must be able to:\n—\nstart the trains only when all prescribed conditions are fulfilled (timetable, start order or signal, operation of signals if required, etc.),\n—\nobserve track-side and in-cab signals, interpret them immediately and without error, and act as specified,\n—\nrun the train safely according to the specific modes of operation: apply special modes if instructed, temporary speed restrictions, running in opposite direction, permission to pass signals at danger, switching operations, turns, running through construction sites, etc.,\n—\nrespect scheduled or supplementary stops, and if necessary perform supplementary operations for passengers during these stops, notably opening and closing the doors.\n5.   DRIVING THE TRAIN\nDrivers must be able to:\n—\nknow the train’s position on the line at all times,\n—\napply the brakes for decelerations and stops, taking account of the rolling stock and installations,\n—\nadjust the running of the train in accordance with the timetable and any orders given on saving energy, taking account of the characteristics of the traction unit, the train, the line and the environment.\n6.   ANOMALIES\nDrivers must be able to:\n—\nbe attentive, insofar as train operation permits, to unusual occurrences concerning the infrastructure and the environment: signals, tracks, energy supply, level crossings, track surrounding, other traffic,\n—\nknow particular distances to clear obstacles,\n—\ninform the infrastructure manager as soon as possible of the place and nature of anomalies observed, making sure that the information has been understood,\n—\ntaking into account the infrastructure, ensure or take measures to ensure the safety of traffic and persons, whenever necessary.\n7.   OPERATING INCIDENTS AND ACCIDENTS, FIRES AND ACCIDENTS INVOLVING PERSONS\nDrivers must be able to:\n—\ntake steps to protect the train and summon assistance in the event of an accident involving persons,\n—\ndetermine where to stop the train in the event of a fire and facilitate the evacuation of passengers, if necessary,\n—\nprovide useful information on the fire as soon as possible if the fire cannot be brought under control by the driver acting alone,\n—\ninform the infrastructure manager of these conditions as soon as possible,\n—\nassess whether the infrastructure allows the vehicle to continue to run and under which conditions.\n8.   LANGUAGE TESTS\nDrivers who have to communicate with the infrastructure manager on critical safety issues must have language skills in the language indicated by the infrastructure manager concerned. Their language skills must be such that they can communicate actively and effectively in routine, adverse and emergency situations.\nThey must be able to use the messages and communication method specified in the ‘Operations’ TSI. Drivers must be able to communicate according to level 3 of the following table:\nLanguage and communication level\nThe oral qualification in a language can be subdivided into five levels:\nLevel\nDescription\n5\n—\ncan adapt the way he/she speaks to any interlocutor\n—\ncan put forward an opinion\n—\ncan negotiate\n—\ncan persuade\n—\ncan give advice\n4\n—\ncan cope with totally unforeseen situations\n—\ncan make assumptions\n—\ncan express an argued opinion\n3\n—\ncan cope with practical situations involving an unforeseen element\n—\ncan describe\n—\ncan keep a simple conversation going\n2\n—\ncan cope with simple practical situations\n—\ncan ask questions\n—\ncan answer questions\n1\n—\ncan talk using memorised sentences\nANNEX VII\nFREQUENCY OF EXAMINATIONS\nThe minimum frequency of the periodic checks shall be as follows:\n(a)\nlinguistic knowledge (only for non-native speakers): every three years or after any absence of more than one year;\n(b)\ninfrastructure knowledge (including route and operation rules knowledge): every three years or after any absence of more than one year on the relevant route;\n(c)\nknowledge of rolling stock: every three years.", "summary": "Certification of train drivers operating locomotives and trains\nCertification of train drivers operating locomotives and trains\nSUMMARY OF:\nDirective 2007/59/EC on the certification of train drivers operating locomotives and trains on the EU railway system\nWHAT IS THE AIM OF THE DIRECTIVE?\n              \nIt sets out the requirements and procedures for the certification of train drivers operating locomotives and trains on the EU railway system.\nKEY POINTS\n              \nWhen implementing the directive, EU countries may exclude train drivers who operate exclusively on:\nmetros, trams and other light rail systems;\nnetworks separate from the rest of the rail system which are intended only for local, urban and suburban passenger and freight services;\nprivately owned railway infrastructure;\nsections of railway track temporarily closed to normal traffic.\nCertification of drivers\nDrivers must have the necessary fitness and qualifications. They must also hold the following documents:\na licence confirming that a driver meets minimum requirements for medical and psychological fitness, basic education and general professional skills;\na harmonised complementary certificate indicating the infrastructure (railways) and rolling stock (types of train) for which the driver is authorised.\nObtaining a licence and a certificate\nApplicants must meet the following requirements: be at least 20 years old, although EU countries may issue licences limited to their own territory to drivers from the age of 18;have received basic training and satisfy the medical requirements laid down in the Directive;provide evidence of physical fitness by passing a medical examination conducted by a medical doctor recognised by the competent authority;demonstrate psychological fitness by passing an examination conducted by a psychologist recognised by the competent authority;provide evidence of their professional and, if applicable, linguistic abilities.\nThe competent authority must issue the licence within 1 month of receiving the necessary documents. The licence is valid for 10 years.\nThe complementary certificates are issued by the employers of train drivers, i.e. railway undertakings or infrastructure managers.\nWhat is the role of national competent authorities?\nThe authority appointed by an EU country to issue the train driver’s licence has a number of tasks including:\nissuing and updating licences, providing replacements and suspending and withdrawing licences if necessary;\nensuring periodic examinations and checks;\nensuring the publication and updating of a register of accredited or recognised persons and bodies (medical doctors, trainers, examiners, etc.);\nkeeping and updating a register of licences which have been issued, modified, suspended, cancelled or declared lost or destroyed, or which have expired;\nsupervising the process of certifying drivers and carrying out the necessary checks on board trains travelling within the EU.\nRailway companies must:\nkeep a register of all harmonised complementary certificates issued, expiring, modified, suspended, cancelled or declared lost or destroyed;\nset up a system to monitor their drivers and take immediate action if a driver’s fitness for the job is called into question.\nBy 29 October 2018, all drivers must hold licences and certificates that comply with this directive.\nAmendments to Directive 2007/59/EC\nThe directive has been amended on several occasions:\nby Directive 2014/82/EU which includes minor changes to the requirements for issuing a licence and a certificate in order to ensure uniform application across all EU countries;\nby Directive (EU) 2016/882 and by Regulation (EU) 2019/554 which amend Annex VI to the directive concerning language requirements for train drivers;\nRegulation (EU) 2020/698 which lays down specific and temporary measures in view of the COVID-19 pandemic concerning the renewal or extension of certain certificates, licences and authorisations and the postponement of certain periodic checks and periodic training in certain areas of transport legislation. The regulation extends the time limits laid down in Directive 2007/59/EC by 6 months.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt has applied since 4 December 2007 and had to become law in the EU countries by 3 December 2009.\nBACKGROUND\n              \nFor more information, see:\nTrain drivers (European Union Agency for Railways).\nMAIN DOCUMENT\n            \nDirective 2007/59/EC of the European Parliament and of the Council of 23 October 2007 on the certification of train drivers operating locomotives and trains on the railway system in the Community (OJ L 315, 3.12.2007, pp. 51-78)\nSuccessive amendments to Directive 2007/59/EC have been incorporated into the original text. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nRegulation (EU) 2020/698 of the European Parliament and of the Council of 25 May 2020 laying down specific and temporary measures in view of the COVID-19 outbreak concerning the renewal or extension of certain certificates, licences and authorisations and the postponement of certain periodic checks and periodic training in certain areas of transport legislation (OJ L 165, 27.5.2020, pp. 10-24)\nCommission Implementing Decision 2014/89/EU of 14 February 2014 on a pilot project to implement the administrative cooperation obligations set out in Directive 2007/59/EC of the European Parliament and of the Council by means of the Internal Market Information System (OJ L 45, 15.2.2014, pp. 36-39)\nCommission Decision 2011/765/EU of 22 November 2011 on criteria for the recognition of training centres involved in the training of train drivers, on criteria for the recognition of examiners of train drivers and on criteria for the organisation of examinations in accordance with Directive 2007/59/EC of the European Parliament and of the Council (OJ L 314, 29.11.2011, pp. 36-40)\nCommission Recommendation 2011/766/EU of 22 November 2011 on the procedure for recognition of training centres and of examiners of train drivers in accordance with Directive 2007/59/EC of the European Parliament and of the Council (OJ L 314, 29.11.2011, pp. 41-46)\nCommission Regulation (EU) No 36/2010 of 3 December 2009 on Community models for train driving licences, complementary certificates, certified copies of complementary certificates and application forms for train driving licences, under Directive 2007/59/EC of the European Parliament and the Council (OJ L 13, 19.1.2010, pp. 1-27)\nSee consolidated version.\nCommission Decision 2010/17/EC of 29 October 2009 on the adoption of basic parameters for registers of train driving licences and complementary certificates provided for under Directive 2007/59/EC of the European Parliament and of the Council (OJ L 8, 13.1.2010, pp. 17-31)\nlast update 22.07.2020", "tags": ["vocational training", "drivers", "common transport policy", "single market", "rail network", "intra-EU transport", "recognition of vocational training qualifications"], "subjects": ["Transport", "Approximation of laws"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}