{"celex_id": "32008R1331", "reference": "31.12.2008\nEN\nOfficial Journal of the European Union\nL 354/1\nREGULATION (EC) No 1331/2008 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 16 December 2008\nestablishing a common authorisation procedure for food additives, food enzymes and food flavourings\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 95 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1)\nThe free movement of safe and wholesome food is an essential aspect of the internal market and contributes significantly to the health and well-being of citizens, and to their social and economic interests.\n(2)\nA high level of protection of human life and health should be assured in the pursuit of Community policies.\n(3)\nIn order to protect human health, the safety of additives, enzymes and flavourings for use in foodstuffs for human consumption must be assessed before they are placed on the Community market.\n(4)\nRegulation (EC) No 1333/2008 of the European Parliament and of the Council of 16 December 2008 on food additives (3), Regulation (EC) No 1332/2008 of the European Parliament and of the Council of 16 December 2008 on food enzymes (4) and Regulation (EC) No 1334/2008 of the European Parliament and of the Council of 16 December 2008 on flavourings and certain food ingredients with flavouring properties for use in and on foods (5) (hereinafter referred to as the sectoral food laws) lay down harmonised criteria and requirements concerning the assessment and authorisation of these substances.\n(5)\nIt is envisaged, in particular, that food additives, food enzymes and food flavourings, to the extent that the safety of food flavourings must be assessed in accordance with Regulation (EC) No 1334/2008 [on flavourings and certain food ingredients with flavouring properties for use in and on foods], must not be placed on the market or used in foodstuffs for human consumption, in accordance with the conditions laid down in each sectoral food law, unless they are included on a Community list of authorised substances.\n(6)\nEnsuring transparency in the production and handling of food is absolutely crucial in order to maintain consumer confidence.\n(7)\nIn this context, it appears appropriate to establish for these three categories of substances a common Community assessment and authorisation procedure that is effective, time-limited and transparent, so as to facilitate their free movement within the Community market.\n(8)\nThis common procedure must be founded on the principles of good administration and legal certainty and must be implemented in compliance with those principles.\n(9)\nThis Regulation will thus complete the regulatory framework concerning the authorisation of the substances by laying down the various stages of the procedure, the deadlines for those stages, the role of the parties involved and the principles that apply. Nevertheless, for some aspects of the procedure, it is necessary to take the specific characteristics of each sectoral food law into consideration.\n(10)\nThe deadlines laid down in the procedure take into account the time needed to consider the different criteria set in each sectoral food law, as well as allowing adequate time for consultation when preparing the draft measures. In particular, the nine-months deadline for the Commission to present a draft regulation updating the Community list should not preclude the possibility of this being done within a shorter period.\n(11)\nUpon receipt of an application the Commission should initiate the procedure and where necessary seek the opinion of the European Food Safety Authority (hereinafter referred to as the Authority) established by Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (6) as soon as possible after the validity and applicability of the application have been assessed.\n(12)\nIn accordance with the framework for risk assessment in matters of food safety established by Regulation (EC) No 178/2002, the authorisation to place substances on the market must be preceded by an independent scientific assessment, of the highest possible standard, of the risks that they pose to human health. This assessment, which must be carried out under the responsibility of the Authority, must be followed by a risk management decision taken by the Commission under a regulatory procedure that ensures close cooperation between the Commission and the Member States.\n(13)\nThe authorisation to place substances on the market should be granted pursuant to this Regulation provided that the criteria for authorisation laid down under the sectoral food laws are satisfied.\n(14)\nIt is recognised that, in some cases, scientific risk assessment alone cannot provide all the information on which a risk management decision should be based, and that other legitimate factors relevant to the matter under consideration may be taken into account, including societal, economic, traditional, ethical and environmental factors and the feasibility of controls.\n(15)\nIn order to ensure that both business operators in the sectors concerned and the public are kept informed of the authorisations in force, the authorised substances should be included on a Community list created, maintained and published by the Commission.\n(16)\nWhere appropriate and under certain circumstances, the specific sectoral food law may provide for protection of scientific data and other information submitted by the applicant for a certain period of time. In this case, the sectoral food law should lay down the conditions under which these data may not be used for the benefit of another applicant.\n(17)\nNetworking between the Authority and the Member States’ organisations operating in the fields within the Authority’s mission is one of the basic principles of the Authority’s operation. In consequence, in preparing its opinion, the Authority may use the network made available to it by Article 36 of Regulation (EC) No 178/2002 and by Commission Regulation (EC) No 2230/2004 (7).\n(18)\nThe common authorisation procedure for the substances must fulfil transparency and public information requirements while guaranteeing the right of applicants to preserve the confidentiality of certain information.\n(19)\nProtecting the confidentiality of certain aspects of an application should be maintained as a consideration in order to protect the competitive position of an applicant. However, information relating to the safety of a substance, including, but not limited to, toxicological studies, other safety studies and raw data as such, should under no circumstances be confidential.\n(20)\nPursuant to Regulation (EC) No 178/2002, Regulation (EC) No 1049/2001 of the European Parliament and of the Council of 30 May 2001 regarding public access to European Parliament, Council and Commission documents (8) applies to documents held by the Authority.\n(21)\nRegulation (EC) No 178/2002 establishes procedures for taking emergency measures in relation to foodstuffs of Community origin or imported from third countries. It authorises the Commission to adopt such measures in situations where foodstuffs are likely to constitute a serious risk to human health, animal health or the environment and where such risk cannot be contained satisfactorily by measures taken by the Member State(s) concerned.\n(22)\nIn the interests of efficiency and legislative simplification, there should be a medium-term examination of the question whether to extend the scope of the common procedure to other legislation in the area of food.\n(23)\nSince the objectives of this Regulation cannot be sufficiently achieved by the Member States on account of differences between national laws and provisions and can therefore be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve those objectives.\n(24)\nThe measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (9).\n(25)\nIn particular the Commission should be empowered to update the Community lists. Since those measures are of general scope and are designed to amend non-essential elements of each sectoral food law, inter alia, by supplementing it with new non-essential elements, they must be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(26)\nOn grounds of efficiency, the normal time-limits for the regulatory procedure with scrutiny should be curtailed for the addition of substances to the Community lists and for adding, removing or changing conditions, specifications or restrictions associated with the presence of a substance on the Community lists.\n(27)\nWhen, on imperative grounds of urgency, the normal time-limits for the regulatory procedure with scrutiny cannot be complied with, the Commission should be able to apply the urgency procedure provided for in Article 5a(6) of Decision 1999/468/EC for the removal of a substance from the Community lists and for adding, removing or changing conditions, specifications or restrictions associated with the presence of a substance on the Community lists,\nHAVE ADOPTED THIS REGULATION:\nCHAPTER I\nGENERAL PRINCIPLES\nArticle 1\nSubject matter and scope\n1.   This Regulation lays down a common procedure for the assessment and authorisation (hereinafter referred to as the common procedure) of food additives, food enzymes, food flavourings and source materials of food flavourings and of food ingredients with flavouring properties used or intended for use in or on foodstuffs (hereinafter referred to as the substances), which contributes to the free movement of food within the Community and to a high level of protection of human health and to a high level of consumer protection, including the protection of consumer interests. This Regulation shall not apply to smoke flavourings falling within the scope of Regulation (EC) No 2065/2003 of the European Parliament and of the Council of 10 November 2003 on smoke flavourings used or intended for use in or on foods (10).\n2.   The common procedure shall lay down the procedural arrangements for updating the lists of substances the marketing of which is authorised in the Community pursuant to Regulation (EC) No 1333/2008 [on food additives], Regulation (EC) No 1332/2008 [on food enzymes] and Regulation (EC) No 1334/2008 [on flavourings and certain food ingredients with flavouring properties for use in and on foods] (hereinafter referred to as the sectoral food laws).\n3.   The criteria according to which substances can be included on the Community list provided for in Article 2, the content of the regulation referred to in Article 7 and, where applicable, the transitional provisions concerning ongoing procedures are laid down in each sectoral food law.\nArticle 2\nCommunity list of substances\n1.   Under each sectoral food law, substances that have been authorised to be placed on the Community market shall be included on a list the content of which is determined by the said law (hereinafter referred to as the Community list). The Community list shall be updated by the Commission. It shall be published in the Official Journal of the European Union.\n2.   ‘Updating the Community list’ means:\n(a)\nadding a substance to the Community list;\n(b)\nremoving a substance from the Community list;\n(c)\nadding, removing or changing conditions, specifications or restrictions associated with the presence of a substance on the Community list.\nCHAPTER II\nCOMMON PROCEDURE\nArticle 3\nMain stages of the common procedure\n1.   The common procedure for updating the Community list may be started either on the initiative of the Commission or following an application. Applications may be made by a Member State or by an interested party, who may represent several interested parties, in accordance with the conditions provided for by the implementing measures referred to in Article 9(1)(a) (hereinafter referred to as the applicant). Applications shall be sent to the Commission.\n2.   The Commission shall seek the opinion of the European Food Safety Authority (hereinafter referred to as the Authority), to be given in accordance with Article 5.\nHowever, for the updates referred to in Article 2(2)(b) and (c), the Commission shall not be required to seek the opinion of the Authority if the updates in question are not liable to have an effect on human health.\n3.   The common procedure shall end with the adoption by the Commission of a regulation implementing the update, in accordance with Article 7.\n4.   By way of derogation from paragraph 3, the Commission may end the common procedure and decide not to proceed with a planned update, at any stage of the procedure, if it judges that such an update is not justified. Where applicable, it shall take account of the opinion of the Authority, the views of Member States, any relevant provisions of Community law and any other legitimate factors relevant to the matter under consideration.\nIn such cases, where applicable, the Commission shall inform the applicant and the Member States directly, indicating in its letter the reasons for not considering the update justified.\nArticle 4\nInitiating the procedure\n1.   On receipt of an application to update the Community list, the Commission:\n(a)\nshall acknowledge receipt of the application in writing to the applicant within 14 working days of receiving it;\n(b)\nwhere applicable, shall as soon as possible notify the Authority of the application and request its opinion in accordance with Article 3(2).\nThe application shall be made available to the Member States by the Commission.\n2.   Where it starts the procedure on its own initiative, the Commission shall inform the Member States and, where applicable, request the opinion of the Authority.\nArticle 5\nOpinion of the Authority\n1.   The Authority shall give its opinion within nine months of receipt of a valid application.\n2.   The Authority shall forward its opinion to the Commission, the Member States and, where applicable, the applicant.\nArticle 6\nAdditional information concerning risk assessment\n1.   In duly justified cases where the Authority requests additional information from applicants, the period referred to in Article 5(1) may be extended. After consulting the applicant, the Authority shall lay down a period within which this information can be provided and shall inform the Commission of the additional period needed. If the Commission does not object within eight working days of being informed by the Authority, the period referred to in Article 5(1) shall be automatically extended by the additional period. The Commission shall inform the Member States of the extension.\n2.   If the additional information is not sent to the Authority within the additional period referred to in paragraph 1, the Authority shall finalise its opinion on the basis of the information already provided.\n3.   Where applicants submit additional information on their own initiative, they shall send it to the Authority and to the Commission. In such cases, the Authority shall give its opinion within the original period without prejudice to Article 10.\n4.   The additional information shall be made available to the Member States and the Commission by the Authority.\nArticle 7\nUpdating the Community list\n1.   Within nine months of the Authority giving its opinion, the Commission shall submit to the Committee referred to in Article 14(1) a draft regulation updating the Community list, taking account of the opinion of the Authority, any relevant provisions of Community law and any other legitimate factors relevant to the matter under consideration.\nIn those cases where an opinion of the Authority has not been requested, the nine-month period shall start from the date the Commission receives a valid application.\n2.   In the Regulation updating the Community list, the considerations on which it is based shall be explained.\n3.   Where the draft regulation is not in accordance with the opinion of the Authority, the Commission shall explain the reasons for its decision.\n4.   The measures, designed to amend non-essential elements of each sectoral food law, relating to the removal of a substance from the Community list, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 14(3).\n5.   On grounds of efficiency, the measures designed to amend non-essential elements of each sectoral food law, inter alia, by supplementing it, relating to the addition of a substance to the Community list and for adding, removing or changing conditions, specifications or restrictions associated with the presence of the substance on the Community list, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 14(4).\n6.   On imperative grounds of urgency, the Commission may use the urgency procedure referred to in Article 14(5) for the removal of a substance from the Community list and for adding, removing or changing conditions, specifications or restrictions associated with the presence of a substance on the Community list.\nArticle 8\nAdditional information concerning risk management\n1.   Where the Commission requests additional information from applicants on matters concerning risk management, it shall determine, together with the applicant, a period within which that information can be provided. In such cases, the period referred to in Article 7 may be extended accordingly. The Commission shall inform the Member States of the extension and shall make the additional information available to the Member States once it has been provided.\n2.   If the additional information is not sent within the additional period referred to in paragraph 1, the Commission shall act on the basis of the information already provided.\nCHAPTER III\nMISCELLANEOUS PROVISIONS\nArticle 9\nImplementing measures\n1.   In accordance with the regulatory procedure referred to in Article 14(2), within a period of no longer than 24 months from the adoption of each sectoral food law, the implementing measures for this Regulation shall be adopted by the Commission, and shall concern in particular:\n(a)\nthe content, drafting and presentation of the application referred to in Article 4(1);\n(b)\nthe arrangements for checking the validity of applications;\n(c)\nthe type of information that must be included in the opinion of the Authority referred to in Article 5.\n2.   With a view to the adoption of the implementing measures referred to in paragraph 1(a), the Commission shall consult the Authority, which, within six months of the date of entry into force of each sectoral food law, shall present it with a proposal concerning the data required for risk assessment of the substances concerned.\nArticle 10\nExtension of time periods\nIn exceptional circumstances, the periods referred to in Article 5(1) and Article 7 may be extended by the Commission on its own initiative or, where applicable, at the Authority’s request, if the nature of the matter in question so justifies, without prejudice to Article 6(1) and Article 8(1). In such cases the Commission shall, where appropriate, inform the applicant and the Member States of the extension and the reasons for it.\nArticle 11\nTransparency\nThe Authority shall ensure the transparency of its activities in accordance with Article 38 of Regulation (EC) No 178/2002. In particular, it shall make its opinions public without delay. It shall also make public any request for its opinion as well as any extension of period pursuant to Article 6(1).\nArticle 12\nConfidentiality\n1.   Among the information provided by applicants, confidential treatment may be given to information the disclosure of which might significantly harm their competitive position.\nInformation relating to the following shall not, in any circumstances, be regarded as confidential:\n(a)\nthe name and address of the applicant;\n(b)\nthe name and a clear description of the substance;\n(c)\nthe justification for the use of the substance in or on specific foodstuffs or food categories;\n(d)\ninformation that is relevant to the assessment of the safety of the substance;\n(e)\nwhere applicable, the analysis method(s).\n2.   For the purposes of implementing paragraph 1, applicants shall indicate which of the information provided they wish to be treated as confidential. Verifiable justification must be given in such cases.\n3.   The Commission shall decide after consulting with the applicants which information can remain confidential and shall notify applicants and the Member States accordingly.\n4.   After being made aware of the Commission’s position, applicants shall have three weeks in which to withdraw their application so as to preserve the confidentiality of the information provided. Confidentiality shall be preserved until this period expires.\n5.   The Commission, the Authority and the Member States shall, in accordance with Regulation (EC) No 1049/2001, take the necessary measures to ensure appropriate confidentiality of the information received by them under this Regulation, except for information which must be made public if circumstances so require in order to protect human health, animal health or the environment.\n6.   If an applicant withdraws, or has withdrawn, its application, the Commission, the Authority and the Member States shall not disclose confidential information, including information the confidentiality of which is the subject of disagreement between the Commission and the applicant.\n7.   The implementation of paragraphs 1 to 6 shall not affect the circulation of information between the Commission, the Authority and the Member States.\nArticle 13\nEmergencies\nIn the event of an emergency concerning a substance on the Community list, particularly in the light of an opinion of the Authority, measures shall be adopted in accordance with the procedures referred to in Articles 53 and 54 of Regulation (EC) No 178/2002.\nArticle 14\nCommittee\n1.   The Commission shall be assisted by the Standing Committee on the Food Chain and Animal Health established by Article 58 of Regulation (EC) No 178/2002.\n2.   Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period laid down in Article 5(6) of Decision 1999/468/EC shall be set at three months.\n3.   Where reference is made to this paragraph, Article 5a(1) to (4) and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\n4.   Where reference is made to this paragraph, Article 5a(1) to (4) and (5)(b) and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe time-limits laid down in Article 5a(3)(c) and (4)(b) and (e) of Decision 1999/468/EC shall be two months, two months and four months respectively.\n5.   Where reference is made to this paragraph, Article 5a(1), (2), (4) and (6) and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nArticle 15\nCompetent authorities of the Member States\nNot later than six months after the entry into force of each sectoral food law, Member States shall forward to the Commission and to the Authority, in relation to each sectoral food law, the name and address of the national competent authority for the purposes of the common procedure, as well as a contact point therein.\nCHAPTER IV\nFINAL PROVISION\nArticle 16\nEntry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nFor each sectoral food law, it shall apply from the date of application of the measures referred to in Article 9(1).\nArticle 9 shall apply from 20 January 2009.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Strasbourg, 16 December 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nB. LE MAIRE\n(1)  OJ C 168, 20.7.2007, p. 34.\n(2)  Opinion of the European Parliament of 10 July 2007 (OJ C 175 E, 10.7.2008, p. 134), Council Common Position of 10 March 2008 (OJ C 111 E, 6.5.2008, p. 1), Position of the European Parliament of 8 July 2008 (not yet published in the Official Journal) and Council Decision of 18 November 2008.\n(3)  See page 16 of this Official Journal.\n(4)  See page 7 of this Official Journal.\n(5)  See page 34 of this Official Journal.\n(6)  OJ L 31, 1.2.2002, p. 1.\n(7)  Regulation (EC) No 2230/2004 of 23 December 2004 laying down detailed rules for the implementation of European Parliament and Council Regulation (EC) No 178/2002 with regard to the network of organisations operating in the fields within the European Food Safety Authority’s mission (OJ L 379, 24.12.2004, p. 64).\n(8)  OJ L 145, 31.5.2001, p. 43.\n(9)  OJ L 184, 17.7.1999, p. 23.\n(10)  OJ L 309, 26.11.2003, p. 1.", "summary": "Authorisation procedure for additives, enzymes and flavourings\nAuthorisation procedure for additives, enzymes and flavourings\nSUMMARY OF:\nRegulation (EC) No 1331/2008 establishing a common authorisation procedure for food additives, food enzymes and food flavourings\nRegulation (EU) 2019/1381 on the transparency and sustainability of the EU risk assessment in the food chain\nWHAT IS THE AIM OF THE REGULATIONS?\nRegulation (EC) No 1331/2008 introduces a harmonised, effective, fast and transparent authorisation procedure for food additives, food enzymes and food flavourings in the EU, aiming to facilitate the free movement of food while assuring consumer health. It does not apply to smoke flavourings.\nThe procedure is based on a risk assessment by the European Food Safety Authority (EFSA), set up under Regulation (EC) No 178/2002, and leads to the updating of a Community (EU) list for each of the 3 categories of substance.\nAmending Regulation (EU) 2019/1381 introduces new rules on transparency and confidentiality in risk assessment.\nKEY POINTS\nCommon procedure\nOnly substances authorised for the EU market are on the EU list, which is updated on the initiative of the European Commission, of an EU country or of another interested party through an official application.\nThe Commission forwards applications for substances to be included on the list to EFSA for risk assessment (mandatory where there could be an effect on human health). EFSA must normally respond within 9 months. In justified cases where EFSA requests additional information from applicants, the period may be extended. EFSA makes public, under the 2019 amendment, any additional information supplied by the applicant.\nThe Commission issues a draft regulation updating the EU list within 9 months of receiving EFSA’s opinion.\nThe process may be halted by the Commission at any time. In urgent cases, there are special arrangements for adding, removing or changing conditions for substances on the list.\nThe Commission is assisted by the Standing Committee on Plants, Animals, Food and Feed in updating the EU list.\nImplementation\nThe Commission had 2 years from the adoption of the regulations on additives, enzymes and flavourings, after consultation with EFSA on risk assessment, to finalise how it would deal with applications, including:\ncontent, drafting and presentation;\nchecking the validity of applications;\nthe type of information to be included.\nTransparency\nUnder Regulation (EC) No 1331/2008, EFSA ensures the transparency of its activities in accordance with Regulation (EC) No 178/2002.\nAmending Regulation (EU) 2019/1381 introduces new rules on transparency requiring EFSA, where the Commission requests its opinion, to make the application public without delay, including relevant supporting information and additional information supplied by the applicant, as well as its scientific opinions. EFSA makes public any request for its opinion as well as any extension of time limits for its work.\nConfidentiality\nUnder Regulation (EC) No 1331/2008, applicants may request certain parts of their applications to be treated as confidential, along with verifiable justification.\nAmending Regulation (EU) 2019/1381 allows EFSA to also grant confidentiality for the following, where applicable, if the applicant demonstrates that disclosure could significantly harm its interests (except for information relevant to the assessment of safety): information provided on material used to manufacture the substance concerned;information on the materials or products in which the applicant intends to use the substance;detailed analytical information on the variability and stability of individual production batches.\nEmergencies\nIf there is an emergency connected with a substance on the list, the Commission initiates EFSA food safety procedures.\nCompanion legislation\nThe 2008 regulation was adopted at the same time as the following companion legislation, which goes into more detail on the 3 categories:\nRegulation (EC) No 1332/2008 on food enzymes (see summary);\nRegulation (EC) No 1333/2008 on food additives (see summary);\nRegulation (EC) No 1334/2008 on flavourings (see summary).\nFROM WHEN DO THE REGULATIONS APPLY?\n              \nRegulation (EC) No 1331/2008 has applied since 20 January 2009.\nAmending Regulation (EU) 2019/1381 applies from 27 March 2021.\nBACKGROUND\n              \nFor more information, see:\nEuropean Food Safety Authority\nCommon authorisation procedure (European Commission).\nMAIN DOCUMENTS\n            \nRegulation (EC) No 1331/2008 of the European Parliament and of the Council of 16 December 2008 establishing a common authorisation procedure for food additives, food enzymes and food flavourings (OJ L 354, 31.12.2008, pp. 1-6)\nSuccessive amendments to Regulation (EU) No 1331/2008 have been incorporated in the basic text. This consolidated version is of documentary value only.\nRegulation (EU) 2019/1381 of the European Parliament and of the Council of 20 June 2019 on the transparency and sustainability of the EU risk assessment in the food chain and amending Regulations (EC) No 178/2002, (EC) No 1829/2003, (EC) No 1831/2003, (EC) No 2065/2003, (EC) No 1935/2004, (EC) No 1331/2008, (EC) No 1107/2009, (EU) 2015/2283 and Directive 2001/18/EC (OJ L 231, 6.9.2019, pp. 1-28)\nRELATED DOCUMENTS\n            \nRegulation (EC) No 1332/2008 of the European Parliament and of the Council of 16 December 2008 on food enzymes and amending Council Directive 83/417/EEC, Council Regulation (EC) No 1493/1999, Directive 2000/13/EC, Council Directive 2001/112/EC and Regulation (EC) No 258/97 (OJ L 354, 31.12.2008, pp. 7-15)\nSee consolidated version.\nRegulation (EC) No 1333/2008 of the European Parliament and of the Council of 16 December 2008 on food additives (OJ L 354, 31.12.2008, pp. 16-33)\nSee consolidated version.\nRegulation (EC) No 1334/2008 of the European Parliament and of the Council of 16 December 2008 on flavourings and certain food ingredients with flavouring properties for use in and on foods and amending Council Regulation (EEC) No 1601/91, Regulations (EC) No 2232/96 and (EC) No 110/2008 and Directive 2000/13/EC (OJ L 354, 31.12.2008, pp. 34-50)\nSee consolidated version.\nRegulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (OJ L 31, 1.2.2002, pp. 1-24)\nSee consolidated version.\nlast update 01.10.2020", "tags": ["flavouring", "foodstuff", "market approval", "enzyme", "food safety"], "subjects": ["Protocol on Ireland/Northern Ireland"], "split": "test", "reference_annotations": {}, "summary_annotations": {"32008R1331_p1": {"text": "regulation 2019/1381 of the European Parliament and of the Council of 20 June 2019 on the transparency and sustainability of the EU risk assessment in the food chain and amending regulation 178/2002 regulation 1829/2003 regulation 1831/2003 regulation 2065/2003 regulation 1935/2004 regulation 1331/2008 regulation 1107/2009 regulation 2015/2283 and directive 2001/18/ec (OJ L 231, 6.9.2019, pp. 1-28)", "triples": [" regulation 2019/1381,  amending,  regulation 178/2002", " regulation 2019/1381,  amending,  regulation 1829/2003", " regulation 2019/1381,  amending,  regulation 1831/2003", " regulation 2019/1381,  amending,  regulation 2065/2003", " regulation 2019/1381,  amending,  regulation 1935/2004", " regulation 2019/1381,  amending,  regulation 1331/2008", " regulation 2019/1381,  amending,  regulation 1107/2009", " regulation 2019/1381,  amending,  regulation 2015/2283", " regulation 2019/1381,  amending,  directive 2001/18/ec"]}, "32008R1331_p2": {"text": "regulation 1332/2008 of the European Parliament and of the Council of 16 December 2008 on food enzymes and amending Council directive 83/417/eec, Council regulation 1493/1999, directive 2000/13/ec, Council directive 2001/112/ec and regulation 258/97 (OJ L 354, 31.12.2008, pp. 7-15)", "triples": [" regulation 1332/2008,  amending,  directive 83/417/eec", " regulation 1332/2008,  amending,  regulation 1493/1999", " regulation 1332/2008,  amending,  directive 2000/13/ec", " regulation 1332/2008,  amending,  directive 2001/112/ec", " regulation 1332/2008,  amending,  regulation 258/97"]}, "32008R1331_p3": {"text": "regulation 1334/2008 of the European Parliament and of the Council of 16 December 2008 on flavourings and certain food ingredients with flavouring properties for use in and on foods and amending Council regulation 1601/91, regulation 2232/96 regulation 110/2008 and directive 2000/13/ec (OJ L 354, 31.12.2008, pp. 34-50)", "triples": [" regulation 1334/2008,  amending,  regulation 1601/91", " regulation 1334/2008,  amending,  regulation 2232/96", " regulation 1334/2008,  amending,  regulation 110/2008", " regulation 1334/2008,  amending,  directive 2000/13/ec"]}}}