{"celex_id": "32007H0562", "reference": "17.8.2007\nEN\nOfficial Journal of the European Union\nL 214/9\nCOUNCIL RECOMMENDATION\nof 12 June 2007\nconcerning sharing of information on terrorist kidnappings\n(2007/562/EC)\nTHE COUNCIL OF THE EUROPEAN UNION,\nWhereas:\n(1)\nKidnappings by groups/individuals that can be placed within the spectrum of international terrorism pose a huge challenge to Member States.\n(2)\nTo successfully resolve such situations, Member States must gather background information, establish contacts and initiate discussions in a confidential setting.\n(3)\nThe capacities of the Member State concerned would be significantly strengthened if it were able to resort to experience which other Member States have gained in comparable situations.\n(4)\nTo this end, each Member State should submit a data sheet containing key information on past kidnappings to the other Member States giving only unclassified information after the incident has been resolved and restricted to incidents related to international terrorism,\nHEREBY RECOMMENDS,\n1.\nMember States:\n(a)\nto submit, after a kidnapping incident has been resolved, the following data (1):\n—\ncountry and region in which the kidnapping took place,\n—\nnumber and nationality of the hostage(s),\n—\ntime and date of the kidnapping,\n—\ntime and date of the end of the incident,\n—\nperpetrators/responsible terrorist group,\n—\nmodus operandi of the kidnapping,\n—\nmotivation for the kidnapping,\n—\ninvolvement of a mediator yes/no,\n—\ncontact person in the Member State concerned.\nThis information should be submitted in accordance with the format set out in Annex 1.\n(b)\nto also submit the following additional information if appropriate:\n—\nhostages’ reason for being in the country, language skills, gender of the hostage,\n—\nideology, nationality, language skills of the perpetrators,\n—\nmeans used by the perpetrators to address the public,\n—\ndetails on the perpetrators’ modus operandi.\nThis optional information should be submitted in accordance with the format set out in Annex 2.\n2.\nIf personal data are to be included, such data are to be submitted in accordance with national law.\n3.\nMember States to compile information on all incidents which have occurred since 1 January 2002 and submit this summary to the other Member States.\n4.\nMember States to share information on the basis of the abovementioned principles through the BdL network for EU-wide information sharing on terrorist incidents.\n5.\nMember States to share, as far as possible, the information also with Europol and on the basis of the amount and type of shared data, after one year, to examine whether it would be advisable to set up a database at Europol.\n6.\nMember States to draw up a list of contact details and exchange this list in order to facilitate direct communication between contact points.\n(1)  In case of a kidnapping this information could help to quickly identify whether another Member State already has experience with kidnappings of EU citizens in the same region, by the same terrorist group or under comparable circumstances. The Member State concerned can then contact the specified contact person. Further information and experience should be shared bilaterally in accordance with national law.\nANNEX 1\nNotification of terrorist kidnap\n(or suspected terrorist kidnap)\nPlease complete all fields in this box\nANNEX 2\nCompletion of the following information is optional in accordance with national law", "summary": "Terrorist kidnappings — sharing information\nTerrorist kidnappings — sharing information\nSUMMARY OF:\nCouncil recommendation on sharing of information on terrorist kidnappings\nSUMMARY\nWHAT DOES THIS RECOMMENDATION DO?\nIt sets out a procedure for the sharing of experiences between EU countries to help resolve terrorist kidnapping situations.\nKEY POINTS\nTerrorist kidnappings pose a huge challenge to EU countries. To successfully resolve such situations, countries need background information, to establish contacts and initiate confidential discussions. Sharing information can quickly identify whether another EU country already has helpful experience with kidnappings in the same region, by the same terrorist group or in similar circumstances.\nTo achieve this, each EU country is recommended to circulate data sheets to other EU countries on any terrorist kidnapping, after the incident has been resolved.\nThis information should include:\ncountry and region in which the kidnapping took place;\nnumber and nationalities of the hostages;\ntime and date of the kidnapping and its conclusion;\nresponsible terrorist group or perpetrator;\nkidnapping method;\nmotivation for the kidnapping;\nany mediator involvement;\ncontact person in the EU country concerned.\nThe following additional information should also be supplied where appropriate:\nthe hostages’ reason for being in the country, their language skills and gender;\nthe ideology, nationality and language skills of the perpetrators;\nmeans used by the perpetrators to address the public;\ndetails on the perpetrators’ method of operation.\nAnnexes to the recommendation propose a standard format for this information, as well as suggestions for additional information to be supplied, such as negotiating strategy, delaying tactics and whether ransoms or political demands were involved.\nFurther information and experience should be shared bilaterally in accordance with national law. Handling of personal data should also be in accordance with national law.\nEach EU country should compile information on any incidents occurring since 1 January 2002 and supply a summary to other EU countries. A list of contact persons should also circulate in order to facilitate direct communication.\nInformation should be shared through the bi-directional link network for EU-wide information sharing on terrorist incidents (see Council Decision 2005/671/JHA). Information should also be shared with Europol, with a review after 12 months to determine whether the amount and type of data requires a database.\nBACKGROUND\n              \nFor more information, see:\n‘Crisis and Terrorism’ on the European Commission's website\n‘Fight against terrorism’ on the website of the Council of the European Union\nACT\nCouncil Recommendation of 12 June 2007 concerning sharing of information on terrorist kidnappings (OJ L 214, 17.8.2007, pp. 9-12)\nRELATED ACTS\n            \nCouncil Decision 2005/671/JHA of 20 September 2005 on the exchange of information and cooperation concerning terrorist offences (OJ L 253, 29.9.2005, pp. 22-24).\nlast update 03.05.2016", "tags": ["fight against crime", "illegal restraint", "terrorism", "EU Member State", "exchange of information"], "subjects": ["Common foreign and security policy"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}