{"celex_id": "32005H0737", "reference": "21.10.2005\nEN\nOfficial Journal of the European Union\nL 276/54\nCOMMISSION RECOMMENDATION\nof 18 May 2005\non collective cross-border management of copyright and related rights for legitimate online music services\n(Text with EEA relevance)\n(2005/737/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES,\nHaving regard to the Treaty establishing the European Community, and in particular Article 211 thereof,\nWhereas:\n(1)\nIn April 2004 the Commission adopted a Communication on the Management of Copyright and Related Rights in the Internal Market.\n(2)\nThe European Parliament, in its report of 15 January 2004 (1), stated that right-holders should be able to enjoy copyright and related rights protection wherever such rights are established, independent of national borders or modes of use during the whole term of their validity.\n(3)\nThe European Parliament further emphasised that any action by the Community in respect of the collective cross-border management of copyright and related rights should strengthen the confidence of artists, including writers and musicians, that the pan-European use of their creative works will be financially rewarded (2).\n(4)\nNew technologies have led to the emergence of a new generation of commercial users that make use of musical works and other subject matter online. The provision of legitimate online music services requires management of a series of copyright and related rights.\n(5)\nOne category of those rights is the exclusive right of reproduction which covers all reproductions made in the process of online distribution of a musical work. Other categories of rights are the right of communication to the public of musical works, the right to equitable remuneration for the communication to the public of other subject matter and the exclusive right of making available a musical work or other subject matter.\n(6)\nPursuant to Directive 2001/29/EC of the European Parliament and of the Council of 22 May 2001 on the harmonisation of certain aspects of copyright and related rights in the information society (3) and Council Directive 92/100/EEC of 19 November 1992 on rental right and lending right and on certain rights related to copyright in the field of intellectual property (4), a licence is required for each of the rights in the online exploitation of musical works. These rights may be managed by collective rights managers that provide certain management services to right-holders as agents or by individual right-holders themselves.\n(7)\nLicensing of online rights is often restricted by territory, and commercial users negotiate in each Member State with each of the respective collective rights managers for each right that is included in the online exploitation.\n(8)\nIn the era of online exploitation of musical works, however, commercial users need a licensing policy that corresponds to the ubiquity of the online environment and which is multi-territorial. It is therefore appropriate to provide for multi-territorial licensing in order to enhance greater legal certainty to commercial users in relation to their activity and to foster the development of legitimate online services, increasing, in turn, the revenue stream for right-holders.\n(9)\nFreedom to provide collective management services across national borders entails that right-holders are able to freely choose the collective rights manager for the management of the rights necessary to operate legitimate online music services across the Community. That right implies the possibility to entrust or transfer all or a part of the online rights to another collective rights manager irrespective of the Member State of residence or the nationality of either the collective rights manager or the rights-holder.\n(10)\nFostering effective structures for cross-border management of rights should also ensure that collective rights managers achieve a higher level of rationalisation and transparency, with regard to compliance with competition rules, especially in the light of the requirements arising out of the digital environment.\n(11)\nThe relationship between right-holders and collective rights managers, whether based on contract or statutory membership rules, should include a minimum protection for right-holders with respect to all categories of rights that are necessary for the provision of legitimate online music services. There should be no difference in treatment of right-holders by rights managers on the basis of the Member State of residence or nationality.\n(12)\nRoyalties collected on behalf of right-holders should be distributed equitably and without discrimination on the grounds of residence, nationality, or category of right-holder. In particular, royalties collected on behalf of right-holders in Member States other than those in which the right-holders are resident or of which they are nationals should be distributed as effectively and efficiently as possible.\n(13)\nAdditional recommendations on accountability, right-holder representation in the decision-making bodies of collective rights managers and dispute resolution should ensure that collective rights managers achieve a higher level of rationalisation and transparency and that right-holders and commercial users can make informed choices. There should be no difference in treatment on the basis of category of membership in the collective rights management society: all right-holders, be they authors, composers, publishers, record producers, performers or others, should be treated equally.\n(14)\nIt is appropriate to continuously assess the development of the online music market,\nHEREBY RECOMMENDS:\nDefinitions\n1.\nFor the purposes of this Recommendation the following definitions are applied:\n(a)\n‘management of copyright and related rights for the provision of legitimate online music services at Community level’ means the provision of the following services: the grant of licences to commercial users, the auditing and monitoring of rights, the enforcement of copyright and related rights, the collection of royalties and the distribution of royalties to right-holders;\n(b)\n‘musical works’ means any musical work or other protected subject matter;\n(c)\n‘repertoire’ means the catalogue of musical works which is administered by a collective rights manager;\n(d)\n‘multi-territorial licence’ means a licence which covers the territory of more than one Member state;\n(e)\n‘collective rights manager’ means any person providing the services set out in point (a) to several right-holders;\n(f)\n‘online rights’ means any of the following rights:\n(i)\nthe exclusive right of reproduction that covers all reproductions provided for under Directive 2001/29/EC in the form of intangible copies, made in the process of online distribution of musical works;\n(ii)\nthe right of communication to the public of a musical work, either in the form of a right to authorise or prohibit pursuant to Directive 2001/29/EC or a right to equitable remuneration in accordance with Directive 92/100/EEC, which includes webcasting, internet radio and simulcasting or near-on-demand services received either on a personal computer or on a mobile telephone;\n(iii)\nthe exclusive right of making available a musical work pursuant to Directive 2001/29/EC, which includes on-demand or other interactive services;\n(g)\n‘right-holder’ means any natural or legal person that holds online rights;\n(h)\n‘commercial user’ means any person involved in the provision of online music services who needs a licence from right-holders in order to provide legitimate online music services;\n(i)\n‘reciprocal representation agreement’ means any bilateral agreement between collective rights managers whereby one collective rights manager grants to the other the right to represent its repertoire in the territory of the other.\nGeneral\n2.\nMember States are invited to take the steps necessary to facilitate the growth of legitimate online services in the Community by promoting a regulatory environment which is best suited to the management, at Community level, of copyright and related rights for the provision of legitimate online music services.\nThe relationship between right-holders, collective rights managers and commercial users\n3.\nRight-holders should have the right to entrust the management of any of the online rights necessary to operate legitimate online music services, on a territorial scope of their choice, to a collective rights manager of their choice, irrespective of the Member State of residence or the nationality of either the collective rights manager or the right-holder.\n4.\nCollective rights managers should apply the utmost diligence in representing the interests of right-holders.\n5.\nWith respect to the licensing of online rights the relationship between right-holders and collective rights managers, whether based on contract or statutory membership rules, should, at least be governed by the following:\n(a)\nright-holders should be able to determine the online rights to be entrusted for collective management;\n(b)\nright-holders should be able to determine the territorial scope of the mandate of the collective rights managers;\n(c)\nright-holders should, upon reasonable notice of their intention to do so, have the right to withdraw any of the online rights and transfer the multi territorial management of those rights to another collective rights manager, irrespective of the Member State of residence or the nationality of either the collective rights manager or the right-holder;\n(d)\nwhere a right-holder has transferred the management of an online right to another collective rights manager, without prejudice to other forms of cooperation among rights managers, all collective rights managers concerned should ensure that those online rights are withdrawn from any existing reciprocal representation agreement concluded amongst them.\n6.\nCollective rights managers should inform right-holders and commercial users of the repertoire they represent, any existing reciprocal representation agreements, the territorial scope of their mandates for that repertoire and the applicable tariffs.\n7.\nCollective rights managers should give reasonable notice to each other and commercial users of changes in the repertoire they represent.\n8.\nCommercial users should inform collective right managers of the different features of the services for which they want to acquire online rights.\n9.\nCollective rights managers should grant commercial users licences on the basis of objective criteria and without any discrimination among users.\nEquitable distribution and deductions\n10.\nCollective rights managers should distribute royalties to all right-holders or category of right-holders they represent in an equitable manner.\n11.\nContracts and statutory membership rules governing the relationship between collective rights managers and right-holders for the management, at Community level, of musical works for online use should specify whether and to what extent, there will be deductions from the royalties to be distributed for purposes other than for the management services provided.\n12.\nUpon payment of the royalties collective rights managers should specify vis-à-vis all the right-holders they represent, the deductions made for purposes other than for the management services provided.\nNon-discrimination and representation\n13.\nThe relationship between collective rights managers and right-holders, whether based on contract or statutory membership rules should be based on the following principles:\n(a)\nany category of right-holder is treated equally in relation to all elements of the management service provided;\n(b)\nthe representation of right-holders in the internal decision making process is fair and balanced.\nAccountability\n14.\nCollective rights managers should report regularly to all right-holders they represent, whether directly or under reciprocal representation agreements, on any licences granted, applicable tariffs and royalties collected and distributed.\nDispute settlement\n15.\nMember States are invited to provide for effective dispute resolution mechanisms, in particular in relation to tariffs, licensing conditions, entrustment of online rights for management and withdrawal of online rights.\nFollow-up\n16.\nMember States and collective rights managers are invited to report, on a yearly basis, to the Commission on the measures they have taken in relation to this Recommendation and on the management, at Community level, of copyright and related rights for the provision of legitimate online music services.\n17.\nThe Commission intends to assess, on a continuous basis, the development of the online music sector and in the light of this Recommendation.\n18.\nThe Commission will to consider, on the basis of the assessment referred to in point 17, the need for further action at Community level.\nAddressees\n19.\nThis Recommendation is addressed to the Member States and to all economic operators which are involved in the management of copyright and related rights within the Community.\nDone at Brussels, 18 May 2005.\nFor the Commission\nCharlie McCREEVY\nMember of the Commission\n(1)  A5-0478/2003.\n(2)  See recital 29.\n(3)  OJ L 167, 22.6.2001, p. 10.\n(4)  OJ L 346, 27.11.1992, p. 61. Directive as amended by Directive 2001/29/EC.", "summary": "Management of online rights in musical works\nManagement of online rights in musical works\nThis Recommendation proposes measures to improve the licensing of online music across the European Union (EU). It aims to make EU-wide licences more easily accessible to online music service providers and thus help these services to take off in Europe.\nACT\nCommission Recommendation 2005/737/EC of 18 May 2005 on collective cross-border management of copyright and related rights for legitimate online music services (Official Journal L 276 of 21 October 2005, p. 54-57).\nSUMMARY\nThis Recommendation on the management of online rights in musical works puts forward measures for improving the EU-wide licensing of copyright and related rights for legitimate online music services. In particular, it recommends that rights-holders and commercial users of material protected by copyright or related rights should be given a choice as to their preferred model of licensing. Improvements are necessary because new Internet-based services such as ‘webcasting’ , ‘streaming’ or on on-demand music downloads need a licence that covers their activities throughout the EU.\nRelations between rights-holders, collective rights managers and commercial users\nRights-holders should be able to able to assign the management of the rights necessary to operate online music services, on the territorial scale of their choice, to the rights manager of their choice. The choice of such a rights manager should be possible irrespective of the latter's EU country of residence or nationality.\nAs regards the licensing of online rights , the relationship between rights-holders and collective rights managers, should be governed by, at least, the following:\n—\nrights-holders should be able to determine the online rights to be entrusted for collective management;\n—\nrights-holders should be able to determine the territorial scope of the mandate of the collective rights managers (i.e. the countries covered);\n—\nrights-holders should have the right to withdraw any of the online rights and transfer the management of those rights to another collective rights manager, irrespective of the latter's EU country of residence or nationality.\nCollective rights managers should inform rights-holders and commercial users of the repertoire they represent, any existing reciprocal representation agreements, the territorial scope of their mandates for that repertoire and the applicable tariffs.\nCollective rights managers should grant commercial users licences on the basis of objective criteria and without any discrimination.\nEquitable distribution and deductions\nCollective rights managers should distribute royalties charged on downloaded online music to all rights-holders or the category of rights-holders they represent in an equitable manner.\nContracts between collective rights managers and rights-holders should specify whether any deductions from the royalties are to be distributed for purposes other than for the management services provided. Such deductions should be specified to rights-holders upon payment of the royalties.\nNon-discrimination and representation\nThe relationship between collective rights managers and rights-holders should be based on the following principles:\n—\nequal treatment of any category of rights-holder as regards all elements of the management service provided;\n—\nfair and balanced representation of rights-holders in the internal decision-making process.\nAccountability\nCollective rights managers should report regularly to all rights-holders they represent on any licences granted, applicable tariffs and royalties collected and distributed.\nDispute settlement\nEU countries should provide for dispute resolution mechanisms, in particular in relation to tariffs, licensing conditions, entrustment of online rights for management and withdrawal of rights.\nMulti-territorial licensing of rights: new Directive\nIn 2014, Directive 2014/26/EU was adopted. It aims to enable online service providers to obtain licenses for cross-border music services from collective management organisations operating across EU borders. It should also increase transparency and efficiency in the functioning of copyright collective management organisations. EU countries are required to incorporate its provisions in their national law before 10 April 2016.\nBackground\nIn July 2005, the European Commission published a study on the detailed rules for issuing licences to use musical works over the internet. The study concluded that there was a need to reorganise the cross-border collective management of copyright and related rights for the use of online music. To this end, it suggested, in particular, enabling rights-holders to authorise a collective rights manager of their choice to manage their work throughout the EU.\nKEY TERMS\nWebcasting: the broadcasting of audio and/or video content over the internet.\nStreaming: technology used in webcasting for the broadcasting of audio and video content.\nRights-holder: any natural or legal person who holds rights.\nCollective rights manager: any organisation the sole or one of the main objects of which is to manage or administer copyright or related rights.\nOnline rights cover:\n—\nexclusive right of reproduction;\n—\nthe right of communication to the public of a musical work, either in the form of a right to authorise or prohibit, or a right to equitable remuneration. This includes webcasting, internet radio and near-on-demand services received either on a personal computer or on a mobile telephone;\n—\nthe exclusive right of making available a musical work, which includes on-demand or other interactive services.\nCommercial user: any person involved in the provision of online music services who needs a licence from right-holders in order to provide legitimate online music services.\nRepertoire: the catalogue of musical works administered by a collective rights manager.\nFurther information is available from the European Commission's Directorate-General for Internal Market, Industry, Entrepreneurship and SMEs website.\nRELATED ACTS\nDirective 2014/26/EU of the European Parliament and of the Council of 26 February 2014 on collective management of copyright and related rights and multi-territorial licensing of rights in musical works for online use in the internal market (Official Journal L 84 of 20.3.2014, p. 72-98).\nLast updated: 06.03.2015", "tags": ["music", "provision of services", "information system", "downloading", "copyright", "information society"], "subjects": ["Approximation of laws", "Intellectual, industrial and commercial property"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}