{"celex_id": "32008R1099", "reference": "14.11.2008\nEN\nOfficial Journal of the European Union\nL 304/1\nREGULATION (EC) No 1099/2008 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 22 October 2008\non energy statistics\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 285(1) thereof,\nHaving regard to the proposal from the Commission,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (1),\nWhereas:\n(1)\nThe Community needs to have precise and timely data on energy quantities, their forms, sources, generation, supply, transformation and consumption, for the purpose of monitoring the impact and consequences of its policy work on energy.\n(2)\nEnergy statistics have traditionally been focused on energy supply and on fossil energies. In the coming years, greater focus is needed on increased knowledge and monitoring of final energy consumption, renewable energy and nuclear energy.\n(3)\nThe availability of accurate, up-to-date information on energy is essential for assessing the impact of energy consumption on the environment, in particular in relation to the emission of greenhouse gasses. This information is required by Decision No 280/2004/EC of the European Parliament and of the Council of 11 February 2004 concerning a mechanism for monitoring Community greenhouse gas emissions and for implementing the Kyoto Protocol (2).\n(4)\nDirective 2001/77/EC of the European Parliament and of the Council of 27 September 2001 on the promotion of electricity produced from renewable energy sources in the internal electricity market (3) and Directive 2004/8/EC of the European Parliament and of the Council of 11 February 2004 on the promotion of cogeneration based on a useful heat demand in the internal energy market (4) require Member States to report quantitative energy data. In order to monitor progress towards the achievement of the objectives set in those Directives, detailed, up-to-date energy data are required.\n(5)\nDirective 2002/91/EC of the European Parliament and of the Council of 16 December 2002 on the energy performance of buildings (5), Directive 2006/32/EC of the European Parliament and of the Council of 5 April 2006 on energy end-use efficiency and energy services (6) and Directive 2005/32/EC of the European Parliament and of the Council of 6 July 2005 establishing a framework for the setting of ecodesign requirements for energy-using products (7) require Member States to report quantitative energy consumption data. To monitor progress towards the achievement of the objectives set in those Directives, detailed, up-to-date energy data, as well as a better interface between these energy data and related statistical surveys such as the population and housing censuses and transportation data, are required.\n(6)\nThe Green Papers of the Commission of 22 June 2005 on Energy Efficiency and of 8 March 2006 on a European Strategy for Sustainable, Competitive and Secure Energy discuss EU energy policies for which the availability of EU energy statistics are required, including for the purpose of establishing a European Energy Market Observatory.\n(7)\nThe establishment of a public domain energy forecast model, as called for by the European Parliament in its Resolution of 14 December 2006 on a European Strategy for Sustainable, Competitive and Secure Energy (8) requires detailed, up-to-date energy data.\n(8)\nIn the coming years, greater attention should be paid to the security of supply of the most important fuels and more timely and more accurate data at EU level is needed to anticipate and coordinate EU solutions to possible supply crises.\n(9)\nThe liberalisation of the energy market and its growing complexity make it increasingly difficult to obtain reliable, timely energy data in the absence, in particular, of a legal basis concerning the provision of such data.\n(10)\nIn order for the energy statistics system to assist political decision-making by the European Union and its Member States and promote public debate which includes citizens, it must afford guarantees of comparability, transparency, flexibility and ability to evolve. Thus, in the near future, statistics on nuclear energy should be incorporated and relevant data concerning renewable energy should be developed more. Similarly, with regard to energy efficiency, the availability of detailed statistics on habitat and transport would be extremely useful.\n(11)\nThe production of Community statistics is governed by the rules set out in Council Regulation (EC) No 322/97 of 17 February 1997 on Community Statistics (9).\n(12)\nSince the objective of this Regulation, namely establishing a common framework for the production, transmission, evaluation and dissemination of comparable energy statistics in the Community cannot be sufficiently achieved by the Member States and can therefore be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary to achieve that objective.\n(13)\nIn the production and dissemination of Community statistics under this Regulation, the national and Community statistical authorities should take account of the principles set out in the European Statistics Code of Practice, which was adopted on 24 February 2005 by the Statistical Programme Committee, established by Council Decision 89/382/EEC, Euratom (10) and attached to the Recommendation of the Commission on the independence, integrity and accountability of the national and Community statistical authorities.\n(14)\nThe measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (11).\n(15)\nIn particular, power should be conferred on the Commission to modify the list of data sources, the national statistics and the applicable clarifications or definitions as well as the transmission arrangements and to establish and modify the annual nuclear statistics, once incorporated, to modify the renewable energy statistics, once incorporated, and to establish and modify the final energy consumption statistics. Since those measures are of general scope and are designed to amend non-essential elements of this Regulation, inter alia, by supplementing it with new non-essential elements, they must be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5(a) of Decision 1999/468/EC.\n(16)\nIt is necessary to provide that the Commission may grant exemptions or derogations to Member States from those aspects of the energy data collection that would lead to an excessive burden on respondents. The exemptions or derogations should be granted only upon receipt of a proper justification which indicates the present situation and the excessive burden transparently. The period for which they remain in force should be limited to the shortest time necessary.\n(17)\nThe measures provided for in this Regulation are in accordance with the opinion of the Statistical Programme Committee,\nHAVE ADOPTED THIS REGULATION:\nArticle 1\nSubject matter and scope\n1.   This Regulation establishes a common framework for the production, transmission, evaluation and dissemination of comparable energy statistics in the Community.\n2.   This Regulation shall apply to statistical data concerning energy products and their aggregates in the Community.\nArticle 2\nDefinitions\nFor the purpose of this Regulation, the following definitions shall apply:\n(a)\n‘Community statistics’ mean Community statistics as defined in the first indent of Article 2 of Regulation (EC) No 322/97;\n(b)\n‘production of statistics’ means production of statistics as defined in the second indent of Article 2 of Regulation (EC) No 322/97;\n(c)\n‘Commission (Eurostat)’ means the Community authority as defined in the fourth indent of Article 2 of Regulation (EC) No 322/97;\n(d)\n‘energy products’ mean combustible fuels, heat, renewable energy, electricity, or any other form of energy;\n(e)\n‘aggregates’ mean data aggregated at national level on the treatment or use of energy products, namely production, trade, stocks, transformation, consumption, and structural characteristics of the energy system such as installed capacities for electricity generation or production capacities for oil products;\n(f)\n‘quality of data’ means the following aspects of statistical quality: relevance, accuracy, timeliness and punctuality, accessibility and clarity, comparability, coherence and completeness.\nArticle 3\nData sources\n1.   While applying the principles of maintaining a reduced burden on respondents and of administrative simplification, Member States shall compile data concerning energy products and their aggregates in the Community from the following sources:\n(a)\nspecific statistical surveys addressed to the primary and transformed energy producers and traders, distributors and transporters, importers and exporters of energy products;\n(b)\nother statistical surveys addressed to final energy users in the sectors of manufacturing industry, transport, and other sectors, including households;\n(c)\nother statistical estimation procedures or other sources, including administrative sources, such as regulators of the electricity and gas markets.\n2.   Member States shall lay down the detailed rules concerning the reporting of the data needed for the national statistics as specified in Article 4 by undertakings and other sources.\n3.   The list of data sources may be modified in accordance with the regulatory procedure with scrutiny referred to in Article 11(2).\nArticle 4\nAggregates, energy products and the transmission frequency of national statistics\n1.   The national statistics to be reported shall be as set out in the Annexes. They shall be transmitted with the following frequencies:\n(a)\nannual, for the energy statistics in Annex B;\n(b)\nmonthly, for the energy statistics in Annex C;\n(c)\nshort-term monthly, for the energy statistics in Annex D.\n2.   Applicable clarifications or definitions of the technical terms used are provided in the individual Annexes and also in Annex A (Clarifications of terminology).\n3.   The data to be forwarded and the applicable clarifications or definitions may be modified in accordance with the regulatory procedure with scrutiny referred to in Article 11(2).\nArticle 5\nTransmission and dissemination\n1.   Member States shall transmit to the Commission (Eurostat) the national statistics referred to in Article 4.\n2.   The arrangements for their transmission, including the applicable time limits, derogations and exemptions therefrom, shall be as set out in the Annexes.\n3.   The arrangements for the transmission of the national statistics may be modified in accordance with the regulatory procedure with scrutiny referred in Article 11(2).\n4.   At the duly justified request of a Member State, additional exemptions or derogations may be granted by the Commission in accordance with the regulatory procedure referred to in Article 11(3), for those parts of the national statistics for which the collection would lead to an excessive burden on respondents.\n5.   The Commission (Eurostat) shall disseminate yearly energy statistics by 31 January of the second year following the reported period.\nArticle 6\nQuality assessment and reports\n1.   Member States shall ensure the quality of the data transmitted.\n2.   Every reasonable effort shall be undertaken to ensure coherence between energy data declared in accordance with Annex B and data declared in accordance with Commission Decision 2005/166/EC of 10 February 2005 laying down the rules for implementing Decision No 280/2004/EC of the European Parliament and of the Council concerning a mechanism for monitoring Community greenhouse gas emissions and for implementing the Kyoto Protocol (12).\n3.   For the purposes of this Regulation, the following quality assessment dimensions shall apply to the data to be transmitted:\n(a)\n‘relevance’ shall refer to the degree to which statistics meet current and potential needs of the users;\n(b)\n‘accuracy’ shall refer to the closeness of estimates to the unknown true values;\n(c)\n‘timeliness’ shall refer to the delay between the availability of the information and the event or phenomenon it describes;\n(d)\n‘punctuality’ shall refer to the delay between the date of the release of the data and the target date when it should have been delivered;\n(e)\n‘accessibility’ and ‘clarity’ shall refer to the conditions and modalities by which users can obtain, use and interpret data;\n(f)\n‘comparability’ shall refer to the measurement of the impact of differences in applied statistical concepts and measurement tools and procedures where statistics are compared between geographical areas, sectoral domains or over time;\n(g)\n‘coherence’ shall refer to the adequacy of the data to be reliably combined in different ways and for various uses.\n4.   Every five years, Member States shall provide the Commission (Eurostat) with a report on the quality of the data transmitted as well as on any methodological changes that have been made.\n5.   Within six months of receipt of a request from the Commission (Eurostat), and in order to allow it to assess the quality of the data transmitted, Member States shall send to the Commission (Eurostat) a report containing any relevant information concerning the implementation of this Regulation.\nArticle 7\nTime reference and frequency\nMember States shall compile all data specified in this Regulation from the beginning of the calendar year following the adoption of this Regulation, and shall transmit them from then onwards with the frequencies laid down in Article 4(1).\nArticle 8\nAnnual nuclear statistics\nThe Commission (Eurostat) shall, in cooperation with the nuclear energy sector in the EU, define a set of annual nuclear statistics which shall be reported and disseminated from 2009 onwards, that year being the first reported period, without prejudice to confidentiality, where it is necessary, and avoiding any duplication of data collection, while at the same time keeping production costs low and the reporting burden reasonable.\nThe set of annual nuclear statistics shall be established and may be modified in accordance with the regulatory procedure with scrutiny referred to in Article 11(2).\nArticle 9\nRenewable energy statistics and final energy consumption statistics\n1.   With a view to improving the quality of renewable energy and final energy consumption statistics, the Commission (Eurostat), in collaboration with the Member States, shall make sure that these statistics are comparable, transparent, detailed and flexible by:\n(a)\nreviewing the methodology used to generate renewable energy statistics in order to make available additional, pertinent, detailed statistics on each renewable energy source, annually and in a cost-effective manner. The Commission (Eurostat) shall present and disseminate the statistics generated from 2010 (reference year) onwards;\n(b)\nreviewing and determining the methodology used at national and Community level to generate final energy consumption statistics (sources, variables, quality, costs) based on the current situation, existing studies and feasibility pilot studies, as well as cost-benefit analyses yet to be conducted, and evaluating the findings of the pilot studies and cost-benefit analyses with a view to establishing breakdown keys for final energies by sector and main energy uses and gradually integrating the resulting elements into the statistics from 2012 (reference year) onwards.\n2.   The set of renewable energy statistics may be modified in accordance with the regulatory procedure with scrutiny referred to in Article 11(2).\n3.   The set of final energy consumption statistics shall be established and may be modified in accordance with the regulatory procedure with scrutiny referred to in Article 11(2).\nArticle 10\nImplementing measures\n1.   The following measures necessary for implementation of this Regulation, designed to amend non-essential elements of this Regulation, inter alia, by supplementing it, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 11(2):\n(a)\nmodifications to the list of data sources (Article 3(3));\n(b)\nmodifications to the national statistics and to the applicable clarifications or definitions (Article 4(3));\n(c)\nmodifications to the transmission arrangements (Article 5(3));\n(d)\nestablishment of and modifications to the annual nuclear statistics (Article 8(2));\n(e)\nmodifications to the renewable energy statistics (Article 9(2));\n(f)\nestablishment of and modifications to the final energy consumption statistics (Article 9(3)).\n2.   Additional exemptions or derogations (Article 5(4)) shall be granted in accordance with the regulatory procedure referred to in Article 11(3).\n3.   Consideration is to be given to the principle that additional costs and the reporting burden remain within reasonable limits.\nArticle 11\nCommittee\n1.   The Commission shall be assisted by the Statistical Programme Committee.\n2.   Where reference is made to this paragraph, Article 5a(1) to (4) and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\n3.   Where reference is made to this paragraph Articles 5 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period provided for in Article 5(6) of Decision 1999/468/EC shall be three months.\nArticle 12\nEntry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Strasbourg, 22 October 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ.-P. JOUYET\n(1)  Opinion of the European Parliament of 12 March 2008 (not yet published in the Official Journal) and Council Decision of 15 September 2008.\n(2)  OJ L 49, 19.2.2004, p. 1.\n(3)  OJ L 283, 27.10.2001, p. 33.\n(4)  OJ L 52, 21.2.2004, p. 50.\n(5)  OJ L 1, 4.1.2003, p. 65.\n(6)  OJ L 114, 27.4.2006, p. 64.\n(7)  OJ L 191, 22.7.2005, p. 29.\n(8)  OJ C 317 E, 23.12.2006, p. 876.\n(9)  OJ L 52, 22.2.1997, p. 1.\n(10)  OJ L 181, 28.6.1989, p. 47.\n(11)  OJ L 184, 17.7.1999, p. 23.\n(12)  OJ L 55, 1.3.2005, p. 57.\nANNEX A\nCLARIFICATIONS OF TERMINOLOGY\nThis Annex supplies explanations or definitions of terms that are used in the other Annexes.\n1.   GEOGRAPHICAL NOTES\nFor statistical reporting purposes only, the following geographical definitions apply:\n—\nAustralia excludes the overseas territories,\n—\nDenmark excludes the Faeroe Islands and Greenland,\n—\nFrance includes Monaco and excludes the French overseas territories Guadeloupe, Martinique, French Guiana, Réunion, Saint Pierre and Miquelon, New Caledonia, French Polynesia, Wallis and Futuna, Mayotte,\n—\nItaly includes San Marino and the Vatican,\n—\nJapan includes Okinawa,\n—\nThe Netherlands excludes Suriname and the Netherlands Antilles,\n—\nPortugal includes the Azores and Madeira,\n—\nSpain includes the Canary Islands, the Balearic Islands, and Ceuta and Melilla,\n—\nSwitzerland does not include Liechtenstein,\n—\nUnited States includes the 50 States, the District of Columbia, the US Virgin Islands, Puerto Rico and Guam.\n2.   AGGREGATES\nProducers are classified according to the purpose of production:\n—\nMain activity producer: enterprises, both privately or publicly owned, which generate electricity and/or heat for sale to third parties, as their principal activity.\n—\nAutoproducers: enterprises, both privately or publicly owned, which generate electricity and/or heat wholly or partly for their own use as an activity which supports their primary activity.\nNote: the Commission may further clarify terminology by adding relevant NACE references in accordance with the regulatory procedure with scrutiny referred to in Article 11(2) after a revision of the NACE classification has entered into force.\n2.1.   Supply and transformation sectors\nProduction/indigenous production\nQuantities of fuels extracted or produced, calculated after any operation for removal of inert matter. Production includes the quantities consumed by the producer in the production process (e.g. for heating or operation of equipment and auxiliaries) as well as supplies to other producers of energy for transformation or other uses.\nIndigenous means: production from resources within the concerned state.\nImports/exports\nFor geographical definitions see ‘Geographical notes’ section.\nUnless specified differently, ‘imports’ refer to ultimate origin (the country in which the energy product was produced) for use in the country and ‘exports’ to the ultimate country of consumption of the produced energy product.\nAmounts are considered as imported or exported when they have crossed the political boundaries of the country, whether customs clearance has taken place or not.\nWhere no origin or destination can be reported ‘other’ may be used.\nStatistical differences may arise if only total import and export are available on the above basis, while the geographical breakdown is based on a different survey, source or concept. In this case, differences shall be included under ‘other’.\nInternational marine bunkers\nQuantities of fuels delivered to ships of all flags that are engaged in international navigation. The international navigation may take place at sea, on inland lakes and waterways, and in coastal waters. Excluded is:\n—\nconsumption by ships engaged in domestic navigation. The domestic/international split should be determined on the basis of port of departure and port of arrival, and not by the flag or nationality of the ship,\n—\nconsumption by fishing vessels,\n—\nconsumption by military forces.\nStock changes\nThe difference between the opening stock level and closing stock level for stocks held on national territory.\nGross consumption (calculated)\nCalculated value, defined as:\nindigenous production + from other sources + imports - exports - international marine bunkers + stock changes\nGross consumption (observed)\nThe quantity actually recorded in surveys of end-use sectors.\nStatistical differences\nCalculated value, defined as:\ncalculated gross consumption — observed gross consumption.\nIncludes changes in stocks at final consumers when this cannot be specified as part of the ‘stock changes’.\nReasons for any major differences should be stated.\nMain activity producer electricity plants\nFuel quantities used to produce electricity.\nFuels used by plants containing at least one CHP unit are to be reported under Main activity producer CHP plants.\nMain activity producer combined heat and power (CHP) plants\nQuantities of fuels used to produce electricity and heat.\nMain activity producer heat plants\nQuantities of fuels used to produce heat.\nAutoproducer electricity plants\nQuantities of fuels used to produce electricity.\nFuels used by plants containing at least one CHP unit are to be reported under Autoproducer CHP plants.\nAutoproducer combined heat and power (CHP) plants\nQuantities of fuels that correspond to the quantity of electricity produced and heat sold.\nAutoproducer heat plants\nQuantities of fuels that correspond to the quantity of heat sold.\nPatent fuel plants\nQuantities used to produce fuels.\nQuantities used for heating and operation of equipment should not be declared here, but declared as consumption in the energy sector.\nCoke ovens\nQuantities used in coke ovens.\nQuantities used for heating and operation of equipment should not be declared here, but declared as consumption in the energy sector.\nBKB/PB plants\nQuantities of lignite or brown coal used to produce brown coal briquettes (BKB) or of peat to produce peat briquettes (PB).\nQuantities used for heating and operation of equipment should not be declared here, but declared as consumption in the energy sector.\nGasworks\nQuantities used to produce gas in gasworks and coal gasification plants.\nQuantities used as a fuel for heating and operation of equipment should not be included here, but declared as consumption in the energy sector.\nBlast furnace\nQuantities of coking coal and/or bituminous coal (generally referred to as PCI) and coke oven coke transformed in blast furnaces.\nQuantities used as a fuel for heating and operation of blast furnaces (e.g. blast furnaces gas) should not be included here, but declared as consumption in the energy sector.\nCoal liquefaction\nQuantities of fuel used to produce synthetic oil.\nPetroleum refineries\nQuantities used to produce petroleum products.\nQuantities used as a fuel for heating and operation of equipment should not be declared here, but declared as consumption in the energy sector.\nNot elsewhere specified — transformation\nQuantities used for transformation activities not included elsewhere. If used, what is included under this heading should be explained in the report.\n2.2.   Energy sector and final consumption\nTotal energy sector\nQuantities consumed by the energy industry to support the extraction (mining, oil and gas production) or plant operations of transformation activities.\nExcludes quantities of fuels transformed into another energy form (which should be reported under the transformation sector) or used in support of the operation of oil, gas and coal slurry pipelines (which should be reported in the transport sector).\nIncludes the manufacture of chemical materials for atomic fission and fusion and the products of these processes.\nElectricity, CHP and heat plants\nQuantities consumed as energy at electricity plants, combined heat and power plants (CHP) and heat plants.\nCoal mines\nQuantities consumed as energy to support the extraction and preparation of coal within the coal mining industry.\nCoal burned in pithead power stations should be reported in the transformation sector.\nPatent fuel plants\nQuantities consumed as energy at patent fuel plants.\nCoke ovens\nQuantities consumed as energy at coking plants.\nBKB/PB plants\nQuantities used as energy in BKP/PB plants.\nGasworks/gasification works\nQuantities consumed as energy at gasworks and coal gasification plants.\nBlast furnaces\nQuantities consumed as energy at blast furnaces.\nCoal liquefaction\nQuantities consumed as energy at coal liquefaction plants.\nPetroleum refineries\nQuantities consumed as energy at petroleum refineries.\nOil and gas extraction\nQuantities consumed as fuel in the oil and gas extraction process and in natural gas processing plants.\nExcludes pipeline losses (to be reported as distribution losses) and energy quantities used to operate pipelines (to be reported in the transport sector).\nTotal final consumption\nDefined (calculated) as:\n= total non-energy use + final energy consumption (industry + transport + other sectors)\nIt excludes deliveries for transformation, use by the energy producing industries, and distribution losses.\nNon-energy use\nEnergy products used as raw materials in the different sectors; that is, not consumed as a fuel or transformed into another fuel.\n2.3.   Energy end-use specification\nFinal energy consumption\nTotal energy consumption in industry, transport and other sectors.\nIndustry sector\nThis refers to fuel quantities consumed by the industrial undertaking in support of its primary activities.\nFor heat-only or CHP plants, only quantities of fuels consumed for the production of heat used by the plant itself are applicable. Quantities of fuels consumed for the production of heat that is sold, and for the production of electricity, should be reported under the appropriate transformation sector.\nIron and steel\nChemical (including petrochemical)\nChemical and petrochemical industries.\nNon-ferrous metals\nNon-ferrous metals industries.\nNon-metallic minerals\nGlass, ceramic, cement and other building materials industries.\nTransport equipment\nIndustries related to the equipment used for transport.\nMachinery\nFabricated metal products, machinery and equipment other than transport equipment.\nMining and quarrying\nExcludes energy producing industries.\nFood, beverages and tobacco\nPulp, paper and printing\nIncludes production of recorded media.\nWood and wood products (other than pulp and paper)\nConstruction\nTextile and leather\nNot elsewhere specified — industry\nConsumption in sectors which is not covered above.\nTransport sector\nEnergy used in all transport activities irrespective of the economic sector in which the activity occurs.\nTransport sector — rail\nAll consumption for use in rail traffic, including industrial railways.\nTransport sector — domestic navigation\nQuantities delivered to vessels of all flags not engaged in international navigation (see International marine bunkers). The domestic/international split should be determined on the basis of port of departure and port of arrival and not by the flag or nationality of the ship.\nTransport sector — road\nQuantities used in road vehicles.\nIncludes fuel used by agricultural vehicles on highways and lubricants for use in road vehicles.\nExcludes energy used in stationary engines (see other sectors), for non-highway use in tractors (see agriculture), military use in road vehicles (see other sectors — not elsewhere specified), bitumen used in road surfacing and energy used in engines at construction sites (see industry subsector construction).\nTransport sector — pipeline transport\nQuantities used as energy in the support and operation of pipelines transporting gases, liquids, slurries and other commodities.\nIncludes energy used for pump stations and maintenance of the pipeline.\nExcludes energy used for the pipeline distribution of natural or manufactured gas, hot water or steam from the distributor to final users (to be reported in the energy sector), energy used for the final distribution of water to household, industrial, commercial and other users (to be included in commercial and public services) and losses occurring during this transport between distributor and final users (to be reported as distribution losses).\nTransport sector — international aviation\nQuantities of aviation fuels delivered to aircraft for international aviation. The domestic/international split should be determined on the basis of departure and landing locations and not by the nationality of the airline.\nExcludes fuels used by airlines for their road vehicles (to be reported in the transport sector — not elsewhere specified) and military use of aviation fuels (to be reported in the other sectors — not elsewhere specified).\nTransport sector — domestic aviation\nQuantities of aviation fuels delivered to aircraft for domestic aviation — commercial, private, agricultural, etc.\nIncludes fuel used for purposes other than flying, e.g. bench testing of engines. The domestic/international split should be determined on the basis of departure and landing locations and not by the nationality of the airline.\nExcludes fuels used by airlines for their road vehicles (to be reported in the transport sector — not elsewhere specified) and military use of aviation fuels (to be reported in the other sector — not elsewhere specified).\nTransport sector — not elsewhere specified\nQuantities used for transport activities not included elsewhere.\nIncludes fuels used by airlines for their road vehicles and fuels used in ports for ships' unloaders, various types of cranes.\nTo be declared is what is included under this heading.\nOther sectors\nSectors not specifically mentioned or not belonging to energy, industry or transport.\nOther sectors — commercial and public services\nFuels consumed by business and offices in the public and private sectors.\nOther sectors — residential\nTo be declared are fuels consumed by all households, including ‘households with employed persons’.\nOther sectors — agriculture/forestry\nFuels consumed by users classified as agriculture, hunting and forestry.\nOther sectors — fishing\nFuels delivered for inland, coastal and deep-sea fishing. Fishing should cover fuels delivered to ships of all flags that have refuelled in the country (include international fishing) and energy used in the fishing industry.\nOther sectors — not elsewhere specified\nThese are activities not included elsewhere. This category includes military fuel use for all mobile and stationary consumption (e.g. ships, aircraft, road and energy used in living quarters), regardless of whether the fuel delivered is for the military of that country or for the military of another country. If used, what is included under this heading should be explained in the report.\n3.   OTHER TERMS\nThe meaning of the following abbreviations applies:\n—\nTML: tetramethyl lead,\n—\nTEL: tetraethyl lead,\n—\nSBP: special boiling point,\n—\nLPG: liquified petroleum gas,\n—\nNGL: natural gas liquids,\n—\nLNG: liquefied natural gas,\n—\nCNG: compressed natural gas.\nANNEX B\nANNUAL ENERGY STATISTICS\nThis Annex describes the scope, units, reported period, frequency, deadline and transmission modalities for the annual collection of energy statistics.\nAnnex A applies for explanations of terms for which a specific explanation is not supplied in this Annex.\n1.   SOLID FOSSIL FUELS AND MANUFACTURED GASES\n1.1.   Applicable energy products\nUnless otherwise specified this data collection applies to all of the following energy products:\nEnergy product\nDefinition\n1.\nAnthracite\nHigh rank coal used for industrial and residential applications. It has generally less than 10 % volatile matter and a high carbon content (about 90 % fixed carbon). Its gross calorific value is greater than 23 865 kJ/kg (5 700 kcal/kg) on an ash-free but moist basis.\n2.\nCoking coal\nBituminous coal with a quality that allows the production of a coke suitable to support a blast furnace charge. Its gross calorific value is greater than 23 865 kJ/kg (5 700 kcal/kg) on an ash-free but moist basis.\n3.\nOther bituminous coal\n(steam coal)\nCoal used for steam raising purposes and includes all bituminous coal that is neither included under coking coal nor anthracite. It is characterised by higher volatile matter than anthracite (more than 10 %) and lower carbon content (less than 90 % fixed carbon). Its gross calorific value is greater than 23 865 kJ/kg (5 700 kcal/kg) on an ash-free but moist basis. If bituminous coal is used in coke ovens it should be reported as coking coal.\n4.\nSub-bituminous Coal\nRefers to non-agglomerating coal with a gross calorific value between 17 435 kJ/kg (4 165 kcal/kg) and 23 865 kJ/kg (5 700 kcal/kg) containing more than 31 % volatile matter on a dry mineral matter free basis.\n5.\nLignite/brown coal\nNon-agglomerating coal with a gross calorific value less than 17 435 kJ/kg (4 165 kcal/kg) and greater than 31 % volatile matter on a dry mineral matter free basis.\nOil shale and tar sands produced and combusted directly should be reported in this category. Oil shale and tar sands used as inputs for other transformation processes should also be reported in this category.\nThis includes the portion of the oil shale or tar sands consumed in the transformation process. Shale oil and other products derived from liquefaction should be reported on the Annual Oil Questionnaire.\n6.\nPeat\nA combustible soft, porous or compressed, sedimentary deposit of plant origin with high water content (up to 90 % in the raw state), easily cut, of light to dark brown colour. Peat used for non-energy purposes is not included.\nThis definition is without prejudice to the definition of renewable energy sources in Directive 2001/77/EC and to the 2006 IPCC Guidelines for National Greenhouse Gas Inventories.\n7.\nPatent fuel\nA composition fuel manufactured from hard coal fines with the addition of a binding agent. The amount of patent fuel produced may, therefore, be slightly higher than the actual amount of coal consumed in the transformation process.\n8.\nCoke oven coke\nThe solid product obtained from carbonisation of coal, principally coking coal, at high temperature, it is low in moisture and volatile matter. Coke oven coke is used mainly in the iron and steel industry acting as energy source and chemical agent. Coke breeze and foundry coke are included in this category.\nSemi-coke (a solid product obtained from carbonisation of coal at low temperature) should be included in this category. Semi-coke is used as a domestic fuel or by the transformation plant itself. This heading also includes coke, coke breeze and semi-coke made from lignite/brown coal.\n9.\nGas coke\nBy-product of hard coal used for production of town gas in gasworks. Gas coke is used for heating purposes.\n10.\nCoal tar\nA result of the destructive distillation of bituminous coal. Coal tar is the liquid by-product of the distillation of coal to make coke in the coke oven process or it is produced from brown coal (low-temperature tar). Coal tar can be further distilled into different organic products (e.g. benzene, toluene, naphthalene), which normally would be reported as a feedstock to the petrochemical industry.\n11.\nBKB\n(brown coal briquettes)\nBKB is a composition fuel manufactured from lignite/brown coal, produced by briquetting under high pressure without the addition of a binding agent. These figures include peat briquettes, dried lignite fines and dust.\n12.\nGasworks gas\nCovers all types of gases produced in public utility or private plants, whose main purpose is manufacture, transport and distribution of gas. It includes gas produced by carbonisation (including gas produced by coke ovens and transferred to gasworks gas), by total gasification with or without enrichment with oil products (LPG, residual fuel oil, etc.), and by reforming and simple mixing of gases and/or air, reported under the rows ‘from other sources’. Under the transformation sector identify amounts of gasworks gas transferred to blended natural gas which will be distributed and consumed through the natural gas grid.\nThe production of other coal gases (i.e. coke oven gas, blast furnace gas and oxygen steel furnace gas) should be reported in the columns concerning such gases, and not as production of gasworks gas. The coal gases transferred to gasworks plants should then be reported (in their own column) in the transformation sector in the gasworks plants row. The total amount of gasworks gas resulting from transfers of other coal gases should appear in the production line for gasworks gas.\n13.\nCoke oven gas\nObtained as a by-product of the manufacture of coke oven coke for the production of iron and steel.\n14.\nBlast furnace gas\nProduced during the combustion of coke in blast furnaces in the iron and steel industry. It is recovered and used as a fuel partly within the plant and partly in other steel industry processes or in power stations equipped to burn it. The quantity of fuel should be reported on a gross calorific value basis.\n15.\nOxygen steel furnace gas\nBy-product of the production of steel in an oxygen furnace, recovered on leaving the furnace. The gas is also known as converter gas, LD gas or BOS gas.\n16.\nHard coal\nThe term ‘hard coal’ refers to coal of gross calorific value greater than 23 865 kJ/kg (5 700 kcal/kg) on an ashfree but moist basis and with a mean random reflectance of vitrinite of at least 0,6. Hard coal comprises all energy products from 1 to 3 together (anthracite, coking coal and other bituminous coal).\n1.2.   List of aggregates\nThe following list of aggregates shall be declared for all energy products listed in the previous paragraph unless otherwise specified.\nAnnex A applies for explanations of terms for which a specific explanation is not supplied in this Annex.\n1.2.1.   Supply and transformation sectors\n1.\nProduction\n1.1.\nOf which: underground\nApplicable only for anthracite, coking coal, other bituminous coal, sub-bituminous coal and lignite/brown coal.\n1.2.\nOf which: surface\nApplicable only for anthracite, coking coal, other bituminous coal, sub-bituminous coal and lignite/brown coal.\n2.\nFrom other sources\nThis consists of two components:\n—\nrecovered slurries, middlings and other low-grade coal products, which cannot be classified according to type of coal. This includes coal recovered from waste piles and other waste receptacles,\n—\nsupplies of fuel of which production is covered in other fuel energy balances, but for which consumption will occur in the coal energy balance.\n2.1.\nOf which: from oil products\nNot applicable for anthracite, coking coal, other bituminous coal, sub-bituminous coal and lignite/brown coal and peat.\nE.g. petroleum coke addition to coking coal for coke ovens.\n2.2.\nOf which: from natural gas\nNot applicable for anthracite, coking coal, other bituminous coal, sub-bituminous coal and lignite/brown coal and peat.\nE.g. natural gas addition to gasworks gas for direct final consumption.\n2.3.\nOf which: from renewables\nNot applicable for anthracite, coking coal, other bituminous coal, sub-bituminous coal and lignite/brown coal and peat.\nE.g. industrial waste as binding agent in the manufacturing of patent fuel.\n3.\nImports\n4.\nExports\n5.\nInternational marine bunkers\n6.\nStock changes\nA stock build is shown as a negative number and a stock draw is shown as a positive number.\n7.\nGross consumption\n8.\nStatistical differences\n9.\nTotal transformation sector\nQuantities of fuels used for the primary or secondary conversion of energy (e.g. coal to electricity, coke oven gas to electricity) or used for the transformation to derived energy products (e.g. coking coal to coke).\n9.1.\nOf which: main activity producer electricity plants\n9.2.\nOf which: main activity producer CHP plants\n9.3.\nOf which: main activity producer heat plants\n9.4.\nOf which: autoproducer electricity plants\n9.5.\nOf which: autoproducer CHP plants\n9.6.\nOf which: autoproducer heat plants\n9.7.\nOf which: patent fuel plants\n9.8.\nOf which: coke ovens\n9.9.\nOf which: BKB/PB plants\n9.10.\nOf which: gasworks\n9.11.\nOf which: blast furnaces\nQuantities of coking coal and/or bituminous coal (generally referred to as PCI) and coke oven coke transformed in blast furnaces. Amounts used as a fuel for heating and operation of blast furnaces (e.g. blast furnaces gas) should not be included in the transformation sector, but reported as consumption in the energy sector.\n9.12.\nOf which: coal liquefaction\nShale oil and other products derived from liquefaction should be reported as per Chapter 4 of this Annex.\n9.13.\nOf which: for blended natural gas\nQuantities of coal gases blended with natural gas.\n9.14.\nOf which: not elsewhere specified — transformation\n1.2.2.   Energy sector\n1.\nTotal energy sector\n1.1.\nOf which: electricity, CHP and heat plants\n1.2.\nOf which: coal mines\n1.3.\nOf which: patent fuel plants\n1.4.\nOf which: coke ovens\n1.5.\nOf which: BKB/PB plants\n1.6.\nOf which: gasworks\n1.7.\nOf which: blast furnaces\n1.8.\nOf which: petroleum refineries\n1.9.\nOf which: coal liquefaction\n1.10.\nOf which: not elsewhere specified — energy\n2.\nDistribution losses\nLosses occurred due to transport and distribution, as well as flaring of manufactured gases.\n3.\nTotal final consumption\n4.\nTotal non-energy use\n4.1.\nOf which: industry, transformation and energy sectors\nNon-energy use in all industry, transformation and energy subsectors, e.g. coal used to make methanol or ammonia.\n4.1.1.\nFrom 4.1, of which: in the petrochemical sector\nNon-energy use e.g. coal use as feedstocks to produce fertiliser and as feedstocks for other petrochemical products.\n4.2.\nOf which: transport sector\nNon-energy use in all transport subsectors.\n4.3.\nOf which: other sectors\nNon-energy use in commercial and public services, residential, agriculture and Not elsewhere specified other.\n1.2.3.   Energy end-use specification\n1.\nFinal energy consumption\n2.\nIndustry sector\n2.1.\nOf which: iron and steel\n2.2.\nOf which: chemical and petrochemical\n2.3.\nOf which: non-ferrous metals\n2.4.\nOf which: non-metallic minerals\n2.5.\nOf which: transport equipment\n2.6.\nOf which: machinery\n2.7.\nOf which: mining and quarrying\n2.8.\nOf which: food, beverages and tobacco\n2.9.\nOf which: pulp, paper and printing\n2.10.\nOf which: wood and wood products\n2.11.\nOf which: construction\n2.12.\nOf which: textile and leather\n2.13.\nOf which: not elsewhere specified — industry\n3.\nTransport sector\n3.1.\nOf which: rail\n3.2.\nOf which: domestic navigation\n3.3.\nOf which: not elsewhere specified — transport\n4.\nOther sectors\n4.1.\nOf which: commercial and public services\n4.2.\nOf which: residential\n4.3.\nOf which: agriculture/forestry\n4.4.\nOf which: fishing\n4.5.\nOf which: not elsewhere specified — other\n1.2.4.   Imports and exports\nImports by country of origin, and exports by country of destination.\nNot applicable to peat, gas coke, gasworks gas, coke oven gas, blast furnace gas nor oxygen steel furnace gas.\n1.2.5.   Inputs to autoproducers of electricity and heat generation\nInputs to autoproducers of electricity and heat generation are to be declared separately for electricity-only plants, for CHP plants, and for heat-only plants.\nThese inputs to autoproducers are separated for the main activities listed in the following table:\n1.\nTotal energy sector\n1.1.\nOf which: coal mines\n1.2.\nOf which: patent fuel plants\n1.3.\nOf which: coke ovens\n1.4.\nOf which: BKB/PB plants\n1.5.\nOf which: gasworks\n1.6.\nOf which: blast furnaces\n1.7.\nOf which: petroleum refineries\n1.8.\nOf which: coal liquefaction\n1.9.\nOf which: not elsewhere specified — energy\n2.\nIndustry sector\n2.1.\nOf which: iron and steel\n2.2.\nOf which: chemical and petrochemical\n2.3.\nOf which: non-ferrous metals\n2.4.\nOf which: non-metallic minerals\n2.5.\nOf which: transport equipment\n2.6.\nOf which: machinery\n2.7.\nOf which: mining and quarrying\n2.8.\nOf which: food, beverages and tobacco\n2.9.\nOf which: pulp, paper and printing\n2.10.\nOf which: wood and wood products\n2.11.\nOf which: construction\n2.12.\nOf which: textile and leather\n2.13.\nOf which: not elsewhere specified — industry\n3.\nTransport sector\n3.1.\nOf which: rail\n3.2.\nOf which: not elsewhere specified — transport\n4.\nOther sectors:\n4.1.\nOf which: commercial and public services\n4.2.\nOf which: residential\n4.3.\nOf which: agriculture/forestry\n4.4.\nOf which: fishing\n4.5.\nOf which: not elsewhere specified\n1.3.   Calorific values\nBoth gross and net calorific values are to be declared for the energy products mentioned in paragraph 1.1 for the following main aggregates.\nNot applicable for gasworks gas, coke oven gas, blast furnace gas and oxygen steel furnace gas:\n1.\nProduction\n2.\nImports\n3.\nExports\n4.\nUsed in coke ovens\n5.\nUsed in blast furnaces\n6.\nUsed in main activity producer electricity, CHP and heat plants\n7.\nUsed in industry\n8.\nFor other uses\n1.4.   Production and stocks in coal mines\nOnly applicable for hard coal and for lignite/brown coal.\nThe following quantities must be declared:\n1.\nUnderground production\n2.\nSurface production\n3.\nFrom other sources\n4.\nStocks at end of period\n4.1.\nOf which: stocks at mines\n1.5.   Units of measurement\n1.\nEnergy quantities\n103 tonnes\nException: for gases (gasworks gas, coke oven gas, blast furnace gas, oxygen steel furnace gas) the measurement is directly in energy content and the unit to be used is therefore TJ (based on gross calorific values).\n2.\nCalorific values\nMJ/tonne\n1.6.   Derogations and exemptions\nNot applicable.\n2.   NATURAL GAS\n2.1.   Applicable energy products\nThis data collection applies to natural gas, which comprises gases occurring in underground deposits, whether liquefied or gaseous, consisting mainly of methane.\nIt includes both ‘non-associated’ gas originating from fields producing hydrocarbons only in gaseous form, and ‘associated’ gas produced in association with crude oil as well as methane recovered from coal mines (colliery gas) or from coal seams (coal seam gas).\nIt does not include gases created by anaerobic digestion of biomass (e.g. municipal or sewage gas) nor gasworks gas.\n2.2.   List of aggregates\nThe following list of aggregates shall be declared for all energy products listed in the previous paragraph unless otherwise specified.\n2.2.1.   Supply and transformation sectors\nTo be declared are quantities expressed in both volume and energy units, and including the gross and net calorific values, for the following aggregates:\n1.\nIndigenous production\nAll dry marketable production within national boundaries, including offshore production. Production is measured after purification and extraction of NGLs and sulphur.\nExcludes extraction losses and quantities reinjected, vented or flared.\nIncludes quantities used within the natural gas industry; in gas extraction, pipeline systems and processing plants.\n1.1.\nOf which: associated gas\nNatural gas produced in association with crude oil.\n1.2.\nOf which: non-associated gas\nNatural gas originating from fields producing hydrocarbons only in gaseous form.\n1.3.\nOf which: colliery gas\nMethane produced at coal mines or from coal seams, piped to the surface and consumed at collieries or transmitted by pipeline to consumers.\n2.\nFrom other sources\nFuels which are blended with natural gas, and consumed as a blend.\n2.1.\nOf which: from oil products\nLPG for upgrading the quality e.g. heat content.\n2.2.\nOf which: from coal\nManufactured gas for blending with natural gas.\n2.3.\nOf which: from renewables\nBiogas for blending with natural gas.\n3.\nImports\n4.\nExports\n5.\nInternational marine bunkers\n6.\nStock changes\nA stock build is shown as a negative number and a stock draw is shown as a positive number.\n7.\nGross consumption\n8.\nStatistical differences\nThe requirement of declaring calorific values is not applicable here.\n9.\nRecoverable gas: opening and closing stocks\nQuantities of gas available for delivery during any input-output cycle. This refers to recoverable natural gas stored in special storage facilities (depleted gas and/or oil field, aquifer, salt cavity, mixed caverns, or other) as well as liquefied natural gas storage. Cushion gas should be excluded.\nThe requirement of declaring calorific values is not applicable here.\n10.\nGas vented\nThe volume of gas released into the air on the production site or at the gas processing plant.\nThe requirement of declaring calorific values is not applicable here.\n11.\nGas flared\nThe volume of gas burned in flares on the production site or at the gas processing plant.\nThe requirement of declaring calorific values is not applicable here.\n12.\nTotal transformation sector\nQuantities of fuels used for the primary or secondary conversion of energy (e.g. natural gas to electricity) or used for the transformation to derived energy products (e.g. natural gas to methanol).\n12.1.\nOf which: main activity producer electricity plants\n12.2.\nOf which: autoproducer electricity plants\n12.3.\nOf which: main activity producer CHP plants\n12.4.\nOf which: autoproducer CHP plants\n12.5.\nOf which: main activity producer heat plants\n12.6.\nOf which: autoproducer heat plants\n12.7.\nOf which: gasworks\n12.8.\nOf which: coke ovens\n12.9.\nOf which: blast furnaces\n12.10.\nOf which: gas-to-liquids\nQuantities of natural gas used as feedstock for the conversion to liquids e.g. the quantities of fuel entering the methanol production process for transformation into methanol.\n12.11.\nOf which: non-specified — transformation\n2.2.2.   Energy sector\n1.\nTotal energy sector\n1.1.\nOf which: coal mines\n1.2.\nOf which: oil and gas extraction\n1.3.\nOf which: inputs to oil refineries\n1.4.\nOf which: coke ovens\n1.5.\nOf which: blast furnaces\n1.6.\nOf which: gasworks\n1.7.\nOf which: electricity, CHP and heat plants\n1.8.\nOf which: liquefaction (LNG) or gasification\n1.9.\nOf which: gas-to-liquids\n1.10.\nOf which: not elsewhere specified — energy\n2.\nLosses of distribution and transport\n2.2.3.   Energy end-use specification\nConsumption of natural gas needs to be reported for both energy use and (wherever applicable) non-energy use separately, for all of the following aggregates:\n1.\nTotal final consumption\nFinal energy consumption and non-energy use to be declared separately under this heading.\n2.\nTransport sector\n2.1.\nOf which: transport by road\nIncludes both CNG and biogas.\n2.1.1.\nOf which: biogas fraction in transport by road\n2.2.\nOf which: pipeline transport\n2.3.\nOf which: not elsewhere specified — transport\n3.\nIndustry sector\n3.1.\nOf which: iron and steel\n3.2.\nOf which: chemical and petrochemical\n3.3.\nOf which: non-ferrous metals\n3.4.\nOf which: non-metallic minerals\n3.5.\nOf which: transport equipment\n3.6.\nOf which: machinery\n3.7.\nOf which: mining and quarrying\n3.8.\nOf which: food, beverages and tobacco\n3.9.\nOf which: pulp, paper and printing\n3.10.\nOf which: wood and wood products\n3.11.\nOf which: construction\n3.12.\nOf which: textile and leather\n3.13.\nOf which: not elsewhere specified — industry\n4.\nOther sectors\n4.1.\nOf which: commercial and public services\n4.2.\nOf which: residential\n4.3.\nOf which: agriculture/forestry\n4.4.\nOf which: fishing\n4.5.\nOf which: not elsewhere specified — other\n2.2.4.   Imports and exports\nTo be declared are both the quantities of the total natural gas and of the LNG part of it, per country of origin for imports and per country of destination for exports.\n2.2.5.   Inputs to autoproducers of electricity and heat generation\nInputs to autoproducers of electricity and heat generation are to be declared separately for autoproducer electricity plants, autoproducer CHP plants and autoproducer heat plants.\nInputs apply to the following plants or activities:\n1.\nTotal energy sector\n1.1.\nOf which: coal mines\n1.2.\nOf which: oil and gas extraction\n1.3.\nOf which: inputs to oil refineries\n1.4.\nOf which: coke ovens\n1.5.\nOf which: gasworks\n1.6.\nOf which: blast furnaces\n1.7.\nOf which: liquefaction (LNG) and regasification plants\n1.8.\nOf which: gas-to-liquids\n1.9.\nOf which: not elsewhere specified — energy\n2.\nIndustry sector\n2.1.\nOf which: iron and steel\n2.2.\nOf which: chemical and petrochemical\n2.3.\nOf which: non-ferrous metals\n2.4.\nOf which: non-metallic minerals\n2.5.\nOf which: transport equipment\n2.6.\nOf which: machinery\n2.7.\nOf which: mining and quarrying\n2.8.\nOf which: food, beverages and tobacco\n2.9.\nOf which: pulp, paper and printing\n2.10.\nOf which: wood and wood products\n2.11.\nOf which: construction\n2.12.\nOf which: textile and leather\n2.13.\nOf which: not elsewhere specified — industry\n3.\nTransport sector\n3.1.\nOf which: pipeline transport\n3.2.\nOf which: not elsewhere specified — transport\n4.\nOther sectors\n4.1.\nOf which: commercial and public services\n4.2.\nOf which: residential\n4.3.\nOf which: agriculture/forestry\n4.4.\nOf which: fishing\n4.5.\nOf which: not elsewhere specified\n2.2.6.   Gas storage capacities\n1.\nName\nName of the site of the storage facility.\n2.\nType\nType of storage, such as depleted gas field, salt cavern, etc.\n3.\nWorking capacity\nTotal gas storage capacity, minus the cushion gas. The cushion gas is the total volume of gas required as a permanent inventory to maintain adequate underground storage reservoir pressures and deliverability rates throughout the output cycle.\n4.\nPeak output\nMaximum rate at which gas can be withdrawn from the concerned storage.\n2.3.   Units of measurement\n1.\nEnergy quantities\nUnless indicated differently, quantities of natural gas are declared by its energy content, i.e. in TJ, based on the gross calorific value.\nWhere physical quantities are required, the unit is in 106 m3 assuming reference gas conditions (15 oC, 101,325 kPa).\n2.\nCalorific values\nKJ/m3, assuming reference gas conditions (15 oC, 101,325 kPa).\n3.\nStorage working capacity\n106 m3, assuming reference gas conditions (15 oC, 101,325 kPa).\n4.\nPeak output\n106 m3/day, assuming reference gas conditions (15 oC, 101,325 kPa).\n2.4.   Derogations and exemptions\nNot applicable.\n3.   ELECTRICITY AND HEAT\n3.1.   Applicable energy products\nThis chapter covers heat and electricity.\n3.2.   List of aggregates\nThe following list of aggregates shall be declared for all energy products listed in the previous paragraph unless otherwise specified.\nAnnex A applies for explanations of terms for which a specific explanation is not supplied in this chapter. The definitions and units mentioned in Chapters 1, 2, 4 and 5 apply to energy products belonging to solid fuels and manufactured gases, natural gas, oil and petroleum products, and renewable energy and energy from waste.\n3.2.1.   Supply and transformation sectors\nThe following specific definitions apply to aggregates for electricity and heat in this chapter:\n—\nGross electricity production: the sum of the electrical energy production by all the generating sets concerned (including pumped storage) measured at the output terminals of the main generators.\n—\nGross heat production: the total heat produced by the installation and includes the heat used by the installation's auxiliaries which use a hot fluid (space heating, liquid fuel heating etc.) and losses in the installation/network heat exchanges, as well as heat from chemical processes used as a primary energy form.\n—\nNet electricity production: the gross electricity production less the electrical energy absorbed by the generating auxiliaries and the losses in the main generator transformers.\n—\nNet heat production: the heat supplied to the distribution system as determined from measurements of the outgoing and return flows.\nThe aggregates mentioned in the next table must be declared separately for main activity producer plants and for autoproducer plants. Within these two types of plants, both gross and net electricity and heat production must be declared for electricity only, for CHP and for heat-only plants separately wherever applicable, for the following aggregates:\n1.\nTotal production\n1.1.\nOf which: nuclear\n1.2.\nOf which: hydro\n1.2.1.\nOf which: part of hydro produced from pumped storage\n1.3.\nOf which: geothermal\n1.4.\nOf which: solar\n1.5.\nOf which: tide, wave, ocean\n1.6.\nOf which: wind\n1.7.\nOf which: combustible fuels\nFuels capable of igniting or burning, i.e. reacting with oxygen to produce a significant rise in temperature and combusted directly for the production of electricity and/or heat.\n1.8.\nOf which: heat pumps\nHeat output from heat pumps only where the heat is sold to third parties (i.e. in cases where production occurs in the transformation sector).\n1.9.\nOf which: electric boilers\nQuantities of heat from electric boilers where the output is sold to third parties.\n1.10.\nOf which: heat from chemical processes\nHeat originating from processes without input energy, such as a chemical reaction.\nExcludes waste heat originating from energy-driven processes, which should be reported as heat produced from the corresponding fuel.\n1.11.\nOf which: other sources — electricity (please specify)\nThe aggregates mentioned in the next table must be declared as totals, for electricity and heat separately, wherever applicable. For the three first aggregates in the next table, quantities should be calculated from and be compatible with the values declared according to the previous table.\n1.\nTotal gross production\n2.\nOwn use by plant\n3.\nTotal net production\n4.\nImports\nSee also explanation under 5 ‘Exports’.\n5.\nExports\nAmounts of electricity are considered as imported or exported when they have crossed the political boundaries of the country, whether customs clearance has taken place or not. If electricity is transited through a country, the amount should be reported as both an import and an export.\n6.\nUsed for heat pumps\n7.\nUsed for electric powered steam boilers\n8.\nUsed for pumped storage\n9.\nUsed for electricity production\n10.\nEnergy supplied\nFor electricity: the sum of the net electrical energy production supplied by all power stations within the country, reduced by the amount used simultaneously for heat pumps, electrically powered steam boilers, pumping and reduced or increased by exports to or imports from abroad.\nFor heat: the sum of the net heat production for sale by all plants within a country, reduced by heat used for electricity production and reduced or increased by exports or imports from abroad.\n11.\nTransmission and distribution losses\nAll losses due to transport and distribution of electrical energy and heat.\nFor electricity, includes losses in transformers which are not considered as integral parts of the power plants.\n12.\nTotal consumption (calculated)\n13.\nStatistical difference\n14.\nTotal consumption (observed)\nThe electricity produced, the heat sold and the fuel quantities used, including their corresponding total energy (based on their net calorific value except for natural gas which is based on gross calorific value) from the combustibles listed in the next table must be declared separately for main activity producer plants and for autoproducer plants. Within these two types of plants, this electricity and heat production must be declared for electricity (only) plants, for CHP and for heat (only) plants separately wherever applicable:\n1.\nSolid fuels and manufactured gases:\n1.1.\nAnthracite\n1.2.\nCoking coal\n1.3.\nOther bituminous coal\n1.4.\nSub-bituminous coal\n1.5.\nLignite/brown coal\n1.6.\nPeat\n1.7.\nPatent fuel\n1.8.\nCoke oven coke\n1.9.\nGas coke\n1.10.\nCoal tar\n1.11.\nBKB (brown coal briquettes)\n1.12.\nGasworks gas\n1.13.\nCoke oven gas\n1.14.\nBlast furnace gas\n1.15.\nOxygen steel furnace gas\n2.\nOil and petroleum products:\n2.1.\nCrude oil\n2.2.\nNGL\n2.3.\nRefinery gas\n2.4.\nLPG\n2.5.\nNaphtha\n2.6.\nKerosene type jet fuel\n2.7.\nOther kerosene\n2.8.\nGas/diesel (distillate fuel oil)\n2.9.\nHeavy fuel oil\n2.10.\nBitumen (including orimulsion)\n2.11.\nPetroleum coke\n2.12.\nOther oil products\n3.\nNatural gas\n4.\nRenewable energy and energy from waste\n4.1.\nIndustrial waste (non-renewable)\n4.2.\nMunicipal waste (renewable)\n4.3.\nMunicipal waste (non-renewable)\n4.4.\nWood, wood waste and other solid waste\n4.5.\nLandfill gas\n4.6.\nSewage sludge gas\n4.7.\nOther biogas\n4.8.\nLiquid biofuels\n3.2.2.   Electricity and heat consumption in the energy sector\n1.\nTotal energy sector\nExcludes own use by plant, used for pumped storage, heat pumps and electric boilers.\n1.1.\nOf which: coal mines\n1.2.\nOf which: oil and gas extraction\n1.3.\nOf which: patent fuel plants\n1.4.\nOf which: coke ovens\n1.5.\nOf which: BKB/PB plants\n1.6.\nOf which: gasworks\n1.7.\nOf which: blast furnaces\n1.8.\nOf which: petroleum refineries\n1.9.\nOf which: nuclear industry\n1.10.\nOf which: coal liquefaction plants\n1.11.\nOf which: liquefaction (LNG)/regasification plants\n1.12.\nOf which: gasification plants (biogas)\n1.13.\nOf which: gas-to-liquids\n1.14.\nOf which: not elsewhere specified — energy\n3.2.3.   Energy end-use specification\n1.\nIndustry sector\n1.1.\nOf which: iron and steel\n1.2.\nOf which: chemical and petrochemical\n1.3.\nOf which: non-ferrous metals\n1.4.\nOf which: non-metallic minerals\n1.5.\nOf which: transport equipment\n1.6.\nOf which: machinery\n1.7.\nOf which: mining and quarrying\n1.8.\nOf which: food, beverages and tobacco\n1.9.\nOf which: pulp, paper and printing\n1.10.\nOf which: wood and wood products\n1.11.\nOf which: construction\n1.12.\nOf which: textile and leather\n1.13.\nOf which: not elsewhere specified — industry\n2.\nTransport sector\n2.1.\nOf which: rail\n2.2.\nOf which: pipeline transport\n2.3.\nOf which: not elsewhere specified — transport\n3.\nResidential sector\n4.\nCommercial and public services\n5.\nAgriculture/forestry\n6.\nFishing\n7.\nNot elsewhere specified — other\n3.2.4.   Imports and exports\nImports and exports of energy quantities of electricity and heat by country.\n3.2.5.   Net production of electricity generation and net heat production from autoproducers\nNet production of electricity and net generation of heat from autoproducers of electricity generation and heat production are to be declared, for CHP plants, for electricity (only) plants and for heat (only) plants separately, in the following plants or activities:\n1.\nTotal energy sector\n1.1.\nOf which: coal mines\n1.2.\nOf which: oil and gas extraction\n1.3.\nOf which: patent fuel plants\n1.4.\nOf which: coke ovens\n1.5.\nOf which: BKB/PB plants\n1.6.\nOf which: gasworks\n1.7.\nOf which: blast furnaces\n1.8.\nOf which: petroleum refineries\n1.9.\nOf which: coal liquefaction plants\n1.10.\nOf which: liquefaction (LNG)/regasification plants\n1.11.\nOf which: gasification plants (biogas)\n1.12.\nOf which: gas-to-liquids\n1.13.\nOf which: charcoal production plants\n1.14.\nOf which: not elsewhere specified — energy\n2.\nAll other sectors: identical to the aggregate list as per ‘3.2.3 Energy end-use specification’.\n3.2.6.   Inputs to autoproducers of electricity and heat generation\nInputs to autoproducers of electricity and heat generation are to be declared separately for autoproducer electricity plants, autoproducer CHP plants and autoproducer heat plants.\n1.\nFor solid fuels and manufactured gases used by autoproducers, quantities must be reported from the following energy products: anthracite, coking coal, other bituminous coal, sub-bituminous coal, lignite/brown coal, peat, patent fuel, coke oven coke, gas coke, coal tar, BKB/PB, gasworks gas, coke oven gas, blast furnace gas and oxygen steel furnace gas. Their input quantities must be reported for the plants in the following activities:\n1.\nTotal energy sector\n1.1.\nOf which: coal mines\n1.2.\nOf which: patent fuel plants\n1.3.\nOf which: coke ovens\n1.4.\nOf which: BKB/PB plants\n1.5.\nOf which: gasworks\n1.6.\nOf which: blast furnaces\n1.7.\nOf which: petroleum refineries\n1.8.\nOf which: coal liquefaction\n1.9.\nOf which: not elsewhere specified — energy\n2.\nIndustry sector\n2.1.\nOf which: iron and steel\n2.2.\nOf which: chemical and petrochemical\n2.3.\nOf which: non-ferrous metals\n2.4.\nOf which: non-metallic minerals\n2.5.\nOf which: transport equipment\n2.6.\nOf which: machinery\n2.7.\nOf which: mining and quarrying\n2.8.\nOf which: food, beverages and tobacco\n2.9.\nOf which: pulp, paper and printing\n2.10.\nOf which: wood and wood products\n2.11.\nOf which: construction\n2.12.\nOf which: textile and leather\n2.13.\nOf which: not elsewhere specified — industry\n3.\nTransport sector:\n3.1.\nOf which: rail\n3.2.\nOf which: not elsewhere specified — transport\n4.\nOther sectors\n4.1.\nOf which: commercial and public services\n4.2.\nOf which: residential\n4.3.\nOf which: agriculture/forestry\n4.4.\nOf which: fishing\n4.5.\nOf which: not elsewhere specified\n2.\nFor oil products used by autoproducers, quantities must be reported from the following energy products: crude oil, NGL, refinery gas, LPG, naphtha, kerosene type jet fuel, other kerosene, gas/diesel (distillate fuel oil), heavy fuel oil, bitumen (including orimulsion), petroleum coke and other oil products. Their input quantities must be reported for the plants in the following activities:\n1.\nTotal energy sector\n1.1.\nOf which: coal mines\n1.2.\nOf which: oil and gas extraction\n1.3.\nOf which: coke ovens\n1.4.\nOf which: blast furnaces\n1.5.\nOf which: gasworks\n1.6.\nOf which: not elsewhere specified — energy\n2.\nIndustry sector\n2.1.\nOf which: iron and steel\n2.2.\nOf which: chemical and petrochemical\n2.3.\nOf which: non-ferrous metals\n2.4.\nOf which: non-metallic minerals\n2.5.\nOf which: transport equipment\n2.6.\nOf which: machinery\n2.7.\nOf which: mining and quarrying\n2.8.\nOf which: food, beverages and tobacco\n2.9.\nOf which: pulp, paper and printing\n2.10.\nOf which: wood and wood products\n2.11.\nOf which: construction\n2.12.\nOf which: textile and leather\n2.13.\nOf which: not elsewhere specified — industry\n3.\nTransport sector:\n3.1.\nOf which: pipeline transport\n3.2.\nOf which: not elsewhere specified — transport\n4.\nOther sectors\n4.1.\nOf which: commercial and public services\n4.2.\nOf which: residential\n4.3.\nOf which: agriculture/forestry\n4.4.\nOf which: fishing\n4.5.\nOf which: not elsewhere specified\n3.\nFor natural gas used by autoproducers, quantities must be reported for the plants in the following activities:\n1.\nTotal energy sector\n1.1.\nOf which: coal mines\n1.2.\nOf which: oil and gas extraction\n1.3.\nOf which: inputs to oil refineries\n1.4.\nOf which: coke ovens\n1.5.\nOf which: gasworks\n1.6.\nOf which: blast furnaces\n1.7.\nOf which: liquefaction (LNG) and regasification plants\n1.8.\nOf which: gas-to-liquids\n1.9.\nOf which: not elsewhere specified — energy\n2.\nIndustry sector\n2.1.\nOf which: iron and steel\n2.2.\nOf which: chemical and petrochemical\n2.3.\nOf which: non-ferrous metals\n2.4.\nOf which: non-metallic minerals\n2.5.\nOf which: transport equipment\n2.6.\nOf which: machinery\n2.7.\nOf which: mining and quarrying\n2.8.\nOf which: food, beverages and tobacco\n2.9.\nOf which: pulp, paper and printing\n2.10.\nOf which: wood and wood products\n2.11.\nOf which: construction\n2.12.\nOf which: textile and leather\n2.13.\nOf which: not elsewhere specified — industry\n3.\nTransport sector:\n3.1.\nOf which: pipeline transport\n3.2.\nOf which: not elsewhere specified — transport\n4.\nOther sectors:\n4.1.\nOf which: commercial and public services\n4.2.\nOf which: residential\n4.3.\nOf which: agriculture/forestry\n4.4.\nOf which: fishing\n4.5.\nOf which: not elsewhere specified\n4.\nFor renewable energy and energy from waste used by autoproducers, quantities must be reported from the following energy products: geothermal energy, solar thermal, industrial waste (non-renewable), municipal waste (renewable), municipal waste (non-renewable), wood/wood waste/other solid waste, landfill gas, sewage sludge gas, other biogas and liquid biofuels. Their input quantities must be reported for the plants in the following activities:\n1.\nTotal energy sector\n1.1.\nOf which: gasification plants\n1.2.\nOf which: coal mines\n1.3.\nOf which: patent fuel plants\n1.4.\nOf which: coke ovens\n1.5.\nOf which: petroleum refineries\n1.6.\nOf which: BKB/PB plants\n1.7.\nOf which: gasworks\n1.8.\nOf which: blast furnaces\n1.9.\nOf which: charcoal production plants\n1.10.\nOf which: not elsewhere specified — energy\n2.\nIndustry sector\n2.1.\nOf which: iron and steel\n2.2.\nOf which: chemical and petrochemical\n2.3.\nOf which: non-ferrous metals\n2.4.\nOf which: non-metallic minerals\n2.5.\nOf which: transport equipment\n2.6.\nOf which: machinery\n2.7.\nOf which: mining and quarrying\n2.8.\nOf which: food, beverages and tobacco\n2.9.\nOf which: pulp, paper and printing\n2.10.\nOf which: wood and wood products\n2.11.\nOf which: construction\n2.12.\nOf which: textile and leather\n2.13.\nOf which: not elsewhere specified — industry\n3.\nTransport sector:\n3.1.\nOf which: rail\n3.2.\nOf which: not elsewhere specified — transport\n4.\nOther sectors:\n4.1.\nOf which: commercial and public services\n4.2.\nOf which: residential\n4.3.\nOf which: agriculture/forestry\n4.4.\nOf which: fishing\n4.5.\nOf which: not elsewhere specified\n3.3.   Structural data on electricity and heat generation\n3.3.1.   Net maximum electrical capacity and peak load\nThe capacity should be reported at 31 December of the relevant reported year.\nIncludes electrical capacity of both electricity (only) and CHP plants.\nThe net maximum electrical capacity is the sum of the net maximum capacities of all stations taken individually throughout a given period of operation. The period of operation assumed for present purposes is continuous running: in practice 15 hours or more per day. The net maximum capacity is the maximum power assumed to be solely active power that can be supplied, continuously, with all plant running, at the point of outlet to the network. The peak load is defined as the highest value of the power absorbed or supplied by a network or combination of networks within the country.\nThe following quantities must be declared only for the network:\n1.\nTotal\n2.\nNuclear\n3.\nHydro\n3.1.\nOf which: pumped storage\n4.\nGeothermal\n5.\nSolar\n6.\nTide, wave, ocean\n7.\nWind\n8.\nCombustible fuels\n8.1.\nOf which: steam\n8.2.\nOf which: internal combustion\n8.3.\nOf which: gas turbine\n8.4.\nOf which: combined cycle\n8.5.\nOf which: other\nTo be specified if declared.\n9.\nPeak load\n10.\nAvailable capacity at time of peak\n11.\nDate and time of peak load occurrence\n3.3.2.   Net maximum electrical capacity of combustible fuels\nNet maximum electrical capacity of combustible fuels must be declared for both main activity producers and autoproducers, and separately for each type of single-fired or multi-fired plant mentioned in the next table. Indications on which type of fuel is used as primary and alternate fuels must be added for all cases of multi-fired plants.\n1.\nSingle fuel fired:\n1.1.\nFired with coal or coal products\nIncludes coke oven gas, blast furnace and oxygen steel furnace gas capacity.\n1.2.\nFired with liquid fuels\nIncludes refinery gas capacity.\n1.3.\nFired with natural gas\nIncludes gasworks gas capacity.\n1.4.\nFired with peat\n1.5.\nFired with combustible renewables and wastes\n2.\nMulti-fired, solids and liquids\n3.\nMulti-fired, solids and natural gas\n4.\nMulti-fired, liquids and natural gas\n5.\nMulti-fired, solids, liquids and natural gas\nMulti-fired systems include only units which can burn more than one fuel type on a continuous basis. Stations which have separate units using different fuels should be divided into the appropriate single-fuel categories.\n3.4.   Units of measurement\n1.\nEnergy quantities\nElectricity: GWh\nHeat: TJ\nSolid fuels and manufactured gases: the units of measurement in Chapter 1 of this Annex apply.\nNatural gas: the units of measurement in Chapter 2 of this Annex apply.\nOil and petroleum products: the units of measurement in Chapter 4 of this Annex apply.\nRenewables and waste: the units of measurement in Chapter 5 of this Annex apply.\n2.\nCapacity\nElectrical generation capacity: MWe\nHeat generation capacity: MWt\n3.5.   Derogations and exemptions\nFrance has a derogation for reporting the aggregates relating to heat. That derogation shall lapse as soon as France is able to forward this report and, at all events, no more than four years after the date of entry into force of this Regulation.\n4.   OIL AND PETROLEUM PRODUCTS\n4.1.   Applicable energy products\nUnless otherwise specified this data collection applies to all of the following energy products:\nEnergy product\nDefinition\n1.\nCrude oil\nCrude oil is a mineral oil of natural origin comprising a mixture of hydrocarbons and associated impurities, such as sulphur. It exists in the liquid phase under normal surface temperature and pressure and its physical characteristics (density, viscosity, etc.) are highly variable. This category includes field or lease condensate recovered from associated and non-associated gas where it is commingled with the commercial crude oil stream.\n2.\nNGL\nNGL are liquid or liquefied hydrocarbons recovered from natural gas in separation facilities or gas processing plants. Natural gas liquids include ethane, propane, butane (normal and iso-), (iso) pentane and pentanes plus (sometimes referred to as natural gasoline or plant condensate).\n3.\nRefinery feedstocks\nA refinery feedstock is a processed oil destined for further processing (e.g. straight run fuel oil or vacuum gas oil) excluding blending. With further processing, it will be transformed into one or more components and/or finished products. This definition also covers returns from the petrochemical industry to the refining industry (e.g. pyrolysis gasoline, C4 fractions, gasoil and fuel oil fractions).\n4.\nAdditives/oxygenates\nAdditives are non-hydrocarbon compounds added to or blended with a product to modify fuel properties (octane, cetane, cold properties, etc.):\n—\noxygenates, such as alcohols (methanol, ethanol), ethers (such as MTBE (methyl tertiary butyl ether), ETBE (ethyl tertiary butyl ether), TAME (tertiary amyl methyl ether)),\n—\nesters (e.g. rapeseed or dimethylester, etc.),\n—\nchemical compounds (such as TML, TEL and detergents).\nNote: quantities of additives/oxygenates (alcohols, ethers, esters and other chemical compounds) reported in this category should relate to the quantities destined for blending with fuels or for fuel use.\n4.1.\nOf which: biofuels\nBiogasoline and bio-diesels. The definitions of Chapter 5, Renewable energy and energy from waste, apply.\nQuantities of liquid biofuels reported in this category relate to the biofuel and not to the total volume of liquids into which the biofuels are blended.\nExcludes all trade of biofuels which have not been blended with transport fuels (i.e. in their pure form); these should be reported as per Chapter 5. The biofuels traded as part of transport fuels should be reported in the appropriate product indicating the biofuel portion.\n5.\nOther hydrocarbons\nSynthetic crude oil from tar sands, shale oil, etc., liquids from coal liquefaction (see Chapter 1), output of liquids from natural gas conversion into gasoline (see Chapter 2), hydrogen and emulsified oils (e.g. orimulsion).\nExcludes oil shale production, for which Chapter 1 applies.\nThe production of shale oil (secondary product) is to be reported as ‘from other sources’ in the ‘other hydrocarbons category’.\n6.\nRefinery gas (not liquefied)\nRefinery gas includes a mixture of non-condensible gases mainly consisting of hydrogen, methane, ethane and olefins obtained during distillation of crude oil or treatment of oil products (e.g. cracking) in refineries. This also includes gases which are returned from the petrochemical industry.\n7.\nEthane\nA naturally gaseous straight-chain hydrocarbon (C2H6) extracted from natural gas and refinery gas streams.\n8.\nLPG\nLPG are light paraffinic hydrocarbons derived from the refinery processes, crude oil stabilisation and natural gas processing plants. They consist mainly of propane (C3H8) and butane (C4Hl0) or a combination of the two. They could also include propylene, butylene, isopropylene and isobutylene. LPG are normally liquefied under pressure for transportation and storage.\n9.\nNaphtha\nNaphtha is a feedstock destined for either the petrochemical industry (e.g. ethylene manufacture or aromatics production) or for gasoline production by reforming or isomerisation within the refinery.\nNaphtha comprises material in the 30 oC and 210 oC distillation range or part of this range.\n10.\nMotor gasoline\nMotor gasoline consists of a mixture of light hydrocarbons distilling between 35 oC and 215 oC. It is used as a fuel for land based spark ignition engines. Motor gasoline may include additives, oxygenates and octane enhancers, including lead compounds such as TEL and TML.\nIncludes motor gasoline blending components (excluding additives/oxygenates), e.g. alkylates, isomerate, reformate, cracked gasoline destined for use as finished motor gasoline.\n10.1.\nOf which: biogasoline\nThe definitions of Chapter 5, Renewable energy and energy from waste, apply.\n11.\nAviation gasoline\nMotor spirit prepared especially for aviation piston engines, with an octane number suited to the engine, a freezing point of - 60 oC and a distillation range usually within the limits of 30 oC and 180 oC.\n12.\nGasoline type jet fuel (naphtha type jet fuel or JP4)\nThis includes all light hydrocarbon oils for use in aviation turbine power units, distilling between 100 oC and 250 oC. They are obtained by blending kerosenes and gasoline or naphthas in such a way that the aromatic content does not exceed 25 % in volume, and the vapour pressure is between 13,7 kPa and 20,6 kPa.\n13.\nKerosene type jet fuel\nDistillate used for aviation turbine power units. It has the same distillation characteristics between 150 oC and 300 oC (generally not above 250 oC) and flash point as kerosene. In addition, it has particular specifications (such as freezing point) which are established by the International Air Transport Association (IATA).\nIncludes kerosene blending components.\n14.\nOther kerosene\nRefined petroleum distillate used in sectors other than aircraft transport. It distils between 150 oC and 300 oC.\n15.\nGas/diesel oil (distillate fuel oil)\nGas/diesel oil is primarily a medium distillate distilling between 180 oC and 380 oC. Includes blending components. Several grades are available depending on uses.\n15.1.\nOf which: transport diesel\nOn-road diesel oil for diesel compression ignition (cars, trucks, etc.), usually of low sulphur content.\n15.1.1.\nFrom 15.1, of which: bio-diesels\nThe definitions of Chapter 5, Renewable energy and energy from waste, apply.\n15.2\nOf which: heating and other gasoil\nLight heating oil for industrial and commercial uses, marine diesel and diesel used in rail traffic, other gas oil, including heavy gas oils which distil between 380 oC and 540 oC and which are used as petrochemical feedstocks.\n16.\nFuel oil\nAll residual (heavy) fuel oils (including those obtained by blending). Kinematic viscosity is above 10 cSt at 80 oC. The flash point is always above 50 oC and density is always more than 0,90 kg/l.\n16.1.\nOf which: low sulphur content\nHeavy fuel oil with sulphur content lower than 1 %.\n16.2.\nOf which: high sulphur content\nHeavy fuel oil with sulphur content of 1 % or higher.\n17.\nWhite spirit and SBP\nRefined distillate intermediates with a distillation in the naphtha/kerosene range. They are subdivided as:\n—\nIndustrial spirit (SBP): light oils distilling between 30 oC and 200 oC. There are 7 or 8 grades of industrial spirit, depending on the position of the cut in the distillation range. The grades are defined according to the temperature difference between the 5 % volume and 90 % volume distillation points (which is not more than 60 oC).\n—\nWhite spirit: industrial spirit with a flash point above 30 oC. The distillation range of white spirit is 135 oC to 200 oC.\n18.\nLubricants\nHydrocarbons produced from distillate by-product; they are mainly used to reduce friction between bearing surfaces.\nIncludes all finished grades of lubricating oil, from spindle oil to cylinder oil, and those used in greases, motor oils and all grades of lubricating oil base stocks.\n19.\nBitumen\nSolid, semi-solid or viscous hydrocarbon with a colloidal structure, being brown to black in colour, obtained as a residue in the distillation of crude oil, by vacuum distillation of oil residues from atmospheric distillation. Bitumen is often referred to as asphalt and is primarily used for construction of roads and for roofing material.\nIncludes fluidised and cut back bitumen.\n20.\nParaffin waxes\nThese are saturated aliphatic hydrocarbons. These waxes are residues extracted when dewaxing lubricant oils. They have a crystalline structure which is more-or-less fine according to the grade. Their main characteristics are as follows: they are colourless, odourless and translucent, with a melting point above 45 oC.\n21.\nPetroleum coke\nBlack solid by-product, obtained mainly by cracking and carbonising petroleum derived feedstock, vacuum bottoms, tar and pitches in processes such as delayed coking or fluid coking. It consists mainly of carbon (90 to 95 %) and has a low ash content. It is used as a feedstock in coke ovens for the steel industry, for heating purposes, for electrode manufacture and for production of chemicals. The two most important qualities are ‘green coke’ and ‘calcinated coke’.\nIncludes ‘catalyst coke’ deposited on the catalyst during refining processes; this coke is not recoverable and is usually burned as refinery fuel.\n22.\nOther products\nAll products not specifically mentioned above, for example: tar and sulphur.\nIncludes aromatics (e.g. BTX or benzene, toluene and xylene) and olefins (e.g. propylene) produced within refineries.\n4.2.   List of aggregates\nThe following list of aggregates shall be declared for all energy products listed in the previous paragraph unless otherwise specified.\n4.2.1.   Supply and transformation sectors\nThe following table applies to crude oil, NGL, refinery feedstocks, additives, biofuels and other hydrocarbons only:\n1.\nIndigenous production\nNot applicable for refinery feedstocks and for biofuels.\n2.\nFrom other sources additives, biofuels and other hydrocarbons, the production of which has already been covered in other fuel balances.\nNot applicable for crude oil, NGL and refinery feedstocks.\n2.1.\nOf which: from coal\nIncludes liquids produced from coal liquefaction plants, liquid output from coke ovens.\n2.2.\nOf which: from natural gas\nThe manufacture of synthetic gasoline may require natural gas as feedstock. The amount of gas for methanol manufacture is declared according to Chapter 2, while the receipts of methanol are declared here.\n2.3.\nOf which: from renewables\nIncludes biofuels which are for blending with transport fuels.\nProduction is declared as per Chapter 5, while amounts for blending are declared here.\n3.\nBackflows from petrochemical sector\nFinished or semi-finished products which are returned from final consumers to refineries for processing, blending or sale. They are usually by-products of petrochemical manufacturing.\nOnly applicable for refinery feedstocks.\n4.\nProducts transferred\nImported petroleum products which are reclassified as feedstocks for further processing in the refinery, without delivery to final consumers.\nOnly applicable for refinery feedstocks.\n5.\nImports and exports\nIncludes quantities of crude oil and products imported or exported under processing agreements (i.e. refining on account). Crude oil and NGLs should be reported as coming from the country of ultimate origin; refinery feedstocks and finished products should be reported as coming from the country of last consignment.\nIncludes any gas liquids (e.g. LPG) extracted during the regasification of imported liquefied natural gas and petroleum products imported or exported directly by the petrochemical industry.\nNote: all trade of biofuels which have not been blended with transport fuels (i.e. in their pure form) should be reported in the Renewables Questionnaire.\nRe-exports of oil imported for processing within bonded areas should be included as an export of product from the processing country to the final destination.\n6.\nDirect use\nCrude oil, NGL, additives and oxygenates (and the part which are biofuels), and other hydrocarbons used directly without being processed in petroleum refineries.\nIncludes crude oil burned for electricity generation.\n7.\nStock changes\nA stock build is shown as a negative number and a stock draw is shown as a positive number.\n8.\nCalculated refinery intake\nTotal amount of product calculated to have entered the refinery process. It is defined as:\nindigenous production + from other sources + backflows from industry + products transferred + imports - exports - direct use + stock changes\n9.\nStatistical differences\nDefined as the calculated refinery intake minus the observed one.\n10.\nObserved refinery intake\nAmounts measured as input to refineries\n11.\nRefinery losses\nThe difference between refinery intake (observed) and gross refinery output. Losses may occur during the distillation processes due to evaporation. Reported losses are positive. There may be volumetric gains but no gains in mass.\n12.\nOpening and closing total stocks on national territory\nAll stocks on national territory, including stocks held by governments, by major consumers or by stockholding organisations, stocks held on board incoming ocean vessels, stocks held in bonded areas and stocks held for others, whether under bilateral government agreement or not. Opening and closing refers to the first and to the last day of the reporting period respectively.\n13.\nNet calorific value\nProduction, imports and exports, and overall average.\nThe following table applies only to finished products (refinery gas, ethane, LPG, naphtha, motor gasoline, aviation gasoline, gasoline type jet fuel, kerosene type jet fuel, other kerosene, gas/diesel oil, low and high sulphur fuel oil, white spirit and SBP, lubricants, bitumen, paraffin waxes, petroleum coke and other products). Crude oil and NGL used for direct burn should be included in deliveries of finished products and interproduct transfers:\n1.\nPrimary product receipts\nIncludes quantities of indigenous or imported crude oil (including condensate) and indigenous NGL used directly without being processed in a petroleum refinery and quantities of backflows from the petrochemical industry which, although not primary fuel, are used directly.\n2.\nGross refinery output\nProduction of finished products at a refinery or blending plant.\nExcludes refinery losses, but includes refinery fuel.\n3.\nRecycled products\nFinished products which pass a second time through the marketing network, after having been once delivered to final consumers (e.g. used lubricants which are reprocessed). These quantities should be distinguished from petrochemical backflows.\n4.\nRefinery fuel\nPetroleum products consumed in support of the operation of a refinery.\nExcludes products used by oil companies outside the refining process, e.g. bunkers or oil tankers.\nIncludes fuels used for the production at the refineries of electricity and heat sold.\n4.1.\nOf which: used for electricity generation\nAmounts used to generate electricity in plants at refineries.\n4.2.\nOf which: used for CHP production\nAmounts used in CHP plants at refineries.\n5.\nImports and exports\n6.\nInternational marine bunkers\n7.\nInterproduct transfers\nQuantities reclassified either because their specification has changed or because they are blended into another product.\nA negative entry for one product is compensated by a positive entry (or several entries) for one or several products and vice versa; the total net effect should be zero.\n8.\nProducts transferred\nImported petroleum products which are reclassified as feedstocks for further processing in the refinery, without delivery to final consumers.\n9.\nStock changes\nA stock build is shown as a negative number and a stock draw is shown as a positive number.\n10.\nCalculated gross inland deliveries\nThis is defined as:\nprimary product receipts + gross refinery output + recycled products - refinery fuel + imports - exports - international marine bunkers + interproduct transfers - products transferred + stock changes\n11.\nStatistical difference\nDefined as the calculated gross inland delivery minus the observed one.\n12.\nObserved gross inland deliveries\nThe observed delivery of finished petroleum products from primary sources (e.g. refineries, blending plants, etc.) to the inland market.\nThis figure may differ from the calculated figure due, for example, to differences in coverage and/or differences of definition in different reporting systems.\n12.1.\nOf which: gross deliveries to the petrochemical sector\nQuantities of fuels delivered to the petrochemical sector.\n12.2.\nOf which: energy use in the petrochemical sector\nQuantities of oil used as fuel for petrochemical processes such as steam cracking.\n12.3.\nOf which: non-energy use in the petrochemical sector\nQuantities of oil used in the petrochemical sector for the purpose of producing ethylene, propylene, butylene, synthesis gas, aromatics, butadiene and other hydrocarbon-based raw materials in processes such as steam cracking, aromatics plants and steam reforming. Excludes amounts of oil used for fuel purposes.\n13.\nBackflows from petrochemical sector to refineries\n14.\nOpening and closing stock levels\nAll stocks on national territory, including stocks held by governments, by major consumers or by stockholding organisations, stocks held on board incoming ocean vessels, stocks held in bonded areas and stocks held for others, whether under bilateral government agreement or not. Opening and closing refers to the first and to the last day of the reporting period respectively.\n15.\nStock changes at public utilities\nChanges in stocks which are held by public utilities and not included in the stock levels and stock changes reported elsewhere. A stock build is shown as a negative number and a stock draw is shown as a positive number.\nIncludes crude oil and NGL used for direct burn, if applicable.\n16.\nNet calorific value of gross inland deliveries\nFor the transformation sector the following aggregates apply for all fuels, except for refinery feedstocks, additives/oxygenates, biofuels and other hydrocarbons, but including fuels used for non-energy purposes (petroleum cokes and others, to be declared separately):\n1.\nTotal transformation sector\nTotal quantities of fuels used for the primary or secondary conversion of energy.\n1.1.\nOf which: main activity producer electricity plants\n1.2.\nOf which: autoproducer electricity plants\n1.3.\nOf which: main activity producer CHP plants\n1.4.\nOf which: autoproducer CHP plants\n1.5.\nOf which: main activity producer heat plants\n1.6.\nOf which: autoproducer heat plants\n1.7.\nOf which: gasworks/gasification plants\n1.8.\nOf which: blended natural gas\n1.9.\nOf which: coke ovens\n1.10.\nOf which: blast furnaces\n1.11.\nOf which: petrochemical industry\n1.12.\nOf which: patent fuel plants\n1.13.\nOf which: not elsewhere specified — transformation\n4.2.2.   Energy sector\nFor the energy sector the following aggregates apply for all fuels, except for refinery feedstocks, additives/oxygenates, biofuels and other hydrocarbons, but including fuels used for non-energy purposes (petroleum cokes and others, to be declared separately):\n1.\nTotal energy sector\nTotal quantity used as energy in the energy sector.\n1.1.\nOf which: coal mines\n1.2.\nOf which: oil and gas extraction\n1.3.\nOf which: coke ovens\n1.4.\nOf which: blast furnaces\n1.5.\nOf which: gasworks\n1.6.\nOf which: power plants\nElectricity, CHP and heat plants.\n1.7.\nOf which: not elsewhere specified — energy\n2.\nDistribution losses\nLosses occurred outside the refinery due to transport and distribution.\nIncludes pipeline losses.\n4.2.3.   Energy end-use specification\nFor the energy end-use specification the following aggregates apply for all fuels, except for refinery feedstocks, additives/oxygenates, biofuels and other hydrocarbons, but including fuels used for non-energy purposes (petroleum cokes and others, to be declared separately):\n1.\nFinal energy consumption\n2.\nIndustry sector\n2.1.\nOf which: iron and steel\n2.2.\nOf which: chemical and petrochemical\n2.3.\nOf which: non-ferrous metals\n2.4.\nOf which: non-metallic minerals\n2.5.\nOf which: transport equipment\n2.6.\nOf which: machinery\n2.7.\nOf which: mining and quarrying\n2.8.\nOf which: food, beverages and tobacco\n2.9.\nOf which: pulp, paper and printing\n2.10.\nOf which: wood and wood products\n2.11.\nOf which: construction\n2.12.\nOf which: textile and leather\n2.13.\nOf which: not elsewhere specified — industry\n3.\nTransport sector\n3.1.\nOf which: international aviation\n3.2.\nOf which: domestic aviation\n3.3.\nOf which: road\n3.4.\nOf which: rail\n3.5.\nOf which: domestic navigation\n3.6.\nOf which: pipeline transport\n3.7.\nOf which: not elsewhere specified — transport\n4.\nOther sectors\n4.1.\nOf which: commercial and public services\n4.2.\nOf which: residential\n4.3.\nOf which: agriculture/forestry\n4.4.\nOf which: fishing\n4.5.\nOf which: not elsewhere specified — other\n5.\nTotal non-energy use\nQuantities used as raw materials in the different sectors and not consumed as a fuel or transformed into another fuel. These quantities are included into the aggregates listed above.\n5.1.\nOf which: transformation sector\n5.2\nOf which: energy sector\n5.3\nOf which: transport sector\n5.4\nOf which: industry sector\n5.4.1\nIndustry sector of which: chemical (inc. petrochemical)\n5.5\nOf which: other sectors\n4.2.4.   Imports and exports\nImports by country of origin, and exports by country of destination. See also notes under point 4.2.1, aggregate 5.\n4.2.5.   Inputs to autoproducers of electricity and heat generation\nInputs to autoproducers of electricity and heat generation are to be declared separately for electricity-only plants, for CHP plants, and for heat-only plants.\nExcludes the following energy products: refinery feedstocks, additives/oxygenates, biofuels, other hydrocarbons, ethane, motor gasoline, biogasoline, aviation gasoline, gasoline type jet fuel (naphtha type jet fuel or JP4), white spirit and SBP, and lubricants.\nInputs apply to the following plants or activities:\n1.\nTotal energy sector\nTotal quantity used as energy in the energy sector\n1.1.\nOf which: coal mines\n1.2.\nOf which: oil and gas extraction\n1.3.\nOf which: coke ovens\n1.4.\nOf which: blast furnaces\n1.5.\nOf which: gasworks\n1.6.\nOf which: not elsewhere specified — energy\n2.\nIndustry sector\n2.1.\nOf which: iron and steel\n2.2.\nOf which: chemical and petrochemical\n2.3.\nOf which: non-ferrous metals\n2.4.\nOf which: non-metallic minerals\n2.5.\nOf which: transport equipment\n2.6.\nOf which: machinery\n2.7.\nOf which: mining and quarrying\n2.8.\nOf which: food, beverages and tobacco\n2.9.\nOf which: pulp, paper and printing\n2.10.\nOf which: wood and wood products\n2.11.\nOf which: construction\n2.12.\nOf which: textile and leather\n2.13.\nOf which: not elsewhere specified — industry\n3.\nTransport sector\n3.1.\nOf which: pipeline transport\n3.2.\nOf which: not elsewhere specified — transport\n4.\nOther sectors\n4.1.\nOf which: commercial and public services\n4.2.\nOf which: residential\n4.3.\nOf which: agriculture/forestry\n4.4.\nOf which: fishing\n4.5.\nOf which: not elsewhere specified — other\n4.3.   Units of measurement\n1.\nEnergy quantities\n103 tonnes\n2.\nCalorific values\nMJ/tonne\n4.4.   Derogations and exemptions\nCyprus is exempted from reporting the aggregates defined in Section 4.2.3 under point 4 (Other sectors) and point 5 (Total non-energy use); only the total values shall be applicable.\nCyprus has a derogation of 3 years following the date of entry into force of this Regulation, for reporting the aggregates defined in Section 4.2.3 under point 2 (Industry sector) and point 3 (Transport sector); only the total values shall be applicable during this derogation period.\n5.   RENEWABLE ENERGY AND ENERGY FROM WASTE\n5.1.   Applicable energy products\nUnless otherwise specified this data collection applies to all of the following energy products:\nEnergy product\nDefinition\n1.\nHydro power\nPotential and kinetic energy of water converted into electricity in hydroelectric plants. Pumped storage must be included. Production must be reported for plant sizes of < 1 MW, 1 to < 10 MW, ≥ 10 MW and from pumped storage.\n2.\nGeothermal\nEnergy available as heat emitted from within the earth's crust, usually in the form of hot water or steam. This energy production is the difference between the enthalpy of the fluid produced in the production borehole and that of the fluid eventually disposed of. It is exploited at suitable sites:\n—\nfor electricity generation using dry steam or high enthalpy brine after flashing,\n—\ndirectly as heat for district heating, agriculture etc.\n3.\nSolar energy\nSolar radiation exploited for hot water production and electricity generation. This energy production is the heat available to the heat transfer medium, i.e. the incident solar energy less the optical and collectors' losses. Passive solar energy for the direct heating, cooling and lighting of dwellings or other buildings is not included.\n3.1.\nOf which: solar photovoltaic\nSunlight converted into electricity by the use of solar cells usually made of semi-conducting material which exposed to light will generate electricity.\n3.2.\nOf which: solar thermal\nHeat from solar radiation; can consist of:\n(a)\nsolar thermal-electric plants; or\n(b)\nequipment for the production of domestic hot water or for the seasonal heating of swimming pools (e.g. flat plate collectors, mainly of the thermosyphon type).\n4.\nTide, wave, ocean\nMechanical energy derived from tidal movement, wave motion or ocean current and exploited for electricity generation.\n5.\nWind\nKinetic energy of wind exploited for electricity generation in wind turbines.\n6.\nIndustrial waste (non-renewable)\nReport wastes of industrial non-renewable origin (solids or liquids) combusted directly for the production of electricity and/or heat. The quantity of fuel used should be reported on a net calorific value basis. Renewable industrial waste should be reported in the solid biomass, biogas and/or liquid biofuels categories.\n7.\nMunicipal waste\nWastes produced by households, hospitals and the tertiary sector incinerated at specific installations, on a net calorific value basis.\n7.1.\nOf which: renewable\nThe portion of municipal waste which is of biological origin.\n7.2.\nOf which: non-renewable\nThe portion of municipal waste which is of non-biological origin.\n8.\nSolid biomass\nCovers organic, non-fossil material of biological origin which may be used as fuel for heat production or electricity generation. It comprises:\n8.1.\nOf which: charcoal\nThe solid residue of the destructive distillation and pyrolysis of wood and other vegetal material.\n8.2.\nOf which: wood, wood wastes, other solid wastes\nPurpose-grown energy crops (poplar, willow etc.), a multitude of woody materials generated by an industrial process (wood/paper industry in particular) or provided directly by forestry and agriculture (firewood, wood chips, wood pellets, bark, sawdust, shavings, chips, black liquor etc.) as well as wastes such as straw, rice husks, nut shells, poultry litter, crushed grape dregs etc. Combustion is the preferred technology for these solid wastes. The quantity of fuel used should be reported on a net calorific value basis.\n9.\nBiogas\nA gas composed principally of methane and carbon dioxide produced by anaerobic digestion of biomass.\n9.1.\nOf which: landfill gas\nA biogas formed by the digestion of landfilled wastes.\n9.2.\nOf which: sewage sludge gas\nA biogas produced from the anaerobic fermentation of sewage sludge.\n9.3.\nOf which: other biogas\nBiogas produced from the anaerobic fermentation of animal slurries and of wastes in abattoirs, breweries and other agro-food industries.\n10.\nLiquid biofuels\nThe quantities of liquid biofuels reported in this category should relate to the quantities of biofuel and not to the total volume of liquids into which the biofuels are blended. For the particular case of imports and exports of liquid biofuels, only trade of quantities that have not been blended with transport fuels is concerned (i.e. in their pure form); trade of liquid biofuels blended to transport fuels should be reported in the oil data in Chapter 4.\nThe following liquid biofuels are concerned:\n10.1.\nOf which: biogasoline\nThis category includes bioethanol (ethanol produced from biomass and/or the biodegradable fraction of waste), biomethanol (methanol produced from biomass and/or the biodegradable fraction of waste), bioETBE (ethyl-tertio-butyl-ether produced on the basis of bioethanol; the percentage by volume of bioETBE that is calculated as biofuel is 47 %) and bioMTBE (methyl-tertio-butyl-ether produced on the basis of biomethanol: the percentage by volume of bioMTBE that is calculated as biofuel is 36 %).\n10.2.\nOf which: bio-diesels\nThis category includes bio-diesel (a methyl-ester produced from vegetable or animal oil, of diesel quality), biodimethylether (dimethylether produced from biomass), Fischer-Tropsch (Fischer-Tropsch produced from biomass), cold extracted bio-oil (oil produced from oil seed through mechanical processing only) and all other liquid biofuels which are added to, blended with or used straight as transport diesel.\n10.3.\nOf which: other liquid biofuels\nLiquid biofuels, used directly as fuel, not included in biogasoline or bio-diesels.\n5.2.   List of aggregates\nThe following list of aggregates shall be declared for all energy products listed in the previous paragraph unless otherwise specified.\n5.2.1.   Gross electricity and heat production\nElectricity and heat produced from the energy products mentioned in Section 5.1 (except for charcoal and including the total sum only of the liquid biofuels) must be declared, wherever applicable, separately:\n—\nfor main activity producer plants and for autoproducer plants,\n—\nfor electricity-only producing plants, for heat-only producing plants, and for combined heat and power (CHP) plants.\n5.2.2.   Supply and transformation sectors\nQuantities of energy products that are mentioned in Section 5.1 (except for hydro power, solar photovoltaic energy, energy from tides, waves and oceans and wind energy) and used in the supply and transformation sectors must be declared for the following aggregates:\n1.\nProduction\n2.\nImports\n3.\nExports\n4.\nStock changes\nA stock build is shown as a negative number and a stock draw is shown as a positive number.\n5.\nGross consumption\n6.\nStatistical differences\n7.\nTotal transformation sector\nQuantities of renewables and wastes used for the conversion of primary forms of energy to secondary (e.g. landfill gases to electricity) or used for the transformation to derived energy products (e.g. biogas used for blended natural gas).\n7.1.\nOf which: main activity producer electricity plants\n7.2.\nOf which: main activity producer CHP plants\n7.3.\nOf which: main activity producer heat plants\n7.4.\nOf which: autoproducer electricity plants\n7.5.\nOf which: autoproducer CHP plants\n7.6.\nOf which: autoproducer heat plants\n7.7.\nOf which: patent fuel plants\nQuantities of renewables and wastes used to produce patent fuel. Renewables and wastes used for heating and operation of equipment must be reported as consumption in the energy sector.\n7.8.\nOf which: BKB/PB plants\nQuantities of renewables and wastes used to produce BKB. Renewables and wastes used for heating and operation of equipment must be reported as consumption in the energy sector.\n7.9.\nOf which: gasworks gas\nQuantities of renewables and wastes used to produce gasworks gas. Renewables and wastes used for heating and operation of equipment must be reported as consumption in the energy sector.\n7.10.\nOf which: for blended natural gas\nQuantities of biogases blended with natural gas.\n7.11.\nOf which: for blending to motor gasoline/diesel\nQuantities of liquid biofuels which are not delivered for final consumption but are used with other petroleum products reported as per Chapter 4 of this Annex.\n7.12.\nOf which: charcoal production plants\nQuantities of wood used for the production of charcoal.\n7.13.\nOf which: not elsewhere specified — transformation\n5.2.3.   Energy sector\nQuantities of energy products that are mentioned in Section 5.1 (except for hydro power, solar photovoltaic energy, energy from tides, waves and oceans and wind energy) and used in the energy sector or for final consumption must be declared for the following aggregates:\n1.\nTotal energy sector\nRenewable energies and wastes consumed by the energy industry to support the transformation activity. For example renewable energies and wastes used for heating, lighting or operating pumps/compressors.\nQuantities of renewable energies and wastes transformed into another energy form should be reported under the transformation sector.\n1.1.\nOf which: gasification plants\n1.2.\nOf which: public electric, CHP and heat plants\n1.3.\nOf which: coal mines\n1.4.\nOf which: patent fuel plants\n1.5.\nOf which: coke ovens\n1.6.\nOf which: petroleum refineries\n1.7.\nOf which: BKB/PB plants\n1.8.\nOf which: gasworks gas\n1.9.\nOf which: blast furnaces\n1.10.\nOf which: charcoal production plants\n1.11.\nOf which: not elsewhere specified\n2.\nDistribution losses\nAll losses occurred due to transport and distribution.\n5.2.4.   Energy end-use\nQuantities of energy products that are mentioned in Section 5.1 (except for hydro power, solar photovoltaic energy, energy from tides, waves and oceans and wind energy) must be declared for the following aggregates:\n1.\nFinal energy consumption\n2.\nIndustry sector\n2.1.\nOf which: iron and steel\n2.2.\nOf which: chemical and petrochemical\n2.3.\nOf which: non-ferrous metals\n2.4.\nOf which: non-metallic minerals\n2.5.\nOf which: transport equipment\n2.6.\nOf which: machinery\n2.7.\nOf which: mining and quarrying\n2.8.\nOf which: food, beverages and tobacco\n2.9.\nOf which: pulp, paper and printing\n2.10.\nOf which: wood and wood products\n2.11.\nOf which: construction\n2.12.\nOf which: textile and leather\n2.13.\nOf which: not elsewhere specified — industry\n3.\nTransport sector\n3.1.\nOf which: rail\n3.2.\nOf which: road\n3.3.\nOf which: domestic navigation\n3.4.\nOf which: not elsewhere specified — transport\n4.\nOther sectors\n4.1.\nOf which: commercial and public services\n4.2.\nOf which: residential\n4.3.\nOf which: agriculture/forestry\n4.4.\nOf which: fishing\n4.5.\nOf which: not elsewhere specified — other\n5.2.5.   Technical characteristics of installations\nThe following electricity generation capacities are to be declared as applicable at the end of the reported year:\n1.\nHydro power\nCapacity must be reported for plant sizes of < 1 MW, 1 to < 10 MW, ≥ 10 MW and from pumped storage, as well as for all sizes combined. Detailed plant sizes should be reported net of pumped storage.\n2.\nGeothermal\n3.\nSolar photovoltaic\n4.\nSolar thermal\n5.\nTide, wave, ocean\n6.\nWind\n7.\nIndustrial waste (non-renewable)\n8.\nMunicipal waste\n9.\nWood, wood wastes, other solid wastes\n10.\nLandfill gas\n11.\nSewage sludge gas\n12.\nOther biogas\n13.\nLiquid biofuels\nThe total surface installed of solar collectors are to be declared.\nThe following biofuel production capacities are to be declared:\n1.\nLiquid biofuels\n1.1.\nOf which: biogasoline\n1.2.\nOf which: bio-diesels\n1.3.\nOf which: other liquid biofuels\n5.2.6.   Inputs to autoproducers of electricity and heat generation\nInputs to autoproducers of electricity and heat generation are to be declared separately for electricity-only plants, for CHP plants, and for heat-only plants.\nQuantities of energy products that are mentioned in Section 5.1 (except for hydro power, solar photovoltaic energy, energy from tides, waves and oceans and wind energy) must be declared for the following aggregates:\n1.\nTotal energy sector\n1.1.\nOf which: gasification plants\n1.2.\nOf which: coal mines\n1.3.\nOf which: patent fuel plants\n1.4.\nOf which: coke ovens\n1.5.\nOf which: petroleum refineries\n1.6.\nOf which: BKB/PB plants\n1.7.\nOf which: gasworks gas\n1.8.\nOf which: blast furnaces\n1.9.\nOf which: charcoal production plants\n1.10.\nOf which: not elsewhere specified\n2.\nIndustry sector\n2.1.\nOf which: iron and steel\n2.2.\nOf which: chemical and petrochemical\n2.3.\nOf which: non-ferrous metals\n2.4.\nOf which: non-metallic minerals\n2.5.\nOf which: transport equipment\n2.6.\nOf which: machinery\n2.7.\nOf which: mining and quarrying\n2.8.\nOf which: food, beverages and tobacco\n2.9.\nOf which: pulp, paper and printing\n2.10.\nOf which: wood and wood products\n2.11.\nOf which: construction\n2.12.\nOf which: textile and leather\n2.13.\nOf which: not elsewhere specified — industry\n3.\nTransport sector\n3.1.\nOf which: rail\n3.2.\nOf which: not elsewhere specified — transport\n4.\nOther sectors\n4.1.\nOf which: commercial and public services\n4.2.\nOf which: residential\n4.3.\nOf which: agriculture/forestry\n4.4.\nOf which: fishing\n4.5.\nOf which: not elsewhere specified — other\n5.3.   Calorific values\nAverage net calorific values are to be declared for the following products:\n1.\nBiogasoline\n2.\nBio-diesel\n3.\nOther liquid biofuels\n4.\nCharcoal\n5.4.   Units of measurement\n1.\nElectricity generation\nMWh\n2.\nHeat production\nTJ\n3.\nRenewable energy products\nBiogasoline, bio-diesels and other liquid biofuels: tonnes\nCharcoal: 1 000 tonnes\nAll others: TJ (on the basis of net calorific values).\n4.\nSolar collectors' surface\n1 000 m2\n5.\nPlants capacity\nBiofuels: tonnes/year\nAll others: MWe\n6.\nCalorific values\nKJ/kg (net calorific value).\n5.5.   Derogations and exemptions\nNot applicable.\n6.   APPLICABLE PROVISIONS\nThe following provisions apply for the data collection as described in all preceding chapters:\n1.\nReported period:\nA calendar year (1 January to 31 December).\n2.\nFrequency:\nAnnual.\n3.\nDeadline for transmission of data:\n30 November of the year following the reported period.\n4.\nTransmission format and method:\nThe transmission format shall conform to an appropriate interchange standard specified by Eurostat.\nData shall be transmitted or uploaded by electronic means to the single entry point for data at Eurostat.\nANNEX C\nMONTHLY ENERGY STATISTICS\nThis Annex describes the scope, units, reported period, frequency, deadline and transmission modalities for the monthly collection of energy statistics.\nAnnex A applies for explanations of terms for which a specific explanation is not supplied in this Annex.\n1.   SOLID FUELS\n1.1.   Applicable energy products\nUnless otherwise specified this data collection applies to all of the following energy products:\nEnergy product\nDefinition\n1.\nHard coal\nBlack, combustible, solid, organic, fossil sediment with a gross calorific value greater than 24 MJ/kg in ash-free condition with the moisture content obtained at a temperature of 30 oC and a relative air humidity of 96 %.\n2.\nLignite\nCombustible, brown to black, organic fossil sediment with a gross calorific value lower than 24 MJ/kg in ash-free condition with the moisture content obtained at a temperature of 30 oC and a relative air humidity of 96 %.\n2.1.\nOf which: black lignite\nLignite with a moisture content of 20 to 25 % and an ash content of 9 to 13 %. Black lignite was formed in the secondary era. Within the Union, it is now produced only by France from deep mining in Provence.\n2.2.\nOf which: brown coal\nLignite with a moisture content of 40 to 70 % and an ash content normally between 2 and 6 %; the latter, however, may be as high as 12 % depending on the deposit. Brown coal was mainly formed in the tertiary era. This fuel is mostly mined in opencast workings.\n3.\nPeat\nSoft, loose to compressed, natural, combustible sediment of vegetable origin with a high moisture content (up to 90 %), light to dark brown in colour.\nThis definition is without prejudice to the definition of renewable energy sources in Directive 2001/77/EC and to the 2006 IPCC Guidelines for National Greenhouse Gas Inventories.\n4.\nPatent fuel\nPatent fuels of hard coal are artefacts of specified shape produced by hot milling under pressure, with the addition of binding material (pitch).\n5.\nLignite briquettes\nArtefacts of even shape produced after crushing and drying of lignite, moulded under high pressure without the addition of binders. This includes dried lignite and lignite breeze.\n6.\nCoke derived from hard coal\nArtificial solid fuel derived from hard coal and obtained by dry distillation of the coal in the total or partial absence of air.\nIncludes:\n—\nhard coke: obtained by carbonisation at high temperatures,\n—\nsemi-coke: obtained by carbonisation at low temperatures,\n—\ngasworks coke: produced in gasworks.\n7.\nLignite coke\nSolid residue obtained by dry distillation of lignite in the absence of air.\n1.2.   List of aggregates\nThe following list of aggregates shall be declared for all energy products listed in the previous paragraph unless otherwise specified.\nAnnex A applies for explanations of terms for which a specific explanation is not supplied in this Annex.\n1.2.1.   Supply sector\nThe following aggregates apply to hard coal, total and black lignite, brown coal and peat:\n1.\nProduction\n2.\nRecovered products\nSlurries and waste-heap shale recovered by mines.\n3.\nImports\n3.1.\nOf which: intra-EU imports\n4.\nExports\n4.1.\nOf which: intra-EU exports\n5.\nStock changes\nQuantities held by mines and importers.\nExcludes consumer stocks (e.g. those held in power stations and coking plants) except stocks held by consumers who import directly.\nA stock build is shown as a negative number and a stock draw is shown as a positive number.\n6.\nCalculated inland deliveries\nTotal amount of product calculated to have been delivered for inland consumption. It is defined as:\nproduction + recovered products + imports - exports + stock changes\n7.\nObserved internal deliveries\nQuantities delivered to the internal market. Equal to the total of the deliveries to the different types of consumers. A difference may occur between the calculated and observed deliveries.\n7.1.\nOf which: producers' own use\nInternal use in production units.\nExcludes consumption in pit-head power stations, pit-head patent fuel plants, pit-head coke oven plants and deliveries to colliery staff.\n7.2.\nOf which: main activity power stations\n7.3.\nOf which: autoproducer power stations in coal mines\n7.4.\nOf which: coking plants\n7.5.\nOf which: patent fuel plants\nQuantities used for transformation in patent fuel plants (pithead and independent).\n7.6.\nOf which: total industry (without iron and steel industry)\n7.7.\nOf which: iron and steel industry\n7.8.\nOf which: others (services, households, etc.)\nQuantities of fuel to households (including colliery coal supplied to workers in mines and associated plants) and services (administrations, shops, etc.) and also to sectors not elsewhere specified (district heating, transport, etc.).\n8.\nClosing stocks\n8.1.\nOf which: mines\n8.2.\nOf which: importers\n8.3.\nOf which: at coking plants\nApplies to hard coal only.\nThe following aggregates apply to coke derived from hard coal, lignite coke, patent fuels and lignite briquettes:\n1.\nProduction\n2.\nImports\n3.\nExports\n3.1.\nOf which: intra-EU exports\n4.\nStock change\nQuantities held in coking plants (coke) and patent fuel plants (patent fuels) as well as at the importers.\nExcludes consumers' stocks excepted stocks held by consumers which import directly.\nA stock build is shown as a negative number and a stock draw is shown as a positive number.\n5.\nCalculated inland deliveries\nTotal amount of product calculated to have been delivered for inland consumption. It is defined as:\nproduction + imports - exports + stock changes\n6.\nObserved internal deliveries\nQuantities delivered to the internal market. Equal to the total of the deliveries to the different types of consumers. A difference may occur between the calculated and observed deliveries.\n6.1.\nOf which: total industry (without iron and steel industry)\n6.2.\nOf which: iron and steel industry\n6.3.\nOf which: others (services, households, etc.)\nQuantities of fuel to households (including coke and patent fuels supplied to workers in mines and associated plants) and services (administrations, shops, etc.)\n7.\nClosing stocks\nStocks are the quantities held:\n—\nby coking plants (applicable only to coke of coal and lignite),\n—\npatent fuel plants (applicable only to patent fuels of coal and lignite),\n—\nimporters.\n1.2.2.   Imports\nFor lignite, lignite coke, patent fuels and lignite briquettes the total intra-EU and total extra-EU import quantities must be declared.\nFor hard coal, imports must be declared from the following countries of origin:\n1.\nIntra-EU import quantities\n1.1.\nOf which: Germany\n1.2.\nOf which: United Kingdom\n1.3.\nOf which: Poland\n1.4.\nOf which: other EU\nThe relevant countries must be specified.\n2.\nExtra-EU import quantities\n2.1.\nOf which: USA\n2.2.\nOf which: Australia\n2.3.\nOf which: South Africa\n2.4.\nOf which: CIS\n2.4.1.\nFrom 2.4, of which: Russia\n2.4.2.\nFrom 2.4, of which: Ukraine\n2.5.\nOf which: Canada\n2.6.\nOf which: Colombia\n2.7.\nOf which: China\n2.8.\nOf which: other extra-EU\nThe relevant countries must be specified.\n1.3.   Units of measurement\nAll product quantities are expressed in 103 tonnes.\n1.4.   Derogations and exemptions\nNot applicable.\n2.   ELECTRICITY\n2.1.   Applicable energy products\nThis chapter covers electrical energy.\n2.2.   List of aggregates\nThe following list of aggregates shall be declared.\n2.2.1.   Production sector\nFor the following aggregates both gross and net quantities must be declared:\n1.\nTotal electricity production\n1.1.\nOf which: nuclear\n1.2.\nOf which: hydro\n1.2.1.\nFrom 1.2, of which: part of hydro produced from pumped storage\n1.3.\nOf which: geothermal\n1.4.\nOf which: conventional thermal\n1.5.\nOf which: wind\nAlso the following quantities of electrical energy must be declared:\n2.\nImports\n2.1.\nOf which: intra-EU imports\n3.\nExports\n3.1.\nOf which: extra-EU exports\n4.\nUsed for pumped storage\n5.\nUsed for the internal market\nThis is calculated as:\ntotal net production + imports - exports - used for pumped storage\nFor the fuel consumption in main activity producer plants the following aggregates apply (refer to Annex B for the definitions of hard coal and lignite):\n6.\nTotal fuel consumption in main activity producer plants\nTotal quantity of fuel consumed for the purpose of producing electricity and also for the production of heat to be sold to third parties exclusively.\n6.1.\nOf which: hard coal\n6.2.\nOf which: lignite\n6.3.\nOf which: petroleum products\n6.4.\nOf which: natural gas\n6.5.\nOf which: derived gas (these are manufactured gases)\n6.6.\nOf which: other fuels\n2.2.2.   Fuel stocks in main activity producers\nBy main activity producers are meant public utilities generating electricity by using fuels. The following closing stocks (stocks at the end of the reported month) must be declared:\n1.\nHard coal\n2.\nLignite\n3.\nPetroleum products\n2.3.   Units of measurement\n1.\nEnergy quantities\nElectricity: GWh\nHard coal, lignite and petroleum products: both in 103 tonnes and in TJ on the basis of the net calorific value.\nNatural gas and derived gases: TJ on the basis of the gross calorific value.\nOther fuels: TJ on the basis of the net calorific value.\nNuclear heat: TJ.\n2.\nStocks\n103 tonnes\n2.4.   Derogations and exemptions\nNot applicable.\n3.   OIL AND PETROLEUM PRODUCTS\n3.1.   Applicable energy products\nUnless otherwise specified this data collection applies to all of the following energy products, for which the definitions in Annex B Chapter 4 apply: crude oil, NGL, refinery feedstocks, other hydrocarbons, refinery gas (not liquefied), ethane, LPG, naphtha, motor gasoline, aviation gasoline, gasoline type jet fuel (naphtha type jet fuel or JP4), kerosene type jet fuel, other kerosene, gas/diesel oil (distillate fuel oil), transport diesel, heating and other gasoil, fuel oil (both low and high sulphur content), white spirit and SBP, lubricants, bitumen, paraffin waxes and petroleum coke.\nWhere applicable, motor gasoline must be declared in two categories namely:\n—\nUnleaded motor gasoline: motor gasoline where lead compounds have not been added to enhance octane rating. It may contain traces of organic lead.\n—\nLeaded motor gasoline: motor gasoline with TEL and/or TML added to enhance octane rating.\n‘Other products’ include both the quantities that correspond to the definition in Annex B Chapter 4 and in addition the quantities of white spirit and SBP, lubricants, bitumen and paraffin waxes; these products must not be declared separately.\n3.2.   List of aggregates\nThe following list of aggregates shall be declared for all energy products listed in the previous paragraph unless otherwise specified.\n3.2.1.   Supply sector\nThe following table applies only to crude oil, NGL, refinery feedstocks, additives/oxygenates, biofuels and other hydrocarbons only:\n1.\nIndigenous production\nNot applicable for refinery feedstocks.\n2.\nFrom other sources\nAdditives, biofuels and other hydrocarbons, the production of which has already been covered in other fuel balances.\nNot applicable for crude oil, NGL and refinery feedstocks.\n3.\nBackflows from petrochemical sector\nFinished or semi-finished products which are returned from final consumers to refineries for processing, blending or sale.\nThey are usually by-products of petrochemical manufacturing. Only applicable for refinery feedstocks.\n4.\nProducts transferred\nImported petroleum products which are reclassified as feedstocks for further processing in the refinery, without delivery to final consumers.\nOnly applicable for refinery feedstocks.\n5.\nImports and exports\nIncludes quantities of crude oil and products imported or exported under processing agreements (i.e. refining on account). Crude oil and NGLs should be reported as coming from the country of ultimate origin; refinery feedstocks and finished products should be reported as coming from the country of last consignment.\nIncludes any gas liquids (e.g. LPG) extracted during the regasification of imported liquefied natural gas and petroleum products imported or exported directly by the petrochemical industry.\nNote: all trade of biofuels which have not been blended with transport fuels (i.e. in their pure form) should be reported in the Renewables Questionnaire.\n6.\nDirect use\nCrude oil, NGL and other hydrocarbons used directly without being processed in petroleum refineries.\nIncludes crude oil burned for electricity generation.\n7.\nStock changes\nA stock build is shown as a positive number and a stock draw is shown as a negative number.\n8.\nCalculated refinery intake\nTotal amount of product calculated to have entered the refinery process. It is defined as:\nindigenous production + from other sources + backflows from industry + products transferred + imports - exports - direct use - stock changes.\n9.\nStatistical differences\nDefined as the calculated refinery intake minus the observed one.\n10.\nObserved refinery intake\nAmounts measured as input to refineries.\n11.\nRefinery losses\nThe difference between refinery intake (observed) and gross refinery output. Losses may occur during the distillation processes due to evaporation. Reported losses are positive. There may be volumetric gains but no gains in mass.\n12.\nProduction of oxygenates\nThat part of production or from other sources which is ethers such as MTBE (methyl tertiary butyl ether), TAME (tertiary amyl methyl ether), alcohols such as ethanol and esters and which are used for blending into gasoline and gasoil.\nThe following table does not apply to refinery feedstocks nor to additives/oxygenates:\n1.\nPrimary product receipts\nIncludes quantities of indigenous or imported crude oil (including condensate) and indigenous NGL used directly without being processed in a petroleum refinery and quantities of backflows from the petrochemical industry which, although not primary fuel, are used directly.\n2.\nGross refinery output\nProduction of finished products at a refinery or blending plant.\nExcludes refinery losses, but includes refinery fuel.\n3.\nRecycled products\nFinished products which pass a second time through the marketing network, after having been once delivered to final consumers (e.g. used lubricants which are reprocessed). These quantities should be distinguished from petrochemical backflows.\n4.\nRefinery fuel\nPetroleum products consumed in support of the operation of a refinery.\nExcludes products used by oil companies outside the refining process, e.g. bunkers or oil tankers.\nIncludes fuels used for the production at the refineries of electricity and heat sold.\n5.\nImports and exports\n6.\nInternational marine bunkers\n7.\nInterproduct transfers\nQuantities reclassified either because their specification has changed or because they are blended into another product.\nA negative entry for one product is compensated by a positive entry (or several entries) for one or several products and vice versa; the total net effect should be zero.\n8.\nProducts transferred\nImported petroleum products which are reclassified as feedstocks for further processing in the refinery, without delivery to final consumers.\n9.\nStock changes\nA stock build is shown as a positive number and a stock draw is shown as a negative number.\n10.\nCalculated gross inland deliveries\nThis is defined as:\nprimary product receipts + gross refinery output + recycled products - refinery fuel + imports - exports - international marine bunkers + interproduct transfers - products transferred - stock changes.\n11.\nStatistical difference\nDefined as the calculated gross inland delivery minus the observed one.\n12.\nObserved gross inland deliveries\nThe observed delivery of finished petroleum products from primary sources (e.g. refineries, blending plants, etc.) to the inland market.\nThis figure may differ from the calculated figure due, for example, to differences in coverage and/or differences of definition in different reporting systems.\n12.1.\nOf which: deliveries to international civil aviation\n12.2.\nOf which: deliveries to public power plants\n12.3.\nOf which: deliveries of automotive LPG\n12.4.\nOf which: deliveries (gross) to petrochemical sector\n13.\nBackflows from petrochemical sector to refineries\n14.\nTotal net inland deliveries\n3.2.2.   Stocks\nThe following opening and closing stocks must be declared for all energy products except for refinery gas:\n1.\nStocks on national territory\nStocks in the following locations: refinery tanks, bulk terminals, pipeline tankage, barges and coastal tankers (when port of departure and destination are in the same country), tankers in a port of a member country (if their cargo is to be discharged at the port), inland ship bunkers. Exclude stocks of oil held in pipelines, in rail tanks cars, in truck tanks cars, in sea-going ships' bunkers, in service stations, in retail stores and in bunkers at sea.\n2.\nStocks held for other countries under bilateral government agreements\nStocks on national territory which belong to another country and to which the access is guaranteed by an agreement between the respective governments.\n3.\nStocks with known foreign destination\nStocks not included in point 2 on national territory which belong to and are destined for another country. These stocks may be located inside or outside bonded areas.\n4.\nOther stocks held in bonded areas\nIncludes stocks neither included in point 2 nor 3 irrespective of whether they have received customs clearance or not.\n5.\nStocks held by major consumers\nInclude stocks which are subject to government control. This definition does not include other consumer stocks.\n6.\nStocks held on board incoming ocean vessels in port or at mooring\nStocks irrespective of whether they have been cleared by customs or not. This category excludes stocks on board vessels at high seas.\nIncludes oil in coastal tankers if both their port of departure and destination are in the same country. In the case of incoming vessels with more than one port of unloading, only report the amount to be unloaded in the reporting country.\n7.\nStocks held by government on national territory\nIncludes non-military stocks held within the national territory by government, which are government-owned or controlled and held exclusively for emergency purposes.\nExcludes stocks held by state oil companies or electric utilities or stocks held directly by oil companies on behalf of governments.\n8.\nStocks held by stock holding organisation on national territory\nStocks held by both public and private corporations established to maintain stocks exclusively for emergency purposes.\nExcludes mandatory stocks held by private companies.\n9.\nAll other stocks held on national territory\nAll other stocks satisfying the conditions described in point 1 above.\n10.\nStocks held abroad under bilateral government agreements\nStocks belonging to the reporting country but held in another country, to which access is guaranteed by an agreement between the respective governments.\n10.1.\nOf which: government stocks\n10.2.\nOf which: holding organisation's stocks\n10.3.\nOf which: other stocks\n11.\nStocks held abroad designated definitely for import stocks\nStocks not included in category 10 which belong to the reporting state but which are held in another state and awaiting import there.\n12.\nOther stocks in bonded areas\nOther stocks in the national territory not included in the above categories.\n13.\nPipeline fill\nOil (crude oil and petroleum products) contained in pipelines, necessary to maintain the flow in the pipelines.\nIn addition, a breakdown of quantities per corresponding country must be declared for:\n—\nclosing stocks held for other countries under bilateral government agreements,\n—\nother closing stocks with known foreign destination,\n—\nclosing stocks held abroad under bilateral government agreements,\n—\nother closing stocks held abroad designated definitely for import into the reporting country.\nBy opening stocks are meant the stocks on the last day of the month preceding the reported one. By closing stocks are meant the stocks on the last day of the reported month.\n3.2.3.   Imports and exports\nImports by country of origin, and exports by country of destination.\n3.3.   Units of measurement\nEnergy quantities: 103 tonnes.\n3.4.   Geographical notes\nFor statistical reporting purposes only, the clarifications of Annex A Chapter 1 apply with the following specific exceptions:\n1.\nDenmark includes the Faeroe Islands and Greenland.\n2.\nSwitzerland includes Liechtenstein.\n3.5.   Derogations and exemptions\nNot applicable.\n4.   NATURAL GAS\n4.1.   Applicable energy products\nNatural gas is defined in Annex B Chapter 2.\n4.2.   List of aggregates\nThe following list of aggregates shall be declared for all energy products listed in the previous paragraph unless otherwise specified.\n4.2.1.   Supply sector\n1.\nIndigenous production\nAll dry marketable production within national boundaries, including offshore production. Production is measured after purification and extraction of NGLs and sulphur.\nExcludes extraction losses and quantities reinjected, vented or flared.\nIncludes quantities used within the natural gas industry; in gas extraction, pipeline systems and processing plants.\n2.\nImports\n3.\nExports\n4.\nStock changes\nA stock build is shown as a positive number and a stock draw is shown as a negative number.\n5.\nCalculated gross inland deliveries\nThis is defined as:\nindigenous production + imports - exports - stock change.\n6.\nStatistical difference\nDefined as the calculated gross inland delivery minus the observed one.\n7.\nObserved gross inland deliveries\nIncludes gas used by the gas industry for heating and operation of their equipment (i.e. consumption in gas extraction, in the pipeline system and in processing plants) and losses in distribution.\n8.\nOpening and closing levels of stocks held on national territory\nQuantities stored in special storage facilities (depleted gas and/or oil field, aquifer, salt cavity, mixed caverns or other) as well as liquefied natural gas storage. By opening stocks are meant the stocks on the last day of the month preceding the reported one. By closing stocks are meant the stocks on the last day of the reported month.\n9.\nOwn use and losses of the natural gas industry\nOwn used quantities by the gas industry for heating and operation of its equipment (i.e. consumption in gas extraction, in the pipeline system and in processing plants).\nIncludes losses in distribution.\n4.2.2.   Imports and exports\nImports by country of origin, and exports by country of destination.\n4.3.   Units of measurement\nQuantities must be declared in two units:\n—\nin physical quantity, in 106 m3 assuming reference gas conditions (15 oC, 101,325 kPa),\n—\nin energy content, i.e. in TJ, based on the gross calorific value.\n4.4.   Derogations and exemptions\nNot applicable.\n5.   APPLICABLE PROVISIONS\nThe following provisions apply for the data collection as described in all preceding chapters:\n1.\nReported period:\nA calendar month.\n2.\nFrequency:\nMonthly.\n3.\nDeadline for transmission of data:\nWithin three months following the reported month.\n4.\nTransmission format and method:\nThe transmission format shall conform to an appropriate interchange standard specified by Eurostat.\nData shall be transmitted or uploaded by electronic means to the single entry point for data at Eurostat.\nANNEX D\nSHORT-TERM MONTHLY STATISTICS\nThis Annex describes the scope, units, reported period, frequency, deadline and transmission modalities for the short-term monthly collection of statistical data.\nAnnex A applies for explanations of terms for which a specific explanation is not supplied in this Annex.\n1.   NATURAL GAS\n1.1.   Applicable energy products\nThis chapter covers natural gas only. Natural gas is defined in Chapter 2 of Annex B.\n1.2.   List of aggregates\nThe following list of aggregates shall be declared.\n1.\nProduction\n2.\nImports\n3.\nExports\n4.\nStock change\nA stock build is shown as a negative number and a stock draw is shown as a positive number.\n5.\nSupply\nThis is calculated as:\nproduction + imports - exports + stock change.\n1.3.   Units of measurement\nQuantities of natural gas must be declared in TJ, based on the gross calorific value.\n1.4.   Other applicable provisions\n1.\nReported period:\nA calendar month.\n2.\nFrequency:\nMonthly.\n3.\nDeadline for transmission of data:\nWithin one month following the reported month.\n4.\nTransmission format and method:\nThe transmission format shall conform to an appropriate interchange standard specified by Eurostat.\nData shall be transmitted or uploaded by electronic means to the single entry point for data at Eurostat.\n1.5.   Derogations and exemptions\nGermany is exempted from this data collection.\n2.   ELECTRICITY\n2.1.   Applicable energy products\nThis chapter covers electricity only.\n2.2.   List of aggregates\nThe following list of aggregates shall be declared.\n1.\nTotal electricity production\nTotal gross quantity of electricity generated.\nIncludes own consumption of power plants.\n2.\nImports\n3.\nExports\n4.\nGross electricity supply\nThis is calculated as:\ntotal electricity production + imports - exports.\n2.3.   Units of measurement\nEnergy quantities must be expressed in GWh.\n2.4.   Other applicable provisions\n1.\nReported period:\nA calendar month.\n2.\nFrequency:\nMonthly.\n3.\nDeadline for transmission of data:\nWithin one month following the reported month.\n4.\nTransmission format and method:\nThe transmission format shall conform to an appropriate interchange standard specified by Eurostat.\nData shall be transmitted or uploaded by electronic means to the single entry point for data at Eurostat.\n2.5.   Derogations and exemptions\nGermany is exempted from this data collection.\n3.   OIL AND PETROLEUM PRODUCTS\nThis data collection is commonly known as the ‘JODI Questionnaire’.\n3.1.   Applicable energy products\nUnless otherwise specified, this data collection applies to all of the following energy products, for which the definitions in Chapter 4 of Annex B apply: crude oil, LPG, gasoline (which is the sum of motor gasoline and aviation gasoline), kerosene (which is the sum of kerosene type jet fuel and other kerosene), gas/diesel oil and fuel oil (both low and high sulphur content).\nIn addition, this data collection also applies to ‘total oil’, by which is meant the sum of all these products except crude oil, and must also include other petroleum products such as refinery gas, ethane, naphtha, petroleum coke, white spirit and SBP, paraffin waxes, bitumen, lubricants and others.\n3.2.   List of aggregates\nThe following list of aggregates shall be declared for all energy products listed in the previous paragraph unless otherwise specified.\n3.2.1.   Supply sector\nThe following table applies only to crude oil:\n1.\nProduction\n2.\nImports\n3.\nExports\n4.\nClosing stock\n5.\nStock change\nA stock build is shown as a positive number and a stock draw is shown as a negative number.\n6.\nRefinery intake\nObserved refinery throughput.\nThe following table applies to crude oil, LPG, gasoline, kerosene, gas/diesel oil, fuel oil and total oil:\n1.\nRefinery output\nGross output, including refinery fuel.\n2.\nImports\n3.\nExports\n4.\nClosing stock\n5.\nStock change\nA stock build is shown as a positive number and a stock draw is shown as a negative number.\n6.\nDemand\nDeliveries or sales to the inland market (domestic consumption) plus refinery fuel plus international marine and aviation bunkers. Demand for total oil includes crude.\n3.3.   Units of measurement\nEnergy quantities: 103 tonnes\n3.4.   Other applicable provisions\n1.\nReported period:\nA calendar month.\n2.\nFrequency:\nMonthly.\n3.\nDeadline for transmission of data:\nWithin 25 days following the reported month.\n4.\nTransmission format and method:\nThe transmission format shall conform to an appropriate interchange standard specified by Eurostat.\nData shall be transmitted or uploaded by electronic means to the single entry point for data at Eurostat.\n3.5.   Derogations and exemptions\nNot applicable.", "summary": "Common system for the production of energy statistics\nCommon system for the production of energy statistics\nSUMMARY OF\nRegulation (EC) No 1099/2008 on EU energy statistics\nWHAT IS THE AIM OF THE REGULATION?\nIt sets up a system to produce EU-wide statistics on energy products* and their aggregates*.\nIt also applies to European Economic Area countries.\nIt covers the entire process of collecting, transmitting, evaluating and disseminating the data.\nKEY POINTS\nTerminology\nTechnical terms are defined and clarified in the regulation’s Annex A.\nData sources\nEU countries are required to compile statistics concerning energy products and their aggregates from the following sources:\nspecific surveys addressed to the primary* and transformed* energy producers and traders, distributors and transporters, importers and exporters of energy products;\nother surveys addressed to final energy users in the sectors of manufacturing industry, transport, and other sectors, including households;\nother estimation procedures or other sources, including administrative sources, such as regulators of the electricity and gas markets.\nTransmission and dissemination of data\nReporting countries must transmit national statistics to the European Commission (Eurostat) as laid down in the regulation’s annexes:\nannually for energy statistics in Annex B;\nmonthly for energy statistics in Annex C (data must be transmitted to Eurostat within 55 days following the reported month);\nshort-term monthly for the energy statistics in Annex D (data must be transmitted to Eurostat within one calendar month of the month reported).\nThe transmission arrangements, including the applicable time limits, and any exceptions and exemptions are set out in the annexes. Over time, these arrangements may be modified by the Commission.\nEurostat must disseminate annual statistics no later than 31 January of the second year after the reported period.\nQuality assessment and reports\nEU countries are responsible for the quality of the data they transmit to Eurostat. In particular, they must ensure that energy data they declare under this regulation matches data they declare with regard to the EU Monitoring Mechanism Regulation.\nThe Commission (Eurostat) assesses the quality of data from several perspectives including their relevance, punctuality, accessibility, clarity and comparability.\nEvery 5 years, EU countries must provide Eurostat with a report on the quality of the data transmitted, as well as on any changes in methodology that have been made.\nAnnual nuclear statistics\nAs of 2009, EU countries have been preparing statistics on the nuclear sector. The set of statistics collected concerns the civil use of nuclear energy.\nRenewable energy and final energy consumption statistics\nTo ensure better quality and more comprehensive renewable energy and final energy consumption statistics, the Commission, with the EU countries, is reviewing and revising the methodologies used in their production. In particular, countries are required to transmit more disaggregated* data for final energy consumption in households as from reference year 2015 and more detailed data on renewable energies as from reference year 2017.\nImplementing legislation\nThe Commission is granted the power to adopt supplementary legislation designed to implement this regulation.\nCommittee\nThe Commission (Eurostat) is assisted and advised by the European Statistical System Committee, a committee composed of representatives from EU countries and chaired by the Commission.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 4 December 2008.\nBACKGROUND\n              \nFor more information, see:\nEnergy — overview (Eurostat).\nKEY TERMS\nEnergy products: combustible fuels, heat, renewable energy, electricity or any other form of energy.\nAggregates: data aggregated at national level on the treatment or use of energy products, namely:\nproduction, trade, stocks, transformation and consumption, and\nstructural characteristics of the energy system, such as installed capacities for electricity generation or production capacities for oil products.\nPrimary energy: energy sources that can be used directly in their natural state, e.g. coal, oil, natural gas, biomass, solar, wind or nuclear heat.\nTransformed energy: energy that derives from a primary source but can only be used in its transformed state, e.g. electricity from a coal- or oil-powered plant.\nDisaggregated data: data that are available in separate component parts (household water heating, household lighting, etc.)\nMAIN DOCUMENT\n            \nRegulation (EC) No 1099/2008 of the European Parliament and of the Council of 22 October 2008 on energy statistics (OJ L 304, 14.11.2008, pp. 1-62)\nSuccessive amendments to Regulation (EC) No 1099/2008 have been incorporated into the original document. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nCommission Regulation (EU) 2017/2010 of 9 November 2017 amending Regulation (EC) No 1099/2008 of the European Parliament and of the Council on energy statistics, as regards the updates for the annual and monthly energy statistics (OJ L 292, 10.11.2017, pp. 3–54)\nCommission Implementing Decision (EU) 2015/1504 of 7 September 2015 granting derogations to certain Member States as regards the provision of statistics pursuant to Regulation (EC) No 1099/2008 of the European Parliament and of the Council on energy statistics (OJ L 235, 9.9.2015, pp. 24-25)\nCommission Regulation (EU) No 431/2014 of 24 April 2014 amending Regulation (EC) No 1099/2008 of the European Parliament and of the Council on energy statistics, as regards the implementation of annual statistics on energy consumption in households (OJ L 131, 1.5.2014, pp. 1-50)\nCommission Regulation (EU) No 147/2013 of 13 February 2013 amending Regulation (EC) No 1099/2008 of the European Parliament and of the Council on energy statistics, as regards the implementation of updates for the monthly and annual energy statistics (OJ L 50, 22.2.2013, pp. 1-58)\nlast update 10.11.2017", "tags": ["Eurostat", "energy policy", "EU statistics"], "subjects": ["Energy"], "split": "test", "reference_annotations": {"32008R1099_p1": {"text": "2.   Every reasonable effort shall be undertaken to ensure coherence between energy data declared in accordance with Annex B and data declared in accordance with Commission decision 2005/166/ec of 10 February 2005 laying down the rules for implementing decision 280/2004/ec of the European Parliament and of the Council concerning a mechanism for monitoring Community greenhouse gas emissions and for implementing the Kyoto Protocol (12).", "triples": [" decision 2005/166/ec,  implementing,  decision 280/2004/ec"]}}, "summary_annotations": {"32008R1099_p1": {"text": "Commission regulation 2017/2010 of 9 November 2017 amending regulation 1099/2008 of the European Parliament and of the Council on energy statistics, as regards the updates for the annual and monthly energy statistics (OJ L 292, 10.11.2017, pp. 3–54)", "triples": [" regulation 2017/2010,  amending,  regulation 1099/2008"]}, "32008R1099_p3": {"text": "Commission regulation 431/2014 of 24 April 2014 amending regulation 1099/2008 of the European Parliament and of the Council on energy statistics, as regards the implementation of annual statistics on energy consumption in households (OJ L 131, 1.5.2014, pp. 1-50)", "triples": [" regulation 431/2014,  amending,  regulation 1099/2008"]}, "32008R1099_p4": {"text": "Commission regulation 147/2013 of 13 February 2013 amending regulation 1099/2008 of the European Parliament and of the Council on energy statistics, as regards the implementation of updates for the monthly and annual energy statistics (OJ L 50, 22.2.2013, pp. 1-58)---last update 10.11.2017", "triples": [" regulation 147/2013,  amending,  regulation 1099/2008"]}}}