{"celex_id": "32011D0213", "reference": "6.4.2011\nEN\nOfficial Journal of the European Union\nL 90/1\nCOUNCIL DECISION\nof 9 March 2011\non the conclusion of the Agreement between the European Community and the Government of Japan on cooperation in science and technology\n(2011/213/EU)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 186 in conjunction with point (v) of Article 218(6)(a) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1)\nThe Commission negotiated, on behalf of the European Community, an Agreement on cooperation in science and technology with the Government of Japan.\n(2)\nThat Agreement was signed by the representatives of the Parties on 30 November 2009 in Brussels subject to its conclusion at a later date.\n(3)\nAs a consequence of the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union has replaced and succeeded the European Community.\n(4)\nThe Agreement should be concluded on behalf of the Union,\nHAS ADOPTED THIS DECISION:\nArticle 1\nThe Agreement between the European Community and the Government of Japan on cooperation in science and technology is hereby approved on behalf of the Union.\nThe text of the Agreement is attached to this Decision.\nArticle 2\nThe Commission shall adopt the position to be taken by the Union in the Joint Committee established by Article 6(1) of the Agreement with regard to amendments to the Agreement according to Article 13(5) of the Agreement.\nArticle 3\nThe President of the Council shall, on behalf of the Union, give the notification provided for in Article 13(1) of the Agreement and make the following notification to the Government of Japan:\n‘As a consequence of the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union has replaced and succeeded the European Community and from that date exercises all rights and assumes all obligations of the European Community. Therefore, references to “the European Community” in the text of the Agreement are, where appropriate, to be read as “the European Union”.’\nArticle 4\nThis Decision shall enter into force on the day of its adoption.\nDone at Brussels, 9 March 2011.\nFor the Council\nThe President\nCSÉFALVAY Z.\nAGREEMENT\nbetween the European Community and the Government of Japan on cooperation in science and technology\nTHE EUROPEAN COMMUNITY hereinafter referred to as ‘the Community’\nand\nTHE GOVERNMENT OF JAPAN\nDESIRING to further promote the close and friendly relations existing between Japan and the Community, and being aware of the rapid development of scientific knowledge and of its positive contribution in promoting bilateral and international cooperation;\nWISHING to broaden the scope of cooperation in science and technology in a number of areas of common interest through the creation of a productive partnership for peaceful purposes and for their mutual benefit;\nBELIEVING that such cooperation and the application of the results of such cooperation contribute to the economic and social development of Japan and the Community;\nDESIRING to establish a formal framework for the conduct of the overall cooperative activities which will strengthen cooperation in science and technology between the Parties;\nHAVE AGREED AS FOLLOWS:\nArticle 1\n1.   The Parties shall encourage, develop and facilitate cooperative activities under this Agreement in the areas of science and technology for peaceful purposes.\n2.   The cooperative activities under this Agreement shall be conducted on the basis of the following principles:\n(a)\nmutual and equitable contributions and benefits;\n(b)\nreciprocal access to research and development programmes and projects and facilities for visiting researchers;\n(c)\ntimely exchange of information which may affect the cooperative activities under this Agreement;\n(d)\npromotion of a knowledge-based society for the benefit of the economic and social development of Japan and the Community.\nArticle 2\n1.   The cooperative activities under this Agreement consist of direct cooperative activities and indirect cooperative activities.\n2.   For the purpose of this Agreement:\n(a)\nthe term ‘the Parties’ means the Government of Japan and the Community;\n(b)\nthe term ‘direct cooperative activities’ means cooperative activities between the Parties or their agencies;\n(c)\nthe term ‘indirect cooperative activities’ means cooperative activities between persons of Japan and the Community carried out under research and development programmes and projects;\n(d)\nthe term ‘research and development programmes and projects’ means the Framework Programme for research and technological development operated by the Community or research and development programmes and projects with the competitive funding system operated by the Government of Japan, its agencies or official institutions;\n(e)\nthe term ‘persons’ means:\n(i)\nwith respect to Japan, any nationals of Japan or any legal persons established under the national laws of Japan; and\n(ii)\nwith respect to the Community, any nationals of the Member States of the Community or any legal persons established under the national laws of the Member States of the Community or the Community law;\n(f)\nthe term ‘agencies’ means:\n(i)\nwith respect to Japan, the governmental agencies of Japan; and\n(ii)\nwith respect to the Community, the European Commission;\n(g)\nthe term ‘official institutions’ means official institutions whose budgets and operating plans are approved by the competent Ministers of the Government of Japan, and whose research and development programmes and projects with the competitive funding system are included, with their consent, into those programmes and projects for indirect cooperative activities;\n(h)\nthe term ‘intellectual property rights’ shall have the meaning given to ‘intellectual property’ in Article 2 of the Convention Establishing the World Intellectual Property Organization, signed at Stockholm on July 14, 1967.\nArticle 3\n1.   Forms of the direct cooperative activities may include the following:\n(a)\nmeetings of various forms, such as those of experts, to discuss and exchange information on scientific and technological aspects of general or specific subjects and to identify research and development programmes and projects that may be usefully undertaken on a cooperative basis;\n(b)\nexchange of information on activities, policies, practices, and laws and regulations concerning research and development;\n(c)\nvisits and exchanges of scientists, technical personnel, or other experts on general or specific subjects;\n(d)\nimplementation of any other forms of cooperative activities as may be identified, proposed and decided at the Joint Committee on Scientific and Technological Cooperation referred to in Article 6 of this Agreement.\n2.   For the purpose of developing indirect cooperative activities, any person of a Party can participate in research and development programmes and projects, operated by the other Party, its agencies or official institutions, in accordance with the laws and regulations of the other Party, and subject to Annexes I and II to this Agreement.\nArticle 4\nThe details and procedures of each cooperative activity under this Agreement may be decided between the Parties, their agencies or official institutions engaged in that cooperative activity.\nArticle 5\nWith regard to the direct cooperative activities under this Agreement, each Party or its agencies may allow, as appropriate, with the consent of the other Party or its agencies, the participation of researchers and organisations from all sectors of the research establishment including the private sector.\nArticle 6\n1.   For the purpose of effective implementation of this Agreement, the Parties shall establish a Joint Committee on Scientific and Technological Cooperation (hereinafter referred to as ‘the Joint Committee’). The Joint Committee shall be co-chaired by officials of the Ministry of Foreign Affairs of Japan and of the European Commission.\n2.   The functions of the Joint Committee shall be:\n(a)\nexchanging information and views on scientific and technological policy issues;\n(b)\nidentifying, proposing and deciding the cooperative activities under this Agreement;\n(c)\nreviewing and discussing the accomplishments of the cooperative activities under this Agreement;\n(d)\nproviding advice and encouragement to the Parties with regard to the implementation of this Agreement;\n(e)\nreviewing regularly the reciprocal access to research and development programmes and projects and arrangements for visiting researchers and examining concrete measures to improve that access and to ensure the effectiveness of the principle on reciprocity mentioned in Article 1 of this Agreement.\n3.   Decisions of the Joint Committee shall be reached by mutual consent.\n4.   The Joint Committee shall meet at mutually convenient times, preferably at least once every 2 years.\n5.   The Government of Japan and the Community shall host alternately the Joint Committee meeting, unless otherwise agreed.\n6.   For the Joint Committee meeting, the expenses for travel and accommodation of the participants will be borne by the Party to whom they relate. Any other costs associated with the Joint Committee meeting will be borne by the host Party.\n7.   The Joint Committee will adopt its own internal rules of procedure.\n8.   The Joint Committee may make decisions through diplomatic channels when it is not in session.\nArticle 7\nImplementation of this Agreement shall be subject to the availability of appropriated funds and to the applicable laws and regulations of each Party.\nArticle 8\n1.   Scientific and technological information of a non-proprietary nature resulting from direct cooperative activities may be made available to the public by either Party through customary channels and in accordance with the normal procedures of the participating agencies.\n2.   Intellectual property rights and undisclosed information resulting from, introduced in the course of, or obtained through the cooperative activities under this Agreement shall be treated in accordance with the provisions of Annex II to this Agreement.\nArticle 9\nEach Party shall make every effort, within the framework of its laws and regulations, to accord to the persons, carrying out the cooperative activities under this Agreement, all possible facilities with a view to facilitating the free movement and stay of researchers participating in those cooperative activities and to facilitating the entry into and exit from its territory of materials, data or equipment intended for use in those cooperative activities.\nArticle 10\nThe provisions of this Agreement shall not prejudice rights and obligations with respect to existing and future agreements for cooperation between the Parties or between the Government of Japan and the Government of any Member State of the Community.\nArticle 11\nAll questions or disputes related to the interpretation or implementation of this Agreement shall be settled by mutual consultation between the Parties.\nArticle 12\nAnnexes I and II to this Agreement form an integral part of this Agreement.\nArticle 13\n1.   This Agreement shall enter into force on the date on which the Parties exchange diplomatic notes informing each other that their respective internal procedures necessary for the entry into force of this Agreement have been completed.\n2.   This Agreement shall remain in force for 5 years and shall continue in force thereafter unless terminated by either Party at the end of the initial 5-year period or at any time thereafter by giving to the other Party at least 6 months’ written advance notice of its intention to terminate this Agreement.\n3.   The termination of this Agreement shall not affect carrying out of the cooperative activities undertaken under this Agreement and not fully executed at the time of the termination of this Agreement, or any specific rights and obligations that have accrued in compliance with Annex II to this Agreement.\n4.   Each Party may evaluate the impact of this Agreement and activities under this Agreement every 5 years, and the Party which does so shall inform the other Party of the results of the evaluation. Each Party will make every effort to facilitate the evaluation conducted by the other Party.\n5.   This Agreement may be amended by mutual consent of the Parties through diplomatic notes exchanged between them. Amendments shall enter into force under the same conditions as mentioned in paragraph 1 above, unless otherwise agreed.\nThis Agreement and Annexes I and II of this Agreement are drawn up in two originals in each of the Bulgarian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovenian, Spanish, Swedish and Japanese languages with each of these texts being equally authentic. In case of divergence of interpretation, the English and Japanese texts shall prevail over the other language texts.\nIN WITNESS WHEREOF, the undersigned, being duly authorised thereto by the European Community and the Government of Japan respectively, have signed this Agreement.\nDone at Brussels, this thirtieth day of November, 2009.\nFor the European Community\nFor the Government of Japan\nANNEX I\nTERMS AND CONDITIONS FOR THE PARTICIPATION OF PERSONS IN RESEARCH AND DEVELOPMENT PROGRAMMES AND PROJECTS\nI.\nWhere within the framework of this Agreement a Party, its agencies or official institutions conclude a contract with a person of the other Party for research and development programmes and projects, the other Party shall, when requested, endeavour to provide any reasonable and feasible assistance as may be necessary or helpful for the former Party, its agencies or official institutions to facilitate the smooth implementation of such contract.\nII.\nPersons of Japan may participate in the Framework Programme for research and technological development operated by the Community. Such participation of persons of Japan shall be in accordance with the rules for participation, dissemination and implementation of the Framework Programme.\nIII.\nPersons of the Community may participate in research and development programmes and projects with the competitive funding system operated by the Government of Japan, its agencies or official institutions in scientific and technological fields similar to those of the Framework Programme for research and technological development. Such participation of persons of the Community shall be in accordance with the laws and regulations of Japan and the relevant rules for participation, dissemination and implementation of the specific programme or project.\nANNEX II\nINTELLECTUAL PROPERTY RIGHTS AND UNDISCLOSED INFORMATION\nI.   Intellectual property rights of the Parties in direct cooperative activities\n1.\nThe following rules shall apply to intellectual property rights resulting from direct cooperative activities, except copyright and related rights referred to in paragraph 3 below:\n(a)\nthe intellectual property rights shall be owned by the Party or its agencies which generate the intellectual property. Where the intellectual property has been generated jointly, the Parties or their agencies shall consult to agree upon the ownership or allocation of the intellectual property rights taking into account the respective share of the work of the Parties or their agencies;\n(b)\nthe Party or its agencies owning the intellectual property rights shall grant a licence to use such rights to the other Party or its agencies for carrying out any direct cooperative activity if this is needed to enable the other Party or its agencies to carry out their own work for the specific project under this Agreement. In case of patents and utility models, this licence shall be granted on a royalty-free basis. The granting of a licence to use any intellectual property rights under this subparagraph shall be subject to the applicable laws and regulations of each Party, and the conditions to be agreed upon between the Parties or their agencies prior to the start of the project.\n2.\nThe Party or its agencies owning the intellectual property rights introduced in the course of direct cooperative activities shall grant a licence to use such rights to the other Party or its agencies for carrying out any direct cooperative activity if this is needed to enable the other Party or its agencies to carry out their own work for the specific project under this Agreement. The granting of a licence to use any intellectual property rights under this paragraph shall be subject to the applicable laws and regulations of each Party, and the conditions to be agreed upon between the Parties or their agencies prior to the start of the project.\n3.\nThe following rules shall apply to copyright and related rights of the Parties or their agencies:\n(a)\nwhere a Party or its agencies publish scientific and technical data, information and results by means of journals, articles, reports, books, video tapes and digital storage devices, resulting from direct cooperative activities, the Party will make its best efforts to obtain for the other Party a non-exclusive, irrevocable and royalty-free licence in all countries where copyright protection is available to translate, reproduce, adapt, transmit and publicly distribute such works;\n(b)\nall publicly distributed copies of a copyrighted work under the provisions of subparagraph (a) above shall indicate the name(s) of the author(s) of the work unless an author explicitly declines to be named. They shall also bear a clearly visible acknowledgement of the cooperative support of the Parties.\nII.   Undisclosed information in direct cooperative activities\nThe following rules shall apply to undisclosed information of the Parties or their agencies:\n1.\nWhen communicating to the other Party or its agencies information necessary to carry out direct cooperative activities, each Party shall identify that information it wishes to remain undisclosed.\n2.\nThe Party or its agencies receiving undisclosed information may, under its own responsibility, communicate such undisclosed information to its agencies or persons within or employed by themselves if this is needed to enable those agencies or persons to carry out their own work for the specific project under this Agreement.\n3.\nWith the prior written consent of a Party or its agencies providing undisclosed information, the other Party or its agencies may disseminate such undisclosed information more widely than otherwise permitted in paragraph 2 above. The Parties or their agencies shall cooperate with each other in developing procedures for requesting and obtaining prior written consent for such wider dissemination, and each Party will grant such consent to the extent permitted by its laws and regulations.\n4.\nInformation obtained through seminars, other meetings, assignment of staff and use of facilities arranged under this Agreement, shall remain confidential where the recipient of such undisclosed or other confidential or privileged information was made aware of the confidential character of the information communicated at the time such communication was made according to paragraph 1 above, and be treated as indicated in paragraphs 2 and 3 above.\n5.\nIf a Party becomes aware that it will be, or may be reasonably expected to become, unable to meet the restrictions and conditions of dissemination in paragraphs 2, 3 and 4 above, it shall immediately inform the other Party. The Parties shall thereafter consult to define an appropriate course of action.\nIII.   Intellectual property rights of persons in indirect cooperative activities\nEach Party shall ensure that the intellectual property rights of persons of the other Party participating in research and development programmes and projects operated by the former Party, its agencies or official institutions, and the related rights and obligations resulting from such participation, shall be consistent with the relevant international conventions which are binding on the Government of Japan and the Community or all its Member States, including the Agreement on Trade-Related Aspects of Intellectual Property Rights in Annex 1C to the Marrakech Agreement Establishing the World Trade Organization, as well as the Paris Act of July 24, 1971 of the Berne Convention for the Protection of Literary and Artistic Works and the Stockholm Act of July 14, 1967 of the Paris Convention for the Protection of Industrial Property.", "summary": "Scientific and technological cooperation between the EU and Japan\nScientific and technological cooperation between the EU and Japan\nSUMMARY OF:\nAgreement between the European Community and the Government of Japan on cooperation in science and technology\nDecision 2011/213/EU — conclusion of the Agreement between the European Community and the Government of Japan on cooperation in science and technology\nWHAT IS THE AIM OF THE AGREEMENT AND THE DECISION?\n              \nThe agreement establishes a formal framework for cooperation, aiming at encouraging, developing and facilitating activities in the areas of science and technology for peaceful purposes.\nBy its decision, the Council approved the conclusion of the agreement on behalf of the European Community (now the EU).\nKEY POINTS\n              \nActivities conducted under the agreement are based on the following principles:\nmutual and equitable contributions and benefits;\nreciprocal access to research and development programmes, projects and facilities for visiting researchers;\ntimely exchange of information;\npromotion of a knowledge-based society for the benefit of the economic and social development of the EU and Japan.\nCooperation\nThe agreement covers two forms of cooperative activities:\ndirect cooperative activities between the parties including meetings for example, of experts to discuss and exchange information on scientific and technological aspects of general or specific subjects andto identify research and development projects and programmes that may be usefully undertaken on a cooperative basisexchange of information on activities, policies, practices, and laws and regulations concerning research and developmentvisits and exchanges of scientists, technical personnel and other experts on general or specific subjectsother forms of cooperative activities decided on by the Joint Committee on Scientific and Technological Cooperation;\nindirect cooperative activities: any person* from one of the parties can take part in the research and development programmes and projects of the other party (or its agencies or official institutions) in accordance with that other party’s laws and regulations, and subject to Annexes I and II of the agreement.\nDATE OF ENTRY INTO FORCE\n              \nThe agreement entered into force on 29 March 2011 for an initial period of five years. After that, it remains in force unless it is terminated by either party.\nBACKGROUND\n              \nThe EU–Japan Economic Partnership Agreement (which entered into force on 1 February 2019) and the EU–Japan Strategic Partnership Agreement (a large part of it provisionally applicable as of 1 February 2019) represent a significant strengthening of the EU’s partnership with Japan.\nFor more information, see:\nJapan and the EU (European External Action Service).\nFor more information about Research and Innovation (R&I) cooperation with Japan, see:\nInternational R&I cooperation — Japan (European Commission)\nRoadmap for EU–Japan S&T Cooperation (European Commission)\nKEY TERMS\n              \nPerson:with respect to Japan, any nationals of Japan or any legal persons established under the national laws of Japanwith respect to the EU, any nationals of the EU countries or any legal persons established under EU law or national laws of the EU countries\nMAIN DOCUMENTS\n            \nAgreement between the European Community and the Government of Japan on cooperation in science and technology (OJ L 90, 6.4.2011, pp. 2-7)\nCouncil Decision 2011/213/EU of 9 March 2011 on the conclusion of the Agreement between the European Community and the Government of Japan on cooperation in science and technology (OJ L 90, 6.4.2011, p. 1)\nlast update 12.09.2019", "tags": ["innovation", "Japan", "cooperation agreement", "international cooperation", "scientific cooperation", "scientific research", "new technology", "technology", "research and development", "renewal of an agreement"], "subjects": ["Cooperation", "Research and technological development", "External relations"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}