{"celex_id": "32008D0768", "reference": "13.8.2008\nEN\nOfficial Journal of the European Union\nL 218/82\nDECISION No 768/2008/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 9 July 2008\non a common framework for the marketing of products, and repealing Council Decision 93/465/EEC\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 95 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1)\nOn 7 May 2003 the Commission issued a Communication to the Council and the European Parliament entitled ‘Enhancing the Implementation of the New Approach Directives’. In its Resolution of 10 November 2003 (3), the Council acknowledged the importance of the New Approach as an appropriate and efficient regulatory model allowing technological innovation and enhancing the competitiveness of European industry, and confirmed the necessity of extending the application of its principles to new areas, while recognising the need for a clearer framework for conformity assessment, accreditation and market surveillance.\n(2)\nThis Decision lays down common principles and reference provisions intended to apply across sectoral legislation in order to provide a coherent basis for revision or recasts of that legislation. This Decision therefore constitutes a general framework of a horizontal nature for future legislation harmonising the conditions for the marketing of products and a reference text for existing legislation.\n(3)\nThis Decision provides, in the form of reference provisions, definitions and general obligations for economic operators and a range of conformity assessment procedures from which the legislator can select as appropriate. It also lays down rules for CE marking. Furthermore, reference provisions are provided as regards the requirements for conformity assessment bodies to be notified to the Commission as competent to carry out the relevant conformity assessment procedures and as regards the notification procedures. In addition, this Decision includes reference provisions concerning procedures for dealing with products presenting a risk in order to ensure the safety of the market place.\n(4)\nWhenever legislation is drawn up which concerns a product already subject to other Community acts, those acts must be taken into account to ensure the consistency of all legislation concerning the same product.\n(5)\nHowever, the specificities of sectoral needs may provide grounds for recourse to other regulatory solutions. In particular, that is the case where there are specific, comprehensive legal systems already in place in a sector, as for example in the fields of feed and food, cosmetic and tobacco products, common market organisations for agricultural products, plant health and plant protection, human blood and tissues, medicinal products for human and veterinary use and chemicals, or where sectoral needs require specific adaptation of the common principles and reference provisions, as for example in the fields of medical devices, construction products and marine equipment. Such adaptations may also be related to the modules set out in Annex II.\n(6)\nWhenever legislation is drawn up, the legislator may depart, totally or partially, from the common principles and reference provisions laid down in this Decision on account of the specificities of the sector concerned. Any such departure should be justified.\n(7)\nAlthough the incorporation of the provisions of this Decision in future legislative acts cannot be required by law, the co-legislators adopting this Decision have entered into a clear political commitment which they should respect in any legislative act falling within the scope of this Decision.\n(8)\nSpecific product legislation should, wherever possible, avoid going into technical detail but should limit itself to the expression of essential requirements. Such legislation should, where appropriate, have recourse to harmonised standards adopted in accordance with Directive 98/34/EC of the European Parliament and of the Council of 22 June 1998 laying down a procedure for the provision of information in the field of technical standards and regulations and of rules on Information Society services (4) for the purpose of expressing detailed technical specifications. This Decision builds on and complements the standardisation system provided for by that Directive. However, where health and safety, the protection of consumers or of the environment, other aspects of public interest, or clarity and practicability so require, detailed technical specifications may be set out in the legislation concerned.\n(9)\nThe presumption of conformity to a legal provision conferred by conformity to a harmonised standard should enhance recourse to compliance with harmonised standards.\n(10)\nIt should be possible for Member States or the Commission to object in cases in which a harmonised standard does not entirely satisfy the requirements of Community harmonisation legislation. The Commission should be able to decide not to publish such a standard. To that end, the Commission should, in such manner as appropriate, consult sectoral representatives and Member States before the Committee set up by Article 5 of Directive 98/34/EC delivers its opinion.\n(11)\nThe essential requirements should be worded precisely enough to create legally binding obligations. They should be formulated so as to make it possible to assess conformity with them even in the absence of harmonised standards or where the manufacturer chooses not to apply a harmonised standard. The degree of detail of the wording will depend on the characteristics of each sector.\n(12)\nThe successful accomplishment of the required conformity assessment procedure enables economic operators to demonstrate and the competent authorities to ensure that products made available on the market conform to the requirements applicable.\n(13)\nThe modules for the conformity assessment procedures to be used in the Community harmonisation legislation were initially set out in Council Decision 93/465/EEC of 22 July 1993 concerning the modules for the various phases of the conformity assessment procedures and the rules for the affixing and use of the CE conformity marking, which are intended to be used in the technical harmonisation directives (5). This Decision replaces that Decision.\n(14)\nIt is necessary to offer a choice of clear, transparent and coherent conformity assessment procedures, restricting the possible variants. This Decision provides for a menu of modules, enabling the legislator to choose a procedure from the least to the most stringent, in proportion to the level of risk involved and the level of safety required.\n(15)\nFor the purposes of ensuring inter-sectoral coherence and avoiding ad-hoc variants, it is desirable that the procedures which are to be used in sectoral legislation be chosen from among the modules, in accordance with the general criteria set out.\n(16)\nIn the past, legislation on the free movement of goods has used a set of terms partly without defining them and guidelines for explanation and interpretation have consequently been necessary. Where legal definitions have been introduced they differ to some extent in their wording and sometimes in their meaning, which gives rise to difficulties in their interpretation and correct implementation. This Decision therefore introduces clear definitions of certain fundamental concepts.\n(17)\nProducts that are placed on the Community market should comply with the relevant applicable Community legislation, and economic operators should be responsible for the compliance of products, in relation to their respective roles in the supply chain, so as to ensure a high level of protection of public interests, such as health and safety, and the protection of consumers and of the environment, and to guarantee fair competition on the Community market.\n(18)\nAll economic operators are expected to act responsibly and in full accordance with the legal requirements applicable when placing or making products available on the market.\n(19)\nAll economic operators intervening in the supply and distribution chain should take appropriate measures to ensure that they make available on the market only products which are in conformity with the applicable legislation. This Decision provides a clear and proportionate distribution of obligations which correspond to the role of each operator in the supply and distribution process.\n(20)\nAs certain tasks can be executed only by the manufacturer, it is necessary to distinguish clearly between the manufacturer and operators further down the distribution chain. It is also necessary to distinguish clearly between the importer and the distributor, as the importer introduces products from third countries to the Community market. The importer has thus to make sure that those products comply with the applicable Community requirements.\n(21)\nThe manufacturer, having detailed knowledge of the design and production process, is best placed to carry out the complete conformity assessment procedure. Conformity assessment should therefore remain the obligation of the manufacturer alone.\n(22)\nIt is necessary to ensure that products from third countries entering the Community market comply with all applicable Community requirements, and in particular that appropriate assessment procedures have been carried out by manufacturers with regard to those products. Provision should therefore be made for importers to make sure that the products they place on the market comply with the applicable requirements and that they do not place on the market products which do not comply with such requirements or present a risk. For the same reason, provision should also be made for importers to make sure that conformity assessment procedures have been carried out and that product marking and documentation drawn up by manufacturers are available for inspection by the supervisory authorities.\n(23)\nThe distributor makes a product available on the market after it has been placed on the market by the manufacturer or the importer and must act with due care to ensure that its handling of the product does not adversely affect the compliance of the product. Both importers and distributors are expected to act with due care in relation to the requirements applicable when placing or making products available on the market.\n(24)\nCouncil Directive 85/374/EEC of 25 July 1985 on the approximation of the laws, regulations and administrative provisions of the Member States concerning liability for defective products (6) applies, inter alia, to products not in conformity with Community harmonisation legislation. Manufacturers and importers who have placed non-compliant products on the Community market are liable for damages under that Directive.\n(25)\nWhen placing a product on the market, every importer should indicate on the product his name and the address at which he can be contacted. Exceptions should be provided for in cases where the size or nature of the product does not allow it. This includes cases where the importer would have to open the packaging to put his name and address on the product.\n(26)\nAny economic operator that either places a product on the market under his own name or trademark or modifies a product in such a way that compliance with applicable requirements may be affected should be considered to be the manufacturer and should assume the obligations of the manufacturer.\n(27)\nDistributors and importers, being close to the market place, should be involved in market surveillance tasks carried out by national authorities, and should be prepared to participate actively, providing the competent authorities with all necessary information relating to the product concerned.\n(28)\nEnsuring traceability of a product throughout the whole supply chain helps to make market surveillance simpler and more efficient. An efficient traceability system facilitates market surveillance authorities' task of tracing economic operators who made non-compliant products available on the market.\n(29)\nThe CE marking, indicating the conformity of a product, is the visible consequence of a whole process comprising conformity assessment in a broad sense. General principles governing the CE marking are set out in Regulation (EC) No 765/2008 of the European Parliament and the Council of 9 July 2008 setting out the requirements for accreditation and market surveillance relating to the marketing of products (7). Rules governing the affixing of the CE marking, to be applied in Community harmonisation legislation providing for the use of that marking, should be laid down in this Decision.\n(30)\nThe CE marking should be the only marking of conformity indicating that a product is in conformity with Community harmonisation legislation. However, other markings may be used as long as they contribute to the improvement of consumer protection and are not covered by Community harmonisation legislation.\n(31)\nIt is crucial to make clear to both manufacturers and users that by affixing the CE marking to a product the manufacturer declares that the product is in conformity with all applicable requirements and that he takes full responsibility therefor.\n(32)\nIn order better to evaluate the effectiveness of the CE marking and to define strategies aimed at preventing abuse, the Commission should monitor its implementation and report thereon to the European Parliament.\n(33)\nThe CE marking can be of value only if its affixing respects the conditions laid down in Community law. Member States should, therefore, ensure proper enforcement of those conditions and pursue violations and abuse of the CE marking by legal or other appropriate means.\n(34)\nMember States are responsible for ensuring strong and efficient market surveillance on their territories and should allocate sufficient powers and resources to their market surveillance authorities.\n(35)\nFor the purpose of raising awareness regarding the CE marking, the Commission should launch an information campaign targeted primarily at economic operators, consumer and sectoral organisations and sales personnel, which are the most appropriate channels for conveying information to consumers.\n(36)\nIn certain circumstances the conformity assessment procedures prescribed by the applicable legislation require the intervention of conformity assessment bodies, which are notified by the Member States to the Commission.\n(37)\nExperience has shown that the criteria set out in sectoral legislation which conformity assessment bodies have to fulfil to be notified to the Commission are not sufficient to ensure a uniformly high level of performance of notified bodies throughout the Community. It is, however, essential that all notified bodies perform their functions to the same level and under conditions of fair competition. That requires the setting of obligatory requirements for conformity assessment bodies wishing to be notified in order to provide conformity assessment services.\n(38)\nIn order to ensure a consistent level of quality in the performance of conformity assessment it is necessary not only to consolidate the requirements that conformity assessment bodies wishing to be notified must fulfil, but also, in parallel, to set requirements that notifying authorities and other bodies involved in the assessment, notification and monitoring of notified bodies must fulfil.\n(39)\nThe system set out in this Decision is complemented by the accreditation system provided for in Regulation (EC) No 765/2008. Since accreditation is an essential means of verifying the competence of conformity assessment bodies, its use should also be encouraged for the purposes of notification.\n(40)\nIf a conformity assessment body demonstrates conformity with the criteria laid down in harmonised standards, it should be presumed to comply with the corresponding requirements set out in the relevant sectoral legislation.\n(41)\nWhere Community harmonisation legislation provides for the selection of conformity assessment bodies for its implementation, transparent accreditation as provided for in Regulation (EC) No 765/2008, ensuring the necessary level of confidence in conformity certificates, should be considered by the national public authorities throughout the Community the preferred means of demonstrating the technical competence of those bodies. However, national authorities may consider that they possess the appropriate means of carrying out this evaluation themselves. In such cases, in order to ensure the appropriate level of credibility of evaluations carried out by other national authorities, they should provide the Commission and the other Member States with the necessary documentary evidence demonstrating the compliance of the conformity assessment bodies evaluated with the relevant regulatory requirements.\n(42)\nConformity assessment bodies frequently subcontract parts of their activities linked to the assessment of conformity or have recourse to a subsidiary. In order to safeguard the level of protection required for the products to be placed on the Community market, it is essential that conformity assessment subcontractors and subsidiaries fulfil the same requirements as notified bodies in relation to the performance of conformity assessment tasks. Therefore, it is important that the assessment of the competence and the performance of bodies to be notified and the monitoring of bodies already notified cover also activities carried out by subcontractors and subsidiaries.\n(43)\nIt is necessary to increase the efficiency and transparency of the notification procedure and, in particular, to adapt it to new technologies so as to enable online notification.\n(44)\nSince notified bodies may offer their services throughout the Community, it is appropriate to give the other Member States and the Commission the opportunity to raise objections concerning a notified body. It is therefore important to provide for a period during which any doubts or concerns as to the competence of conformity assessment bodies can be clarified before they start operating as notified bodies.\n(45)\nIn the interests of competitiveness, it is crucial that notified bodies apply the modules without creating unnecessary burdens for economic operators. For the same reason, and to ensure equal treatment of economic operators, consistency in the technical application of the modules must be ensured. That can best be achieved through appropriate coordination and cooperation between notified bodies.\n(46)\nTo ensure the proper functioning of the certification process, certain procedures, such as exchanges of experience and information between notified bodies and notifying authorities and between notified bodies, should be consolidated.\n(47)\nCommunity harmonisation legislation already provides for a safeguard procedure which applies only in the event of disagreement between Member States over measures taken by a Member State. In order to increase transparency and to reduce processing time, it is necessary to improve the existing safeguard clause procedure, with a view to making it more efficient and drawing on the expertise available in Member States.\n(48)\nThe existing system should be supplemented by a procedure under which interested parties are informed of measures intended to be taken with regard to products presenting a risk to the health and safety of persons or to other aspects of public interest protection. It should also allow market surveillance authorities, in cooperation with the relevant economic operators, to act at an earlier stage in respect of such products.\n(49)\nWhere the Member States and the Commission agree as to the justification of a measure taken by a Member State, no further involvement of the Commission should be required, except where non-compliance can be attributed to shortcomings of a harmonised standard.\n(50)\nCommunity legislation should take account of the specific situation of small and medium-sized enterprises as regards administrative burdens. However, rather than providing for general exceptions and derogations for such enterprises, which might imply that they or their products are second-rate or sub-quality and which might result in a complex legal situation for the national market surveillance authorities to supervise, Community legislation should provide for the situation of such enterprises to be taken into account in setting the rules for the selection and implementation of the most appropriate conformity assessment procedures and concerning the obligations placed on conformity assessment bodies to operate in a proportionate manner in relation to the size of undertakings and to the small serial or non-serial nature of the production concerned. This Decision provides the legislator with the flexibility necessary to take account of such a situation, without creating unnecessary specific and inappropriate solutions for small and medium-sized enterprises, and without compromising the protection of public interests.\n(51)\nThis Decision establishes provisions for conformity assessment bodies to perform their functions, while taking into consideration the specific situation of small and medium-sized enterprises and respecting the degree of rigour and level of protection required for products to comply with the legislative instruments applicable to them.\n(52)\nWithin one year of the publication of this Decision in the Official Journal of the European Union, the Commission should present an in-depth analysis in the field of consumer safety markings, followed by legislative proposals if necessary,\nHAVE DECIDED AS FOLLOWS:\nArticle 1\nGeneral principles\n1.   Products placed on the Community market shall comply with all applicable legislation.\n2.   When placing products on the Community market, economic operators shall, in relation to their respective roles in the supply chain, be responsible for the compliance of their products with all applicable legislation.\n3.   Economic operators shall be responsible for ensuring that all information they provide with regard to their products is accurate, complete and in compliance with Community rules applicable.\nArticle 2\nSubject matter and scope\nThis Decision sets out the common framework of general principles and reference provisions for the drawing up of Community legislation harmonising the conditions for the marketing of products (Community harmonisation legislation).\nCommunity harmonisation legislation shall have recourse to the general principles set out in this Decision and to the relevant reference provisions of Annexes I, II and III. However, Community legislation may depart from those general principles and reference provisions if that is appropriate on account of the specificities of the sector concerned, especially if comprehensive legal systems are already in place.\nArticle 3\nLevel of protection of public interests\n1.   As regards the protection of public interests, Community harmonisation legislation shall restrict itself to setting out the essential requirements determining the level of such protection and shall express those requirements in terms of the results to be achieved.\nWhere recourse to essential requirements is not possible or not appropriate, in view of the objective of ensuring the adequate protection of consumers, public health and the environment or other aspects of public interest protection, detailed specifications may be set out in the Community harmonisation legislation concerned.\n2.   Where Community harmonisation legislation sets out essential requirements, it shall provide for recourse to be had to harmonised standards, adopted in accordance with Directive 98/34/EC, which shall express those requirements in technical terms and which shall, alone or in conjunction with other harmonised standards, provide for the presumption of conformity with those requirements, while maintaining the possibility of setting the level of protection by other means.\nArticle 4\nConformity assessment procedures\n1.   Where Community harmonisation legislation requires conformity assessment to be performed in respect of a particular product, the procedures which are to be used shall be chosen from among the modules set out and specified in Annex II, in accordance with the following criteria:\n(a)\nwhether the module concerned is appropriate to the type of product;\n(b)\nthe nature of the risks entailed by the product and the extent to which conformity assessment corresponds to the type and degree of risk;\n(c)\nwhere third party involvement is mandatory, the need for the manufacturer to have a choice between quality assurance and product certification modules set out in Annex II;\n(d)\nthe need to avoid imposing modules which would be too burdensome in relation to the risks covered by the legislation concerned.\n2.   Where a product is subject to several Community acts within the scope of this Decision, consistency among conformity assessment procedures shall be ensured by the legislator.\n3.   The modules referred to in paragraph 1 shall be applied as appropriate to the product concerned and in accordance with the instructions set out in those modules.\n4.   For custom-made products and small series production, the technical and administrative conditions relating to conformity assessment procedures shall be alleviated.\n5.   When applying the modules referred to in paragraph 1, and wherever applicable and relevant, the legislative instrument may:\n(a)\nregarding technical documentation, require information additional to that which is already stipulated in the modules;\n(b)\nregarding the time for which the manufacturer and/or notified body are obliged to keep any kind of documentation, alter the period stipulated in the modules;\n(c)\nspecify the manufacturer's choice as to whether the tests are carried out either by an accredited in-house body or under the responsibility of a notified body chosen by the manufacturer;\n(d)\nwhere product verification is performed, specify the manufacturer's choice as to whether the examinations and tests to check the conformity of the products with the appropriate requirements will be carried out, by examination and testing of every product, or by examination and testing of the products on a statistical basis;\n(e)\nprovide for the EC-type examination certificate to have a period of validity;\n(f)\nregarding the EC-type examination certificate, specify relevant information relating to conformity assessment and in-service control to be included in it or its annexes;\n(g)\nprovide for different arrangements regarding the obligations of the notified body to inform its notifying authorities;\n(h)\nif the notified body carries out periodic audits, specify their frequency.\n6.   When applying the modules referred to in paragraph 1, and wherever applicable and relevant, the legislative instrument shall:\n(a)\nwhere product checks and/or verification are performed, determine the products concerned, the appropriate tests, the adequate sampling schemes, the operational characteristics of the statistical method to be applied and the corresponding action to be taken by the notified body and/or the manufacturer;\n(b)\nwhere EC-type examination is performed, determine the appropriate manner (design type, production type, design and production type) and the specimens required.\n7.   An appeal procedure against decisions of the notified body shall be available.\nArticle 5\nEC declaration of conformity\nWhere Community harmonisation legislation requires a statement by the manufacturer that fulfilment of the requirements relating to a product has been demonstrated (EC declaration of conformity), the legislation shall provide that a single declaration shall be drawn up in respect of all Community acts applicable to the product containing all information required for the identification of Community harmonisation legislation to which the declaration relates, and giving the publication references of the acts concerned.\nArticle 6\nConformity assessment\n1.   Where Community harmonisation legislation requires conformity assessment, it may provide for that assessment to be carried out by public authorities, manufacturers or notified bodies.\n2.   Where Community harmonisation legislation provides for conformity assessment to be carried out by public authorities, the legislation shall provide that the conformity assessment bodies on which those authorities rely for technical assessments must comply with the same criteria as those set out in this Decision for notified bodies.\nArticle 7\nReference provisions\nThe reference provisions for Community harmonisation legislation for products shall be as set out in Annex I.\nArticle 8\nRepeal\nDecision 93/465/EEC is hereby repealed.\nReferences to the repealed Decision shall be construed as references to this Decision.\nDone at Strasbourg, 9 July 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ.P. JOUYET\n(1)  OJ C 120, 16.5.2008, p. 1.\n(2)  Opinion of the European Parliament of 21 February 2008 (not yet published in the Official Journal) and Council Decision of 23 June 2008.\n(3)  OJ C 282, 25.11.2003, p. 3.\n(4)  OJ L 204, 21.7.1998, p. 37. Directive as last amended by Council Directive 2006/96/EC (OJ L 363, 20.12.2006, p. 81).\n(5)  OJ L 220, 30.8.1993, p. 23.\n(6)  OJ L 210, 7.8.1985, p. 29. Directive as amended by Directive 1999/34/EC of the European Parliament and of the Council (OJ L 141, 4.6.1999, p. 20).\n(7)  See page 30 of this Official Journal.\nANNEX I\nREFERENCE PROVISIONS FOR COMMUNITY HARMONISATION LEGISLATION FOR PRODUCTS\nChapter R1\nDefinitions\nArticle R1\nDefinitions\nFor the purposes of this ... [act] the following definitions shall apply:\n1.\n‘making available on the market’ shall mean any supply of a product for distribution, consumption or use on the Community market in the course of a commercial activity, whether in return for payment or free of charge;\n2.\n‘placing on the market’ shall mean the first making available of a product on the Community market;\n3.\n‘manufacturer’ shall mean any natural or legal person who manufactures a product or has a product designed or manufactured, and markets that product under his name or trademark;\n4.\n‘authorised representative’ shall mean any natural or legal person established within the Community who has received a written mandate from a manufacturer to act on his behalf in relation to specified tasks;\n5.\n‘importer’ shall mean any natural or legal person established within the Community who places a product from a third country on the Community market;\n6.\n‘distributor’ shall mean any natural or legal person in the supply chain, other than the manufacturer or the importer, who makes a product available on the market;\n7.\n‘economic operators’ shall mean the manufacturer, the authorised representative, the importer and the distributor;\n8.\n‘technical specification’ shall mean a document that prescribes technical requirements to be fulfilled by a product, process or service;\n9.\n‘harmonised standard’ shall mean a standard adopted by one of the European standardisation bodies listed in Annex I to Directive 98/34/EC on the basis of a request made by the Commission in accordance with Article 6 of that Directive;\n10.\n‘accreditation’ shall have the meaning assigned to it by Regulation (EC) No 765/2008;\n11.\n‘national accreditation body’ shall have the meaning assigned to it by Regulation (EC) No 765/2008;\n12.\n‘conformity assessment’ shall mean the process demonstrating whether specified requirements relating to a product, process, service, system, person or body have been fulfilled;\n13.\n‘conformity assessment body’ shall mean a body that performs conformity assessment activities including calibration, testing, certification and inspection;\n14.\n‘recall’ shall mean any measure aimed at achieving the return of a product that has already been made available to the end user;\n15.\n‘withdrawal’ shall mean any measure aimed at preventing a product in the supply chain from being made available on the market;\n16.\n‘CE marking’ shall mean a marking by which the manufacturer indicates that the product is in conformity with the applicable requirements set out in Community harmonisation legislation providing for its affixing;\n17.\n‘Community harmonisation legislation’ shall mean any Community legislation harmonising the conditions for the marketing of products.\nChapter R2\nObligations of economic operators\nArticle R2\nObligations of manufacturers\n1.   When placing their products on the market, manufacturers shall ensure that they have been designed and manufactured in accordance with the requirements set out in … [reference to the relevant part of the legislation].\n2.   Manufacturers shall draw up the required technical documentation and carry out the conformity assessment procedure applicable or have it carried out.\nWhere compliance of a product with the applicable requirements has been demonstrated by that procedure, manufacturers shall draw up an EC declaration of conformity and affix the conformity marking.\n3.   Manufacturers shall keep the technical documentation and the EC declaration of conformity for ... [period to be specified in proportion to the lifecycle of the product and the level of risk] after the product has been placed on the market.\n4.   Manufacturers shall ensure that procedures are in place for series production to remain in conformity. Changes in product design or characteristics and changes in the harmonised standards or in technical specifications by reference to which conformity of a product is declared shall be adequately taken into account.\nWhen deemed appropriate with regard to the risks presented by a product, manufacturers shall, to protect the health and safety of consumers, carry out sample testing of marketed products, investigate, and, if necessary, keep a register of complaints, of non-conforming products and product recalls, and shall keep distributors informed of any such monitoring.\n5.   Manufacturers shall ensure that their products bear a type, batch or serial number or other element allowing their identification, or, where the size or nature of the product does not allow it, that the required information is provided on the packaging or in a document accompanying the product.\n6.   Manufacturers shall indicate their name, registered trade name or registered trade mark and the address at which they can be contacted on the product or, where that is not possible, on its packaging or in a document accompanying the product. The address must indicate a single point at which the manufacturer can be contacted.\n7.   Manufacturers shall ensure that the product is accompanied by instructions and safety information in a language which can be easily understood by consumers and other end-users, as determined by the Member State concerned.\n8.   Manufacturers who consider or have reason to believe that a product which they have placed on the market is not in conformity with the applicable Community harmonisation legislation shall immediately take the necessary corrective measures to bring that product into conformity, to withdraw it or recall it, if appropriate. Furthermore, where the product presents a risk, manufacturers shall immediately inform the competent national authorities of the Member States in which they made the product available to that effect, giving details, in particular, of the non-compliance and of any corrective measures taken.\n9.   Manufacturers shall, further to a reasoned request from a competent national authority, provide it with all the information and documentation necessary to demonstrate the conformity of the product, in a language which can be easily understood by that authority. They shall cooperate with that authority, at its request, on any action taken to eliminate the risks posed by products which they have placed on the market.\nArticle R3\nAuthorised representatives\n1.   A manufacturer may, by a written mandate, appoint an authorised representative.\nThe obligations laid down in Article [R2(1)] and the drawing up of technical documentation shall not form part of the authorised representative's mandate.\n2.   An authorised representative shall perform the tasks specified in the mandate received from the manufacturer. The mandate shall allow the authorised representative to do at least the following:\n(a)\nkeep the EC declaration of conformity and the technical documentation at the disposal of national surveillance authorities for … [period to be specified in proportion to the lifecycle of the product and the level of risk];\n(b)\nfurther to a reasoned request from a competent national authority, provide that authority with all the information and documentation necessary to demonstrate the conformity of a product;\n(c)\ncooperate with the competent national authorities, at their request, on any action taken to eliminate the risks posed by products covered by their mandate.\nArticle R4\nObligations of importers\n1.   Importers shall place only compliant products on the Community market.\n2.   Before placing a product on the market importers shall ensure that the appropriate conformity assessment procedure has been carried out by the manufacturer. They shall ensure that the manufacturer has drawn up the technical documentation, that the product bears the required conformity marking or markings and is accompanied by the required documents, and that the manufacturer has complied with the requirements set out in Article [R2(5) and (6)].\nWhere an importer considers or has reason to believe that a product is not in conformity with … [reference to the relevant part of the legislation], he shall not place the product on the market until it has been brought into conformity. Furthermore, where the product presents a risk, the importer shall inform the manufacturer and the market surveillance authorities to that effect.\n3.   Importers shall indicate their name, registered trade name or registered trade mark and the address at which they can be contacted on the product or, where that is not possible, on its packaging or in a document accompanying the product.\n4.   Importers shall ensure that the product is accompanied by instructions and safety information in a language which can be easily understood by consumers and other end-users, as determined by the Member State concerned.\n5.   Importers shall ensure that, while a product is under their responsibility, storage or transport conditions do not jeopardise its compliance with the requirements set out in … [reference to the relevant part of the legislation].\n6.   When deemed appropriate with regard to the risks presented by a product, importers shall, to protect the health and safety of consumers, carry out sample testing of marketed products, investigate, and, if necessary, keep a register of complaints, of non-conforming products and product recalls, and shall keep distributors informed of such monitoring.\n7.   Importers who consider or have reason to believe that a product which they have placed on the market is not in conformity with the Community harmonisation legislation applicable shall immediately take the corrective measures necessary to bring that product into conformity, to withdraw it or recall it, if appropriate. Furthermore, where the product presents a risk, importers shall immediately inform the competent national authorities of the Member States in which they made the product available to that effect, giving details, in particular, of the non-compliance and of any corrective measures taken.\n8.   Importers shall, for ... [period to be specified in proportion to the lifecycle of the product and the level of risk], keep a copy of the EC declaration of conformity at the disposal of the market surveillance authorities and ensure that the technical documentation can be made available to those authorities, upon request.\n9.   Importers shall, further to a reasoned request from a competent national authority, provide it with all the information and documentation necessary to demonstrate the conformity of a product in a language which can be easily understood by that authority. They shall cooperate with that authority, at its request, on any action taken to eliminate the risks posed by products which they have placed on the market.\nArticle R5\nObligations of distributors\n1.   When making a product available on the market distributors shall act with due care in relation to the requirements applicable.\n2.   Before making a product available on the market distributors shall verify that the product bears the required conformity marking or markings, that it is accompanied by the required documents and by instructions and safety information in a language which can be easily understood by consumers and other end-users in the Member State in which the product is to be made available on the market, and that the manufacturer and the importer have complied with the requirements set out in Article [R2(5) and (6)] and Article [R4(3)].\nWhere a distributor considers or has reason to believe that a product is not in conformity with … [reference to the relevant part of the legislation], he shall not make the product available on the market until it has been brought into conformity. Furthermore, where the product presents a risk, the distributor shall inform the manufacturer or the importer to that effect as well as the market surveillance authorities.\n3.   Distributors shall ensure that, while a product is under their responsibility, storage or transport conditions do not jeopardise its compliance with the requirements set out in ... [reference to the relevant part of the legislation].\n4.   Distributors who consider or have reason to believe that a product which they have made available on the market is not in conformity with the Community harmonisation legislation applicable shall make sure that the corrective measures necessary to bring that product into conformity, to withdraw it or recall it, if appropriate, are taken. Furthermore, where the product presents a risk, distributors shall immediately inform the competent national authorities of the Member States in which they made the product available to that effect, giving details, in particular, of the non-compliance and of any corrective measures taken.\n5.   Distributors shall, further to a reasoned request from a competent national authority, provide it with all the information and documentation necessary to demonstrate the conformity of a product. They shall cooperate with that authority, at its request, on any action taken to eliminate the risks posed by products which they have made available on the market.\nArticle R6\nCases in which obligations of manufacturers apply to importers and distributors\nAn importer or distributor shall be considered a manufacturer for the purposes of this ... [act] and he shall be subject to the obligations of the manufacturer under Article [R2], where he places a product on the market under his name or trademark or modifies a product already placed on the market in such a way that compliance with the applicable requirements may be affected.\nArticle R7\nIdentification of economic operators\nEconomic operators shall, on request, identify the following to the market surveillance authorities, for ... [period to be specified in proportion to the lifecycle of the product and the level of risk]:\n(a)\nany economic operator who has supplied them with a product;\n(b)\nany economic operator to whom they have supplied a product.\nChapter R3\nConformity of the product\nArticle R8\nPresumption of conformity\nProducts which are in conformity with harmonised standards or parts thereof the references of which have been published in the Official Journal of the European Union shall be presumed to be in conformity with the requirements covered by those standards or parts thereof, set out in … [reference to the relevant part of the legislation].\nArticle R9\nFormal objection to a harmonised standard\n1.   When a Member State or the Commission considers that a harmonised standard does not entirely satisfy the requirements which it covers and which are set out in … [reference to the relevant part of the legislation], the Commission or the Member State concerned shall bring the matter before the Committee set up by Article 5 of Directive 98/34/EC, giving its arguments. The Committee shall, having consulted the relevant European standardisation bodies, deliver its opinion without delay.\n2.   In the light of the Committee's opinion, the Commission shall decide to publish, not to publish, to publish with restriction, to maintain, to maintain with restriction or to withdraw the references to the harmonised standard concerned in or from the Official Journal of the European Union.\n3.   The Commission shall inform the European standardisation body concerned and, if necessary, request the revision of the harmonised standards concerned.\nArticle R10\nEC declaration of conformity\n1.   The EC declaration of conformity shall state that the fulfilment of requirements specified in … [reference to relevant part of the legislation] has been demonstrated.\n2.   The EC declaration of conformity shall have the model structure set out in Annex III of Decision No 768/2008/EC of the European Parliament and of the Council of 9 July 2008 on a common framework for the marketing of products, shall contain the elements specified in the relevant modules set out in Annex II of that Decision and shall be continuously updated. It shall be translated into the language or languages required by the Member State in which market the product is placed or made available.\n3.   By drawing up the EC declaration of conformity, the manufacturer shall assume responsibility for the compliance of the product.\nArticle R11\nGeneral principles of the CE marking\nThe CE marking shall be subject to the general principles set out in Article 30 of Regulation (EC) No 765/2008.\nArticle R12\nRules and conditions for affixing the CE marking\n1.   The CE marking shall be affixed visibly, legibly and indelibly to the product or to its data plate. Where that is not possible or not warranted on account of the nature of the product, it shall be affixed to the packaging and to the accompanying documents, where the legislation concerned provides for such documents.\n2.   The CE marking shall be affixed before the product is placed on the market. It may be followed by a pictogram or any other mark indicating a special risk or use.\n3.   The CE marking shall be followed by the identification number of the notified body, where that body is involved in the production control phase.\nThe identification number of the notified body shall be affixed by the body itself or, under its instructions, by the manufacturer or his authorised representative.\n4.   Member States shall build upon existing mechanisms to ensure correct application of the regime governing the CE marking and take appropriate action in the event of improper use of the marking. Member States shall also provide for penalties for infringements, which may include criminal sanctions for serious infringements. Those penalties shall be proportionate to the seriousness of the offence and constitute an effective deterrent against improper use.\nChapter R4\nNotification of conformity assessment bodies\nArticle R13\nNotification\nMember States shall notify the Commission and the other Member States of bodies authorised to carry out third-party conformity assessment tasks under this ... [act].\nArticle R14\nNotifying authorities\n1.   Member States shall designate a notifying authority that shall be responsible for setting up and carrying out the necessary procedures for the assessment and notification of conformity assessment bodies and the monitoring of notified bodies, including compliance with the provisions of Article [R20].\n2.   Member States may decide that the assessment and monitoring referred to in paragraph 1 shall be carried out by a national accreditation body within the meaning of and in accordance with Regulation (EC) No 765/2008.\n3.   Where the notifying authority delegates or otherwise entrusts the assessment, notification or monitoring referred to in paragraph 1 to a body which is not a governmental entity, that body shall be a legal entity and shall comply mutatis mutandis with the requirements laid down in Article [R15(1) to (6)]. In addition it shall have arrangements to cover liabilities arising out of its activities.\n4.   The notifying authority shall take full responsibility for the tasks performed by the body referred to in paragraph 3.\nArticle R15\nRequirements relating to notifying authorities\n1.   A notifying authority shall be established in such a way that no conflict of interest with conformity assessment bodies occurs.\n2.   A notifying authority shall be organised and operated so as to safeguard the objectivity and impartiality of its activities.\n3.   A notifying authority shall be organised in such a way that each decision relating to notification of a conformity assessment body is taken by competent persons different from those who carried out the assessment.\n4.   A notifying authority shall not offer or provide any activities that conformity assessment bodies perform or consultancy services on a commercial or competitive basis.\n5.   A notifying authority shall safeguard the confidentiality of the information it obtains.\n6.   A notifying authority shall have a sufficient number of competent personnel at its disposal for the proper performance of its tasks.\nArticle R16\nInformation obligation on notifying authorities\nMember States shall inform the Commission of their procedures for the assessment and notification of conformity assessment bodies and the monitoring of notified bodies, and of any changes thereto.\nThe Commission shall make that information publicly available.\nArticle R17\nRequirements relating to notified bodies\n1.   For the purposes of notification, a conformity assessment body shall meet the requirements laid down in paragraphs 2 to 11.\n2.   A conformity assessment body shall be established under national law and have legal personality.\n3.   A conformity assessment body shall be a third-party body independent of the organisation or the product it assesses.\nA body belonging to a business association or professional federation representing undertakings involved in the design, manufacturing, provision, assembly, use or maintenance of products which it assesses, may, on condition that its independence and the absence of any conflict of interest are demonstrated, be considered such a body.\n4.   A conformity assessment body, its top level management and the personnel responsible for carrying out the conformity assessment tasks shall not be the designer, manufacturer, supplier, installer, purchaser, owner, user or maintainer of the products which they assess, nor the authorised representative of any of those parties. This shall not preclude the use of assessed products that are necessary for the operations of the conformity assessment body or the use of such products for personal purposes.\nA conformity assessment body, its top level management and the personnel responsible for carrying out the conformity assessment tasks shall not be directly involved in the design, manufacture or construction, the marketing, installation, use or maintenance of those products, or represent the parties engaged in those activities. They shall not engage in any activity that may conflict with their independence of judgement or integrity in relation to conformity assessment activities for which they are notified. This shall in particular apply to consultancy services.\nConformity assessment bodies shall ensure that the activities of their subsidiaries or subcontractors do not affect the confidentiality, objectivity or impartiality of their conformity assessment activities.\n5.   Conformity assessment bodies and their personnel shall carry out the conformity assessment activities with the highest degree of professional integrity and the requisite technical competence in the specific field and shall be free from all pressures and inducements, particularly financial, which might influence their judgement or the results of their conformity assessment activities, especially as regards persons or groups of persons with an interest in the results of those activities.\n6.   A conformity assessment body shall be capable of carrying out all the conformity assessment tasks assigned to it by … [reference to relevant part of the legislation] and in relation to which it has been notified, whether those tasks are carried out by the conformity assessment body itself or on its behalf and under its responsibility.\nAt all times and for each conformity assessment procedure and each kind or category of products in relation to which it has been notified, a conformity assessment body shall have at its disposal the necessary:\n(a)\npersonnel with technical knowledge and sufficient and appropriate experience to perform the conformity assessment tasks;\n(b)\ndescriptions of procedures in accordance with which conformity assessment is carried out, ensuring the transparency and the ability of reproduction of those procedures. It shall have appropriate policies and procedures in place that distinguish between tasks it carries out as a notified body and other activities;\n(c)\nprocedures for the performance of activities which take due account of the size of an undertaking, the sector in which it operates, its structure, the degree of complexity of the product technology in question and the mass or serial nature of the production process.\nIt shall have the means necessary to perform the technical and administrative tasks connected with the conformity assessment activities in an appropriate manner and shall have access to all necessary equipment or facilities.\n7.   The personnel responsible for carrying out conformity assessment activities shall have the following:\n(a)\nsound technical and vocational training covering all the conformity assessment activities in relation to which the conformity assessment body has been notified;\n(b)\nsatisfactory knowledge of the requirements of the assessments they carry out and adequate authority to carry out those assessments;\n(c)\nappropriate knowledge and understanding of the essential requirements, of the applicable harmonised standards and of the relevant provisions of Community harmonisation legislation and of its implementing regulations;\n(d)\nthe ability to draw up certificates, records and reports demonstrating that assessments have been carried out.\n8.   The impartiality of the conformity assessment bodies, their top level management and of the assessment personnel shall be guaranteed.\nThe remuneration of the top level management and assessment personnel of a conformity assessment body shall not depend on the number of assessments carried out or on the results of those assessments.\n9.   Conformity assessment bodies shall take out liability insurance unless liability is assumed by the State in accordance with national law, or the Member State itself is directly responsible for the conformity assessment.\n10.   The personnel of a conformity assessment body shall observe professional secrecy with regard to all information obtained in carrying out their tasks under … [reference to the relevant part of the legislation] or any provision of national law giving effect to it, except in relation to the competent authorities of the Member State in which its activities are carried out. Proprietary rights shall be protected.\n11.   Conformity assessment bodies shall participate in, or ensure that their assessment personnel are informed of, the relevant standardisation activities and the activities of the notified body coordination group established under the relevant Community harmonisation legislation and apply as general guidance the administrative decisions and documents produced as a result of the work of that group.\nArticle R18\nPresumption of conformity\nWhere a conformity assessment body demonstrates its conformity with the criteria laid down in the relevant harmonised standards or parts thereof the references of which have been published in the Official Journal of the European Union it shall be presumed to comply with the requirements set out in Article [R17] in so far as the applicable harmonised standards cover those requirements.\nArticle R19\nFormal objection to a harmonised standard\nWhere a Member State or the Commission has a formal objection to the harmonised standards referred to in Article [R18], the provisions of Article [R9] shall apply.\nArticle R20\nSubsidiaries of and subcontracting by notified bodies\n1.   Where a notified body subcontracts specific tasks connected with conformity assessment or has recourse to a subsidiary, it shall ensure that the subcontractor or the subsidiary meets the requirements set out in Article [R17] and shall inform the notifying authority accordingly.\n2.   Notified bodies shall take full responsibility for the tasks performed by subcontractors or subsidiaries wherever these are established.\n3.   Activities may be subcontracted or carried out by a subsidiary only with the agreement of the client.\n4.   Notified bodies shall keep at the disposal of the notifying authority the relevant documents concerning the assessment of the qualifications of the subcontractor or the subsidiary and the work carried out by them under … [reference to the relevant part of the legislation].\nArticle R21\nAccredited in-house bodies\n1.   An accredited in-house body may be used to carry out conformity assessment activities for the undertaking of which it forms a part for the purpose of implementing the procedures set out in [Annex II — modules A1, A2, C1 or C2]. That body shall constitute a separate and distinct part of the undertaking and shall not participate in the design, production, supply, installation, use or maintenance of the products it assesses.\n2.   An accredited in-house body shall meet the following requirements:\n(a)\nit shall be accredited in accordance with Regulation (EC) No 765/2008;\n(b)\nthe body and its personnel shall be organisationally identifiable and have reporting methods within the undertaking of which they form a part which ensure their impartiality and demonstrate it to the relevant national accreditation body;\n(c)\nneither the body nor its personnel shall be responsible for the design, manufacture, supply, installation, operation or maintenance of the products they assess nor shall they engage in any activity that might conflict with their independence of judgment or integrity in relation to their assessment activities;\n(d)\nthe body shall supply its services exclusively to the undertaking of which it forms a part.\n3.   An accredited in-house body shall not be notified to the Member States or the Commission, but information concerning its accreditation shall be given by the undertaking of which it forms a part or by the national accreditation body to the notifying authority at the request of that authority.\nArticle R22\nApplication for notification\n1.   A conformity assessment body shall submit an application for notification to the notifying authority of the Member State in which it is established.\n2.   That application shall be accompanied by a description of the conformity assessment activities, the conformity assessment module or modules and the product or products for which that body claims to be competent, as well as by an accreditation certificate, where one exists, issued by a national accreditation body attesting that the conformity assessment body fulfils the requirements laid down in Article [R17] of this ... [act].\n3.   Where the conformity assessment body concerned cannot provide an accreditation certificate, it shall provide the notifying authority with all the documentary evidence necessary for the verification, recognition and regular monitoring of its compliance with the requirements laid down in Article [R17].\nArticle R23\nNotification procedure\n1.   Notifying authorities may notify only conformity assessment bodies which have satisfied the requirements laid down in Article [R17].\n2.   They shall notify the Commission and the other Member States using the electronic notification tool developed and managed by the Commission.\n3.   The notification shall include full details of the conformity assessment activities, the conformity assessment module or modules and product or products concerned and the relevant attestation of competence.\n4.   Where a notification is not based on an accreditation certificate as referred to in Article [R22(2)], the notifying authority shall provide the Commission and the other Member States with documentary evidence which attests to the conformity assessment body's competence and the arrangements in place to ensure that that body will be monitored regularly and will continue to satisfy the requirements laid down in Article [R17].\n5.   The body concerned may perform the activities of a notified body only where no objections are raised by the Commission or the other Member States within two weeks of a notification where an accreditation certificate is used or within two months of a notification where accreditation is not used.\nOnly such a body shall be considered a notified body for the purposes of this ... [act].\n6.   The Commission and the other Member States shall be notified of any subsequent relevant changes to the notification.\nArticle R24\nIdentification numbers and lists of notified bodies\n1.   The Commission shall assign an identification number to a notified body.\nIt shall assign a single such number even where the body is notified under several Community acts.\n2.   The Commission shall make publicly available the list of the bodies notified under this ... [act], including the identification numbers that have been allocated to them and the activities for which they have been notified.\nThe Commission shall ensure that that list is kept up to date.\nArticle R25\nChanges to notifications\n1.   Where a notifying authority has ascertained or has been informed that a notified body no longer meets the requirements laid down in Article [R17], or that it is failing to fulfil its obligations, the notifying authority shall restrict, suspend or withdraw notification as appropriate, depending on the seriousness of the failure to meet those requirements or fulfil those obligations. It shall immediately inform the Commission and the other Member States accordingly.\n2.   In the event of restriction, suspension or withdrawal of notification, or where the notified body has ceased its activity, the notifying Member State shall take appropriate steps to ensure that the files of that body are either processed by another notified body or kept available for the responsible notifying and market surveillance authorities at their request.\nArticle R26\nChallenge of the competence of notified bodies\n1.   The Commission shall investigate all cases where it doubts, or doubt is brought to its attention regarding, the competence of a notified body or the continued fulfilment by a notified body of the requirements and responsibilities to which it is subject.\n2.   The notifying Member State shall provide the Commission, on request, with all information relating to the basis for the notification or the maintenance of the competence of the body concerned.\n3.   The Commission shall ensure that all sensitive information obtained in the course of its investigations is treated confidentially.\n4.   Where the Commission ascertains that a notified body does not meet or no longer meets the requirements for its notification, it shall inform the notifying Member State accordingly and request it to take the necessary corrective measures, including de-notification if necessary.\nArticle R27\nOperational obligations of notified bodies\n1.   Notified bodies shall carry out conformity assessments in accordance with the conformity assessment procedures provided for in … [the relevant part of the legislation].\n2.   Conformity assessments shall be carried out in a proportionate manner, avoiding unnecessary burdens for economic operators. Conformity assessment bodies shall perform their activities taking due account of the size of an undertaking, the sector in which it operates, its structure, the degree of complexity of the product technology in question and the mass or serial nature of the production process.\nIn so doing they shall nevertheless respect the degree of rigour and the level of protection required for the compliance of the product with the provisions of this ... [act].\n3.   Where a notified body finds that requirements laid down in … [the relevant part of the legislation] or corresponding harmonised standards or technical specifications have not been met by a manufacturer, it shall require that manufacturer to take appropriate corrective measures and shall not issue a conformity certificate.\n4.   Where, in the course of the monitoring of conformity following the issue of a certificate, a notified body finds that a product no longer complies, it shall require the manufacturer to take appropriate corrective measures and shall suspend or withdraw the certificate if necessary.\n5.   Where corrective measures are not taken or do not have the required effect, the notified body shall restrict, suspend or withdraw any certificates, as appropriate.\nArticle R28\nInformation obligation on notified bodies\n1.   Notified bodies shall inform the notifying authority of the following:\n(a)\nany refusal, restriction, suspension or withdrawal of a certificate;\n(b)\nany circumstances affecting the scope of and conditions for notification;\n(c)\nany request for information which they have received from market surveillance authorities regarding conformity assessment activities;\n(d)\non request, conformity assessment activities performed within the scope of their notification and any other activity performed, including cross-border activities and subcontracting.\n2.   Notified bodies shall provide the other bodies notified under this ... [act] carrying out similar conformity assessment activities covering the same products with relevant information on issues relating to negative and, on request, positive conformity assessment results.\nArticle R29\nExchange of experience\nThe Commission shall provide for the organisation of exchange of experience between the Member States' national authorities responsible for notification policy.\nArticle R30\nCoordination of notified bodies\nThe Commission shall ensure that appropriate coordination and cooperation between bodies notified under … [the relevant act or other Community legislation] are put in place and properly operated in the form of a … [sectoral or cross sectoral] group or groups of notified bodies.\nMember States shall ensure that the bodies notified by them participate in the work of that or those group or groups, directly or by means of designated representatives.\nChapter R5\nSafeguard procedures\nArticle R31\nProcedure for dealing with products presenting a risk at national level\n1.   Where the market surveillance authorities of one Member State have taken action pursuant to Article 20 of Regulation (EC) No 765/2008, or where they have sufficient reason to believe that a product covered by this ... [act] presents a risk to the health or safety of persons or to other aspects of public interest protection covered by this ... [act], they shall carry out an evaluation in relation to the product concerned covering all the requirements laid down in this ... [act]. The relevant economic operators shall cooperate as necessary with the market surveillance authorities.\nWhere, in the course of that evaluation, the market surveillance authorities find that the product does not comply with the requirements laid down in this ... [act], they shall without delay require the relevant economic operator to take all appropriate corrective action to bring the product into compliance with those requirements, to withdraw the product from the market, or to recall it within a reasonable period, commensurate with the nature of the risk, as they may prescribe.\nThe market surveillance authorities shall inform the relevant notified body accordingly.\nArticle 21 of Regulation (EC) No 765/2008 shall apply to the measures referred to in the second subparagraph.\n2.   Where the market surveillance authorities consider that non-compliance is not restricted to their national territory, they shall inform the Commission and the other Member States of the results of the evaluation and of the actions which they have required the economic operator to take.\n3.   The economic operator shall ensure that all appropriate corrective action is taken in respect of all the products concerned that it has made available on the market throughout the Community.\n4.   Where the relevant economic operator does not take adequate corrective action within the period referred to in the second subparagraph of paragraph 1, the market surveillance authorities shall take all appropriate provisional measures to prohibit or restrict the product's being made available on their national market, to withdraw the product from that market or to recall it.\nThey shall inform the Commission and the other Member States, without delay, of those measures.\n5.   The information referred to in paragraph 4 shall include all available details, in particular the data necessary for the identification of the non-compliant product, the origin of the product, the nature of the non-compliance alleged and the risk involved, the nature and duration of the national measures taken and the arguments put forward by the relevant economic operator. In particular, the market surveillance authorities shall indicate whether the non-compliance is due to either:\n(a)\nfailure of the product to meet requirements relating to the health or safety of persons or to other aspects of public interest protection laid down in this ... [act]; or\n(b)\nshortcomings in the harmonised standards referred to in … [reference to the relevant part of the legislation] conferring a presumption of conformity.\n6.   Member States other than the Member State initiating the procedure shall without delay inform the Commission and the other Member States of any measures adopted and of any additional information at their disposal relating to the non-compliance of the product concerned, and, in the event of disagreement with the notified national measure, of their objections.\n7.   Where, within …. [period to be specified] of receipt of the information referred to in paragraph 4, no objection has been raised by either a Member State or the Commission in respect of a provisional measure taken by a Member State, that measure shall be deemed justified.\n8.   Member States shall ensure that appropriate restrictive measures are taken in respect of the product concerned, such as withdrawal of the product from their market, without delay.\nArticle R32\nCommunity safeguard procedure\n1.   Where, on completion of the procedure set out in Article [R31(3) and (4)], objections are raised against a measure taken by a Member State, or where the Commission considers a national measure to be contrary to Community legislation, the Commission shall without delay enter into consultation with the Member States and the relevant economic operator or operators and shall evaluate the national measure. On the basis of the results of that evaluation, the Commission shall decide whether the national measure is justified or not.\nThe Commission shall address its decision to all Member States and shall immediately communicate it to them and the relevant economic operator or operators.\n2.   If the national measure is considered justified, all Member States shall take the measures necessary to ensure that the non-compliant product is withdrawn from their market, and shall inform the Commission accordingly. If the national measure is considered unjustified, the Member State concerned shall withdraw the measure.\n3.   Where the national measure is considered justified and the non-compliance of the product is attributed to shortcomings in the harmonised standards referred to in [Article R31(5)(b)], the Commission shall inform the relevant European standardisation body or bodies and shall bring the matter before the Committee set up by Article 5 of Directive 98/34/EC. That Committee shall consult the relevant European standardisation body or bodies and deliver its opinion without delay.\nArticle R33\nCompliant products which present a risk to health and safety\n1.   Where, having performed an evaluation under Article [R31(1)], a Member State finds that although a product is in compliance with this ... [act], it presents a risk to the health or safety of persons or to other aspects of public interest protection, it shall require the relevant economic operator to take all appropriate measures to ensure that the product concerned, when placed on the market, no longer presents that risk, to withdraw the product from the market or to recall it within a reasonable period, commensurate with the nature of the risk, as it may prescribe.\n2.   The economic operator shall ensure that corrective action is taken in respect of all the products concerned that he has made available on the market throughout the Community.\n3.   The Member State shall immediately inform the Commission and the other Member States. That information shall include all available details, in particular the data necessary for the identification of the product concerned, the origin and the supply chain of the product, the nature of the risk involved and the nature and duration of the national measures taken.\n4.   The Commission shall without delay enter into consultation with the Member States and the relevant economic operator or operators and shall evaluate the national measures taken. On the basis of the results of that evaluation, the Commission shall decide whether the measure is justified or not, and where necessary, propose appropriate measures.\n5.   The Commission shall address its decision to all Member States and shall immediately communicate it to them and the relevant economic operator or operators.\nArticle R34\nFormal non-compliance\n1.   Without prejudice to Article [R31], where a Member State makes one of the following findings, it shall require the relevant economic operator to put an end to the non-compliance concerned:\n(a)\nthe conformity marking has been affixed in violation of Article [R11] or of Article [R12];\n(b)\nthe conformity marking has not been affixed;\n(c)\nthe EC declaration of conformity has not been drawn up;\n(d)\nthe EC declaration of conformity has not been drawn up correctly;\n(e)\ntechnical documentation is either not available or not complete.\n2.   Where the non-compliance referred to in paragraph 1 persists, the Member State concerned shall take all appropriate measures to restrict or prohibit the product being made available on the market or ensure that it is recalled or withdrawn from the market.\nANNEX II\nCONFORMITY ASSESSMENT PROCEDURES\nModule A\nInternal production control\n1.\nInternal production control is the conformity assessment procedure whereby the manufacturer fulfils the obligations laid down in points 2, 3 and 4, and ensures and declares on his sole responsibility that the products concerned satisfy the requirements of the legislative instrument that apply to them.\n2.\nTechnical documentation\nThe manufacturer shall establish the technical documentation. The documentation shall make it possible to assess the product's conformity to the relevant requirements, and shall include an adequate analysis and assessment of the risk(s). The technical documentation shall specify the applicable requirements and cover, as far as relevant for the assessment, the design, manufacture and operation of the product. The technical documentation shall, wherever applicable, contain at least the following elements:\n—\na general description of the product,\n—\nconceptual design and manufacturing drawings and schemes of components, sub-assemblies, circuits, etc.\n—\ndescriptions and explanations necessary for the understanding of those drawings and schemes and the operation of the product,\n—\na list of the harmonised standards and/or other relevant technical specifications the references of which have been published in the Official Journal of the European Union, applied in full or in part, and descriptions of the solutions adopted to meet the essential requirements of the legislative instrument where those harmonised standards have not been applied. In the event of partly applied harmonised standards, the technical documentation shall specify the parts which have been applied,\n—\nresults of design calculations made, examinations carried out, etc., and\n—\ntest reports.\n3.\nManufacturing\nThe manufacturer shall take all measures necessary so that the manufacturing process and its monitoring ensure compliance of the manufactured products with the technical documentation referred to in point 2 and with the requirements of the legislative instruments that apply to them.\n4.\nConformity marking and declaration of conformity\n4.1.\nThe manufacturer shall affix the required conformity marking set out in the legislative instrument to each individual product that satisfies the applicable requirements of the legislative instrument.\n4.2.\nThe manufacturer shall draw up a written declaration of conformity for a product model and keep it together with the technical documentation at the disposal of the national authorities for 10 years after the product has been placed on the market. The declaration of conformity shall identify the product for which it has been drawn up.\nA copy of the declaration of conformity shall be made available to the relevant authorities upon request.\n5.\nAuthorised representative\nThe manufacturer's obligations set out in point 4 may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate.\nModule A1\nInternal production control plus supervised product testing\n1.\nInternal production control plus supervised product testing is the conformity assessment procedure whereby the manufacturer fulfils the obligations laid down in points 2, 3, 4, and 5, and ensures and declares on his sole responsibility that the products concerned satisfy the requirements of the legislative instrument that apply to them.\n2.\nTechnical documentation\nThe manufacturer shall establish the technical documentation. The documentation shall make it possible to assess the product's conformity with the relevant requirements, and shall include an adequate analysis and assessment of the risk(s).\nThe technical documentation shall specify the applicable requirements and cover, as far as relevant for the assessment, the design, manufacture and operation of the product. The technical documentation shall contain, wherever applicable, at least the following elements:\n—\na general description of the product,\n—\nconceptual design and manufacturing drawings and schemes of components, sub-assemblies, circuits, etc.\n—\ndescriptions and explanations necessary for the understanding of those drawings and schemes and the operation of the product,\n—\na list of the harmonised standards and/or other relevant technical specifications the references of which have been published in the Official Journal of the European Union, applied in full or in part, and descriptions of the solutions adopted to meet the essential requirements of the legislative instrument where those harmonised standards have not been applied. In the event of partly applied harmonised standards, the technical documentation shall specify the parts which have been applied,\n—\nresults of design calculations made, examinations carried out, etc., and\n—\ntest reports.\n3.\nManufacturing\nThe manufacturer shall take all measures necessary so that the manufacturing process and its monitoring ensure compliance of the manufactured products with the technical documentation referred to in point 2 and with the requirements of the legislative instruments that apply to them.\n4.\nProduct checks\nFor each individual product manufactured, one or more tests on one or more specific aspects of the product shall be carried out by the manufacturer or on his behalf, in order to verify conformity with the corresponding requirements of the legislative instrument. At the choice of the manufacturer, the tests are carried out either by an accredited in-house body or under the responsibility of a notified body chosen by the manufacturer.\nWhere the tests are carried out by a notified body, the manufacturer shall, under the responsibility of the notified body, affix the notified body's identification number during the manufacturing process.\n5.\nConformity marking and declaration of conformity\n5.1.\nThe manufacturer shall affix the required conformity marking set out in the legislative instrument to each individual product that satisfies the applicable requirements of the legislative instrument.\n5.2.\nThe manufacturer shall draw up a written declaration of conformity for a product model and keep it together with the technical documentation at the disposal of the national authorities for 10 years after the product has been placed on the market. The declaration of conformity shall identify the product for which it has been drawn up.\nA copy of the declaration of conformity shall be made available to the relevant authorities upon request.\n6.\nAuthorised representative\nThe manufacturer's obligations set out in point 5 may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate.\nModule A2\nInternal production control plus supervised product checks at random intervals\n1.\nInternal production control plus supervised product checks at random intervals is the conformity assessment procedure whereby the manufacturer fulfils the obligations laid down in points 2, 3, 4, and 5, and ensures and declares on his sole responsibility that the products concerned satisfy the requirements of the legislative instrument that apply to them.\n2.\nTechnical documentation\nThe manufacturer shall establish the technical documentation. The documentation shall make it possible to assess the product's conformity with the relevant requirements, and shall include an adequate analysis and assessment of the risk(s). The technical documentation shall specify the applicable requirements and cover, as far as relevant for the assessment, the design, manufacture and operation of the product. The technical documentation shall contain, wherever applicable, at least the following elements:\n—\na general description of the product,\n—\nconceptual design and manufacturing drawings and schemes of components, sub-assemblies, circuits, etc.\n—\ndescriptions and explanations necessary for the understanding of those drawings and schemes and the operation of the product,\n—\na list of the harmonised standards and/or other relevant technical specifications the references of which have been published in the Official Journal of the European Union, applied in full or in part, and descriptions of the solutions adopted to meet the essential requirements of the legislative instrument where those harmonised standards have not been applied. In the event of partly applied harmonised standards, the technical documentation shall specify the parts which have been applied,\n—\nresults of design calculations made, examinations carried out, etc., and\n—\ntest reports.\n3.\nManufacturing\nThe manufacturer shall take all measures necessary so that the manufacturing process and its monitoring ensure compliance of the manufactured products with the technical documentation referred to in point 2 and with the requirements of the legislative instruments that apply to them.\n4.\nProduct checks\nAt the choice of the manufacturer, either an accredited in-house body or a notified body, chosen by the manufacturer, shall carry out product checks or have them carried out at random intervals determined by the body, in order to verify the quality of the internal checks of the product, taking into account, inter alia, the technological complexity of the products and the quantity of production. An adequate sample of the final products, taken on site by the body before the placing on the market, shall be examined and appropriate tests as identified by the relevant parts of the harmonised standard and/or technical specifications, or equivalent tests, shall be carried out to check the conformity of the product with the relevant requirements of the legislative instrument.\nThe acceptance sampling procedure to be applied is intended to determine whether the manufacturing process of the product performs within acceptable limits, with a view to ensuring conformity of the product.\nWhere the tests are carried out by a notified body, the manufacturer shall, under the responsibility of the notified body, affix the notified body's identification number during the manufacturing process.\n5.\nConformity marking and declaration of conformity\n5.1.\nThe manufacturer shall affix the required conformity marking set out in the legislative instrument to each individual product that satisfies the applicable requirements of the legislative instrument.\n5.2.\nThe manufacturer shall draw up a written declaration of conformity for a product model and keep it together with the technical documentation at the disposal of the national authorities for 10 years after the product has been placed on the market. The declaration of conformity shall identify the product for which it has been drawn up.\nA copy of the declaration of conformity shall be made available to the relevant authorities upon request.\n6.\nAuthorised representative\nThe manufacturer's obligations set out in point 5 may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate.\nModule B\nEC-type examination\n1.\nEC-type examination is the part of a conformity assessment procedure in which a notified body examines the technical design of a product and verifies and attests that the technical design of the product meets the requirements of the legislative instrument that apply to it.\n2.\nEC-type examination may be carried out in either of the following manners:\n—\nexamination of a specimen, representative of the production envisaged, of the complete product (production type),\n—\nassessment of the adequacy of the technical design of the product through examination of the technical documentation and supporting evidence referred to in point 3, plus examination of specimens, representative of the production envisaged, of one or more critical parts of the product (combination of production type and design type),\n—\nassessment of the adequacy of the technical design of the product through examination of the technical documentation and supporting evidence referred to in point 3, without examination of a specimen (design type).\n3.\nThe manufacturer shall lodge an application for EC-type examination with a single notified body of his choice.\nThe application shall include:\n—\nthe name and address of the manufacturer and, if the application is lodged by the authorised representative, his name and address as well,\n—\na written declaration that the same application has not been lodged with any other notified body,\n—\nthe technical documentation. The technical documentation shall make it possible to assess the product's conformity with the applicable requirements of the legislative instrument and shall include an adequate analysis and assessment of the risk(s). The technical documentation shall specify the applicable requirements and cover, as far as relevant for the assessment, the design, manufacture and operation of the product. The technical documentation shall contain, wherever applicable, at least the following elements:\n—\na general description of the product,\n—\nconceptual design and manufacturing drawings and schemes of components, sub-assemblies, circuits, etc.,\n—\ndescriptions and explanations necessary for the understanding of those drawings and schemes and the operation of the product,\n—\na list of the harmonised standards and/or other relevant technical specifications the references of which have been published in the Official Journal of the European Union, applied in full or in part, and descriptions of the solutions adopted to meet the essential requirements of the legislative instrument where those harmonised standards have not been applied. In the event of partly applied harmonised standards, the technical documentation shall specify the parts which have been applied,\n—\nresults of design calculations made, examinations carried out, etc., and\n—\ntest reports,\n—\nthe specimens representative of the production envisaged. The notified body may request further specimens if needed for carrying out the test programme,\n—\nthe supporting evidence for the adequacy of the technical design solution. This supporting evidence shall mention any documents that have been used, in particular where the relevant harmonised standards and/or technical specifications have not been applied in full. The supporting evidence shall include, where necessary, the results of tests carried out by the appropriate laboratory of the manufacturer, or by another testing laboratory on his behalf and under his responsibility.\n4.\nThe notified body shall:\nFor the product:\n4.1.\nexamine the technical documentation and supporting evidence to assess the adequacy of the technical design of the product;\nFor the specimen(s):\n4.2.\nverify that the specimen(s) have been manufactured in conformity with the technical documentation, and identify the elements which have been designed in accordance with the applicable provisions of the relevant harmonised standards and/or technical specifications, as well as the elements which have been designed without applying the relevant provisions of those standards;\n4.3.\ncarry out appropriate examinations and tests, or have them carried out, to check whether, where the manufacturer has chosen to apply the solutions in the relevant harmonised standards and/or technical specifications, these have been applied correctly;\n4.4.\ncarry out appropriate examinations and tests, or have them carried out, to check whether, where the solutions in the relevant harmonised standards and/or technical specifications have not been applied, the solutions adopted by the manufacturer meet the corresponding essential requirements of the legislative instrument;\n4.5.\nagree with the manufacturer on a location where the examinations and tests will be carried out.\n5.\nThe notified body shall draw up an evaluation report that records the activities undertaken in accordance with point 4 and their outcomes. Without prejudice to its obligations vis-à vis the notifying authorities, the notified body shall release the content of that report, in full or in part, only with the agreement of the manufacturer.\n6.\nWhere the type meets the requirements of the specific legislative instrument that apply to the product concerned, the notified body shall issue an EC-type examination certificate to the manufacturer. The certificate shall contain the name and address of the manufacturer, the conclusions of the examination, the conditions (if any) for its validity and the necessary data for identification of the approved type. The certificate may have one or more annexes attached.\nThe certificate and its annexes shall contain all relevant information to allow the conformity of manufactured products with the examined type to be evaluated and to allow for in-service control.\nWhere the type does not satisfy the applicable requirements of the legislative instrument, the notified body shall refuse to issue an EC-type examination certificate and shall inform the applicant accordingly, giving detailed reasons for its refusal.\n7.\nThe notified body shall keep itself apprised of any changes in the generally acknowledged state of the art which indicate that the approved type may no longer comply with the applicable requirements of the legislative instrument, and shall determine whether such changes require further investigation. If so, the notified body shall inform the manufacturer accordingly.\nThe manufacturer shall inform the notified body that holds the technical documentation relating to the EC-type examination certificate of all modifications to the approved type that may affect the conformity of the product with the essential requirements of the legislative instrument or the conditions for validity of the certificate. Such modifications shall require additional approval in the form of an addition to the original EC-type examination certificate.\n8.\nEach notified body shall inform its notifying authorities concerning the EC-type examination certificates and/or any additions thereto which it has issued or withdrawn, and shall, periodically or upon request, make available to its notifying authorities the list of certificates and/or any additions thereto refused, suspended or otherwise restricted.\nEach notified body shall inform the other notified bodies concerning the EC-type examination certificates and/or any additions thereto which it has refused, withdrawn, suspended or otherwise restricted, and, upon request, concerning the certificates and/or additions thereto which it has issued.\nThe Commission, the Member States and the other notified bodies may, on request, obtain a copy of the EC-type examination certificates and/or additions thereto. On request, the Commission and the Member States may obtain a copy of the technical documentation and the results of the examinations carried out by the notified body. The notified body shall keep a copy of the EC-type examination certificate, its annexes and additions, as well as the technical file including the documentation submitted by the manufacturer, until the expiry of the validity of the certificate.\n9.\nThe manufacturer shall keep a copy of the EC-type examination certificate, its annexes and additions together with the technical documentation at the disposal of the national authorities for 10 years after the product has been placed on the market.\n10.\nThe manufacturer's authorised representative may lodge the application referred to in point 3 and fulfil the obligations set out in points 7 and 9, provided that they are specified in the mandate.\nModule C\nConformity to type based on internal production control\n1.\nConformity to type based on internal production control is the part of a conformity assessment procedure whereby the manufacturer fulfils the obligations laid down in points 2 and 3, and ensures and declares that the products concerned are in conformity with the type described in the EC-type examination certificate and satisfy the requirements of the legislative instrument that apply to them.\n2.\nManufacturing\nThe manufacturer shall take all measures necessary so that the manufacturing process and its monitoring ensure conformity of the manufactured products with the approved type described in the EC-type examination certificate and with the requirements of the legislative instrument that apply to them.\n3.\nConformity marking and declaration of conformity\n3.1.\nThe manufacturer shall affix the required conformity marking set out in the legislative instrument to each individual product that is in conformity with the type described in the EC-type examination certificate and satisfies the applicable requirements of the legislative instrument.\n3.2.\nThe manufacturer shall draw up a written declaration of conformity for a product model and keep it at the disposal of the national authorities for 10 years after the product has been placed on the market. The declaration of conformity shall identify the product model for which it has been drawn up.\nA copy of the declaration of conformity shall be made available to the relevant authorities upon request.\n4.\nAuthorised representative\nThe manufacturer's obligations set out in point 3 may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate.\nModule C1\nConformity to type based on internal production control plus supervised product testing\n1.\nConformity to type based on internal production control plus supervised product testing is the part of a conformity assessment procedure whereby the manufacturer fulfils the obligations laid down in points 2, 3 and 4, and ensures and declares on his sole responsibility that the products concerned are in conformity with the type described in the EC-type examination certificate and satisfy the requirements of the legislative instrument that apply to them.\n2.\nManufacturing\nThe manufacturer shall take all measures necessary so that the manufacturing process and its monitoring ensure conformity of the manufactured products with the type described in the EC-type examination certificate and with the requirements of the specific legislative instrument that apply to them.\n3.\nProduct checks\nFor each individual product manufactured one or more tests on one or more specific aspects of the product shall be carried out by the manufacturer or on his behalf, in order to verify conformity with the corresponding requirements of the legislative instrument. At the choice of the manufacturer, the tests shall be carried out either by an accredited in-house body or under the responsibility of a notified body, chosen by the manufacturer.\nWhere the tests are carried out by a notified body, the manufacturer shall, under the responsibility of the notified body, affix the notified body's identification number during the manufacturing process.\n4.\nConformity marking and declaration of conformity\n4.1.\nThe manufacturer shall affix the required conformity marking set out in the legislative instrument to each individual product that is in conformity with the type described in the EC-type examination certificate and satisfies the applicable requirements of the legislative instrument.\n4.2.\nThe manufacturer shall draw up a written declaration of conformity for a product model and keep it at the disposal of the national authorities for 10 years after the product has been placed on the market. The declaration of conformity shall identify the product model for which it has been drawn up.\nA copy of the declaration of conformity shall be made available to the relevant authorities upon request.\n5.\nAuthorised representative\nThe manufacturer's obligations set out in point 4 may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate.\nModule C2\nConformity to type based on internal production control plus supervised product checks at random intervals\n1.\nConformity to type based on internal production control plus supervised product checks at random intervals is the part of a conformity assessment procedure whereby the manufacturer fulfils the obligations laid down in points 2, 3 and 4, and ensures and declares on his sole responsibility that the products concerned are in conformity with the type described in the EC-type examination certificate and satisfy the requirements of the legislative instrument that apply to them.\n2.\nManufacturing\nThe manufacturer shall take all measures necessary so that the manufacturing process and its monitoring ensure conformity of the manufactured products with the type described in the EC-type examination certificate and with the requirements of the specific legislative instrument that apply to them.\n3.\nProduct checks\nAt the choice of the manufacturer, either an accredited in-house body or a notified body, chosen by the manufacturer, shall carry out product checks or have them carried out at random intervals determined by the body, in order to verify the quality of the internal checks on the product, taking into account, inter alia, the technological complexity of the products and the quantity of production. An adequate sample of the final products, taken on site by the notified body before the placing on the market, shall be examined and appropriate tests as identified by the relevant parts of the harmonised standards and/or technical specifications, or equivalent tests, shall be carried out to check the conformity of the product with the relevant requirements of the legislative instrument. Where a sample does not conform to the acceptable quality level, the body shall take appropriate measures.\nThe acceptance sampling procedure to be applied is intended to determine whether the manufacturing process of the product performs within acceptable limits, with a view to ensuring conformity of the product.\nWhere the tests are carried out by notified body, the manufacturer shall, under the responsibility of the notified body, affix the notified body's identification number during the manufacturing process.\n4.\nConformity marking and declaration of conformity\n4.1.\nThe manufacturer shall affix the required conformity marking set out in the legislative instrument to each individual product that is in conformity with the type described in the EC-type examination certificate and satisfies the applicable requirements of the legislative instrument.\n4.2.\nThe manufacturer shall draw up a written declaration of conformity for a product model and keep it at the disposal of the national authorities for 10 years after the product has been placed on the market. The declaration of conformity shall identify the product model for which it has been drawn up.\nA copy of the declaration of conformity shall be made available to the relevant authorities upon request.\n5.\nAuthorised representative\nThe manufacturer's obligations set out in point 4 may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate.\nModule D\nConformity to type based on quality assurance of the production process\n1.\nConformity to type based on quality assurance of the production process is the part of a conformity assessment procedure whereby the manufacturer fulfils the obligations laid down in points 2 and 5, and ensures and declares on his sole responsibility that the products concerned are in conformity with the type described in the EC-type examination certificate and satisfy the requirements of the legislative instrument that apply to them.\n2.\nManufacturing\nThe manufacturer shall operate an approved quality system for production, final product inspection and testing of the products concerned as specified in point 3, and shall be subject to surveillance as specified in point 4.\n3.\nQuality system\n3.1.\nThe manufacturer shall lodge an application for assessment of his quality system with the notified body of his choice, for the products concerned.\nThe application shall include:\n—\nthe name and address of the manufacturer and, if the application is lodged by the authorised representative, his name and address as well,\n—\na written declaration that the same application has not been lodged with any other notified body,\n—\nall relevant information for the product category envisaged,\n—\nthe documentation concerning the quality system,\n—\nthe technical documentation of the approved type and a copy of the EC-type examination certificate.\n3.2.\nThe quality system shall ensure that the products are in conformity with the type described in the EC-type examination certificate and comply with the requirements of the legislative instrument that apply to them.\nAll the elements, requirements and provisions adopted by the manufacturer shall be documented in a systematic and orderly manner in the form of written policies, procedures and instructions. The quality system documentation shall permit a consistent interpretation of the quality programmes, plans, manuals and records.\nIt shall, in particular, contain an adequate description of:\n—\nthe quality objectives and the organisational structure, responsibilities and powers of the management with regard to product quality,\n—\nthe corresponding manufacturing, quality control and quality assurance techniques, processes and systematic actions that will be used,\n—\nthe examinations and tests that will be carried out before, during and after manufacture, and the frequency with which they will be carried out,\n—\nthe quality records, such as inspection reports and test data, calibration data, qualification reports on the personnel concerned, etc., and\n—\nthe means of monitoring the achievement of the required product quality and the effective operation of the quality system.\n3.3.\nThe notified body shall assess the quality system to determine whether it satisfies the requirements referred to in point 3.2.\nIt shall presume conformity with those requirements in respect of the elements of the quality system that comply with the corresponding specifications of the national standard that implements the relevant harmonised standard and/or technical specifications.\nIn addition to experience in quality management systems, the auditing team shall have at least one member with experience of evaluation in the relevant product field and product technology concerned, and knowledge of the applicable requirements of the legislative instrument. The audit shall include an assessment visit to the manufacturer's premises. The auditing team shall review the technical documentation referred to in point 3.1, fifth indent, to verify the manufacturer's ability to identify the relevant requirements of the legislative instrument and to carry out the necessary examinations with a view to ensuring compliance of the product with those requirements.\nThe decision shall be notified to the manufacturer. The notification shall contain the conclusions of the audit and the reasoned assessment decision.\n3.4.\nThe manufacturer shall undertake to fulfil the obligations arising out of the quality system as approved and to maintain it so that it remains adequate and efficient.\n3.5.\nThe manufacturer shall keep the notified body that has approved the quality system informed of any intended change to the quality system.\nThe notified body shall evaluate any proposed changes and decide whether the modified quality system will continue to satisfy the requirements referred to in point 3.2 or whether a reassessment is necessary.\nIt shall notify the manufacturer of its decision. The notification shall contain the conclusions of the examination and the reasoned assessment decision.\n4.\nSurveillance under the responsibility of the notified body\n4.1.\nThe purpose of surveillance is to make sure that the manufacturer duly fulfils the obligations arising out of the approved quality system.\n4.2.\nThe manufacturer shall, for assessment purposes, allow the notified body access to the manufacture, inspection, testing and storage sites and shall provide it with all necessary information, in particular:\n—\nthe quality system documentation,\n—\nthe quality records, such as inspection reports and test data, calibration data, qualification reports on the personnel concerned, etc.\n4.3.\nThe notified body shall carry out periodic audits to make sure that the manufacturer maintains and applies the quality system and shall provide the manufacturer with an audit report.\n4.4.\nIn addition, the notified body may pay unexpected visits to the manufacturer. During such visits the notified body may, if necessary, carry out product tests, or have them carried out, in order to verify that the quality system is functioning correctly. The notified body shall provide the manufacturer with a visit report and, if tests have been carried out, with a test report.\n5.\nConformity marking and declaration of conformity\n5.1.\nThe manufacturer shall affix the required conformity marking set out in the legislative instrument, and, under the responsibility of the notified body referred to in point 3.1, the latter's identification number to each individual product that is in conformity with the type described in the EC-type examination certificate and satisfies the applicable requirements of the legislative instrument.\n5.2.\nThe manufacturer shall draw up a written declaration of conformity for each product model and keep it at the disposal of the national authorities for 10 years after the product has been placed on the market. The declaration of conformity shall identify the product model for which it has been drawn up.\nA copy of the declaration of conformity shall be made available to the relevant authorities upon request.\n6.\nThe manufacturer shall, for a period ending at least 10 years after the product has been placed on the market, keep at the disposal of the national authorities:\n—\nthe documentation referred to in point 3.1,\n—\nthe change referred to in point 3.5, as approved,\n—\nthe decisions and reports of the notified body referred to in points 3.5, 4.3 and 4.4.\n7.\nEach notified body shall inform its notifying authorities of quality system approvals issued or withdrawn, and shall, periodically or upon request, make available to its notifying authorities the list of quality system approvals refused, suspended or otherwise restricted.\nEach notified body shall inform the other notified bodies of quality system approvals which it has refused, suspended, withdrawn or otherwise restricted, and, upon request, of quality system approvals which it has issued.\n8.\nAuthorised representative\nThe manufacturer's obligations set out in points 3.1, 3.5, 5 and 6 may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate.\nModule D1\nQuality assurance of the production process\n1.\nQuality assurance of the production process is the conformity assessment procedure whereby the manufacturer fulfils the obligations laid down in points 2, 4 and 7, and ensures and declares on his sole responsibility that the products concerned satisfy the requirements of the legislative instrument that apply to them.\n2.\nTechnical documentation\nThe manufacturer shall establish the technical documentation. The documentation shall make it possible to assess the product's conformity with the relevant requirements, and shall include an adequate analysis and assessment of the risk(s). The technical documentation shall specify the applicable requirements and cover, as far as relevant for the assessment, the design, manufacture and operation of the product. The technical documentation shall, wherever applicable, contain at least the following elements:\n—\na general description of the product,\n—\nconceptual design and manufacturing drawings and schemes of components, sub-assemblies, circuits, etc.,\n—\ndescriptions and explanations necessary for the understanding of those drawings and schemes and the operation of the product,\n—\na list of the harmonised standards and/or other relevant technical specifications the references of which have been published in the Official Journal of the European Union, applied in full or in part, and descriptions of the solutions adopted to meet the essential requirements of the legislative instrument where those harmonised standards have not been applied. In the event of partly applied harmonised standards, the technical documentation shall specify the parts which have been applied,\n—\nresults of design calculations made, examinations carried out, etc., and\n—\ntest reports.\n3.\nThe manufacturer shall keep the technical documentation at the disposal of the relevant national authorities for 10 years after the product has been placed on the market.\n4.\nManufacturing\nThe manufacturer shall operate an approved quality system for production, final product inspection and testing of the products concerned as specified in point 5, and shall be subject to surveillance as specified in point 6.\n5.\nQuality system\n5.1.\nThe manufacturer shall lodge an application for assessment of his quality system with the notified body of his choice, for the products concerned.\nThe application shall include:\n—\nthe name and address of the manufacturer and, if the application is lodged by the authorised representative, his name and address as well,\n—\na written declaration that the same application has not been lodged with any other notified body,\n—\nall relevant information for the product category envisaged,\n—\nthe documentation concerning the quality system,\n—\nthe technical documentation referred to in point 2.\n5.2.\nThe quality system shall ensure compliance of the products with the requirements of the legislative instrument that apply to them.\nAll the elements, requirements and provisions adopted by the manufacturer shall be documented in a systematic and orderly manner in the form of written policies, procedures and instructions. The quality system documentation shall permit a consistent interpretation of the quality programmes, plans, manuals and records.\nIt shall, in particular, contain an adequate description of:\n—\nthe quality objectives and the organisational structure, responsibilities and powers of the management with regard to product quality,\n—\nthe corresponding manufacturing, quality control and quality assurance techniques, processes and systematic actions that will be used,\n—\nthe examinations and tests that will be carried out before, during and after manufacture, and the frequency with which they will be carried out,\n—\nthe quality records, such as inspection reports and test data, calibration data, qualification reports on the personnel concerned, etc.,\n—\nthe means of monitoring the achievement of the required product quality and the effective operation of the quality system.\n5.3.\nThe notified body shall assess the quality system to determine whether it satisfies the requirements referred to in point 5.2.\nIt shall presume conformity with those requirements in respect of the elements of the quality system that comply with the corresponding specifications of the national standard that implements the relevant harmonised standard and/or technical specification.\nIn addition to experience in quality management systems, the auditing team shall have at least one member with experience of evaluation in the relevant product field and product technology concerned, and knowledge of the applicable requirements of the legislative instrument. The audit shall include an assessment visit to the manufacturer's premises. The auditing team shall review the technical documentation referred to in point 2 in order to verify the manufacturer's ability to identify the relevant requirements of the legislative instrument and to carry out the necessary examinations with a view to ensuring compliance of the product with those requirements.\nThe decision shall be notified to the manufacturer. The notification shall contain the conclusions of the audit and the reasoned assessment decision.\n5.4.\nThe manufacturer shall undertake to fulfil the obligations arising out of the quality system as approved and to maintain it so that it remains adequate and efficient.\n5.5.\nThe manufacturer shall keep the notified body that has approved the quality system informed of any intended change to the quality system.\nThe notified body shall evaluate any proposed changes and decide whether the modified quality system will continue to satisfy the requirements referred to in point 5.2 or whether reassessment is necessary.\nIt shall notify the manufacturer of its decision. The notification shall contain the conclusions of the examination and the reasoned assessment decision.\n6.\nSurveillance under the responsibility of the notified body\n6.1.\nThe purpose of surveillance is to make sure that the manufacturer duly fulfils the obligations arising out of the approved quality system.\n6.2.\nThe manufacturer shall, for assessment purposes, allow the notified body access to the manufacture, inspection, testing and storage sites and shall provide it with all necessary information, in particular:\n—\nthe quality system documentation,\n—\nthe technical documentation referred to in point 2,\n—\nthe quality records, such as inspection reports and test data, calibration data, qualification reports on the personnel concerned, etc.\n6.3.\nThe notified body shall carry out periodic audits to make sure that the manufacturer maintains and applies the quality system and shall provide the manufacturer with an audit report.\n6.4.\nIn addition, the notified body may pay unexpected visits to the manufacturer. During such visits the notified body may, if necessary, carry out product tests, or have them carried out, in order to verify that the quality system is functioning correctly. The notified body shall provide the manufacturer with a visit report and, if tests have been carried out, with a test report.\n7.\nConformity marking and declaration of conformity\n7.1.\nThe manufacturer shall affix the required conformity marking set out in the legislative instrument, and, under the responsibility of the notified body referred to in point 5.1, the latter's identification number to each individual product that satisfies the applicable requirements of the legislative instrument.\n7.2.\nThe manufacturer shall draw up a written declaration of conformity for each product model and keep it at the disposal of the national authorities for 10 years after the product has been placed on the market. The declaration of conformity shall identify the product model for which it has been drawn up.\nA copy of the declaration of conformity shall be made available to the relevant authorities upon request.\n8.\nThe manufacturer shall, for a period ending at least 10 years after the product has been placed on the market, keep at the disposal of the national authorities:\n—\nthe documentation referred to in point 5.1,\n—\nthe change referred to in point 5.5, as approved,\n—\nthe decisions and reports of the notified body referred to in points 5.5, 6.3 and 6.4.\n9.\nEach notified body shall inform its notifying authorities of quality system approvals issued or withdrawn, and shall, periodically or upon request, make available to its notifying authorities the list of quality system approvals refused, suspended or otherwise restricted.\nEach notified body shall inform the other notified bodies of quality system approvals which it has refused, suspended or withdrawn, and, upon request, of quality system approvals which it has issued.\n10.\nAuthorised representative\nThe manufacturer's obligations set out in points 3, 5.1, 5.5, 7 and 8 may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate.\nModule E\nConformity to type based on product quality assurance\n1.\nConformity to type based on product quality assurance is that part of a conformity assessment procedure whereby the manufacturer fulfils the obligations laid down in points 2 and 5, and ensures and declares on his sole responsibility that the products concerned are in conformity with the type described in the EC-type examination certificate and satisfy the requirements of the legislative instrument that apply to them.\n2.\nManufacturing\nThe manufacturer shall operate an approved quality system for final product inspection and testing of the products concerned as specified in point 3 and shall be subject to surveillance as specified in point 4.\n3.\nQuality system\n3.1.\nThe manufacturer shall lodge an application for assessment of his quality system with the notified body of his choice, for the products concerned.\nThe application shall include:\n—\nthe name and address of the manufacturer and, if the application is lodged by the authorised representative, his name and address as well,\n—\na written declaration that the same application has not been lodged with any other notified body,\n—\nall relevant information for the product category envisaged,\n—\nthe documentation concerning the quality system, and\n—\nthe technical documentation of the approved type and a copy of the EC-type examination certificate.\n3.2.\nThe quality system shall ensure compliance of the products with the type described in the EC-type examination certificate and with the applicable requirements of the legislative instrument.\nAll the elements, requirements and provisions adopted by the manufacturer shall be documented in a systematic and orderly manner in the form of written policies, procedures and instructions. The quality system documentation shall permit a consistent interpretation of the quality programmes, plans, manuals and records.\nIt shall, in particular, contain an adequate description of:\n—\nthe quality objectives and the organisational structure, responsibilities and powers of the management with regard to product quality,\n—\nthe examinations and tests that will be carried out after manufacture,\n—\nthe quality records, such as inspection reports and test data, calibration data, qualification reports on the personnel concerned, etc.,\n—\nthe means of monitoring the effective operation of the quality system.\n3.3.\nThe notified body shall assess the quality system to determine whether it satisfies the requirements referred to in point 3.2.\nIt shall presume conformity with those requirements in respect of the elements of the quality system that comply with the corresponding specifications of the national standard that implements the relevant harmonised standard and/or technical specification.\nIn addition to experience in quality management systems, the auditing team shall have at least one member with experience of evaluation in the relevant product field and product technology concerned, and knowledge of the applicable requirements of the legislative instrument. The audit shall include an assessment visit to the manufacturer's premises. The auditing team shall review the technical documentation referred to in point 3.1, fifth indent, in order to verify the manufacturer's ability to identify the relevant requirements of the legislative instrument and to carry out the necessary examinations with a view to ensuring compliance of the product with those requirements.\nThe decision shall be notified to the manufacturer. The notification shall contain the conclusions of the audit and the reasoned assessment decision.\n3.4.\nThe manufacturer shall undertake to fulfil the obligations arising out of the quality system as approved and to maintain it so that it remains adequate and efficient.\n3.5.\nThe manufacturer shall keep the notified body that has approved the quality system informed of any intended change to the quality system.\nThe notified body shall evaluate any proposed changes and decide whether the modified quality system will continue to satisfy the requirements referred to in point 3.2 or whether a reassessment is necessary.\nIt shall notify the manufacturer of its decision. The notification shall contain the conclusions of the examination and the reasoned assessment decision.\n4.\nSurveillance under the responsibility of the notified body\n4.1.\nThe purpose of surveillance is to make sure that the manufacturer duly fulfils the obligations arising out of the approved quality system.\n4.2.\nThe manufacturer shall, for assessment purposes, allow the notified body access to the manufacture, inspection, testing and storage sites and shall provide it with all necessary information, in particular:\n—\nthe quality system documentation,\n—\nthe quality records, such as inspection reports and test data, calibration data, qualification reports on the personnel concerned, etc.\n4.3.\nThe notified body shall carry out periodic audits to make sure that the manufacturer maintains and applies the quality system and shall provide the manufacturer with an audit report.\n4.4.\nIn addition, the notified body may pay unexpected visits to the manufacturer. During such visits the notified body may, if necessary, carry out product tests, or have them carried out, in order to verify that the quality system is functioning correctly. The notified body shall provide the manufacturer with a visit report and, if tests have been carried out, with a test report.\n5.\nConformity marking and declaration of conformity\n5.1.\nThe manufacturer shall affix the required conformity marking set out in the legislative instrument, and, under the responsibility of the notified body referred to in point 3.1, the latter's identification number to each individual product that is in conformity with the type described in the EC-type examination certificate and satisfies the applicable requirements of the legislative instrument.\n5.2.\nThe manufacturer shall draw up a written declaration of conformity for each product model and keep it at the disposal of the national authorities for 10 years after the product has been placed on the market. The declaration of conformity shall identify the product model for which it has been drawn up.\nA copy of the declaration of conformity shall be made available to the relevant authorities upon request.\n6.\nThe manufacturer shall, for a period ending at least 10 years after the product has been placed on the market, keep at the disposal of the national authorities:\n—\nthe documentation referred to in point 3.1,\n—\nthe change referred to in point 3.5, as approved,\n—\nthe decisions and reports of the notified body referred to in points 3.5, 4.3 and 4.4.\n7.\nEach notified body shall inform its notifying authorities of quality system approvals issued or withdrawn, and shall, periodically or upon request, make available to its notifying authorities the list of quality system approvals refused, suspended or otherwise restricted.\nEach notified body shall inform the other notified bodies of quality system approvals which it has refused, suspended or withdrawn, and, upon request, of quality system approvals which it has issued.\n8.\nAuthorised representative\nThe manufacturer's obligations set out in points 3.1, 3.5, 5 and 6 may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate.\nModule E1\nQuality assurance of final product inspection and testing\n1.\nQuality assurance of final product inspection and testing is the conformity assessment procedure whereby the manufacturer fulfils the obligations laid down in points 2, 4 and 7, and ensures and declares on his sole responsibility that the products concerned satisfy the requirements of the legislative instrument that apply to them.\n2.\nTechnical documentation\nThe manufacturer shall establish the technical documentation. The documentation shall make it possible to assess the product's conformity with the relevant requirements, and shall include an adequate analysis and assessment of the risk(s). The technical documentation shall specify the applicable requirements and cover, as far as relevant for the assessment, the design, manufacture and operation of the product. The technical documentation shall, wherever applicable, contain at least the following elements:\n—\na general description of the product,\n—\nconceptual design and manufacturing drawings and schemes of components, sub-assemblies, circuits, etc.,\n—\ndescriptions and explanations necessary for the understanding of those drawings and schemes and the operation of the product,\n—\na list of the harmonised standards and/or other relevant technical specifications the references of which have been published in the Official Journal of the European Union, applied in full or in part, and descriptions of the solutions adopted to meet the essential requirements of the legislative instrument where those harmonised standards have not been applied. In the event of partly applied harmonised standards, the technical documentation shall specify the parts which have been applied,\n—\nresults of design calculations made, examinations carried out, etc., and\n—\ntest reports.\n3.\nThe manufacturer shall keep the technical documentation at the disposal of the relevant national authorities for 10 years after the product has been placed on the market.\n4.\nManufacturing\nThe manufacturer shall operate an approved quality system for final product inspection and testing of the products concerned as specified in point 5 and shall be subject to surveillance as specified in point 6.\n5.\nQuality system\n5.1.\nThe manufacturer shall lodge an application for assessment of his quality system with the notified body of his choice, for the products concerned.\nThe application shall include:\n—\nthe name and address of the manufacturer and, if the application is lodged by the authorised representative, his name and address as well,\n—\na written declaration that the same application has not been lodged with any other notified body,\n—\nall relevant information for the product category envisaged,\n—\nthe documentation concerning the quality system, and\n—\nthe technical documentation referred to in point 2.\n5.2.\nThe quality system shall ensure compliance of the products with the requirements of the legislative instrument that apply to them.\nAll the elements, requirements and provisions adopted by the manufacturer shall be documented in a systematic and orderly manner in the form of written policies, procedures and instructions. The quality system documentation shall permit a consistent interpretation of the quality programmes, plans, manuals and records.\nIt shall, in particular, contain an adequate description of:\n—\nthe quality objectives and the organisational structure, responsibilities and powers of the management with regard to product quality,\n—\nthe examinations and tests that will be carried out after manufacture,\n—\nthe quality records, such as inspection reports and test data, calibration data, qualification reports on the personnel concerned, etc.,\n—\nthe means of monitoring the effective operation of the quality system.\n5.3.\nThe notified body shall assess the quality system to determine whether it satisfies the requirements referred to in point 5.2.\nIt shall presume conformity with those requirements in respect of the elements of the quality system that comply with the corresponding specifications of the national standard that implements the relevant harmonised standard and/or technical specification.\nIn addition to experience in quality management systems, the auditing team shall have at least one member with experience of evaluation in the relevant product field and product technology concerned, and knowledge of the applicable requirements of the legislative instrument. The audit shall include an assessment visit to the manufacturer's premises. The auditing team shall review the technical documentation referred to in point 2 in order to verify the manufacturer's ability to identify the relevant requirements of the legislative instrument and to carry out the necessary examinations with a view to ensuring compliance of the product with those requirements.\nThe decision shall be notified to the manufacturer. The notification shall contain the conclusions of the audit and the reasoned assessment decision.\n5.4.\nThe manufacturer shall undertake to fulfil the obligations arising out of the quality system as approved and to maintain it so that it remains adequate and efficient.\n5.5.\nThe manufacturer shall keep the notified body that has approved the quality system informed of any intended change to the quality system.\nThe notified body shall evaluate any proposed changes and decide whether the modified quality system will continue to satisfy the requirements referred to in point 5.2 or whether a reassessment is necessary.\nIt shall notify the manufacturer of its decision. The notification shall contain the conclusions of the examination and the reasoned assessment decision.\n6.\nSurveillance under the responsibility of the notified body\n6.1.\nThe purpose of surveillance is to make sure that the manufacturer duly fulfils the obligations arising out of the approved quality system.\n6.2.\nThe manufacturer shall, for assessment purposes, allow the notified body access to the manufacture, inspection, testing and storage sites and shall provide it with all necessary information, in particular:\n—\nthe quality system documentation,\n—\nthe technical documentation referred to in point 2,\n—\nthe quality records, such as inspection reports and test data, calibration data, qualification reports on the personnel concerned, etc.\n6.3.\nThe notified body shall carry out periodic audits to make sure that the manufacturer maintains and applies the quality system and shall provide the manufacturer with an audit report.\n6.4.\nIn addition, the notified body may pay unexpected visits to the manufacturer. During such visits the notified body may, if necessary, carry out product tests, or have them carried out, in order to verify that the quality system is functioning correctly. The notified body shall provide the manufacturer with a visit report and, if tests have been carried out, with a test report.\n7.\nConformity marking and declaration of conformity\n7.1.\nThe manufacturer shall affix the required conformity marking set out in the legislative instrument, and, under the responsibility of the notified body referred to in point 5.1, the latter's identification number to each individual product that satisfies the applicable requirements of the legislative instrument.\n7.2.\nThe manufacturer shall draw up a written declaration of conformity for each product model and keep it at the disposal of the national authorities for 10 years after the product has been placed on the market. The declaration of conformity shall identify the product model for which it has been drawn up.\nA copy of the declaration of conformity shall be made available to the relevant authorities upon request.\n8.\nThe manufacturer shall, for a period ending at least 10 years after the product has been placed on the market, keep at the disposal of the national authorities:\n—\nthe documentation referred to in point 5.1,\n—\nthe change referred to in point 5.5, as approved,\n—\nthe decisions and reports of the notified body referred to in points 5.5, 6.3 and 6.4.\n9.\nEach notified body shall inform its notifying authorities of quality system approvals issued or withdrawn, and shall, periodically or upon request, make available to its notifying authorities the list of quality system approvals refused, suspended or otherwise restricted.\nEach notified body shall inform the other notified bodies of quality system approvals which it has refused, suspended or withdrawn, and, upon request, of quality system approvals which it has issued.\n10.\nAuthorised representative\nThe manufacturer's obligations set out in points 3, 5.1, 5.5, 7 and 8 may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate.\nModule F\nConformity to type based on product verification\n1.\nConformity to type based on product verification is the part of a conformity assessment procedure whereby the manufacturer fulfils the obligations laid down in points 2, 5.1 and 6, and ensures and declares on his sole responsibility that the products concerned, which have been subject to the provisions of point 3, are in conformity with the type described in the EC-type examination certificate and satisfy the requirements of the legislative instrument that apply to them.\n2.\nManufacturing\nThe manufacturer shall take all measures necessary so that the manufacturing process and its monitoring ensure conformity of the manufactured products with the approved type described in the EC-type examination certificate and with the requirements of the legislative instrument that apply to them.\n3.\nVerification\nA notified body chosen by the manufacturer shall carry out appropriate examinations and tests in order to check the conformity of the products with the approved type described in the EC-type examination certificate and with the appropriate requirements of the legislative instrument.\nThe examinations and tests to check the conformity of the products with the appropriate requirements shall be carried out, at the choice of the manufacturer either by examination and testing of every product as specified in point 4 or by examination and testing of the products on a statistical basis as specified in point 5.\n4.\nVerification of conformity by examination and testing of every product\n4.1.\nAll products shall be individually examined and appropriate tests set out in the relevant harmonised standard(s) and/or technical specifications, or equivalent tests, shall be carried out in order to verify conformity with the approved type described in the EC-type examination certificate and with the appropriate requirements of the legislative instrument. In the absence of such a harmonised standard, the notified body concerned shall decide on the appropriate tests to be carried out.\n4.2.\nThe notified body shall issue a certificate of conformity in respect of the examinations and tests carried out, and shall affix its identification number to each approved product or have it affixed under its responsibility.\nThe manufacturer shall keep the certificates of conformity available for inspection by the national authorities for 10 years after the product has been placed on the market.\n5.\nStatistical verification of conformity\n5.1.\nThe manufacturer shall take all measures necessary so that the manufacturing process and its monitoring ensure the homogeneity of each lot produced, and shall present his products for verification in the form of homogeneous lots.\n5.2.\nA random sample shall be taken from each lot according to the requirements of the legislative instrument. All products in a sample shall be individually examined and appropriate tests set out in the relevant harmonised standard(s) and/or technical specifications, or equivalent tests, shall be carried out in order to ensure their conformity with the applicable requirements of the legislative instrument and to determine whether the lot is accepted or rejected. In the absence of such a harmonised standard, the notified body concerned shall decide on the appropriate tests to be carried out.\n5.3.\nIf a lot is accepted, all products of the lot shall be considered approved, except for those products from the sample that have been found not to satisfy the tests.\nThe notified body shall issue a certificate of conformity in respect to the examinations and tests carried out, and shall affix its identification number to each approved product or have it affixed under its responsibility.\nThe manufacturer shall keep the certificates of conformity at the disposal of the national authorities for 10 years after the product has been placed on the market.\n5.4.\nIf a lot is rejected, the notified body or the competent authority shall take appropriate measures to prevent that lot's being placed on the market. In the event of the frequent rejection of lots the notified body may suspend the statistical verification and take appropriate measures.\n6.\nConformity marking and declaration of conformity\n6.1.\nThe manufacturer shall affix the required conformity marking set out in the legislative instrument, and, under the responsibility of the notified body referred to in point 3, the latter's identification number to each individual product that is in conformity with the approved type described in the EC-type examination certificate and satisfies the applicable requirements of the legislative instrument.\n6.2.\nThe manufacturer shall draw up a written declaration of conformity for each product model and keep it at the disposal of the national authorities, for 10 years after the product has been placed on the market. The declaration of conformity shall identify the product model for which it has been drawn up.\nA copy of the declaration of conformity shall be made available to the relevant authorities upon request.\nIf the notified body referred to in point 3 agrees and under its responsibility, the manufacturer may also affix the notified body's identification number to the products.\n7.\nIf the notified body agrees and under its responsibility, the manufacturer may affix the notified body's identification number to the products during the manufacturing process.\n8.\nAuthorised representative\nThe manufacturer's obligations may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate. An authorised representative may not fulfil the manufacturer's obligations set out in points 2 and 5.1.\nModule F1\nConformity based on product verification\n1.\nConformity based on product verification is the conformity assessment procedure whereby the manufacturer fulfils the obligations laid down in points 2, 3, 6.1 and 7 and ensures and declares on his sole responsibility that the products concerned, which have been subject to the provisions of point 4, are in conformity with the requirements of the legislative instrument that apply to them.\n2.\nTechnical documentation\nThe manufacturer shall establish the technical documentation. The documentation shall make it possible to assess the product's conformity with the relevant requirements, and shall include an adequate analysis and assessment of the risk(s). The technical documentation shall specify the applicable requirements and cover, as far as relevant for the assessment, the design, manufacture and operation of the product. The technical documentation shall, wherever applicable, contain at least the following elements:\n—\na general description of the product,\n—\nconceptual design and manufacturing drawings and schemes of components, sub-assemblies, circuits, etc.,\n—\ndescriptions and explanations necessary for the understanding of those drawings and schemes and the operation of the product,\n—\na list of the harmonised standards and/or other relevant technical specifications the references of which have been published in the Official Journal of the European Union, applied in full or in part, and descriptions of the solutions adopted to meet the essential requirements of the legislative instrument where those harmonised standards have not been applied. In the event of partly applied harmonised standards, the technical documentation shall specify the parts which have been applied,\n—\nresults of design calculations made, examinations carried out, etc., and\n—\ntest reports.\nThe manufacturer shall keep the technical documentation at the disposal of the relevant national authorities for 10 years after the product has been placed on the market.\n3.\nManufacturing\nThe manufacturer shall take all measures necessary so that the manufacturing process and its monitoring ensure conformity of the manufactured products with the applicable requirements of the legislative instrument.\n4.\nVerification\nA notified body chosen by the manufacturer shall carry out appropriate examinations and tests to check the conformity of the products with the applicable requirements of the legislative instrument.\nThe examinations and tests to check the conformity with those requirements shall be carried out, at the choice of the manufacturer, either by examination and testing of every product as specified in point 5, or by examination and testing of the products on a statistical basis as specified in point 6.\n5.\nVerification of conformity by examination and testing of every product\n5.1.\nAll products shall be individually examined and appropriate tests, set out in the relevant harmonised standards and/or technical specifications, or equivalent tests, shall be carried out to verify conformity with the requirements that apply to them. In the absence of such a harmonised standard and/or technical specification the notified body concerned shall decide on the appropriate tests to be carried out.\n5.2.\nThe notified body shall issue a certificate of conformity in respect of the examinations and tests carried out, and shall affix its identification number to each approved product or have it affixed under its responsibility.\nThe manufacturer shall keep the certificates of conformity at the disposal of the national authorities for 10 years after the product has been placed on the market.\n6.\nStatistical verification of conformity\n6.1.\nThe manufacturer shall take all measures necessary so that the manufacturing process ensures the homogeneity of each lot produced, and shall present his products for verification in the form of homogeneous lots.\n6.2.\nA random sample shall be taken from each lot according to the requirements of the legislative instrument. All products in the sample shall be individually examined and appropriate tests set out in the relevant harmonised standards and/or technical specifications, or equivalent tests, to establish conformity with the requirements that apply to them, shall be carried out to determine whether the lot is accepted or rejected. In the absence of such a harmonised standard and/or technical specification the notified body concerned shall decide on the appropriate tests to be carried out.\n6.3.\nIf a lot is accepted, all products of the lot shall be considered approved, except for those products from the sample that have been found not to satisfy the tests.\nThe notified body shall issue a certificate of conformity in respect of the examinations and tests carried out, and shall affix its identification number to each approved product or have it affixed under its responsibility.\nThe manufacturer shall keep the certificates of conformity at the disposal of the national authorities for 10 years after the product has been placed on the market.\nIf a lot is rejected, the notified body shall take appropriate measures to prevent that lot being placed on the market. In the event of the frequent rejection of lots the notified body may suspend the statistical verification and take appropriate measures.\n7.\nConformity marking and declaration of conformity\n7.1.\nThe manufacturer shall affix the conformity marking set out in the legislative instrument, and, under the responsibility of the notified body referred to in point 4, the latter's identification number to each individual product that satisfies the applicable requirements of the legislative instrument.\n7.2.\nThe manufacturer shall draw up a written declaration of conformity for each product model and keep it at the disposal of the national authorities for 10 years after the product has been placed on the market. The declaration of conformity shall identify the product model for which it has been drawn up.\nA copy of the declaration of conformity shall be made available to the relevant authorities upon request.\nIf the notified body referred to in point 5 agrees and under its responsibility, the manufacturer may also affix the notified body's identification number to the products.\n8.\nIf the notified body agrees and under its responsibility, the manufacturer may affix the notified body's identification number to the products during the manufacturing process.\n9.\nAuthorised representative\nThe manufacturer's obligations may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate. An authorised representative may not fulfil the manufacturer's obligations set out in points 3 and 6.1.\nModule G\nConformity based on unit verification\n1.\nConformity based on unit verification is the conformity assessment procedure whereby the manufacturer fulfils the obligations laid down in points 2, 3 and 5, and ensures and declares on his sole responsibility that the product concerned, which has been subject to the provisions of point 4, is in conformity with the requirements of the legislative instrument that apply to it.\n2.\nTechnical documentation\nThe manufacturer shall establish the technical documentation and make it available to the notified body referred to in point 4. The documentation shall make it possible to assess the product's conformity with the relevant requirements, and shall include an adequate analysis and assessment of the risk(s). The technical documentation shall specify the applicable requirements and cover, as far as relevant for the assessment, the design, manufacture and operation of the product. The technical documentation shall, wherever applicable, contain at least the following elements:\n—\na general description of the product,\n—\nconceptual design and manufacturing drawings and schemes of components, sub-assemblies, circuits, etc.,\n—\ndescriptions and explanations necessary for the understanding of those drawings and schemes and the operation of the product,\n—\na list of the harmonised standards and/or other relevant technical specifications the references of which have been published in the Official Journal of the European Union, applied in full or in part, and descriptions of the solutions adopted to meet the essential requirements of the legislative instrument where those harmonised standards have not been applied. In the event of partly applied harmonised standards, the technical documentation shall specify the parts which have been applied,\n—\nresults of design calculations made, examinations carried out, etc., and\n—\ntest reports.\nThe manufacturer shall keep the technical documentation at the disposal of the relevant national authorities for 10 years after the product has been placed on the market.\n3.\nManufacturing\nThe manufacturer shall take all measures necessary so that the manufacturing process and its monitoring ensure conformity of the manufactured product with the applicable requirements of the legislative instrument.\n4.\nVerification\nA notified body chosen by the manufacturer shall carry out appropriate examinations and tests, set out in the relevant harmonised standards and/or technical specifications, or equivalent tests, to check the conformity of the product with the applicable requirements of the legislative instrument, or have them carried out. In the absence of such a harmonised standard and/or technical specification the notified body concerned shall decide on the appropriate tests to be carried out.\nThe notified body shall issue a certificate of conformity in respect of the examinations and tests carried out and shall affix its identification number to the approved product, or have it affixed under its responsibility.\nThe manufacturer shall keep the certificates of conformity at the disposal of the national authorities for 10 years after the product has been placed on the market.\n5.\nConformity marking and declaration of conformity\n5.1.\nThe manufacturer shall affix the required conformity marking set out in the legislative instrument and, under the responsibility of the notified body referred to in point 4, the latter's identification number to each product that satisfies the applicable requirements of the legislative instrument.\n5.2.\nThe manufacturer shall draw up a written declaration of conformity and keep it at the disposal of the national authorities for 10 years after the product has been placed on the market. The declaration of conformity shall identify the product for which it has been drawn up.\nA copy of the declaration of conformity shall be made available to the relevant authorities upon request.\n6.\nAuthorised representative\nThe manufacturer's obligations set out in points 2 and 5 may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate.\nModule H\nConformity based on full quality assurance\n1.\nConformity based on full quality assurance is the conformity assessment procedure whereby the manufacturer fulfils the obligations laid down in points 2 and 5, and ensures and declares on his sole responsibility that the products concerned satisfy the requirements of the legislative instrument that apply to them.\n2.\nManufacturing\nThe manufacturer shall operate an approved quality system for design, manufacture and final product inspection and testing of the products concerned as specified in point 3 and shall be subject to surveillance as specified in point 4.\n3.\nQuality system\n3.1.\nThe manufacturer shall lodge an application for assessment of his quality system with the notified body of his choice, for the products concerned.\nThe application shall include:\n—\nthe name and address of the manufacturer and, if the application is lodged by the authorised representative, his name and address as well,\n—\nthe technical documentation for one model of each category of products intended to be manufactured. The technical documentation shall, wherever applicable, contain at least the following elements:\n—\na general description of the product,\n—\nconceptual design and manufacturing drawings and schemes of components, sub-assemblies, circuits, etc.,\n—\ndescriptions and explanations necessary for the understanding of those drawings and schemes and the operation of the product,\n—\na list of the harmonised standards and/or other relevant technical specifications the references of which have been published in the Official Journal of the European Union, applied in full or in part, and descriptions of the solutions adopted to meet the essential requirements of the legislative instrument where those harmonised standards have not been applied. In the event of partly applied harmonised standards, the technical documentation shall specify the parts which have been applied,\n—\nresults of design calculations made, examinations carried out, etc.,\n—\ntest reports,\n—\nthe documentation concerning the quality system, and\n—\na written declaration that the same application has not been lodged with any other notified body.\n3.2.\nThe quality system shall ensure compliance of the products with the requirements of the legislative instrument that apply to them.\nAll the elements, requirements and provisions adopted by the manufacturer shall be documented in a systematic and orderly manner in the form of written policies, procedures and instructions. That quality system documentation shall permit a consistent interpretation of the quality programmes, plans, manuals and records.\nIt shall, in particular, contain an adequate description of:\n—\nthe quality objectives and the organisational structure, responsibilities and powers of the management with regard to design and product quality,\n—\nthe technical design specifications, including standards, that will be applied and, where the relevant harmonised standards and/or technical specifications will not be applied in full, the means that will be used to ensure that the essential requirements of the legislative instrument that apply to the products will be met,\n—\nthe design control and design verification techniques, processes and systematic actions that will be used when designing the products pertaining to the product category covered,\n—\nthe corresponding manufacturing, quality control and quality assurance techniques, processes and systematic actions that will be used,\n—\nthe examinations and tests that will be carried out before, during and after manufacture, and the frequency with which they will be carried out,\n—\nthe quality records, such as inspection reports and test data, calibration data, qualification reports on the personnel concerned, etc.,\n—\nthe means of monitoring the achievement of the required design and product quality and the effective operation of the quality system.\n3.3.\nThe notified body shall assess the quality system to determine whether it satisfies the requirements referred to in point 3.2.\nIt shall presume conformity with those requirements in respect of the elements of the quality system that comply with the corresponding specifications of the national standard that implements the relevant harmonised standard and/or technical specification.\nIn addition to experience in quality management systems, the auditing team shall have at least one member experienced as an assessor in the relevant product field and product technology concerned, and knowledge of the applicable requirements of the legislative instrument. The audit shall include an assessment visit to the manufacturer's premises. The auditing team shall review the technical documentation referred to in point 3.1, second indent, to verify the manufacturer's ability to identify the applicable requirements of the legislative instrument and to carry out the necessary examinations with a view to ensuring compliance of the product with those requirements.\nThe manufacturer or his authorised representative shall be notified of the decision.\nThe notification shall contain the conclusions of the audit and the reasoned assessment decision.\n3.4.\nThe manufacturer shall undertake to fulfil the obligations arising out of the quality system as approved and to maintain it so that it remains adequate and efficient.\n3.5.\nThe manufacturer shall keep the notified body that has approved the quality system informed of any intended change to the quality system.\nThe notified body shall evaluate any proposed changes and decide whether the modified quality system will continue to satisfy the requirements referred to in point 3.2 or whether a reassessment is necessary.\nIt shall notify the manufacturer of its decision. The notification shall contain the conclusions of the examination and the reasoned assessment decision.\n4.\nSurveillance under the responsibility of the notified body\n4.1.\nThe purpose of surveillance is to make sure that the manufacturer duly fulfils the obligations arising out of the approved quality system.\n4.2.\nThe manufacturer shall, for assessment purposes, allow the notified body access to the design, manufacture, inspection, testing and storage sites, and shall provide it with all necessary information, in particular:\n—\nthe quality system documentation,\n—\nthe quality records as provided for by the design part of the quality system, such as results of analyses, calculations, tests, etc.,\n—\nthe quality records as provided for by the manufacturing part of the quality system, such as inspection reports and test data, calibration data, qualification reports on the personnel concerned, etc.\n4.3.\nThe notified body shall carry out periodic audits to make sure that the manufacturer maintains and applies the quality system and shall provide the manufacturer with an audit report.\n4.4.\nIn addition, the notified body may pay unexpected visits to the manufacturer. During such visits, the notified body may, if necessary, carry out product tests, or have them carried out, in order to check the proper functioning of the quality system. It shall provide the manufacturer with a visit report and, if tests have been carried out, with a test report.\n5.\nConformity marking and declaration of conformity\n5.1.\nThe manufacturer shall affix the required conformity marking set out in the legislative instrument, and, under the responsibility of the notified body referred to in point 3.1, the latter's identification number to each individual product that satisfies the applicable requirements of the legislative instrument.\n5.2.\nThe manufacturer shall draw up a written declaration of conformity for each product model and keep it at the disposal of the national authorities for 10 years after the product has been placed on the market. The declaration of conformity shall identify the product model for which it has been drawn up.\nA copy of the declaration of conformity shall be made available to the relevant authorities upon request.\n6.\nThe manufacturer shall, for a period ending at least 10 years after the product has been placed on the market, keep at the disposal of the national authorities:\n—\nthe technical documentation referred to in point 3.1,\n—\nthe documentation concerning the quality system referred to in point 3.1,\n—\nthe change referred to in point 3.5, as approved,\n—\nthe decisions and reports of the notified body referred to in points 3.5, 4.3 and 4.4.\n7.\nEach notified body shall inform its notifying authorities of quality system approvals issued or withdrawn, and shall, periodically or upon request, make available to its notifying authorities the list of quality system approvals refused, suspended or otherwise restricted.\nEach notified body shall inform the other notified bodies of quality system approvals which it has refused, suspended or withdrawn, and, upon request, of quality system approvals which it has issued.\n8.\nAuthorised representative\nThe manufacturer's obligations set out in points 3.1, 3.5, 5 and 6 may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate.\nModule H1\nConformity based on full quality assurance plus design examination\n1.\nConformity based on full quality assurance plus design examination is the conformity assessment procedure whereby the manufacturer fulfils the obligations laid down in points 2 and 6, and ensures and declares on his sole responsibility that the products concerned satisfy the requirements of the legislative instrument that apply to them.\n2.\nManufacturing\nThe manufacturer shall operate an approved quality system for design, manufacture and final product inspection and testing of the products concerned as specified in point 3 and shall be subject to surveillance as specified in point 5. The adequacy of the technical design of the products shall have been examined in accordance with point 4.\n3.\nQuality system\n3.1.\nThe manufacturer shall lodge an application for assessment of his quality system with the notified body of his choice, for the products concerned.\nThe application shall include:\n—\nthe name and address of the manufacturer and, if the application is lodged by the authorised representative, his name and address as well,\n—\nall relevant information for the product category envisaged,\n—\nthe documentation concerning the quality system,\n—\na written declaration that the same application has not been lodged with any other notified body.\n3.2.\nThe quality system shall ensure compliance of the products with the requirements of the legislative instrument that apply to them.\nAll the elements, requirements and provisions adopted by the manufacturer shall be documented in a systematic and orderly manner in the form of written policies, procedures and instructions. This quality system documentation shall permit a consistent interpretation of the quality programmes, plans, manuals and records.\nIt shall, in particular, contain an adequate description of:\n—\nthe quality objectives and the organisational structure, responsibilities and powers of the management with regard to design and product quality,\n—\nthe technical design specifications, including standards, that will be applied and, where the relevant harmonised standards and/or technical specifications will not be applied in full, the means that will be used to ensure that the essential requirements of the legislative instrument that apply to the products will be met,\n—\nthe design control and design verification techniques, processes and systematic actions that will be used when designing the products pertaining to the product category covered,\n—\nthe corresponding manufacturing, quality control and quality assurance techniques, processes and systematic actions that will be used,\n—\nthe examinations and tests that will be carried out before, during and after manufacture, and the frequency with which they will be carried out,\n—\nthe quality records, such as inspection reports and test data, calibration data, qualification reports on the personnel concerned, etc.,\n—\nthe means of monitoring the achievement of the required design and product quality and the effective operation of the quality system.\n3.3.\nThe notified body shall assess the quality system to determine whether it satisfies the requirements referred to in point 3.2.\nIt shall presume conformity with those requirements in respect of the elements of the quality system that comply with the corresponding specifications of the national standard that implements the relevant harmonised standard and/or technical specifications.\nIn addition to experience in quality management systems, the auditing team shall have at least one member experienced as an assessor in the relevant product field and product technology concerned, and knowledge of the applicable requirements of the legislative instrument. The audit shall include an assessment visit to the manufacturer's premises.\nThe manufacturer or his authorised representative shall be notified of the decision.\nThe notification shall contain the conclusions of the audit and the reasoned assessment decision.\n3.4.\nThe manufacturer shall undertake to fulfil the obligations arising out of the quality system as approved and to maintain it so that it remains adequate and efficient.\n3.5.\nThe manufacturer shall keep the notified body that has approved the quality system informed of any intended change to the quality system.\nThe notified body shall evaluate any proposed changes and decide whether the modified quality system will continue to satisfy the requirements referred to in point 3.2 or whether a reassessment is necessary.\nIt shall notify the manufacturer of its decision. The notification shall contain the conclusions of the examination and the reasoned assessment decision.\n3.6.\nEach notified body shall inform its notifying authorities of quality system approvals issued or withdrawn, and shall, periodically or upon request, make available to its notifying authorities the list of quality system approvals refused, suspended or otherwise restricted.\nEach notified body shall inform the other notified bodies of quality system approvals which it has refused, suspended or withdrawn, and, upon request, of quality system approvals which it has issued.\n4.\nDesign examination\n4.1.\nThe manufacturer shall lodge an application for examination of the design with the notified body referred to in point 3.1.\n4.2.\nThe application shall make it possible to understand the design, manufacture and operation of the product, and to assess the conformity with the requirements of the legislative instrument that apply to it. It shall include:\n—\nthe name and address of the manufacturer,\n—\na written declaration that the same application has not been lodged with any other notified body,\n—\nthe technical documentation. The documentation shall make it possible to assess the product's conformity with the relevant requirements, and shall include an adequate analysis and assessment of the risk(s). The technical documentation shall specify the applicable requirements and cover, as far as relevant for the assessment, the design and operation of the product. The technical documentation shall, wherever applicable, contain at least the following elements:\n—\na general description of the product,\n—\nconceptual design and manufacturing drawings and schemes of components, sub-assemblies, circuits, etc.,\n—\ndescriptions and explanations necessary for the understanding of those drawings and schemes and the operation of the product,\n—\na list of the harmonised standards and/or other relevant technical specifications the references of which have been published in the Official Journal of the European Union, applied in full or in part, and descriptions of the solutions adopted to meet the essential requirements of the legislative instrument where those harmonised standards have not been applied. In the event of partly applied harmonised standards, the technical documentation shall specify the parts which have been applied,\n—\nresults of design calculations made, examinations carried out, etc., and\n—\ntest reports,\n—\nthe supporting evidence for the adequacy of the technical design. This supporting evidence shall mention any documents that have been used, in particular where the relevant harmonised standards and/or technical specifications have not been applied in full, and shall include, where necessary, the results of tests carried out by the appropriate laboratory of the manufacturer, or by another testing laboratory on his behalf and under his responsibility.\n4.3.\nThe notified body shall examine the application, and where the design meets the requirements of the legislative instrument that apply to the product it shall issue an EC design examination certificate to the manufacturer. The certificate shall give the name and address of the manufacturer, the conclusions of the examination, the conditions (if any) for its validity and the data necessary for identification of the approved design. The certificate may have one or more annexes attached.\nThe certificate and its annexes shall contain all relevant information to allow the conformity of manufactured products with the examined design to be evaluated, and to allow for in-service control, where applicable.\nWhere the design does not satisfy the applicable requirements of the legislative instrument, the notified body shall refuse to issue a design examination certificate and shall inform the applicant accordingly, giving detailed reasons for its refusal.\n4.4.\nThe notified body shall keep itself apprised of any changes in the generally acknowledged state of the art which indicate that the approved design may no longer comply with the applicable requirements of the legislative instrument, and shall determine whether such changes require further investigation. If so, the notified body shall inform the manufacturer accordingly.\nThe manufacturer shall keep the notified body that has issued the EC design examination certificate informed of any modification to the approved design that may affect the conformity with the essential requirements of the legislative instrument or the conditions for validity of the certificate. Such modifications shall require additional approval — from the notified body that issued the EC design examination certificate — in the form of an addition to the original EC design examination certificate.\n4.5.\nEach notified body shall inform its notifying authorities of the EC design examination certificates and/or any additions thereto which it has issued or withdrawn, and shall, periodically or upon request, make available to its notifying authorities the list of certificates and/or any additions thereto refused, suspended or otherwise restricted.\nEach notified body shall inform the other notified bodies of the EC design examination certificates and/or any additions thereto which it has refused, withdrawn, suspended or otherwise restricted, and, upon request, of the certificates and/or additions thereto which it has issued.\nThe Commission, the Member States and the other notified bodies may, on request, obtain a copy of the EC design examination certificates and/or additions thereto. On request, the Commission and the Member States may obtain a copy of the technical documentation and of the results of the examinations carried out by the notified body.\nThe notified body shall keep a copy of the EC design examination certificate, its annexes and additions, as well as the technical file including the documentation submitted by the manufacturer until the expiry of the validity of the certificate.\n4.6.\nThe manufacturer shall keep a copy of the EC design examination certificate, its annexes and additions together with the technical documentation at the disposal of the national authorities for 10 years after the product has been placed on the market.\n5.\nSurveillance under the responsibility of the notified body\n5.1.\nThe purpose of surveillance is to make sure that the manufacturer duly fulfils the obligations arising out of the approved quality system.\n5.2.\nThe manufacturer shall, for assessment purposes, allow the notified body access to the design, manufacture, inspection, testing and storage sites, and shall provide it with all necessary information, in particular:\n—\nthe quality system documentation,\n—\nthe quality records as provided for by the design part of the quality system, such as results of analyses, calculations, tests, etc.,\n—\nthe quality records as provided for by the manufacturing part of the quality system, such as inspection reports and test data, calibration data, qualification reports on the personnel concerned, etc.\n5.3.\nThe notified body shall carry out periodic audits to make sure that the manufacturer maintains and applies the quality system and shall provide the manufacturer with an audit report.\n5.4.\nIn addition, the notified body may pay unexpected visits to the manufacturer. During such visits, the notified body may, if necessary, carry out product tests, or have them carried out, in order to check the proper functioning of the quality system. It shall provide the manufacturer with a visit report and, if tests have been carried out, with a test report.\n6.\nConformity marking and declaration of conformity\n6.1.\nThe manufacturer shall affix the required conformity marking set out in the legislative instrument, and, under the responsibility of the notified body referred to in point 3.1, the latter's identification number to each individual product that satisfies the applicable requirements of the legislative instrument.\n6.2.\nThe manufacturer shall draw up a written declaration of conformity for each product model and keep it at the disposal of the national authorities for 10 years after the product has been placed on the market. The declaration of conformity shall identify the product model for which it has been drawn up and shall mention the number of the design examination certificate.\nA copy of the declaration of conformity shall be made available to the relevant authorities upon request.\n7.\nThe manufacturer shall, for a period ending at least 10 years after the product has been placed on the market, keep at the disposal of the national authorities:\n—\nthe documentation concerning the quality system referred to in point 3.1,\n—\nthe change referred to in point 3.5, as approved,\n—\nthe decisions and reports of the notified body referred to in points 3.5, 5.3 and 5.4.\n8.\nAuthorised representative\nThe manufacturer's authorised representative may lodge the application referred to in points 4.1 and 4.2 and fulfil the obligations set out in points 3.1, 3.5, 4.4, 4.6, 6 and 7, on his behalf and under his responsibility, provided that they are specified in the mandate.\nTABLE: CONFORMITY ASSESSMENT PROCEDURES IN COMMUNITY LEGISLATION\nDESIGN\nA.\nInternal production control\nB.\nType examination\nG.\nUnit verification\nH.\nFull quality assurance\nEN ISO 9001:2000 (4)\nManufacturer\n—\nkeeps technical documentation at the disposal of national authorities\nManufacturer submits to notified body\n—\ntechnical documentation\n—\nsupporting evidence for the adequacy of the technical design solution\n—\nspecimen(s), representative of the production envisaged, as required\nManufacturer\n—\nsubmits technical documentation\nManufacturer\n—\noperates an approved quality system for design\n—\nsubmits technical documentation\nNotified body\n—\nascertains conformity with essential requirements\n—\nexamines technical documentation and supporting evidence to assess adequacy of the technical design\n—\nfor specimen(s): carries out tests, if necessary\n—\nissues EC-type examination certificate\nNotified body\n—\ncarries out surveillance of the QS\nH1\nNotified body\n—\nverifies conformity of design (1)\n—\nissues EC-design examination certificate (1)\nPRODUCTION\nC.\nConformity to type\nD.\nProduction quality assurance\nE.\nProduct quality assurance\nF.\nProduct verification\nEN ISO 9001:2000 (2)\nEN ISO 9001:2000 (3)\nA.\nC.\nManufacturer\nManufacturer\nManufacturer\nManufacturer\nManufacturer\nManufacturer\nManufacturer\n—\ndeclares conformity with essential requirements\n—\naffixes required conformity marking\n—\ndeclares conformity with approved type\n—\naffixes required conformity marking\n—\noperates an approved quality system for production, final inspection and testing\n—\ndeclares conformity with approved type\n—\naffixes required conformity marking\n—\noperates an approved quality system for final inspection and testing\n—\ndeclares conformity with approved type\n—\naffixes required conformity marking\n—\ndeclares conformity with approved type\n—\naffixes required conformity marking\n—\nsubmits product\n—\ndeclares conformity\n—\naAffixes required conformity marking\n—\noperates an approved QS for production, final inspection and testing\n—\ndeclares conformity\n—\naffixes required conformity marking\nA1.\nC1.\nD1.\nE1.\nF1.\nAccredited in-house body\nAccredited in-house body\ndeclares conformity to essential requirements\ndeclares conformity to essential requirements\ndeclares conformity to essential requirements\nor notified body\n—\ntests on specific aspects of the product (1)\nor notified body\n—\ntests on specific aspects of the product (1)\n—\naffixes required conformity marking\n—\naffixes required conformity marking\n—\naffixes required conformity marking\nNotified body\nNotified body\nNotified body\nNotified body\nNotified body\nA2.\n—\nProduct checks at random intervals (1)\nC2.\n—\nProduct checks at random intervals (1)\n—\napproves the QS\n—\ncarries out surveillance of the QS\n—\napproves the QS\n—\ncarries out surveillance of the QS\n—\nverifies conformity to essential requirements\n—\nissues certificate of conformity\n—\nverifies conformity to essential requirements\n—\nissues certificate of conformity\n—\ncarries out surveillance of the QS\n(1)  Supplementary requirements which may be used in sectoral legislation.\n(2)  Except for subclause 7.3 and requirements relating to customer satisfaction and continual improvement.\n(3)  Except for subclauses 7.1, 7.2.3, 7.3, 7.4, 7.5.1, 7.5.2, 7.5.3 and requirements relating to customer satisfaction and continual improvement.\n(4)  Except for requirements relating to customer satisfaction and continual improvement.\nANNEX III\nEC DECLARATION OF CONFORMITY\n1.\nNo … (unique identification of the product):\n2.\nName and address of the manufacturer or his authorised representative:\n3.\nThis declaration of conformity is issued under the sole responsibility of the manufacturer (or installer):\n4.\nObject of the declaration (identification of product allowing traceability. It may include a photograph, where appropriate):\n5.\nThe object of the declaration described above is in conformity with the relevant Community harmonisation legislation: …\n6.\nReferences to the relevant harmonised standards used or references to the specifications in relation to which conformity is declared:\n7.\nWhere applicable, the notified body ... (name, number) … performed … (description of intervention) … and issued the certificate: …\n8.\nAdditional information:\nSigned for and on behalf of: …………………………………\n(place and date of issue):\n(name, function) (signature):", "summary": "Uniform conditions for the marketing of safe products in the EU (conformity marking)\nUniform conditions for the marketing of safe products in the EU (conformity marking)\nSUMMARY OF:\nDecision No 768/2008/EC — a common framework for the marketing of products in the EU\nSUMMARY\nWHAT DOES THE DECISION DO?\nIt sets out common principles and procedures which EU legislation must follow when harmonising conditions for marketing products in the EU and the European Economic Area (EEA).\nIt includes reference requirements to be incorporated whenever product legislation is revised. As such, it is a template for future product harmonisation legislation.\nIt lays down rules for CE marking*.\nKEY POINTS\nIt provides clear definitions for relevant terms, such as ‘manufacturer’, ‘placing on the market’, ‘recall’ or ‘withdrawal’ of products.\nClear divisions of responsibility are set for manufacturers, importers and distributors along the product chain.\nManufacturers must ensure their products comply with the relevant legislation and follow the appropriate conformity assessment* procedure. They must place the CE marking on the product once compliance is demonstrated.\nImporters must make sure the manufacturer has complied with the appropriate conformity assessment procedure and the product is accompanied by the necessary documentation and CE marking.\nDistributors must act with due care and verify the product has the necessary documentation and CE marking.\nA common set of different conformity assessment procedures, known as modules, is provided. Legislators must choose which one is the most appropriate depending on the risk a product might present.\nUniform rules are laid down for designating and supervising notified bodies which carry out the conformity assessments on the basis of EU legislation. The rules lay down their responsibilities when third-party product conformity assessments (i.e. certification of conformity by an independent body) are required.\nMarket surveillance rules deal with products which present a health or safety risk or do not comply with the relevant legislation.\nKEY TERMS\n* CE marking: this indicates that a product meets the applicable health, safety and environmental requirements and has undergone the relevant conformity assessment procedure.\n* Conformity assessment: the process confirming that a product satisfies the necessary process, service, system, person or body requirements.\nBACKGROUND\n              \nFor businesses, CE marking means their product can move freely throughout the European Economic Area (EU countries, Iceland, Liechtenstein and Norway). For consumers, it indicates that the item they buy conforms to European product legislation.\nCE marking\nCheck conformity\nACT\n            \nDecision No 768/2008/EC of the European Parliament and of the Council of 9 July 2008 on a common framework for the marketing of products, and repealing Council Decision 93/465/EEC\nREFERENCES\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nDecision No 768/2008/EC\n9.7.2008\n–\nOJ L 218, 13.8.2008, pp. 82-128\nlast update 22.10.2015", "tags": ["marketing", "product safety", "market supervision", "EC conformity marking"], "subjects": ["Commercial policy", "Consumer protection", "Public health", "Protocol on Ireland/Northern Ireland"], "split": "train", "reference_annotations": {"32008D0768_p1": {"text": "decision 768/2008/ec OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 9 July 2008---on a common framework for the marketing of products, and repealing Council decision 93/465/eec", "triples": [" decision 768/2008/ec,  repealing,  decision 93/465/eec"]}}, "summary_annotations": {"32008D0768_p1": {"text": "decision 768/2008/ec of the European Parliament and of the Council of 9 July 2008 on a common framework for the marketing of products, and repealing Council decision 93/465/eec", "triples": [" decision 768/2008/ec,  repealing,  decision 93/465/eec"]}}}