{"celex_id": "32006R0336", "reference": "4.3.2006\nEN\nOfficial Journal of the European Union\nL 64/1\nREGULATION (EC) No 336/2006 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 15 February 2006\non the implementation of the International Safety Management Code within the Community and repealing Council Regulation (EC) No 3051/95\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 80(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1)\nThe International Management Code for the Safe Operation of Ships and for Pollution Prevention, hereinafter referred to as ‘the ISM Code’, was adopted by the International Maritime Organisation (IMO) in 1993. This Code gradually became mandatory for most ships sailing on international voyages with the adoption in May 1994 of Chapter IX ‘Management for the Safe Operation of Ships’ of the International Convention for the Safety of Life at Sea (SOLAS), 1974.\n(2)\nThe ISM Code was amended by the IMO by Resolution MSC.104(73), adopted on 5 December 2000.\n(3)\nGuidelines on Implementation of the ISM Code by Administrations were adopted by IMO Resolution A.788(19) on 23 November 1995. These Guidelines were amended by Resolution A.913(22), adopted on 29 November 2001.\n(4)\nCouncil Regulation (EC) No 3051/95 of 8 December 1995 on the safety management of roll-on/roll-off passenger ferries (ro-ro ferries) (3) made the ISM Code mandatory at Community level with effect from 1 July 1996 for all ro-ro passenger ferries operating on a regular service to and from ports of the Member States, on both domestic and international voyages and regardless of their flag. This was a first step towards ensuring uniform and coherent implementation of the ISM Code in all Member States.\n(5)\nOn 1 July 1998 the ISM Code became mandatory under the provisions of Chapter IX of SOLAS for companies operating passenger ships, including high-speed passenger craft, oil tankers, chemical tankers, gas carriers, bulk carriers and cargo high-speed craft of 500 gross tonnage and upwards, on international voyages.\n(6)\nOn 1 July 2002 the ISM Code became mandatory for companies operating other cargo ships and mobile offshore drilling units of 500 gross tonnage and upwards, on international voyages.\n(7)\nThe safety of human life at sea and the protection of the environment may be effectively enhanced by applying the ISM Code strictly and on a mandatory basis.\n(8)\nIt is desirable to apply directly the ISM Code to ships flying the flag of a Member State as well as to ships, regardless of their flag, engaged exclusively on domestic voyages or on a regular shipping service operating to or from ports of the Member States.\n(9)\nThe adoption of a new Regulation with direct applicability should ensure the enforcement of the ISM Code on the understanding that it is left to the Member States to decide whether to implement the Code for ships, regardless of their flag, operating exclusively in port areas.\n(10)\nConsequently, Regulation (EC) No 3051/95 should be repealed.\n(11)\nIf a Member State considers it difficult in practice for companies to comply with specific provisions of Part A of the ISM Code for certain ships or categories of ships exclusively engaged on domestic voyages in that Member State, it may derogate wholly or partly from those provisions by imposing measures ensuring equivalent achievement of the objectives of the Code. It may, for such ships and companies, establish alternative certification and verification procedures.\n(12)\nIt is necessary to take into account Council Directive 95/21/EC of 19 June 1995 on port State control of shipping (4).\n(13)\nIt is also necessary to take into account Council Directive 94/57/EC of 22 November 1994 on common rules and standards for ship inspection and survey organisations and for the relevant activities of maritime administrations (5), in order to define the recognised organisations for the purpose of this Regulation, and Council Directive 98/18/EC of 17 March 1998 on safety rules and standards for passenger ships (6), for the purpose of establishing the scope of application of this Regulation as regards passenger ships engaged on domestic voyages.\n(14)\nThe measures necessary for amending Annex II should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (7).\n(15)\nSince the objectives of this Regulation, namely to enhance the safety management and safe operation of ships as well as the prevention of pollution from ships, cannot be sufficiently achieved by the Member States and can therefore be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve those objectives,\nHAVE ADOPTED THIS REGULATION:\nArticle 1\nObjective\nThe objective of this Regulation is to enhance the safety management and safe operation of ships as well as the prevention of pollution from ships, referred to in Article 3(1), by ensuring that companies operating those ships comply with the ISM Code by means of:\n(a)\nthe establishment, implementation and proper maintenance by companies of the shipboard and shore-based safety management systems; and\n(b)\nthe control thereof by flag and port State administrations.\nArticle 2\nDefinitions\nFor the purpose of this Regulation the following definitions shall apply:\n(1)\n‘the ISM Code’ means the International Management Code for the Safe Operation of Ships and for Pollution Prevention adopted by the International Maritime Organisation by Assembly Resolution A.741(18) of 4 November 1993, as amended by Maritime Safety Committee Resolution MSC.104(73) of 5 December 2000 and set out in Annex I to this Regulation, in its up-to-date version;\n(2)\n‘recognised organisation’ means a body recognised in accordance with Directive 94/57/EC;\n(3)\n‘company’ means the owner of the ship or any other organisation or person, such as the manager or the bareboat charterer, who has assumed responsibility for the operation of the ship from the shipowner and who, on assuming such responsibility, has agreed to take over all the duties and responsibilities imposed by the ISM Code;\n(4)\n‘passenger ship’ means a ship, including a high-speed craft, carrying more than 12 passengers, or a passenger submersible craft;\n(5)\n‘passenger’ means every person other than:\n(a)\nthe master and the members of the crew or other persons employed or engaged in any capacity on board a ship on the business of that ship; and\n(b)\na child under one year of age;\n(6)\n‘high-speed craft’ means a high-speed craft as defined in Regulation X-1/2 of SOLAS, in its up-to-date version. For high-speed passenger craft, the limitations indicated in Article 2(f) of Directive 98/18/EC shall apply;\n(7)\n‘cargo ship’ means a ship, including a high-speed craft, which is not a passenger ship;\n(8)\n‘international voyage’ means a voyage by sea from a port of a Member State or any other State to a port outside that State, or vice versa;\n(9)\n‘domestic voyage’ means a voyage in sea areas from a port of a Member State to the same or another port within that Member State;\n(10)\n‘regular shipping service’ means a series of ship crossings operated so as to serve traffic between the same two or more points, either:\n(a)\naccording to a published timetable; or\n(b)\nwith crossings so regular or frequent that they constitute a recognisable systematic series;\n(11)\n‘ro-ro passenger ferry’ means a seagoing passenger vessel as defined in Chapter II-1 of SOLAS, in its up-to-date version;\n(12)\n‘passenger submersible craft’ means a passenger-carrying mobile vessel which primarily operates under water and relies on surface support, such as a surface ship or shore-based facilities, for monitoring and for one or more of the following:\n(a)\nrecharging of power supply;\n(b)\nrecharging high pressure air;\n(c)\nrecharging life-support;\n(13)\n‘mobile offshore drilling unit’ means a vessel capable of engaging in drilling operations for the exploration for or exploitation of resources beneath the seabed such as liquid or gaseous hydrocarbons, sulphur or salt;\n(14)\n‘gross tonnage’ means the gross tonnage of a ship determined in accordance with the International Convention on Tonnage Measurement of Ships, 1969 or, in the case of ships engaged exclusively on domestic voyages and not measured in accordance with the said Convention, the gross tonnage of the ship determined in accordance with national tonnage measurement regulations.\nArticle 3\nScope\n1.   This Regulation shall apply to the following types of ships and to companies operating them:\n(a)\ncargo ships and passenger ships, flying the flag of a Member State, engaged on international voyages;\n(b)\ncargo ships and passenger ships engaged exclusively on domestic voyages, regardless of their flag;\n(c)\ncargo ships and passenger ships operating to or from ports of the Member States, on a regular shipping service, regardless of their flag;\n(d)\nmobile offshore drilling units operating under the authority of a Member State.\n2.   This Regulation shall not apply to the following types of ships or to the companies operating them:\n(a)\nships of war and troopships and other ships owned or operated by a Member State and used only on government non-commercial service;\n(b)\nships not propelled by mechanical means, wooden ships of primitive build, pleasure yachts and pleasure craft, unless they are or will be crewed and carrying more than 12 passengers for commercial purposes;\n(c)\nfishing vessels;\n(d)\ncargo ships and mobile offshore drilling units of less than 500 gross tonnage;\n(e)\npassenger ships, other than ro-ro passenger ferries, in sea areas of Class C and D as defined in Article 4 of Directive 98/18/EC.\nArticle 4\nCompliance\nMember States shall ensure that all companies operating ships falling within the scope of this Regulation comply with the provisions of this Regulation.\nArticle 5\nSafety management requirements\nThe ships referred to in Article 3(1) and the companies operating them shall comply with the requirements of Part A of the ISM Code.\nArticle 6\nCertification and verification\nFor the purposes of certification and verification, Member States shall comply with the provisions of Part B of the ISM Code.\nArticle 7\nDerogation\n1.   A Member State may, if it considers it difficult in practice for companies to comply with paragraphs 6, 7, 9, 11 and 12 of Part A of the ISM Code for certain ships or categories of ships exclusively engaged on domestic voyages in that Member State, derogate wholly or partly from those provisions by imposing measures ensuring equivalent achievement of the objectives of the Code.\n2.   A Member State may, for ships and companies for which a derogation has been adopted by virtue of paragraph 1, if it considers it difficult in practice to apply the requirements laid down in Article 6, establish alternative certification and verification procedures.\n3.   In the circumstances set out in paragraph 1 and, if applicable, paragraph 2, the following procedure shall apply:\n(a)\nthe Member State concerned shall notify the Commission of the derogation and of the measures which it intends to adopt;\n(b)\nif, within six months of the notification, it is decided, in accordance with the procedure referred to in Article 12(2), that the proposed derogation is not justified or that the proposed measures are not sufficient, the Member State shall be required to amend or refrain from adopting the proposed provisions;\n(c)\nthe Member State shall make any adopted measures public with a direct reference to paragraph 1 and, if applicable, paragraph 2.\n4.   Following a derogation under paragraph 1 and, if applicable, paragraph 2, the Member State concerned shall issue a certificate in accordance with the second subparagraph of Annex II, Part B, Section 5, indicating the applicable operational limitations.\nArticle 8\nValidity, acceptance and recognition of certificates\n1.   The Document of Compliance shall remain valid for up to five years from the date of its issue. The Safety Management Certificate shall remain valid for up to five years from the date of its issue.\n2.   In cases of renewal of the Document of Compliance and the Safety Management Certificate, the relevant provisions of Part B of the ISM Code shall apply.\n3.   Member States shall accept Documents of Compliance, Interim Documents of Compliance, Safety Management Certificates and Interim Safety Management Certificates issued by the administration of any other Member State or on behalf of this administration by a recognised organisation.\n4.   Member States shall accept Documents of Compliance, Interim Documents of Compliance, Safety Management Certificates and Interim Safety Management Certificates issued by, or on behalf of, the administrations of third countries.\nHowever, for ships engaged on a regular shipping service, compliance with the ISM Code by the Documents of Compliance, Interim Documents of Compliance, Safety Management Certificates and Interim Safety Management Certificates issued on behalf of administrations of third countries shall be verified, by any appropriate means, by or on behalf of the Member State(s) concerned, unless they were issued by the administration of a Member State or by a recognised organisation.\nArticle 9\nPenalties\nMember States shall lay down the rules on penalties applicable to infringements of this Regulation and shall take all the measures necessary to ensure that they are implemented. The penalties provided for must be effective, proportionate and dissuasive.\nArticle 10\nReporting\n1.   Member States shall report to the Commission every two years on the implementation of this Regulation.\n2.   The Commission shall, in accordance with the procedure referred to in Article 12(2), establish a harmonised specimen form for such reports.\n3.   The Commission shall, with the assistance of the European Maritime Safety Agency and within six months of receiving the reports from Member States, prepare a consolidated report concerning the implementation of this Regulation, with any proposed measures, if appropriate. This report shall be addressed to the European Parliament and the Council.\nArticle 11\nAmendments\n1.   Amendments to the ISM Code may be excluded from the scope of this Regulation pursuant to Article 5 of Regulation (EC) No 2099/2002 of the European Parliament and of the Council of 5 November 2002 establishing a Committee on Safe Seas and the Prevention of Pollution from Ships (COSS) (8).\n2.   Any amendment to Annex II shall be made in accordance with the procedure referred to in Article 12(2).\nArticle 12\nCommittee\n1.   The Commission shall be assisted by the Committee on Safe Seas and the Prevention of Pollution from Ships (COSS) set up under Article 3 of Regulation (EC) No 2099/2002.\n2.   Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period laid down in Article 5(6) of Decision 1999/468/EC shall be set at two months.\n3.   The Committee shall adopt its Rules of Procedure.\nArticle 13\nRepeal\n1.   Regulation (EC) No 3051/95 shall be repealed with effect from 24 March 2006.\n2.   Interim Documents of Compliance, Interim Safety Management Certificates, Documents of Compliance and Safety Management Certificates issued before 24 March 2006 shall remain valid until their expiry or until their next endorsement.\nArticle 14\nEntry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nAs concerns cargo and passenger ships, which are not already required to comply with the ISM Code, this Regulation shall apply as from 24 March 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Strasbourg, 15 February 2006.\nFor the European Parliament\nThe President\nJ. BORRELL FONTELLES\nFor the Council\nThe President\nH. WINKLER\n(1)  OJ C 302, 7.12.2004, p. 20.\n(2)  Opinion of the European Parliament of 10 March 2004 (OJ C 102 E, 28.4.2004, p. 565), Council Common Position of 18 July 2005 (OJ C 264 E, 25.10.2005, p. 28) and Position of the European Parliament of 13 December 2005 (not yet published in the Official Journal).\n(3)  OJ L 320, 30.12.1995, p. 14. Regulation as last amended by Regulation (EC) No 2099/2002 of the European Parliament and of the Council (OJ L 324, 29.11.2002, p. 1).\n(4)  OJ L 157, 7.7.1995, p. 1. Directive as last amended by Directive 2002/84/EC of the European Parliament and of the Council (OJ L 324, 29.11.2002, p. 53).\n(5)  OJ L 319, 12.12.1994, p. 20. Directive as last amended by Directive 2002/84/EC.\n(6)  OJ L 144, 15.5.1998, p. 1. Directive as last amended by Commission Directive 2003/75/EC (OJ L 190, 30.7.2003, p. 6).\n(7)  OJ L 184, 17.7.1999, p. 23.\n(8)  OJ L 324, 29.11.2002, p. 1. Regulation as amended by Commission Regulation (EC) No 415/2004 (OJ L 68, 6.3.2004, p. 10).\nANNEX I\nInternational Management Code for the Safe Operation of Ships and for Pollution Prevention (International Safety Management (ISM) Code)\nPart A — Implementation\n1.\nGeneral\n1.1.\nDefinitions\n1.2.\nObjectives\n1.3.\nApplication\n1.4.\nFunctional requirements for a safety management system (SMS)\n2.\nSafety and environmental protection policy\n3.\nCompany responsibilities and authority\n4.\nDesignated person(s)\n5.\nMaster's responsibility and authority\n6.\nResources and personnel\n7.\nDevelopment of plans for shipboard operations\n8.\nEmergency preparedness\n9.\nReports and analysis of non-conformities, accidents and hazardous occurrences\n10.\nMaintenance of the ship and equipment\n11.\nDocumentation\n12.\nCompany verification, review and evaluation\nPart B — Certification and verification\n13.\nCertification and periodical verification\n14.\nInterim certification\n15.\nVerification\n16.\nForms of certificates\nINTERNATIONAL MANAGEMENT CODE FOR THE SAFE OPERATION OF SHIPS AND FOR POLLUTION PREVENTION\n(INTERNATIONAL SAFETY MANAGEMENT (ISM) CODE)\nPART A — IMPLEMENTATION\n1.   General\n1.1.   Definitions\nThe following definitions apply to Parts A and B of this Code.\n1.1.1.\n‘International Safety Management (ISM) Code’ means the International Management Code for the Safe Operation of Ships and for Pollution Prevention as adopted by the Assembly, as may be amended by the organisation.\n1.1.2.\n‘Company’ means the owner of the ship or any other organisation or person such as the manager or the bareboat charterer, who has assumed the responsibility for the operation of the ship from the shipowner and who on assuming such responsibility has agreed to take over all the duties and responsibility imposed by the Code.\n1.1.3.\n‘Administration’ means the government of the State whose flag the ship is entitled to fly.\n1.1.4.\n‘Safety management system’ means a structured and documented system enabling company personnel to implement effectively the company safety and environmental protection policy.\n1.1.5.\n‘Document of Compliance’ means a document issued to a company which complies with the requirements of this Code.\n1.1.6.\n‘Safety Management Certificate’ means a document issued to a ship which signifies that the company and its shipboard management operate in accordance with the approved safety management system.\n1.1.7.\n‘Objective evidence’ means quantitative or qualitative information, records or statements of fact pertaining to safety or to the existence and implementation of a safety management system element, which is based on observation, measurement or test and which can be verified.\n1.1.8.\n‘Observation’ means a statement of fact made during a safety management audit and substantiated by objective evidence.\n1.1.9.\n‘Non-conformity’ means an observed situation where objective evidence indicates the non-fulfilment of a specified requirement.\n1.1.10.\n‘Major non-conformity’ means an identifiable deviation that poses a serious threat to the safety of personnel or the ship or a serious risk to the environment that requires immediate corrective action and includes the lack of effective and systematic implementation of a requirement of this Code.\n1.1.11.\n‘Anniversary date’ means the day and month of each year that corresponds to the date of expiry of the relevant document or certificate.\n1.1.12.\n‘Convention’ means the International Convention for the Safety of Life at Sea, 1974 as amended.\n1.2.   Objectives\n1.2.1.\nThe objectives of the Code are to ensure safety at sea, prevention of human injury or loss of life, and avoidance of damage to the environment, in particular, to the marine environment, and to property.\n1.2.2.\nSafety management objectives of the company should, inter alia:\n1.2.2.1.\nprovide for safe practices in ship operation and a safe working environment;\n1.2.2.2.\nestablish safeguards against all identified risks; and\n1.2.2.3.\ncontinuously improve safety management skills of personnel ashore and aboard ships, including preparing for emergencies related both to safety and environmental protection.\n1.2.3.\nThe safety management system should ensure:\n1.2.3.1.\ncompliance with mandatory rules and regulations; and\n1.2.3.2.\nthat applicable codes, guidelines and standards recommended by the organisation, administrations, classification societies and maritime industry organisations are taken into account.\n1.3.   Application\nThe requirements of this Code may be applied to all ships.\n1.4.   Functional requirements for a safety management system (SMS)\nEvery company should develop, implement and maintain a safety management system (SMS) which includes the following functional requirements:\n1.4.1.\na safety and environmental protection policy;\n1.4.2.\ninstructions and procedures to ensure safe operation of ships and protection of the environment in compliance with relevant international and flag State legislation;\n1.4.3.\ndefined levels of authority and lines of communication between, and amongst, shore and shipboard personnel;\n1.4.4.\nprocedures for reporting accidents and non-conformities with the provisions of this Code;\n1.4.5.\nprocedures to prepare for and respond to emergency situations; and\n1.4.6.\nprocedures for internal audits and management reviews.\n2.   Safety and environmental protection policy\n2.1.\nThe company should establish a safety and environmental protection policy which describes how the objectives, given in paragraph 1.2, will be achieved.\n2.2.\nThe company should ensure that the policy is implemented and maintained at all levels of the organisation both ship-based as well as shore-based.\n3.   Company responsibilities and authority\n3.1.\nIf the entity who is responsible for the operation of the ship is other than the owner, the owner must report the full name and details of such entity to the administration.\n3.2.\nThe company should define and document the responsibility, authority and interrelation of all personnel who manage, perform and verify work relating to and affecting safety and pollution prevention.\n3.3.\nThe company is responsible for ensuring that adequate resources and shore-based support are provided to enable the designated person or persons to carry out their functions.\n4.   Designated person(s)\nTo ensure the safe operation of each ship and to provide a link between the company and those on board, every company, as appropriate, should designate a person or persons ashore having direct access to the highest level of management. The responsibility and authority of the designated person or persons should include monitoring the safety and pollution prevention aspects of the operation of each ship and to ensure that adequate resources and shore-based support are applied, as required.\n5.   Master's responsibility and authority\n5.1.\nThe company should clearly define and document the master's responsibility with regard to:\n5.1.1.\nimplementing the safety and environmental protection policy of the company;\n5.1.2.\nmotivating the crew in the observance of that policy;\n5.1.3.\nissuing appropriate orders and instructions in a clear and simple manner;\n5.1.4.\nverifying that specified requirements are observed; and\n5.1.5.\nreviewing the SMS and reporting its deficiencies to the shore-based management.\n5.2.\nThe company should ensure that the SMS operating on board the ship contains a clear statement emphasising the master's authority. The company should establish in the SMS that the master has the overriding authority and the responsibility to make decisions with respect to safety and pollution prevention and to request the company's assistance as may be necessary.\n6.   Resources and personnel\n6.1.\nThe company should ensure that the master is:\n6.1.1.\nproperly qualified for command;\n6.1.2.\nfully conversant with the company's SMS; and\n6.1.3.\ngiven the necessary support so that the master's duties can be safely performed.\n6.2.\nThe company should ensure that each ship is manned with qualified, certificated and medically fit seafarers in accordance with national and international requirements.\n6.3.\nThe company should establish procedures to ensure that new personnel and personnel transferred to new assignments related to safety and protection of the environment are given proper familiarisation with their duties.\nInstructions which must be provided prior to sailing should be identified, documented and given.\n6.4.\nThe company should ensure that all personnel involved in the company's SMS have an adequate understanding of relevant rules, regulations, codes and guidelines.\n6.5.\nThe company should establish and maintain procedures for identifying any training which may be required in support of the SMS and ensure that such training is provided for all personnel concerned.\n6.6.\nThe company should establish procedures by which the ship's personnel receive relevant information on the SMS in a working language or languages understood by them.\n6.7.\nThe company should ensure that the ship's personnel are able to communicate effectively in the execution of their duties related to the SMS.\n7.   Development of plans for shipboard operations\nThe company should establish procedures for the preparation of plans and instructions, including checklists as appropriate, for key shipboard operations concerning the safety of the ship and the prevention of pollution. The various tasks involved should be defined and assigned to qualified personnel.\n8.   Emergency preparedness\n8.1.\nThe company should establish procedures to identify, describe and respond to potential emergency shipboard situations.\n8.2.\nThe company should establish programmes for drills and exercises to prepare for emergency actions.\n8.3.\nThe SMS should provide for measures ensuring that the company's organisation can respond at any time to hazards, accidents and emergency situations involving its ships.\n9.   Reports and analysis of non-conformities, accidents and hazardous occurrences\n9.1.\nThe SMS should include procedures ensuring that non-conformities, accidents and hazardous situations are reported to the company, investigated and analysed with the objective of improving safety and pollution prevention.\n9.2.\nThe company should establish procedures for the implementation of corrective action.\n10.   Maintenance of the ship and equipment\n10.1.\nThe company should establish procedures to ensure that the ship is maintained in conformity with the provisions of the relevant rules and regulations and with any additional requirements which may be established by the company.\n10.2.\nIn meeting these requirements the company should ensure that:\n10.2.1.\ninspections are held at appropriate intervals;\n10.2.2.\nany non-conformity is reported with its possible cause, if known;\n10.2.3.\nappropriate corrective action is taken; and\n10.2.4.\nrecords of these activities are maintained.\n10.3.\nThe company should establish procedures in the SMS to identify equipment and technical systems the sudden operational failure of which may result in hazardous situations. The SMS should provide for specific measures aimed at promoting the reliability of such equipment or systems. These measures should include the regular testing of stand-by arrangements and equipment or technical systems that are not in continuous use.\n10.4.\nThe inspections mentioned in 10.2 as well as the measures referred to in 10.3 should be integrated in the ship's operational maintenance/routine.\n11.   Documentation\n11.1.\nThe company should establish and maintain procedures to control all documents and data, which are relevant to the SMS.\n11.2.\nThe company should ensure that:\n11.2.1.\nvalid documents are available at all relevant locations;\n11.2.2.\nchanges to documents are reviewed and approved by authorised personnel; and\n11.2.3.\nobsolete documents are promptly removed.\n11.3.\nThe documents used to describe and implement the SMS may be referred to as the ‘safety management manual’. Documentation should be kept in a form that the company considers most effective. Each ship should carry on board all documentation relevant to that ship.\n12.   Company verification, review and evaluation\n12.1.\nThe company should carry out internal safety audits to verify whether safety and pollution prevention activities comply with the SMS.\n12.2.\nThe company should periodically evaluate the efficiency and when needed review the SMS in accordance with procedures established by the company.\n12.3.\nThe audits and possible corrective actions should be carried out in accordance with documented procedures.\n12.4.\nPersonnel carrying out audits should be independent of the areas being audited unless this is impracticable due to the size and the nature of the company.\n12.5.\nThe results of the audits and reviews should be brought to the attention of all personnel having responsibility in the area involved.\n12.6.\nThe management personnel responsible for the area involved should take timely corrective action on deficiencies found.\nPART B — CERTIFICATION AND VERIFICATION\n13.   Certification and periodical verification\n13.1.\nThe ship should be operated by a company which has been issued with a Document of Compliance or with an Interim Document of Compliance in accordance with paragraph 14.1, relevant to that ship.\n13.2.\nThe Document of Compliance should be issued by the administration, by an organisation recognised by the administration or, at the request of the administration, by another contracting government to the Convention to any company complying with the requirements of this Code for a period specified by the administration which should not exceed five years. Such a document should be accepted as evidence that the company is capable of complying with the requirements of this Code.\n13.3.\nThe Document of Compliance is only valid for the ship types explicitly indicated in the document. Such indication should be based on the types of ships on which the initial verification was based. Other ship types should only be added after verification of the company's capability to comply with the requirements of this Code applicable to such ship types. In this context, ship types are those referred to in Regulation IX/1 of the Convention.\n13.4.\nThe validity of a Document of Compliance should be subject to annual verification by the administration or by an organisation recognised by the administration or, at the request of the administration by another contracting government within three months before or after the anniversary date.\n13.5.\nThe Document of Compliance should be withdrawn by the administration or, at its request, by the contracting government which issued the document, when the annual verification required in paragraph 13.4 is not requested or if there is evidence of major non-conformities with this Code.\n13.5.1.\nAll associated Safety Management Certificates and/or Interim Safety Management Certificates should also be withdrawn if the Document of Compliance is withdrawn.\n13.6.\nA copy of the Document of Compliance should be placed on board in order that the master of the ship, if so requested, may produce it for verification by the administration or by an organisation recognised by the administration or for the purposes of the control referred to in Regulation IX/6.2 of the Convention. The copy of the document is not required to be authenticated or certified.\n13.7.\nThe Safety Management Certificate should be issued to a ship for a period which should not exceed five years by the administration or an organisation recognised by the administration or, at the request of the administration, by another contracting government. The Safety Management Certificate should be issued after verifying that the company and its shipboard management operate in accordance with the approved safety management system. Such a certificate should be accepted as evidence that the ship is complying with the requirements of this Code.\n13.8.\nThe validity of the Safety Management Certificate should be subject to at least one intermediate verification by the administration or an organisation recognised by the administration or, at the request of the administration, by another contracting government. If only one intermediate verification is to be carried out and the period of validity of the Safety Management Certificate is five years, it should take place between the second and third anniversary date of the Safety Management Certificate.\n13.9.\nIn addition to the requirements of paragraph 13.5.1, the Safety Management Certificate should be withdrawn by the administration or, at the request of the administration, by the contracting government which has issued it when the intermediate verification required in paragraph 13.8 is not requested or if there is evidence of major non-conformity with this Code.\n13.10.\nNotwithstanding the requirements of paragraphs 13.2 and 13.7, when the renewal verification is completed within three months before the expiry date of the existing Document of Compliance or Safety Management Certificate, the new Document of Compliance or the new Safety Management Certificate should be valid from the date of completion of the renewal verification for a period not exceeding five years from the date of expiry of the existing Document of Compliance or Safety Management Certificate.\n13.11.\nWhen the renewal verification is completed more than three months before the expiry date of the existing Document of Compliance or Safety Management Certificate, the new Document of Compliance or the new Safety Management Certificate should be valid from the date of completion of the renewal verification for a period not exceeding five years from the date of completion of the renewal verification.\n14.   Interim certification\n14.1.\nAn Interim Document of Compliance may be issued to facilitate initial implementation of this Code when:\n1.\na company is newly established; or\n2.\nnew ship types are to be added to an existing Document of Compliance, following verification that the company has a safety management system that meets the objectives of paragraph 1.2.3 of this Code, provided the company demonstrates plans to implement a safety management system meeting the full requirements of this Code within the period of validity of the Interim Document of Compliance. Such an Interim Document of Compliance should be issued for a period not exceeding 12 months by the administration or by an organisation recognised by the administration or, at the request of the administration, by another contracting government. A copy of the Interim Document of Compliance should be placed on board in order that the master of the ship, if so requested, may produce it for verification by the administration or by an organisation recognised by the administration or for the purposes of the control referred to in Regulation IX/6.2 of the Convention. The copy of the document is not required to be authenticated or certified.\n14.2.\nAn Interim Safety Management Certificate may be issued:\n1.\nto new ships on delivery;\n2.\nwhen a company takes on responsibility for the operation of a ship which is new to the company; or\n3.\nwhen a ship changes flag.\nSuch an Interim Safety Management Certificate should be issued for a period not exceeding six months by the administration or an organisation recognised by the administration or, at the request of the administration, by another contracting government.\n14.3.\nAn administration or, at the request of the administration, another contracting government may, in special cases, extend the validity of an Interim Safety Management Certificate for a further period which should not exceed six months from the date of expiry.\n14.4.\nAn Interim Safety Management Certificate may be issued following verification that:\n1.\nthe Document of Compliance, or the Interim Document of Compliance, is relevant to the ship concerned;\n2.\nthe Safety management system provided by the company for the ship concerned includes key elements of this Code and has been assessed during the audit for issuance of the Document of Compliance or demonstrated for issuance of the Interim Document of Compliance;\n3.\nthe company has planned the audit of the ship within three months;\n4.\nthe master and officers are familiar with the safety management system and the planned arrangements for its implementation;\n5.\ninstructions, which have been identified as being essential, are provided prior to sailing; and\n6.\nrelevant information on the safety management system has been given in a working language or languages understood by the ship's personnel.\n15.   Verification\n15.1.\nAll verifications required by the provisions of this Code should be carried out in accordance with procedures acceptable to the administration, taking into account the guidelines developed by the organisation (1).\n16.   Forms of certificates\n16.1.\nThe Document of Compliance, the Safety Management Certificate, the Interim Document of Compliance and the Interim Safety Management Certificate should be drawn up in a form corresponding to the models given in the appendix to this Code. If the language used is neither English nor French, the text should include a translation into one of these languages.\n16.2.\nIn addition to the requirements of paragraph 13.3 the ship types indicated on the Document of Compliance and the Interim Document of Compliance may be endorsed to reflect any limitations in the operations of the ships described in the safety management system.\n(1)  Refer to the Revised Guidelines on Implementation of the International Safety Management (ISM) Code by Administrations adopted by the organisation by Resolution A.913(22).\nAppendix\nForms of the Document of Compliance, the Safety Management Certificate, the Interim Document of Compliance and the Interim Safety Management Certificate\nDOCUMENT OF COMPLIANCE\n(Official seal)/(State)\nCertificate No\nIssued under the provisions of the\nINTERNATIONAL CONVENTION FOR THE SAFETY OF LIFE AT SEA, 1974, as amended\nUnder the authority of the Government of …\n(name of the State)\nby …\n(person or organisation authorised)\nName and address of the company:\n…\n…\n(see paragraph 1.1.2 of the ISM Code)\nTHIS IS TO CERTIFY THAT the safety management system of the company has been audited and that it complies with the requirements of the International Management Code for the Safe Operation of Ships and for Pollution Prevention (ISM Code) for the types of ships listed below (delete as appropriate):\nPassenger ship\nPassenger high-speed craft\nCargo high-speed craft\nBulk carrier\nOil tanker\nChemical tanker\nGas carrier\nMobile offshore drilling unit\nOther cargo ship\nThis Document of Compliance is valid until ………, subject to periodical verification.\nIssued at …\n(place of issue of the document)\nDate of issue …\n…\n(Signature of the duly authorised official issuing the document)\n(Seal or stamp of issuing authority, as appropriate)\nCertificate No\nENDORSEMENT FOR ANNUAL VERIFICATION\nTHIS IS TO CERTIFY THAT, at the periodical verification in accordance with Regulation IX/6.1 of the Convention and paragraph 13.4 of the ISM Code, the safety management system was found to comply with the requirements of the ISM Code.\n1st ANNUAL VERIFICATION\nSigned: …\n(Signature of authorised official)\nPlace: …\nDate: …\n2nd ANNUAL VERIFICATION\nSigned: …\n(Signature of authorised official)\nPlace: …\nDate: …\n3rd ANNUAL VERIFICATION\nSigned: …\n(Signature of authorised official)\nPlace: …\nDate: …\n4th ANNUAL VERIFICATION\nSigned: …\n(Signature of authorised official)\nPlace: …\nDate: …\nSAFETY MANAGEMENT CERTIFICATE\n(Official seal)/(State)\nCertificate No\nIssued under the provisions of the\nINTERNATIONAL CONVENTION FOR THE SAFETY OF LIFE AT SEA, 1974, as amended\nUnder the authority of the Government of …\n(name of the State)\nby …\n(person or organisation authorised)\nName of ship: …\nDistinctive number or letters: …\nPort of registry: …\nType of ship (1): …\nGross tonnage: …\nIMO number: …\nName and address of company: …\n(see paragraph 1.1.2 of the ISM Code)\nTHIS IS TO CERTIFY THAT the safety management system of the ship has been audited and that it complies with the requirements of the International Management Code for the Safe Operation of Ships and for Pollution Prevention (ISM Code), following verification that the Document of Compliance for the company is applicable to this type of ship.\nThis Safety Management Certificate is valid until ………, subject to periodical verification and the Document of Compliance remaining valid.\nIssued at …\n(place of issue of the document)\nDate of issue …\n(Signature of the duly authorised official issuing the certificate)\n(Seal or stamp of issuing authority, as appropriate)\nCertificate No\nENDORSEMENT FOR INTERMEDIATE VERIFICATION AND ADDITIONAL VERIFICATION (IF REQUIRED)\nTHIS IS TO CERTIFY THAT, at the periodical verification in accordance with Regulation IX/6.1 of the Convention and paragraph 13.8 of the ISM Code, the safety management system was found to comply with the requirements of the ISM Code.\nINTERMEDIATE VERIFICATION (to be completed between the second and third anniversary date)\nSigned: …\n(Signature of authorised official)\nPlace: …\nDate: …\nADDITIONAL VERIFICATION (2)\nSigned: …\n(Signature of authorised official)\nPlace: …\nDate: …\nADDITIONAL VERIFICATION (2)\nSigned: …\n(Signature of authorised official)\nPlace: …\nDate: …\nADDITIONAL VERIFICATION (2)\nSigned: …\n(Signature of authorised official)\nPlace: …\nDate: …\nINTERIM DOCUMENT OF COMPLIANCE\n(Official seal)/(State)\nCertificate No\nIssued under the provisions of the\nINTERNATIONAL CONVENTION FOR THE SAFETY OF LIFE AT SEA, 1974, as amended\nUnder the authority of the Government of …\n(name of the State)\nby …\n(person or organisation authorised)\nName and address of the company: …\n(see paragraph 1.1.2 of the ISM Code)\nTHIS IS TO CERTIFY THAT the safety management system of the company has been recognised as meeting the objectives of paragraph 1.2.3 of the International Management Code for the Safe Operation of Ships and for Pollution Prevention (ISM Code), for the type(s) of ships listed below (delete as appropriate):\nPassenger ship\nPassenger high-speed craft\nCargo high-speed craft\nBulk carrier\nOil tanker\nChemical tanker\nGas carrier\nMobile offshore drilling unit\nOther cargo ship\nThis Interim Document of Compliance is valid until:\nIssued at: …\n(Place of issue of the document)\nDate of issue: …\n(Signature of the duly authorised official issuing the document)\n(Seal or stamp of issuing authority, as appropriate)\nINTERIM SAFETY MANAGEMENT CERTIFICATE\n(Official seal)/(State)\nCertificate No\nIssued under the provisions of the\nINTERNATIONAL CONVENTION FOR THE SAFETY OF LIFE AT SEA, 1974,\nas amended\nUnder the authority of the Government of …\n(name of the State)\nby …\n(person or organisation authorised)\nName of ship: …\nDistinctive number or letters: …\nPort of registry: …\nType of ship (3): …\nGross tonnage: …\nIMO number: …\nName and address of company: …\n…\n(see paragraph 1.1.2 of the ISM Code)\nTHIS IS TO CERTIFY THAT the requirements of paragraph 14.4 of the ISM Code have been met and that the Document of Compliance/Interim Document of Compliance (4) of the company is relevant to this ship.\nThis Interim Safety Management Certificate is valid until …\nsubject to the Document of Compliance/Interim Document of Compliance (4) remaining valid.\nIssued at …\n(place of issue of the document)\nDate of issue: …\n(Signature of the duly authorised official issuing the certificate)\n(Seal or stamp of issuing authority, as appropriate)\nCertificate No\nThe validity of this Interim Safety Management Certificate is extended to: …\nDate of extension: …\n(Signature of the duly authorised official extending the validity)\n(Seal or stamp of issuing authority, as appropriate)\n(1)  Insert the type of ship from among the following: passenger ship; passenger high-speed craft; cargo high-speed craft; bulk carrier; oil tanker; chemical tanker; gas carrier; mobile offshore drilling unit; other cargo ship.\n(2)  If applicable. Reference is made to paragraph 3.4.1 of the Guidelines on Implementation of the International Safety Management (ISM) Code by Administrations (Resolution A.913(22)).\n(3)  Insert the type of ship from among the following: passenger ship; passenger high-speed craft; cargo high-speed craft; bulk carrier; oil tanker; chemical tanker; gas carrier; mobile offshore drilling unit; other cargo ship.\n(4)  Delete as appropriate.\nANNEX II\nPROVISIONS FOR THE ADMINISTRATION CONCERNING THE IMPLEMENTATION OF THE INTERNATIONAL SAFETY MANAGEMENT (ISM) CODE\nPart A\nGeneral provisions\nPart B\nCertification and standards\n2.\nCertification process\n3.\nStandard of management\n4.\nStandards of competence\n5.\nForm of Document of Compliance and Safety Management Certificate\nPART A — GENERAL PROVISIONS\n1.1.\nWhen carrying out verifications and certification tasks required by the provisions of the ISM Code for ships falling within the scope of this Regulation, Member States shall comply with the requirements and standards laid down in Part B of this Title.\n1.2.\nIn addition Member States shall take due account of the provisions of the Revised Guidelines on the Implementation of the International Safety Management (ISM) Code by Administrations, adopted by the IMO through Resolution A.913(22) of 29 November 2001, as far as they are not covered under Part B of this Title.\nPART B — CERTIFICATION AND STANDARDS\n2.   Certification process\n2.1.\nThe certification process relevant for the issuance of a document of compliance for a company and a safety management certificate to each ship shall be performed taking account of the provisions set out below.\n2.2.\nThe certification process shall normally involve the following steps:\n1.\ninitial verification;\n2.\nannual or intermediate verification;\n3.\nrenewal verification; and\n4.\nadditional verification.\nThese verifications are carried out at the request of the company to the administration or to the recognised organisation when acting on behalf of the administration.\n2.3.\nThe verifications shall include a safety management audit.\n2.4.\nA lead auditor and, if relevant, an audit team, shall be nominated to perform the audit.\n2.5.\nThe nominated lead auditor shall liaise with the company and produce an audit plan.\n2.6.\nAn audit report shall be prepared under the direction of the lead auditor, who is responsible for its accuracy and completeness.\n2.7.\nThe audit report shall include the audit plan, identification of audit team members, dates and identification of the company, records of any observations and non-conformities and observations on the effectiveness of the safety management system in meeting the specified objectives.\n3.   Standard of management\n3.1.\nAuditors or the audit team managing verification of compliance with the ISM Code shall have competence in relation to:\n1.\nensuring compliance with the rules and regulations including certification of seafarers, for each type of ship operated by the company;\n2.\napproval, survey and certification activities relevant for the maritime certificates;\n3.\nthe terms of reference that must be taken into account under the safety management system as required by the ISM Code; and\n4.\npractical experience of ship operation.\n3.2.\nIn performing verification of compliance with the provisions of the ISM Code it shall be ensured that independence exists between the personnel providing consultancy services and those involved in the certification procedure.\n4.   Standards of competence\n4.1.\nBasic competence for performing verification\n4.1.1.\nPersonnel who are to participate in the verification of compliance with the requirements of the ISM Code shall fulfil the minimum criteria for inspectors as laid down in Section 2 of Annex VII to Directive 95/21/EC.\n4.1.2.\nThey shall have undergone training to ensure adequate competence and skills for performing verification of compliance with the requirements of the ISM Code, particularly with regard to:\n(a)\nknowledge and understanding of the ISM Code;\n(b)\nmandatory rules and regulations;\n(c)\nthe terms of reference which the ISM Code requires that companies should take into account;\n(d)\nassessment techniques of examining, questioning, evaluating and reporting;\n(e)\ntechnical or operational aspects of safety management;\n(f)\nbasic knowledge of shipping and shipboard operations; and\n(g)\nparticipation in at least one marine related management system audit.\n4.2.\nCompetence for initial verification and renewal verification\n4.2.1.\nIn order to assess fully whether the company or each type of ship complies with the requirements of the ISM Code, in addition to the basic competence stated above, personnel who are to perform initial verifications or renewal verifications for a document of compliance and a safety management certificate, must possess the competence to:\n(a)\ndetermine whether or not the elements of the safety management system (SMS) conform with the ISM Code;\n(b)\ndetermine the effectiveness of the company's SMS, or that of each type of ship, to ensure compliance with rules and regulations as evidenced by the statutory and classification survey records;\n(c)\nassess the effectiveness of the SMS in ensuring compliance with other rules and regulations which are not covered by statutory and classification surveys and enabling verification of compliance with these rules and regulations; and\n(d)\nassess whether the safe practices recommended by the IMO, administrations, classification societies and maritime industry organisations have been taken into account.\n4.2.2.\nThis competence can be accomplished by teams, which together possess the total competence required.\n5.   Form of documents of compliance and safety management certificates\nWhen ships operate only in a Member State, Member States shall either use the forms attached to the ISM Code or the Document of Compliance, the Safety Management Certificate, the Interim Document of Compliance and the Interim Safety Management Certificate drawn up in the form set out below.\nIn the event of a derogation under Article 7(1) and, if applicable, Article 7(2), the certificate issued shall be different from the one referred to above and clearly indicate that a derogation in accordance with Article 7(1) and, if applicable, Article 7(2) of this Regulation, has been granted and shall include the applicable operational limitations.\nDOCUMENT OF COMPLIANCE\n(Official seal)/(State)\nCertificate No\nIssued under the provisions [of the INTERNATIONAL CONVENTION FOR THE SAFETY OF LIFE AT SEA, 1974, as amended and] (1) of Regulation (EC) No 336/2006 on the implementation of the ISM Code within the Community\nUnder the authority of the Government of …\n(Name of the State)\nby …\n(person or organisation authorised)\nName and address of the company …\n(see paragraph 1.1.2 of Part A of Annex I to Regulation (EC) No 336/2006)\nTHIS IS TO CERTIFY THAT the safety management system of the company has been audited and that it complies with the requirements of the International Management Code for the Safe Operation of Ships and for Pollution Prevention (ISM Code) for the types of ships listed below (delete as appropriate):\nPassenger ship\nPassenger high-speed craft\nCargo high-speed craft\nBulk carrier\nOil tanker\nChemical tanker\nGas carrier\nMobile offshore drilling unit\nOther cargo ship\nRo-ro passenger ferry\nThis Document of Compliance is valid until ………, subject to periodical verification.\nIssued at …\n(place of issue of the document)\nDate of issue …\n(Signature of the duly authorised official issuing the document)\n(Seal or stamp of issuing authority, as appropriate)\nCertificate No\nENDORSEMENT FOR ANNUAL VERIFICATION\nTHIS IS TO CERTIFY THAT, at the periodical verification in accordance with [Regulation IX/6.1 of the Convention and paragraph 13.4 of the ISM Code and] (2) Article 6 of Regulation (EC) No 336/2006 on the implementation of the ISM Code within the Community, the safety management system was found to comply with the requirements of the ISM Code.\n1st ANNUAL VERIFICATION\nSigned: …\n(Signature of authorised official)\nPlace: …\nDate: …\n2nd ANNUAL VERIFICATION\nSigned: …\n(Signature of authorised official)\nPlace: …\nDate: …\n3rd ANNUAL VERIFICATION\nSigned: …\n(Signature of authorised official)\nPlace: …\nDate: …\n4th ANNUAL VERIFICATION\nSigned: …\n(Signature of authorised official)\nPlace: …\nDate: …\nSAFETY MANAGEMENT CERTIFICATE\n(Official seal)/(State)\nCertificate No\nIssued under the provisions [of the INTERNATIONAL CONVENTION FOR THE SAFETY OF LIFE AT SEA, 1974, as amended and] (3) of Regulation (EC) No 336/2006 on the implementation of the ISM Code within the Community\nUnder the authority of the Government of …\n(name of the State)\nby …\n(person or organisation authorised)\nName of ship: …\nDistinctive number or letters: …\nPort of registry: …\nType of ship (4): …\nGross tonnage: …\nIMO number: …\nName and address of company: …\n(see paragraph 1.1.2 of Part A of Annex I to Regulation (EC) No 336/2006)\nTHIS IS TO CERTIFY THAT the safety management system of the ship has been audited and that it complies with the requirements of the International Management Code for the Safe Operation of Ships and for Pollution Prevention (ISM Code), following verification that the Document of Compliance for the Company is applicable to this type of ship.\nThis Safety Management Certificate is valid until ………, subject to periodical verification and the Document of Compliance remaining valid.\nIssued at …\n(place of issue of the document)\nDate of issue …\n(Signature of the duly authorised official issuing the certificate)\n(Seal or stamp of issuing authority, as appropriate)\nCertificate No\nENDORSEMENT FOR INTERMEDIATE VERIFICATION AND ADDITIONAL VERIFICATION (IF REQUIRED)\nTHIS IS TO CERTIFY THAT, at the periodical verification in accordance with [Regulation IX/6.1 of the Convention and paragraph 13.8 of the ISM Code and] (5) Article 6 of Regulation (EC) No 336/2006 on the implementation of the ISM Code within the Community, the safety management system was found to comply with the requirements of the ISM Code.\nINTERMEDIATE VERIFICATION (to be completed between the second and third anniversary date)\nSigned: …\n(Signature of authorised official)\nPlace: …\nDate: …\nADDITIONAL VERIFICATION (6)\nSigned: …\n(Signature of authorised official)\nPlace: …\nDate: …\nADDITIONAL VERIFICATION (6)\nSigned: …\n(Signature of authorised official)\nPlace: …\nDate: …\nADDITIONAL VERIFICATION (6)\nSigned: …\n(Signature of authorised official)\nPlace: …\nDate: …\nINTERIM DOCUMENT OF COMPLIANCE\n(Official seal)/(State)\nCertificate No\nIssued under the provisions of [of the INTERNATIONAL CONVENTION FOR THE SAFETY OF LIFE AT SEA, 1974, as amended and] (7) of Regulation (EC) No 336/2006 on the implementation of the ISM Code within the Community\nUnder the authority of the Government of …\n(name of the State)\nby …\n(person or organisation authorised)\nName and address of the company …\n(see paragraph 1.1.2 of Part A of Annex I to Regulation (EC) No 336/2006)\nTHIS IS TO CERTIFY THAT the safety management system of the company has been recognised as meeting the objectives of paragraph 1.2.3 of Part A of Annex I to Regulation (EC) No 336/2006 for the type(s) of ships listed below (delete as appropriate):\nPassenger ship\nPassenger high-speed craft\nCargo high-speed craft\nBulk carrier\nOil tanker\nChemical tanker\nGas carrier\nMobile offshore drilling unit\nOther cargo ship\nRo-ro passenger ferry\nThis Interim Document of Compliance is valid until …\nIssued at: …\n(place of issue of the document)\nDate of issue: …\n(Signature of the duly authorised official issuing the document)\n(Seal or stamp of issuing authority, as appropriate)\nINTERIM SAFETY MANAGEMENT CERTIFICATE\n(Official seal)/(State)\nCertificate No\nIssued under the provisions of [of the INTERNATIONAL CONVENTION FOR THE SAFETY OF LIFE AT SEA, 1974, as amended and] (8) of Regulation (EC) No 336/2006 on the implementation of the ISM Code within the Community\nUnder the authority of the Government of …\n(name of the State)\nby …\n(person or organisation authorised)\nName of ship: …\nDistinctive number or letters: …\nPort of registry: …\nType of ship (9): …\nGross tonnage: …\nIMO number: …\nName and address of company: …\n(see paragraph 1.1.2 of Part A of Annex I to Regulation (EC) No 336/2006)\nTHIS IS TO CERTIFY THAT the requirements of paragraph 14.4 of Part A of Annex I to Regulation (EC) No 336/2006 have been met and that the Document of Compliance/Interim Document of Compliance (10) of the company is relevant to this ship.\nThis Interim Safety Management Certificate is valid until ………, subject to the Document of Compliance/Interim Document of Compliance (10) remaining valid.\nIssued at: …\n(place of issue of the document)\nDate of issue: …\n(Signature of the duly authorised official issuing the certificate)\n(Seal or stamp of issuing authority, as appropriate)\nCertificate No\nThe validity of this Interim Safety Management Certificate is extended to:\nDate of extension: …\n(Signature of the duly authorised official extending the validity)\n(Seal or stamp of issuing authority, as appropriate)\n(1)  May be deleted for ships engaged only on voyages within one Member State.\n(2)  May be deleted for ships engaged only on voyages within one Member State.\n(3)  May be deleted for ships engaged only on voyages within one Member State.\n(4)  Insert the type of ship from among the following: passenger ship, passenger high- speed craft, cargo high- speed craft, bulk carrier, oil tanker, chemical tanker, gas carrier, mobile offshore drilling unit, other cargo ship, ro-ro passenger ferry.\n(5)  May be deleted for ships engaged only on voyages within one Member State.\n(6)  If applicable. Reference is made to paragraph 13.8 of the ISM Code and paragraph 3.4.1 of the Guidelines on Implementation of the International Safety Management (ISM) Code by Administrations (Resolution A.913(22)).\n(7)  May be deleted for ships engaged only on voyages within one Member State.\n(8)  May be deleted for ships engaged only on voyages within one Member State.\n(9)  Insert the type of ship from among the following: passenger ship, passenger high-speed craft, cargo high-speed craft, bulk carrier, oil tanker, chemical tanker, gas carrier, mobile offshore drilling unit, other cargo ship, ro-ro passenger ferry.\n(10)  Delete as appropriate.", "summary": "Maritime safety: International Safety Management (ISM) Code for shipping\nMaritime safety: International Safety Management (ISM) Code for shipping\nSUMMARY OF:\nRegulation (EC) No 336/2006 on the implementation of the International Safety Management Code within the EU\nSUMMARY\nWHAT DOES THIS REGULATION DO?\nIt incorporates the ‘International management code for the safe operations of ships and for pollution prevention’ ( ISM Code) in the EU.\nIn particular, its objective is to ensure that shipping companies comply with the ISM Code by means of\nestablishment, implementation and proper maintenance of safety management systems on ships and on shore and\ntheir control by flag state (i.e. the country in which a vessel is registered) and port state (i.e. the country at whose port a vessel calls or anchors) administrations.\nKEY POINTS\nScope\nThe regulation applies to the following types of ships and to companies operating them:\ncargo ships and passenger ships, flying the flag of an EU country, engaged on international voyages;\ncargo ships and passenger ships engaged exclusively on domestic voyages, regardless of their flag;\ncargo ships and passenger ships operating to or from EU ports, on a regular shipping service, regardless of their flag;\nmobile offshore drilling units operating under the authority of an EU country.\nIt does not apply to:\nwarships or troopships and other ships owned or operated by an EU country and used only on government non-commercial service;\nships not propelled by mechanical means, wooden ships of primitive build, pleasure yachts and pleasure craft, unless they are carrying more than 12 passengers for commercial purposes;\nfishing vessels;\ncargo ships and mobile offshore drilling units of less than 500 gross tonnage;\npassenger ships, other than ro-ro (roll-on/roll-off) passenger ferries, in certain sea areas, as defined in Article 4 of Directive 2009/45/EC.\nCertification and verification\nEU countries must comply with Part B of the ISM Code.\nExemptions\nIf an EU country considers it difficult in practice for some companies to comply with certain ISM Code rules for specific ships exclusively engaged on domestic voyages, it may exempt them from those rules by imposing equivalent measures.\nIn such a case, the EU country has to notify the European Commission accordingly. If the proposed exemption is not justified, the country has to amend or refrain from adopting these measures.\nPenalties\nEU countries must establish a system of effective, proportionate and dissuasive penalties for failure to comply with the regulation.\nReports\nEU countries have to report to the Commission every 2 years on the implementation of the ISM Code. Based on this biennial report, the Commission prepares a consolidated report for the European Parliament and the Council.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt applies from 24 March 2006.\nACT\n            \nRegulation (EC) No 336/2006 of the European Parliament and of the Council of 15 February 2006 on the implementation of the International Safety Management Code within the Community and repealing Council Regulation (EC) No 3051/95 (OJ L 64, 4.3.2006, pp. 1–36)\nSuccessive amendments to Regulation (EC) No 336/2006 have been incorporated in the original text. This consolidated version is of documentary value only.\nRELATED ACTS\n            \nRegulation (EC) No 2099/2002 of the European Parliament and of the Council of 5 November 2002 establishing a Committee on Safe Seas and the Prevention of Pollution from Ships (COSS) and amending the Regulations on maritime safety and the prevention of pollution from ships (OJ L 324, 29.11.2002, pp. 1–5). See consolidated version.\nDirective 2009/15/EC of the European Parliament and of the Council of 23 April 2009 on common rules and standards for ship inspection and survey organisations and for the relevant activities of maritime administrations (OJ L 131, 28.5.2009, pp. 47–56). See consolidated version.\nDirective 2009/16/EC of the European Parliament and of the Council of 23 April 2009 on port State control (OJ L 131, 28.5.2009, pp. 57–100). See consolidated version.\nDirective 2009/45/EC of the European Parliament and of the Council of 6 May 2009 on safety rules and standards for passenger ships (Recast) (OJ L 163, 25.6.2009, pp. 1–140). See consolidated version.\nlast update 14.03.2016", "tags": ["International Maritime Organisation", "marine pollution", "prevention of pollution", "pollution from ships", "maritime transport", "maritime safety"], "subjects": ["Transport"], "split": "train", "reference_annotations": {"32006R0336_p1": {"text": "regulation 336/2006 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 15 February 2006---on the implementation of the International Safety Management Code within the Community and repealing Council regulation 3051/95", "triples": [" regulation 336/2006,  repealing,  regulation 3051/95"]}}, "summary_annotations": {"32006R0336_p1": {"text": "regulation 336/2006 of the European Parliament and of the Council of 15 February 2006 on the implementation of the International Safety Management Code within the Community and repealing Council regulation 3051/95 (OJ L 64, 4.3.2006, pp. 1–36)", "triples": [" regulation 336/2006,  repealing,  regulation 3051/95"]}}}