{"celex_id": "32008L0096", "reference": "29.11.2008\nEN\nOfficial Journal of the European Union\nL 319/59\nDIRECTIVE 2008/96/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 19 November 2008\non road infrastructure safety management\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 71(1)(c) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1)\nThe trans-European road network defined in Decision No 1692/96/EC of the European Parliament and of the Council of 23 July 1996 on Community guidelines for the development of the trans-European transport network (3), is of paramount importance in supporting European integration and cohesion as well as ensuring a high level of well-being. In particular, a high level of safety should be guaranteed.\n(2)\nIn its White Paper of 12 September 2001‘European transport policy for 2010: time to decide’ the Commission expressed the need to carry out safety impact assessments and road safety audits, in order to identify and manage high accident concentration sections within the Community. It also set the target of halving the number of deaths on the roads within the European Union between 2001 and 2010.\n(3)\nIn its Communication of 2 June 2003‘European Road Safety Action Programme, Halving the number of road accident victims in the European Union by 2010: A shared responsibility’ the Commission identified road infrastructure as the third pillar of road safety policy, which should make an important contribution to the Community’s accident reduction target.\n(4)\nIn recent years, major advances have been made in vehicle design (safety measures and the development and application of new technologies) which have helped to reduce the number of people killed or injured in road accidents. If the target set for 2010 is to be achieved, action must be taken in other areas too. Managing the safety of road infrastructure offers plenty of scope for improvement, which must be used to advantage.\n(5)\nThe setting up of appropriate procedures is an essential tool for improving the safety of road infrastructure within the trans-European road network. Road safety impact assessments should demonstrate, on a strategic level, the implications on road safety of different planning alternatives of an infrastructure project and they should play an important role when routes are being selected. The results of road safety impact assessments may be set out in a number of documents. Moreover, road safety audits should identify, in a detailed way, unsafe features of a road infrastructure project. It therefore makes sense to develop procedures to be followed in those two fields with the aim of increasing safety of road infrastructures on the trans-European road network, whilst at the same time excluding road tunnels which are covered by Directive 2004/54/EC of the European Parliament and of the Council of 29 April 2004 on minimum safety requirements for tunnels in the trans-European road network (4).\n(6)\nSeveral Member States already possess well functioning road infrastructure safety management systems. These countries should be permitted to continue using their existing methods, in so far as they are consistent with the aims of this Directive.\n(7)\nResearch is vital to improving safety on the roads within the European Union. Developing and demonstrating components, measures and methods (including telematics) and disseminating research results play an important part in increasing the safety of road infrastructure.\n(8)\nSafety performance of existing roads should be raised by targeting investments to the road sections with the highest accident concentration and/or the highest accident reduction potential. To be able to adapt their behaviour and increase compliance with traffic rules, in particular speed limits, drivers should be made aware of road sections with a high accident concentration.\n(9)\nNetwork safety ranking has a high potential immediately after its implementation. Once road sections with a high accident concentration have been treated and remedial measures have been taken, safety inspections as a preventive measure should assume a more important role. Regular inspections are an essential tool for preventing possible dangers for all road users, including vulnerable users, and also in case of roadworks.\n(10)\nTraining and certification of safety personnel by means of training curricula and tools for qualification validated by the Member States should ensure that practitioners get the necessary up-to-date knowledge.\n(11)\nWith a view to improving safety on the roads within the European Union, arrangements should be made for more frequent and more consistent exchanges of best practices among the Member States.\n(12)\nIn order to ensure a high level of road safety on the roads within the European Union Member States should apply guidelines on infrastructure safety management. The notification of those guidelines to the Commission and regular reporting on their implementation should pave the way for the systematic improvement of infrastructure safety at Community level and provide a basis for the evolution towards a more effective system over time. The reporting on their implementation should, furthermore, allow other Member States to identify the most effective solutions, while the systematic collection of data from before/after studies should allow selecting the most effective measure for future action.\n(13)\nThe provisions of this Directive which relate to investment in road safety should apply without prejudice to the Member States’ powers as regards investment in the upkeep of the road network.\n(14)\nSince the objective of this Directive namely the establishment of procedures to ensure a consistently high level of road safety throughout the trans-European road network cannot be sufficiently achieved by the Member States and can therefore, by reason of the effects of the action, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve that objective.\n(15)\nThe measures necessary for the implementation of this Directive should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (5).\n(16)\nIn particular the Commission should be empowered to adopt the criteria necessary for the improvement of road safety management practices and the adaptation of the annexes to technical progress. Since those measures are of general scope and are designed to amend non-essential elements of this Directive, inter alia, by supplementing it with new non-essential elements, they must be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(17)\nSufficient roadside parking areas are very important not only for crime prevention but also for road safety. Parking areas enable drivers to take rest breaks in good time and continue their journey with full concentration. The provision of sufficient safe parking areas should therefore form an integral part of road infrastructure safety management.\n(18)\nIn accordance with point 34 of the Interinstitutional Agreement on better law-making (6), Member States are encouraged to draw up, for themselves and in the interest of the Community, their own tables, which will, as far as possible, illustrate the correlation between this Directive and their transposition measures, and to make them public,\nHAVE ADOPTED THIS DIRECTIVE:\nArticle 1\nSubject matter and scope\n1.   This Directive requires the establishment and implementation of procedures relating to road safety impact assessments, road safety audits, the management of road network safety and safety inspections by the Member States.\n2.   This Directive shall apply to roads which are part of the trans-European road network, whether they are at the design stage, under construction or in operation.\n3.   Member States may also apply the provisions of this Directive, as a set of good practices, to national road transport infrastructure, not included in the trans-European road network, that was constructed using Community funding in whole or in part.\n4.   This Directive shall not apply to road tunnels covered by Directive 2004/54/EC.\nArticle 2\nDefinitions\nFor the purposes of this Directive, the following definitions shall apply:\n1.\n‘trans-European road network’ means the road network identified in Section 2 of Annex I to Decision No 1692/96/EC;\n2.\n‘competent entity’ means any public or private organisation set up at national, regional or local level, involved in the implementation of this Directive by reason of its competences, including bodies designated as competent entities which existed before the entry into force of this Directive, in so far as they meet the requirements of this Directive;\n3.\n‘road safety impact assessment’ means a strategic comparative analysis of the impact of a new road or a substantial modification to the existing network on the safety performance of the road network;\n4.\n‘road safety audit’ means an independent detailed systematic and technical safety check relating to the design characteristics of a road infrastructure project and covering all stages from planning to early operation;\n5.\n‘ranking of high accident concentration sections’ means a method to identify, analyse and rank sections of the road network which have been in operation for more than three years and upon which a large number of fatal accidents in proportion to the traffic flow have occurred;\n6.\n‘network safety ranking’ means a method for identifying, analysing and classifying parts of the existing road network according to their potential for safety development and accident cost savings;\n7.\n‘safety inspection’ means an ordinary periodical verification of the characteristics and defects that require maintenance work for reasons of safety;\n8.\n‘guidelines’ means measures adopted by Member States, which lay down the steps to be followed and the elements to be considered in applying the safety procedures set out in this Directive;\n9.\n‘infrastructure project’ means a project for the construction of new road infrastructure or a substantial modification to the existing network which affects the traffic flow.\nArticle 3\nRoad safety impact assessment for infrastructure projects\n1.   Member States shall ensure that a road safety impact assessment is carried out for all infrastructure projects.\n2.   The road safety impact assessment shall be carried out at the initial planning stage before the infrastructure project is approved. In that connection, Member States shall endeavour to meet the criteria set out in Annex I.\n3.   The road safety impact assessment shall indicate the road safety considerations which contribute to the choice of the proposed solution. It shall further provide all relevant information necessary for a cost-benefit analysis of the different options assessed.\nArticle 4\nRoad safety audits for infrastructure projects\n1.   Member States shall ensure that road safety audits are carried out for all infrastructure projects.\n2.   When carrying out road safety audits the Member States shall endeavour to meet the criteria set out in Annex II.\nMember States shall ensure that an auditor is appointed to carry out an audit of the design characteristics of an infrastructure project.\nThe auditor shall be appointed in accordance with the provisions of Article 9(4) and shall have the necessary competence and training provided for in Article 9. Where audits are undertaken by teams, at least one member of the team shall hold a certificate of competence as referred to in Article 9(3).\n3.   Road safety audits shall form an integral part of the design process of the infrastructure project at the stage of draft design, detailed design, pre-opening and early operation.\n4.   Member States shall ensure that the auditor sets out safety critical design elements in an audit report for each stage of the infrastructure project. Where unsafe features are identified in the course of the audit but the design is not rectified before the end of the appropriate stage as referred to in Annex II, the reasons shall be stated by the competent entity in an Annex to that report.\n5.   Member States shall ensure that the report referred to in paragraph 4 shall result in relevant recommendations from a safety point of view.\nArticle 5\nSafety ranking and management of the road network in operation\n1.   Member States shall ensure that the ranking of high accident concentration sections and the network safety ranking are carried out on the basis of reviews, at least every three years, of the operation of the road network. In that connection, Member States shall endeavour to meet the criteria set out in Annex III.\n2.   Member States shall ensure that road sections showing higher priority according to the results of the ranking of high accident concentration sections and from network safety ranking are evaluated by expert teams by means of site visits guided by the elements referred to in point 3 of Annex III. At least one member of the expert team shall meet the requirements set out in Article 9(4)(a).\n3.   Member States shall ensure that remedial treatment is targeted at the road sections referred to in paragraph 2. Priority shall be given to those measures referred to in point 3(e) of Annex III paying attention to those presenting the highest benefit-cost ratio.\n4.   Member States shall ensure that appropriate signs are in place to warn road users of road infrastructure segments that are undergoing repairs and which may thus jeopardise the safety of road users. These signs shall also include signs which are visible during both day and night time and set up at a safe distance and shall comply with the provisions of the Vienna Convention on Road Signs and Signals of 1968.\n5.   Member States shall ensure that road users are informed of the existence of a high accident concentration section by appropriate measures. If a Member State decides to use signposting, this shall comply with the provisions of the Vienna Convention on Road Signs and Signals of 1968.\nArticle 6\nSafety inspections\n1.   Member States shall ensure that safety inspections are undertaken in respect of the roads in operation in order to identify the road safety related features and prevent accidents.\n2.   Safety inspections shall comprise periodic inspections of the road network and surveys on the possible impact of roadworks on the safety of the traffic flow.\n3.   Member States shall ensure that periodic inspections are undertaken by the competent entity. Such inspections shall be sufficiently frequent to safeguard adequate safety levels for the road infrastructure in question.\n4.   Without prejudice to the guidelines adopted pursuant to Article 8, Member States shall adopt guidelines on temporary safety measures applying to roadworks. They shall also implement an appropriate inspection scheme to ensure that those guidelines are properly applied.\nArticle 7\nData management\n1.   Member States shall ensure that for each fatal accident occurring on a road referred to in Article 1(2) an accident report is drawn up by the competent entity. Member States shall endeavour to include in that report each of the elements listed in Annex IV.\n2.   Member States shall calculate the average social cost of a fatal accident and the average social cost of a severe accident occurring in its territory. Member States may choose to further differentiate the cost rates, which shall be updated at least every five years.\nArticle 8\nAdoption and communication of guidelines\n1.   Member States shall ensure that guidelines, if they do not already exist, are adopted by 19 December 2011, in order to support the competent entities in the application of this Directive.\n2.   Member States shall communicate these guidelines to the Commission within three months of their adoption or amendment.\n3.   The Commission shall make them available on a public website.\nArticle 9\nAppointment and training of auditors\n1.   Member States shall ensure that, if they do not already exist, training curricula for road safety auditors are adopted by 19 December 2011.\n2.   Member States shall ensure that where road safety auditors carry out functions under this Directive, they undergo an initial training resulting in the award of a certificate of competence, and take part in periodic further training courses.\n3.   Member States shall ensure that road safety auditors hold a certificate of competence. Certificates awarded before the entry into force of this Directive shall be recognised.\n4.   Member States shall ensure that auditors are appointed in compliance with the following requirements:\n(a)\nthey have relevant experience or training in road design, road safety engineering and accident analysis;\n(b)\nfrom two years after the adoption by the Member States of the guidelines pursuant to Article 8, road safety audits shall only be undertaken by auditors or teams to which auditors belong, meeting the requirements provided for in paragraphs 2 and 3;\n(c)\nfor the purpose of the infrastructure project audited, the auditor shall not at the time of the audit be involved in the conception or operation of the relevant infrastructure project.\nArticle 10\nExchange of best practices\nIn order to improve the safety of roads within the European Union that are not part of the trans-European road network, the Commission shall establish a coherent system for the exchange of best practices between the Member States, covering, inter alia, existing road infrastructure safety projects and proven road safety technology.\nArticle 11\nContinuous improvement of safety management practices\n1.   The Commission shall facilitate and structure the exchange of knowledge and best practices between Member States, making use of the experience gained in existing relevant international forums, with a view to achieving continuous improvement of safety management practices concerning road infrastructures in the European Union.\n2.   The Commission shall be assisted by the Committee referred to in Article 13. In so far as the adoption of specific measures is required, such measures shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 13(3).\n3.   Where appropriate, relevant non-governmental organisations, active in the field of safety and management of road infrastructures, may be consulted on matters related to technical safety aspects.\nArticle 12\nAdaptation to technical progress\nThe Annexes to this Directive shall be adapted to take account of technical progress in accordance with the regulatory procedure with scrutiny referred to in Article 13(3).\nArticle 13\nCommittee procedure\n1.   The Commission shall be assisted by a Committee.\n2.   Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period laid down in Article 5(6) of Decision 1999/468/EC shall be set at three months.\n3.   Where reference is made to this paragraph, Article 5a(1) to (4) and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nArticle 14\nTransposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 19 December 2010. They shall forthwith communicate to the Commission the text of those provisions.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.\nArticle 15\nEntry into force\nThis Directive shall enter into force on the 20th day following the day of its publication in the Official Journal of the European Union.\nArticle 16\nAddressees\nThis Directive is addressed to the Member States.\nDone at Strasbourg, 19 November 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ.-P. JOUYET\n(1)  OJ C 168, 20.7.2007, p. 71.\n(2)  Opinion of the European Parliament of 19 June 2008 (not yet published in the Official Journal), and Council Decision of 20 October 2008.\n(3)  OJ L 228, 9.9.1996, p. 1.\n(4)  OJ L 167, 30.4.2004, p. 39.\n(5)  OJ L 184, 17.7.1999, p. 23.\n(6)  OJ C 321, 31.12.2003, p. 1.\nANNEX I\nROAD SAFETY IMPACT ASSESSMENT FOR INFRASTRUCTURE PROJECTS\n1.\nElements of a road safety impact assessment:\n(a)\nproblem definition;\n(b)\ncurrent situation and ‘do nothing’ scenario;\n(c)\nroad safety objectives;\n(d)\nanalysis of impacts on road safety of the proposed alternatives;\n(e)\ncomparison of the alternatives, including cost-benefit analysis;\n(f)\npresentation of the range of possible solutions.\n2.\nElements to be taken into account:\n(a)\nfatalities and accidents, reduction targets against ‘do nothing’ scenario;\n(b)\nroute choice and traffic patterns;\n(c)\npossible effects on the existing networks (e.g. exits, intersections, level crossings);\n(d)\nroad users, including vulnerable users (e.g. pedestrians, cyclists, motorcyclists);\n(e)\ntraffic (e.g. traffic volume, traffic categorisation by type);\n(f)\nseasonal and climatic conditions;\n(g)\npresence of a sufficient number of safe parking areas;\n(h)\nseismic activity.\nANNEX II\nROAD SAFETY AUDITS FOR INFRASTRUCTURE PROJECTS\n1.\nCriteria at the draft design stage:\n(a)\ngeographical location (e.g. exposure to landslides, flooding, avalanches), seasonal and climatic conditions and seismic activity;\n(b)\ntypes of and distance between junctions;\n(c)\nnumber and type of lanes;\n(d)\nkinds of traffic admissible to the new road;\n(e)\nfunctionality of the road in the network;\n(f)\nmeteorological conditions;\n(g)\ndriving speeds;\n(h)\ncross-sections (e.g. width of carriageway, cycle tracks, foot paths);\n(i)\nhorizontal and vertical alignments;\n(j)\nvisibility;\n(k)\njunctions layout;\n(l)\npublic transport and infrastructures;\n(m)\nroad/rail level crossings.\n2.\nCriteria for the detailed design stage:\n(a)\nlayout;\n(b)\ncoherent road signs and markings;\n(c)\nlighting of lit roads and intersections;\n(d)\nroadside equipment;\n(e)\nroadside environment including vegetation;\n(f)\nfixed obstacles at the roadside;\n(g)\nprovision of safe parking areas;\n(h)\nvulnerable road users (e.g. pedestrians, cyclists, motorcyclists);\n(i)\nuser-friendly adaptation of road restraint systems (central reservations and crash barriers to prevent hazards to vulnerable users).\n3.\nCriteria for the pre-opening stage:\n(a)\nsafety of road users and visibility under different conditions such as darkness and under normal weather conditions;\n(b)\nreadability of road signs and markings;\n(c)\ncondition of pavements.\n4.\nCriteria for early operation: assessment of road safety in the light of actual behaviour of users.\nAudits at any stage may involve the need to reconsider criteria from previous stages.\nANNEX III\nRANKING OF HIGH ACCIDENT CONCENTRATION SECTIONS AND NETWORK SAFETY RANKING\n1.   Identification of road sections with a high accident concentration\nThe identification of road sections with a high accident concentration takes into account at least the number of fatal accidents that have occurred in previous years per unit of road length in relation to the volume of traffic and, in case of intersections, the number of such accidents per location of intersections.\n2.   Identification of sections for analysis in network safety ranking\nThe identification of sections for analysis in network safety ranking takes into account their potential savings in accident costs. Road sections shall be classified into categories. For each category of roads, road sections shall be analysed and ranked according to safety-related factors, such as accidents concentration, traffic volume and traffic typology.\nFor each road category, network safety ranking shall result in a priority list of road sections where an improvement of the infrastructure is expected to be highly effective.\n3.   Elements of evaluation for expert teams’ site visits:\n(a)\na description of the road section;\n(b)\na reference to possible previous reports on the same road section;\n(c)\nthe analysis of possible accident reports;\n(d)\nthe number of accidents, of fatalities and of severely injured persons in the three previous years;\n(e)\na set of potential remedial measures for realisation within different timescales considering for example:\n—\nremoving or protecting fixed roadside obstacles,\n—\nreducing speed limits and intensifying local speed enforcement,\n—\nimproving visibility under different weather and light conditions,\n—\nimproving safety condition of roadside equipment such as road restraint systems,\n—\nimproving coherence, visibility, readability and position of road markings (incl. application of rumble strips), signs and signals,\n—\nprotecting against rocks falling, landslips and avalanches,\n—\nimproving grip/roughness of pavements,\n—\nredesigning road restraint systems,\n—\nproviding and improving median protection,\n—\nchanging the overtaking layout,\n—\nimproving junctions, including road/rail level crossings,\n—\nchanging the alignment,\n—\nchanging width of road, adding hard shoulders,\n—\ninstalling traffic management and control systems,\n—\nreducing potential conflict with vulnerable road users,\n—\nupgrading the road to current design standards,\n—\nrestoring or replacing pavements,\n—\nusing intelligent road signs,\n—\nimproving intelligent transport systems and telematics services for interoperability, emergency and signage purposes.\nANNEX IV\nACCIDENT INFORMATION CONTAINED IN ACCIDENT REPORTS\nAccident reports include the following elements:\n1.\nprecise as possible location of the accident;\n2.\npictures and/or diagrams of the accident site;\n3.\ndate and hour of accident;\n4.\ninformation on the road such as area type, road type, junction type incl. signalling, number of lanes, markings, road surface, lighting and weather conditions, speed limit, roadside obstacles;\n5.\naccident severity, including number of fatalities and injured persons, if possible according to common criteria to be defined in accordance with the regulatory procedure with scrutiny referred to in Article 13(3);\n6.\ncharacteristics of the persons involved such as age, sex, nationality, alcohol level, use of safety equipment or not;\n7.\ndata on the vehicles involved (type, age, country, safety equipment if any, date of last periodical technical check according to applicable legislation);\n8.\naccident data such as accident type, collision type, vehicle and driver manoeuvre;\n9.\nwhenever possible, information on the time elapsed between the time of the accident and the recording of the accident, or the arrival of the emergency services.", "summary": "Road infrastructure safety management\nRoad infrastructure safety management\nSUMMARY OF:\nDirective 2008/96/EC on road infrastructure safety management\nWHAT IS THE AIM OF THE DIRECTIVE?\n              \nIt aims to reduce road deaths and serious injuries on EU road networks by making road infrastructure safer.\nKEY POINTS\n              \nDirective 2008/96/EC was amended by Directive (EU) 2019/1936 as part of the European Commission’s third ‘Europe on the Move’ package.\nAs amended, the directive requires EU countries to set up and implement procedures relating to:\nroad safety impact assessments;\nroad safety audits;\nroad safety inspection;\nnetwork-wide road safety assessments;\nexchange of best practices and their continuous improvement.\nScope\nThe amended directive has an extended scope. It applies to:\nroads which are part of the trans-European road network, to motorways and to other primary roads, whether they are at the design stage, under construction or in operation;\nother roads situated outside urban areas, which do not serve properties bordering on them, and which are completed using EU funding, except for roads not open to, or not designed for, general traffic.\nRoad safety assessment\nEU countries must carry out a network-wide road safety assessment, by 2024 at the latest and every 5 years subsequently, on the entire road network in operation covered by the directive. These assessments must assess accident and impact severity risk, based on: a visual examination, either on site or by electronic means, of the design characteristics of the road; andan analysis of sections of the road network which have been in operation for more than 3 years and where there have been a large number of serious accidents in proportion to the traffic flow.\nAssessment findings must be followed up by targeted road safety inspections or, if necessary, remedial action.\nPeriodic road safety inspections must also be made, frequently enough to maintain adequate safety levels for the road infrastructure in question.\nThe specific needs of vulnerable road users such as cyclists and pedestrians must be considered systematically in all road safety management procedures.\nSafety assessments must be published to highlight the safety level of road infrastructures across the EU.\nRoad markings and road signs\nExisting and future procedures for road markings and road signs must focus on readability and detectability for human drivers and automated driver assistance systems.\nAn assessment by a group of experts established by the Commission must, by June 2021, assess the opportunity to set common rules taking into account: the interaction between various driver assistance technologies and infrastructure;the effect of the weather and atmospheric phenomena as well as traffic on road markings and road signs present on EU territory;the type and frequency of maintenance efforts necessary for various technologies, including an estimate of costs.\nInformation and transparency\nEU countries must notify the Commission of all the motorways and primary roads on their networks, as well as those roads exempt because they have a proven low safety risk, by 17 December 2021.\nThe Commission must publish a map of the European road network within the scope of the directive, accessible online, highlighting different categories according to their level of safety.\nFROM WHEN DOES THE DIRECTIVE APPLY?\nDirective 2008/96/EU has applied since 19 December 2008 and had to become law in the EU countries by 19 December 2010.\nAmending Directive (EU) 2019/1936 has applied since 16 December 2019 and has to become law in the EU countries by 17 December 2021.\nBACKGROUND\n              \nFor further information see:\nRoad safety — infrastructure (European Commission).\nMAIN DOCUMENT\n            \nDirective 2008/96/EC of the European Parliament and of the Council of 19 November 2008 on road infrastructure safety management (OJ L 319, 29.11.2008, pp. 59-67)\nSuccessive amendments to Directive 2008/96/EC have been incorporated into the original text. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nRegulation (EU) No 1315/2013 of the European Parliament and of the Council of 11 December 2013 on Union guidelines for the development of the trans-European transport network and repealing Decision No 661/2010/EU (OJ L 348, 20.12.2013, pp. 1-128)\nSee consolidated version.\nlast update 04.03.2020", "tags": ["transport infrastructure", "transport network", "road network", "road safety"], "subjects": ["Transport"], "split": "train", "reference_annotations": {}, "summary_annotations": {"32008L0096_p1": {"text": "directive 2008/96/ec was amended by directive 2019/1936 as part of the European Commission’s third ‘Europe on the Move’ package.", "triples": [" directive 2019/1936,  amended,  directive 2008/96/ec"]}, "32008L0096_p2": {"text": "regulation 1315/2013 of the European Parliament and of the Council of 11 December 2013 on Union guidelines for the development of the trans-European transport network and repealing decision 661/2010/eu (OJ L 348, 20.12.2013, pp. 1-128)", "triples": [" regulation 1315/2013,  repealing,  decision 661/2010/eu"]}}}