{"celex_id": "32014L0053", "reference": "22.5.2014\nEN\nOfficial Journal of the European Union\nL 153/62\nDIRECTIVE 2014/53/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 16 April 2014\non the harmonisation of the laws of the Member States relating to the making available on the market of radio equipment and repealing Directive 1999/5/EC\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 114 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nDirective 1999/5/EC of the European Parliament and of the Council (3) has been substantially amended several times. Since further amendments are to be made, it should be replaced in the interests of clarity.\n(2)\nRegulation (EC) No 765/2008 of the European Parliament and of the Council (4) lays down rules on the accreditation of conformity assessment bodies, provides a framework for the market surveillance of products and for controls on products from third countries, and lays down the general principles of the CE marking.\n(3)\nDecision No 768/2008/EC of the European Parliament and of the Council (5) lays down common principles and reference provisions intended to apply across sectoral legislation in order to provide a coherent basis for revision or recasts of that legislation. Directive 1999/5/EC should therefore be adapted to that Decision.\n(4)\nThe essential requirements laid down in Directive 1999/5/EC which are relevant to fixed-line terminal equipment, i.e. to ensure the protection of health and safety of persons and of domestic animals and the protection of property and an adequate level of electromagnetic compatibility, are appropriately covered by Directive 2014/35/EU of the European Parliament and of the Council (6) and Directive 2014/30/EU of the European Parliament and of the Council (7). This Directive should therefore not apply to fixed-line terminal equipment.\n(5)\nCompetition issues in the market for terminal equipment are appropriately covered by Commission Directive 2008/63/EC (8), in particular through the obligation for national regulatory authorities to ensure the publication of details of technical interface specifications for network access. It is therefore not necessary to include in this Directive requirements facilitating competition in the market for terminal equipment covered by Directive 2008/63/EC.\n(6)\nEquipment which intentionally emits or receives radio waves for the purpose of radio communication or radiodetermination makes systematic use of radio spectrum. In order to ensure an efficient use of radio spectrum so as to avoid harmful interference, all such equipment should fall within the scope of this Directive.\n(7)\nThe objectives with respect to safety requirements laid down in Directive 2014/35/EU are sufficient to cover radio equipment, and should therefore be the reference and made applicable by virtue of this Directive. In order to avoid unnecessary duplications of provisions other than those concerning such requirements, Directive 2014/35/EU should not apply to radio equipment.\n(8)\nThe essential requirements in the area of electromagnetic compatibility laid down by Directive 2014/30/EU are sufficient to cover radio equipment, and should therefore be the reference and made applicable by virtue of this Directive. In order to avoid unnecessary duplications of provisions other than those concerning essential requirements, Directive 2014/30/EU should not apply to radio equipment.\n(9)\nThis Directive should apply to all forms of supply, including distance selling.\n(10)\nIn order to ensure that radio equipment uses the radio spectrum effectively and supports the efficient use of radio spectrum, radio equipment should be constructed so that: in the case of a transmitter, when the transmitter is properly installed, maintained and used for its intended purpose it generates radio waves emissions that do not create harmful interference, while unwanted radio waves emissions generated by the transmitter (e.g. in adjacent channels) with a potential negative impact on the goals of radio spectrum policy should be limited to such a level that, according to the state of the art, harmful interference is avoided; and, in the case of a receiver, it has a level of performance that allows it to operate as intended and protects it against the risk of harmful interference, in particular from shared or adjacent channels, and, in so doing, supports improvements in the efficient use of shared or adjacent channels.\n(11)\nAlthough receivers do not themselves cause harmful interference, reception capabilities are an increasingly important factor in ensuring the efficient use of radio spectrum by way of an increased resilience of receivers against harmful interference and unwanted signals on the basis of the relevant essential requirements of Union harmonisation legislation.\n(12)\nInterworking via networks with other radio equipment and connection with interfaces of the appropriate type throughout the Union is necessary in some cases. Interoperability between radio equipment and accessories such as chargers simplifies the use of radio equipment and reduces unnecessary waste and costs. A renewed effort to develop a common charger for particular categories or classes of radio equipment is necessary, in particular for the benefit of consumers and other end-users; this Directive should therefore include specific requirements in that area. In particular, mobile phones that are made available on the market should be compatible with a common charger.\n(13)\nThe protection of personal data and privacy of users and of subscribers of radio equipment and the protection from fraud may be enhanced by particular features of radio equipment. Radio equipment should therefore in appropriate cases be designed in such a way that it supports those features.\n(14)\nRadio equipment can be instrumental in providing access to emergency services. Radio equipment should therefore in appropriate cases be designed in such a way that it supports the features required for access to those services.\n(15)\nRadio equipment is important to the well-being and employment of people with disabilities, who represent a substantial and growing proportion of the population of Member States. Radio equipment should therefore in appropriate cases be designed in such a way that people with disabilities may use it without or with only minimal adaptation.\n(16)\nThe compliance of some categories of radio equipment with the essential requirements set out in this Directive may be affected by the inclusion of software or modification of its existing software. The user, the radio equipment or a third party should only be able to load software into the radio equipment where this does not compromise the subsequent compliance of that radio equipment with the applicable essential requirements.\n(17)\nIn order to supplement or amend certain non-essential elements of this Directive, the power to adopt acts in accordance with Article 290 of the Treaty on the Functioning of the European Union (TFEU) should be delegated to the Commission. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level. The Commission, when preparing and drawing up delegated acts, should ensure a simultaneous, timely and appropriate transmission of relevant documents to the European Parliament and to the Council.\n(18)\nIn order to effectively address the needs related to interoperability, protection of personal data and privacy of the user and of the subscriber, protection from fraud, access to emergency services, use by users with a disability or the prevention of non-compliant combinations of radio equipment and software, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of the specification of categories or classes of radio equipment that have to comply with one or more of the additional essential requirements set out in this Directive which address those needs.\n(19)\nVerification by radio equipment of the compliance of its combination with software should not be abused in order to prevent its use with software provided by independent parties. The availability to public authorities, manufacturers and users of information on the compliance of intended combinations of radio equipment and software should contribute to facilitate competition. In order to achieve those objectives, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of the specification of categories or classes of radio equipment for which manufacturers have to provide information on the compliance of intended combinations of radio equipment and software with the essential requirements set out in this Directive.\n(20)\nA requirement to register in a central system radio equipment to be placed on the market may enhance the efficiency and effectiveness of market surveillance and thereby contribute to ensuring a high level of compliance with this Directive. Such a requirement entails additional burden to economic operators and should therefore be introduced only for those categories of radio equipment where a high level of compliance has not been attained. In order to ensure the application of such a requirement, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of the specification of the categories of radio equipment which manufacturers have to register within a central system and the elements of the technical documentation to be provided on the basis of the information on the compliance of radio equipment to be provided by Member States and following an evaluation of the risk of non-implementation of the essential requirements.\n(21)\nRadio equipment which complies with the relevant essential requirements should be allowed to circulate freely. Such equipment should be allowed to be put into service and used for its intended purpose, where applicable in accordance with rules on authorisations for the use of radio spectrum and the provision of the service concerned.\n(22)\nIn order to avoid unnecessary barriers to trade in radio equipment within the internal market, Member States should notify, under Directive 98/34/EC of the European Parliament and of the Council (9), other Member States and the Commission of their projects in the area of technical regulations, such as radio interfaces, unless those technical regulations allow Member States to comply with binding Union acts such as Commission decisions on the harmonised use of radio spectrum adopted under Decision No 676/2002/EC of the European Parliament and of the Council (10), or where they correspond to radio equipment which can be put into service and used without restrictions within the Union.\n(23)\nThe provision of information on the equivalence of regulated radio interfaces and their conditions of use reduces barriers for the access of radio equipment to the internal market. The Commission should therefore assess and establish the equivalence of regulated radio interfaces and make such information available in the form of radio equipment classes.\n(24)\nIn accordance with Commission Decision 2007/344/EC (11), Member States are to use the Frequency Information System (EFIS) of the European Communications Office (ECO) in order to make comparable information regarding the use of radio spectrum in each Member State available to the public via the internet. Manufacturers can search in EFIS frequency information for all Member States prior to the placing on the market of radio equipment and thereby evaluate whether and under which conditions such radio equipment may be used within each Member State. There is therefore no need to include in this Directive additional provisions, such as prior notification, allowing manufacturers to be informed of the conditions of use of radio equipment using non-harmonised frequency bands.\n(25)\nFor the purpose of promotion of research and demonstration activities it should be possible, in the context of trade fairs, exhibitions and similar events, to display radio equipment which does not comply with this Directive and cannot be placed on the market, on the condition that exhibitors ensure that sufficient information is provided to the visiting public.\n(26)\nEconomic operators should be responsible for the compliance of radio equipment with this Directive, in relation to their respective roles in the supply chain, so as to ensure a high level of protection of health and safety of persons and of domestic animals, and the protection of property, an adequate level of electromagnetic compatibility, an effective and efficient use of radio spectrum and, where necessary, a high level of protection of other public interests, and to guarantee fair competition on the Union market.\n(27)\nAll economic operators intervening in the supply and distribution chain should take appropriate measures to ensure that they only make available on the market radio equipment which is in conformity with this Directive. It is necessary to provide for a clear and proportionate distribution of obligations which correspond to the role of each economic operator in the supply and distribution chain.\n(28)\nIn order to facilitate communication between economic operators, market surveillance authorities and consumers, Member States should encourage economic operators to include a website address in addition to the postal address.\n(29)\nThe manufacturer, having detailed knowledge of the design and production process, is best placed to carry out the conformity assessment procedure. Conformity assessment should therefore remain solely the obligation of the manufacturer.\n(30)\nThe manufacturer should provide sufficient information on the intended use of the radio equipment so as to allow its use in compliance with the essential requirements. Such information may need to include a description of accessories such as antennas and of components such as software, and specifications of the installation process of the radio equipment.\n(31)\nThe requirement laid down in Directive 1999/5/EC to include an EU declaration of conformity with equipment has been found to simplify and to enhance the information and the efficiency of market surveillance. The possibility to provide a simplified EU declaration of conformity has allowed the burden associated with this requirement to be reduced without reduction of its effectiveness, and should therefore be provided for within this Directive. Furthermore, in order to ensure easy and efficient access to an EU declaration of conformity, including a simplified EU declaration of conformity, it should be possible to affix it to the packaging of the radio equipment concerned.\n(32)\nIt is necessary to ensure that radio equipment from third countries entering the Union market complies with this Directive, and in particular that appropriate conformity assessment procedures have been carried out by manufacturers with regard to that radio equipment. Provision should therefore be made for importers to make sure that the radio equipment they place on the market complies with the requirements of this Directive and that they do not place on the market radio equipment which does not comply with such requirements or presents a risk. Provision should also be made for importers to make sure that conformity assessment procedures have been carried out and that marking of radio equipment and documentation drawn up by manufacturers are available for inspection by the competent national authorities.\n(33)\nWhen placing radio equipment on the market, every importer should indicate on the radio equipment his name, registered trade name or registered trade mark and the postal address at which he can be contacted. Exceptions should be provided for in cases where the size or nature of the radio equipment does not allow it. This includes cases where the importer would have to open the packaging in order to put his name and address on the radio equipment.\n(34)\nThe distributor makes radio equipment available on the market after it has been placed on the market by the manufacturer or the importer and should act with due care to ensure that its handling of the radio equipment does not adversely affect the compliance of the radio equipment.\n(35)\nAny economic operator that either places radio equipment on the market under his own name or trade mark or modifies radio equipment in such a way that compliance with this Directive may be affected should be considered to be the manufacturer and should assume the obligations of the manufacturer.\n(36)\nDistributors and importers, being close to the market place, should be involved in market surveillance tasks carried out by the competent national authorities, and should be prepared to participate actively, providing those authorities with all necessary information relating to the radio equipment concerned.\n(37)\nEnsuring traceability of radio equipment throughout the whole supply chain helps to make market surveillance simpler and more efficient. An efficient traceability system facilitates market surveillance authorities' task of tracing economic operators who made non-compliant radio equipment available on the market. When keeping the information required under this Directive for the identification of other economic operators, economic operators should not be required to update such information in respect of other economic operators who have either supplied them with radio equipment or to whom they have supplied radio equipment.\n(38)\nThis Directive should be limited to the expression of essential requirements. In order to facilitate conformity assessment with those requirements it is necessary to provide for a presumption of conformity for radio equipment which is in conformity with harmonised standards that are adopted in accordance with Regulation (EU) No 1025/2012 of the European Parliament and of the Council (12) for the purpose of expressing detailed technical specifications of those requirements.\n(39)\nRegulation (EU) No 1025/2012 provides for a procedure for objections to harmonised standards where those standards do not entirely satisfy the requirements of this Directive.\n(40)\nIn order to enable economic operators to demonstrate and the competent authorities to ensure that radio equipment made available on the market conforms to the essential requirements, it is necessary to provide for conformity assessment procedures. Decision No 768/2008/EC establishes modules for conformity assessment procedures, which include procedures from the least to the most stringent, in proportion to the level of risk involved and the level of safety required. In order to ensure inter-sectoral coherence and to avoid ad-hoc variants, conformity assessment procedures should be chosen from among those modules.\n(41)\nManufacturers should draw up an EU declaration of conformity to provide information required under this Directive on the conformity of radio equipment with the requirements of this Directive and of the other relevant Union harmonisation legislation.\n(42)\nTo ensure effective access to information for market surveillance purposes, the information required to identify all applicable Union acts should be available in a single EU declaration of conformity. In order to reduce the administrative burden on economic operators, that single EU declaration of conformity may be a dossier made up of relevant individual declarations of conformity.\n(43)\nThe CE marking, indicating the conformity of radio equipment, is the visible consequence of a whole process comprising conformity assessment in a broad sense. General principles governing the CE marking are set out in Regulation (EC) No 765/2008. Rules governing the affixing of the CE marking should be laid down in this Directive.\n(44)\nThe requirement to affix the CE marking on products is important for the information of consumers and public authorities. The possibility laid down in Directive 1999/5/EC to affix a reduced CE mark on small-sized equipment, provided that it remains visible and legible, has allowed the application of that requirement to be simplified without reducing its effectiveness, and should therefore be included in this Directive.\n(45)\nThe requirement laid down in Directive 1999/5/EC to affix the CE marking on the packaging of equipment has been found to simplify the task of market surveillance, and should therefore be included in this Directive.\n(46)\nMember States should take appropriate measures to ensure that radio equipment may be made available on the market only if, when properly installed and maintained and used for its intended purpose, it complies with the essential requirements set out in this Directive, and, in the case of the essential requirement to ensure the protection of the health and safety of persons and of domestic animals and the protection of property, also under conditions of use which can be reasonably foreseen. Radio equipment should be considered as non-compliant with that essential requirement only under conditions of use which can be reasonably foreseen, that is when such use could result from lawful and readily predictable human behaviour.\n(47)\nIn view of the rapid pace of technological change towards a paperless environment, where radio equipment is fitted with an integral screen, the Commission should examine, as part of a review of the operation of this Directive, the feasibility of replacing the requirements for affixing: the manufacturer's name, registered trade name or registered trade mark and a single point or postal address at which they can be contacted, CE marking and EU declaration of conformity with either a function whereby such information is automatically displayed upon starting up the radio equipment, or a function allowing the end-user to select the display of the relevant information. Furthermore, as part of that examination of feasibility, where radio equipment fitted with an integral screen operates from an integral battery which does not hold an initial charge, the Commission should also consider the use of removable transparent integral screen covering labels which would display the same information.\n(48)\nCertain conformity assessment procedures set out in this Directive require the intervention of conformity assessment bodies, which are notified by the Member States to the Commission.\n(49)\nExperience has shown that the criteria set out in Directive 1999/5/EC that conformity assessment bodies have to fulfil to be notified to the Commission are not sufficient to ensure a uniformly high level of performance of notified bodies throughout the Union. It is, however, essential that all notified bodies perform their functions to the same level and under conditions of fair competition. That requires the setting of obligatory requirements for conformity assessment bodies wishing to be notified in order to provide conformity assessment services.\n(50)\nIf a conformity assessment body demonstrates conformity with the criteria laid down in harmonised standards, it should be presumed to comply with the corresponding requirements set out in this Directive.\n(51)\nIn order to ensure a consistent level of conformity assessment quality it is also necessary to set requirements for notifying authorities and other bodies involved in the assessment, notification and monitoring of notified bodies.\n(52)\nThe system set out in this Directive should be complemented by the accreditation system provided for in Regulation (EC) No 765/2008. Since accreditation is an essential means of verifying the competence of conformity assessment bodies, it should also be used for the purposes of notification.\n(53)\nTransparent accreditation as provided for in Regulation (EC) No 765/2008, ensuring the necessary level of confidence in conformity certificates, should be considered by the national public authorities throughout the Union as the preferred means of demonstrating the technical competence of conformity assessment bodies. However, national authorities may consider that they possess the appropriate means of carrying out that evaluation themselves. In such cases, in order to ensure the appropriate level of credibility of evaluations carried out by other national authorities, they should provide the Commission and the other Member States with the necessary documentary evidence demonstrating the compliance of the conformity assessment bodies evaluated with the relevant regulatory requirements.\n(54)\nConformity assessment bodies frequently subcontract parts of their activities linked to the assessment of conformity or have recourse to a subsidiary. In order to safeguard the level of protection required for radio equipment to be placed on the Union market, it is essential that conformity assessment subcontractors and subsidiaries fulfil the same requirements as notified bodies in relation to the performance of conformity assessment tasks. Therefore, it is important that the assessment of the competence and the performance of bodies to be notified and the monitoring of bodies already notified cover also activities carried out by subcontractors and subsidiaries.\n(55)\nIt is necessary to increase the efficiency and transparency of the notification procedure and, in particular, to adapt it to new technologies so as to enable online notification.\n(56)\nSince notified bodies may offer their services throughout the Union, it is appropriate to give the other Member States and the Commission the opportunity to raise objections concerning a notified body. It is therefore important to provide for a period during which any doubts or concerns as to the competence of conformity assessment bodies can be clarified before they start operating as notified bodies.\n(57)\nIn the interests of competitiveness, it is crucial that notified bodies apply the conformity assessment procedures without creating unnecessary burdens for economic operators. For the same reason, and to ensure equal treatment of economic operators, consistency in the technical application of the conformity assessment procedures needs to be ensured. That can best be achieved through appropriate coordination and cooperation between notified bodies.\n(58)\nIn order to ensure legal certainty, it is necessary to clarify that rules on Union market surveillance and control of products entering the Union market provided for in Regulation (EC) No 765/2008 apply to radio equipment covered by this Directive. This Directive should not prevent Member States from choosing the competent authorities to carry out those tasks.\n(59)\nDirective 1999/5/EC already provides for a safeguard procedure which applies only in the event of disagreement between Member States over measures taken by a Member State. In order to increase transparency and to reduce processing time, it is necessary to improve the existing safeguard procedure, with a view to making it more efficient and drawing on the expertise available in Member States.\n(60)\nThe decisions of the Commission adopted under Decision No 676/2002/EC may include conditions for the availability and efficient use of radio spectrum which may have as a consequence the limitation of the total number of items of radio equipment put into service, such as a ‘sunset’ date, a maximum penetration rate or a maximum number of items of radio equipment in each Member State or throughout the Union. Those conditions enable the market to be opened up to new radio equipment while limiting the risk of harmful interference by accumulation of an excessive number of items of radio equipment put into service, even though that equipment individually complies with the essential requirements set out in this Directive. Infringing such conditions may create a risk to the essential requirements, particularly a risk of harmful interference.\n(61)\nThe existing system should be supplemented by a procedure under which interested parties are informed of measures intended to be taken with regard to radio equipment presenting a risk to the health or safety of persons or to other aspects of public interest protection covered by this Directive. It should also allow market surveillance authorities, in cooperation with the relevant economic operators, to act at an earlier stage in respect of such equipment.\n(62)\nWhere the Member States and the Commission agree as to the justification of a measure taken by a Member State, no further involvement of the Commission should be required, except where non-compliance can be attributed to shortcomings of a harmonised standard.\n(63)\nIn order to ensure uniform conditions for the implementation of this Directive, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (13).\n(64)\nThe advisory procedure should be used for the adoption of implementing acts specifying how to present information in cases of restrictions on putting into service or of existing requirements for authorisation of use; and requesting the notifying Member State to take the necessary corrective measures in respect of a notified body that does not meet or no longer meets the requirements for its notification.\n(65)\nThe examination procedure should be used for the adoption of implementing acts: determining whether certain categories of electrical or electronic products meet the definition of ‘radio equipment’; laying down the operational rules for making the information on compliance available; laying down the operational rules for registration and the operational rules for affixing the registration number on radio equipment; and establishing the equivalence between notified radio interfaces and assigning a radio equipment class. It should also be used with respect to compliant radio equipment which presents a risk to the health or safety of persons or to other aspects of public interest protection.\n(66)\nThe Commission should adopt immediately applicable implementing acts where, in duly justified cases relating to compliant radio equipment which presents a risk to the health or safety of persons, imperative grounds of urgency so require.\n(67)\nIn line with established practice, the committee set up by this Directive can play a useful role in examining matters concerning the application of this Directive raised either by its chair or by a representative of a Member State in accordance with its rules of procedure.\n(68)\nWhen matters relating to this Directive, other than its implementation or infringements, are being examined, i.e. in a Commission expert group, the European Parliament should in line with existing practice receive full information and documentation and, where appropriate, an invitation to attend such meetings.\n(69)\nThe Commission should, by means of implementing acts and, given their special nature, acting without the application of Regulation (EU) No 182/2011, determine whether measures taken by Member States in respect of non-compliant radio equipment are justified or not.\n(70)\nThe Member States should lay down rules on penalties applicable to infringements of the provisions of national law adopted pursuant to this Directive and ensure that those rules are enforced. The penalties provided for should be effective, proportionate and dissuasive.\n(71)\nIt is necessary to provide for transitional arrangements that allow the making available on the market and putting into service of radio equipment that has already been placed on the market in accordance with Directive 1999/5/EC.\n(72)\nThe European Data Protection Supervisor has been consulted.\n(73)\nSince the objective of this Directive, namely to ensure that radio equipment made available on the market fulfils requirements providing a high level of protection of health and safety, adequate level of electromagnetic compatibility and an effective and efficient use of radio spectrum so as to avoid harmful interference while guaranteeing the proper functioning of the internal market, cannot be sufficiently achieved by the Member States but can rather, by reason of its scale and effects, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve that objective.\n(74)\nDirective 1999/5/EC should be repealed.\n(75)\nIn accordance with the Joint Political Declaration of 28 September 2011 of Member States and the Commission on explanatory documents (14), Member States have undertaken to accompany, in justified cases, the notification of their transposition measures with one or more documents explaining the relationship between the components of a directive and the corresponding parts of national transposition instruments. With regard to this Directive, the legislator considers the transmission of such documents to be justified,\nHAVE ADOPTED THIS DIRECTIVE:\nCHAPTER I\nGENERAL PROVISIONS\nArticle 1\nSubject matter and scope\n1.   This Directive establishes a regulatory framework for the making available on the market and putting into service in the Union of radio equipment.\n2.   This Directive shall not apply to equipment listed in Annex I.\n3.   This Directive shall not apply to radio equipment exclusively used for activities concerning public security, defence, State security, including the economic well-being of the State in the case of activities pertaining to State security matters, and the activities of the State in the area of criminal law.\n4.   Radio equipment falling within the scope of this Directive shall not be subject to Directive 2014/35/EU, except as set out in point (a) of Article 3(1) of this Directive.\nArticle 2\nDefinitions\n1.   For the purposes of this Directive, the following definitions apply:\n(1)\n‘radio equipment’ means an electrical or electronic product, which intentionally emits and/or receives radio waves for the purpose of radio communication and/or radiodetermination, or an electrical or electronic product which must be completed with an accessory, such as antenna, so as to intentionally emit and/or receive radio waves for the purpose of radio communication and/or radiodetermination;\n(2)\n‘radio communication’ means communication by means of radio waves;\n(3)\n‘radiodetermination’ means the determination of the position, velocity and/or other characteristics of an object, or the obtaining of information relating to those parameters, by means of the propagation properties of radio waves;\n(4)\n‘radio waves’ means electromagnetic waves of frequencies lower than 3 000 GHz, propagated in space without artificial guide;\n(5)\n‘radio interface’ means the specification of the regulated use of radio spectrum;\n(6)\n‘radio equipment class’ means a class identifying particular categories of radio equipment which, under this Directive, are considered similar and those radio interfaces for which the radio equipment is designed;\n(7)\n‘harmful interference’ means harmful interference as defined in point (r) of Article 2 of Directive 2002/21/EC of the European Parliament and of the Council (15);\n(8)\n‘electromagnetic disturbance’ means electromagnetic disturbance as defined in point 5 of Article 3(1) of Directive 2014/30/EU;\n(9)\n‘making available on the market’ means any supply of radio equipment for distribution, consumption or use on the Union market in the course of a commercial activity, whether in return for payment or free of charge;\n(10)\n‘placing on the market’ means the first making available of radio equipment on the Union market;\n(11)\n‘putting into service’ means the first use of radio equipment in the Union by its end-user;\n(12)\n‘manufacturer’ means any natural or legal person who manufactures radio equipment or has radio equipment designed or manufactured, and markets that equipment under his name or trade mark;\n(13)\n‘authorised representative’ means any natural or legal person established within the Union who has received a written mandate from a manufacturer to act on his behalf in relation to specified tasks;\n(14)\n‘importer’ means any natural or legal person established within the Union who places radio equipment from a third country on the Union market;\n(15)\n‘distributor’ means any natural or legal person in the supply chain, other than the manufacturer or the importer, who makes radio equipment available on the market;\n(16)\n‘economic operators’ means the manufacturer, the authorised representative, the importer and the distributor;\n(17)\n‘technical specification’ means a document that prescribes technical requirements to be fulfilled by radio equipment;\n(18)\n‘harmonised standard’ means harmonised standard as defined in point (c) of point 1 of Article 2 of Regulation (EU) No 1025/2012;\n(19)\n‘accreditation’ means accreditation as defined in point 10 of Article 2 of Regulation (EC) No 765/2008;\n(20)\n‘national accreditation body’ means national accreditation body as defined in point 11 of Article 2 of Regulation (EC) No 765/2008;\n(21)\n‘conformity assessment’ means the process demonstrating whether the essential requirements of this Directive relating to radio equipment have been fulfilled;\n(22)\n‘conformity assessment body’ means a body that performs conformity assessment activities;\n(23)\n‘recall’ means any measure aimed at achieving the return of radio equipment that has already been made available to the end-user;\n(24)\n‘withdrawal’ means any measure aimed at preventing radio equipment in the supply chain from being made available on the market;\n(25)\n‘Union harmonisation legislation’ means any Union legislation harmonising the conditions for the marketing of products;\n(26)\n‘CE marking’ means a marking by which the manufacturer indicates that the radio equipment is in conformity with the applicable requirements set out in Union harmonisation legislation providing for its affixing.\n2.   The Commission may adopt implementing acts to determine whether certain categories of electrical or electronic products meet the definition set out in point 1 of paragraph 1 of this Article. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 45(3).\nArticle 3\nEssential requirements\n1.   Radio equipment shall be constructed so as to ensure:\n(a)\nthe protection of health and safety of persons and of domestic animals and the protection of property, including the objectives with respect to safety requirements set out in Directive 2014/35/EU, but with no voltage limit applying;\n(b)\nan adequate level of electromagnetic compatibility as set out in Directive 2014/30/EU.\n2.   Radio equipment shall be so constructed that it both effectively uses and supports the efficient use of radio spectrum in order to avoid harmful interference.\n3.   Radio equipment within certain categories or classes shall be so constructed that it complies with the following essential requirements:\n(a)\nradio equipment interworks with accessories, in particular with common chargers;\n(b)\nradio equipment interworks via networks with other radio equipment;\n(c)\nradio equipment can be connected to interfaces of the appropriate type throughout the Union;\n(d)\nradio equipment does not harm the network or its functioning nor misuse network resources, thereby causing an unacceptable degradation of service;\n(e)\nradio equipment incorporates safeguards to ensure that the personal data and privacy of the user and of the subscriber are protected;\n(f)\nradio equipment supports certain features ensuring protection from fraud;\n(g)\nradio equipment supports certain features ensuring access to emergency services;\n(h)\nradio equipment supports certain features in order to facilitate its use by users with a disability;\n(i)\nradio equipment supports certain features in order to ensure that software can only be loaded into the radio equipment where the compliance of the combination of the radio equipment and software has been demonstrated.\nThe Commission shall be empowered to adopt delegated acts in accordance with Article 44 specifying which categories or classes of radio equipment are concerned by each of the requirements set out in points (a) to (i) of the first subparagraph of this paragraph.\nArticle 4\nProvision of information on the compliance of combinations of radio equipment and software\n1.   Manufacturers of radio equipment and of software allowing radio equipment to be used as intended shall provide the Member States and the Commission with information on the compliance of intended combinations of radio equipment and software with the essential requirements set out in Article 3. Such information shall result from a conformity assessment carried out in accordance with Article 17, and shall be given in the form of a statement of compliance which includes the elements set out in Annex VI. Depending on the specific combinations of radio equipment and software, the information shall precisely identify the radio equipment and the software which have been assessed, and it shall be continuously updated.\n2.   The Commission shall be empowered to adopt delegated acts in accordance with Article 44 specifying which categories or classes of radio equipment are concerned by the requirement set out in paragraph 1 of this Article.\n3.   The Commission shall adopt implementing acts laying down the operational rules for making the information on compliance available for the categories and classes specified by the delegated acts adopted pursuant to paragraph 2 of this Article. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 45(3).\nArticle 5\nRegistration of radio equipment types within some categories\n1.   As from 12 June 2018, manufacturers shall register radio equipment types within categories of radio equipment affected by a low level of compliance with the essential requirements set out in Article 3 within a central system referred to in paragraph 4 of this Article prior to radio equipment within those categories being placed on the market. When registering such radio equipment types, manufacturers shall provide some, or where justified all, elements of the technical documentation listed in points (a), (d), (e), (f), (g), (h) and (i) of Annex V. The Commission shall allocate to each registered radio equipment type a registration number, which manufacturers shall affix on radio equipment placed on the market.\n2.   The Commission shall be empowered to adopt delegated acts in accordance with Article 44 specifying which categories of radio equipment are concerned by the requirement set out in paragraph 1 of this Article, and the elements of the technical documentation to be provided, taking into account the information on the compliance of radio equipment provided by Member States in accordance with Article 47(1) and following an evaluation of the risk of non-implementation of the essential requirements.\n3.   The Commission shall adopt implementing acts laying down the operational rules for registration and the operational rules for affixing the registration number on radio equipment for the categories specified by the delegated acts adopted pursuant to paragraph 2 of this Article. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 45(3).\n4.   The Commission shall make available a central system allowing manufacturers to register the required information. That system shall ensure appropriate control of access to information of confidential nature.\n5.   Following the date of application of a delegated act adopted pursuant to paragraph 2 of this Article, the reports prepared in accordance with Article 47(1) and (2) shall evaluate its impacts.\nArticle 6\nMaking available on the market\nMember States shall take appropriate measures to ensure that radio equipment is made available on the market only if it complies with this Directive.\nArticle 7\nPutting into service and use\nMember States shall allow the putting into service and use of radio equipment if it complies with this Directive when it is properly installed, maintained and used for its intended purpose. Without prejudice to their obligations under Decision No 676/2002/EC and to the conditions attached to authorisations for the use of frequencies in conformity with Union law, in particular under Article 9(3) and (4) of Directive 2002/21/EC, Member States may only introduce additional requirements for the putting into service and/or use of radio equipment for reasons related to the effective and efficient use of the radio spectrum, to the avoidance of harmful interference, to the avoidance of electromagnetic disturbances or to public health.\nArticle 8\nNotification of radio interface specifications and assignment of radio equipment classes\n1.   Member States shall notify, in accordance with the procedure set out in Directive 98/34/EC, the radio interfaces which they intend to regulate except:\n(a)\nthe radio interfaces which fully and without any deviation comply with the Commission decisions on the harmonised use of radio spectrum adopted pursuant to Decision No 676/2002/EC; and\n(b)\nthe radio interfaces which, in accordance with implementing acts adopted pursuant to paragraph 2 of this Article, correspond to radio equipment which can be put into service and used without restrictions within the Union.\n2.   The Commission shall adopt implementing acts establishing the equivalence between notified radio interfaces and assigning a radio equipment class, details of which shall be published in the Official Journal of the European Union. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 45(3).\nArticle 9\nFree movement of radio equipment\n1.   Member States shall not impede, for reasons relating to aspects covered by this Directive, the making available on the market in their territory of radio equipment which complies with this Directive.\n2.   At trade fairs, exhibitions and similar events, Member States shall not create any obstacles to the display of radio equipment which does not comply with this Directive, provided that a visible sign clearly indicates that such radio equipment may not be made available on the market or put into service until it has been brought into conformity with this Directive. Demonstration of radio equipment may only take place provided that adequate measures, as prescribed by Member States, have been taken to avoid harmful interference, electromagnetic disturbances and risk to the health or safety of persons or of domestic animals or to property.\nCHAPTER II\nOBLIGATIONS OF ECONOMIC OPERATORS\nArticle 10\nObligations of manufacturers\n1.   When placing their radio equipment on the market, manufacturers shall ensure that it has been designed and manufactured in accordance with the essential requirements set out in Article 3.\n2.   Manufacturers shall ensure that radio equipment shall be so constructed that it can be operated in at least one Member State without infringing applicable requirements on the use of radio spectrum.\n3.   Manufacturers shall draw up the technical documentation referred to in Article 21 and carry out the relevant conformity assessment procedure referred to in Article 17 or have it carried out.\nWhere compliance of radio equipment with the applicable requirements has been demonstrated by that conformity assessment procedure, manufacturers shall draw up an EU declaration of conformity and affix the CE marking.\n4.   Manufacturers shall keep the technical documentation and the EU declaration of conformity for 10 years after the radio equipment has been placed on the market.\n5.   Manufacturers shall ensure that procedures are in place for series production to remain in conformity with this Directive. Changes in radio equipment design or characteristics and changes in the harmonised standards or in other technical specifications by reference to which conformity of radio equipment is declared shall be adequately taken into account.\nWhen deemed appropriate with regard to the risks presented by radio equipment, manufacturers shall, to protect the health and safety of end-users, carry out sample testing of radio equipment made available on the market, investigate, and, if necessary, keep a register of complaints, of non-conforming radio equipment and radio equipment recalls, and shall keep distributors informed of any such monitoring.\n6.   Manufacturers shall ensure that radio equipment which they have placed on the market bears a type, batch or serial number or other element allowing its identification, or, where the size or nature of the radio equipment does not allow it, that the required information is provided on the packaging, or in a document accompanying the radio equipment.\n7.   Manufacturers shall indicate on the radio equipment their name, registered trade name or registered trade mark and the postal address at which they can be contacted or, where the size or nature of radio equipment does not allow it, on its packaging, or in a document accompanying the radio equipment. The address shall indicate a single point at which the manufacturer can be contacted. The contact details shall be in a language easily understood by end-users and market surveillance authorities.\n8.   Manufacturers shall ensure that the radio equipment is accompanied by instructions and safety information in a language which can be easily understood by consumers and other end-users, as determined by the Member State concerned. Instructions shall include the information required to use radio equipment in accordance with its intended use. Such information shall include, where applicable, a description of accessories and components, including software, which allow the radio equipment to operate as intended. Such instructions and safety information, as well as any labelling, shall be clear, understandable and intelligible.\nThe following information shall also be included in the case of radio equipment intentionally emitting radio waves:\n(a)\nfrequency band(s) in which the radio equipment operates;\n(b)\nmaximum radio-frequency power transmitted in the frequency band(s) in which the radio equipment operates.\n9.   Manufacturers shall ensure that each item of radio equipment is accompanied by a copy of the EU declaration of conformity or by a simplified EU declaration of conformity. Where a simplified EU declaration of conformity is provided, it shall contain the exact internet address where the full text of the EU declaration of conformity can be obtained.\n10.   In cases of restrictions on putting into service or of requirements for authorisation of use, information available on the packaging shall allow the identification of the Member States or the geographical area within a Member State where restrictions on putting into service or requirements for authorisation of use exist. Such information shall be completed in the instructions accompanying the radio equipment. The Commission may adopt implementing acts specifying how to present that information. Those implementing acts shall be adopted in accordance with the advisory procedure referred to in Article 45(2).\n11.   Manufacturers who consider or have reason to believe that radio equipment which they have placed on the market is not in conformity with this Directive shall immediately take the corrective measures necessary to bring that radio equipment into conformity, to withdraw it or recall it, if appropriate. Furthermore, where the radio equipment presents a risk, manufacturers shall immediately inform the competent national authorities of the Member States in which they made the radio equipment available on the market to that effect, giving details, in particular, of the non-compliance, of any corrective measures taken and of the results thereof.\n12.   Manufacturers shall, further to a reasoned request from a competent national authority, provide it with all the information and documentation in paper or electronic form necessary to demonstrate the conformity of the radio equipment with this Directive, in a language which can be easily understood by that authority. They shall cooperate with that authority, at its request, on any action taken to eliminate the risks posed by radio equipment which they have placed on the market.\nArticle 11\nAuthorised representatives\n1.   A manufacturer may, by a written mandate, appoint an authorised representative.\nThe obligations laid down in Article 10(1) and the obligation to draw up technical documentation laid down in Article 10(3) shall not form part of the authorised representative's mandate.\n2.   An authorised representative shall perform the tasks specified in the mandate received from the manufacturer. The mandate shall allow the authorised representative to do at least the following:\n(a)\nkeep the EU declaration of conformity and the technical documentation at the disposal of national market surveillance authorities for 10 years after the radio equipment has been placed on the market;\n(b)\nfurther to a reasoned request from a competent national authority, provide that authority with all the information and documentation necessary to demonstrate the conformity of radio equipment;\n(c)\ncooperate with the competent national authorities, at their request, on any action taken to eliminate the risks posed by radio equipment covered by the authorised representative's mandate.\nArticle 12\nObligations of importers\n1.   Importers shall place only compliant radio equipment on the market.\n2.   Before placing radio equipment on the market importers shall ensure that the appropriate conformity assessment procedure referred to in Article 17 has been carried out by the manufacturer and that the radio equipment is so constructed that it can be operated in at least one Member State without infringing applicable requirements on the use of radio spectrum. They shall ensure that the manufacturer has drawn up the technical documentation, that the radio equipment bears the CE marking and is accompanied by the information and documents referred to in Article 10(8), (9) and (10), and that the manufacturer has complied with the requirements set out in Article 10(6) and (7).\nWhere an importer considers or has reason to believe that radio equipment is not in conformity with the essential requirements set out in Article 3, he shall not place the radio equipment on the market until it has been brought into conformity. Furthermore, where the radio equipment presents a risk, the importer shall inform the manufacturer and the market surveillance authorities to that effect.\n3.   Importers shall indicate on the radio equipment their name, registered trade name or registered trade mark and the postal address at which they can be contacted or, where that is not possible, on its packaging or in a document accompanying the radio equipment. This includes cases where the size of radio equipment does not allow it, or where importers would have to open the packaging in order to indicate their name and address on the radio equipment. The contact details shall be in a language easily understood by end-users and market surveillance authorities.\n4.   Importers shall ensure that the radio equipment is accompanied by instructions and safety information in a language which can be easily understood by consumers and other end-users, as determined by the Member State concerned.\n5.   Importers shall ensure that, while radio equipment is under their responsibility, its storage or transport conditions do not jeopardise its compliance with the essential requirements set out in Article 3.\n6.   When deemed appropriate with regard to the risks presented by radio equipment, importers shall, to protect the health and safety of end-users, carry out sample testing of radio equipment made available on the market, investigate, and, if necessary, keep a register of complaints, of non-conforming radio equipment and radio equipment recalls, and shall keep distributors informed of any such monitoring.\n7.   Importers who consider or have reason to believe that radio equipment which they have placed on the market is not in conformity with this Directive shall immediately take the corrective measures necessary to bring that radio equipment into conformity, to withdraw it or recall it, if appropriate. Furthermore, where the radio equipment presents a risk, importers shall immediately inform the competent national authorities of the Member States in which they made the radio equipment available on the market to that effect, giving details, in particular, of the non-compliance and of any corrective measures taken.\n8.   Importers shall, for 10 years after the radio equipment has been placed on the market, keep a copy of the EU declaration of conformity at the disposal of the market surveillance authorities and ensure that the technical documentation can be made available to those authorities, upon request.\n9.   Importers shall, further to a reasoned request from a competent national authority, provide it with all the information and documentation in paper or electronic form necessary to demonstrate the conformity of radio equipment in a language which can be easily understood by that authority. They shall cooperate with that authority, at its request, on any action taken to eliminate the risks posed by radio equipment which they have placed on the market.\nArticle 13\nObligations of distributors\n1.   When making radio equipment available on the market distributors shall act with due care in relation to the requirements of this Directive.\n2.   Before making radio equipment available on the market distributors shall verify that the radio equipment bears the CE marking, that it is accompanied by the documents required by this Directive and by the instructions and safety information in a language which can be easily understood by consumers and other end-users in the Member State in which the radio equipment is to be made available on the market, and that the manufacturer and the importer have complied with the requirements set out in Article 10(2) and (6) to (10) and Article 12(3) respectively.\nWhere a distributor considers or has reason to believe that radio equipment is not in conformity with the essential requirements set out in Article 3, he shall not make the radio equipment available on the market until it has been brought into conformity. Furthermore, where the radio equipment presents a risk, the distributor shall inform the manufacturer or the importer to that effect as well as the market surveillance authorities.\n3.   Distributors shall ensure that, while radio equipment is under their responsibility, its storage or transport conditions do not jeopardise its compliance with the essential requirements set out in Article 3.\n4.   Distributors who consider or have reason to believe that radio equipment which they have made available on the market is not in conformity with this Directive shall make sure that the corrective measures necessary to bring that radio equipment into conformity, to withdraw it or recall it, if appropriate, are taken. Furthermore, where the radio equipment presents a risk, distributors shall immediately inform the competent national authorities of the Member States in which they made the radio equipment available on the market to that effect, giving details, in particular, of the non-compliance and of any corrective measures taken.\n5.   Distributors shall, further to a reasoned request from a competent national authority, provide it with all the information and documentation in paper or electronic form necessary to demonstrate the conformity of radio equipment. They shall cooperate with that authority, at its request, on any action taken to eliminate the risks posed by radio equipment which they have made available on the market.\nArticle 14\nCases in which obligations of manufacturers apply to importers and distributors\nAn importer or distributor shall be considered a manufacturer for the purposes of this Directive and he shall be subject to the obligations of the manufacturer under Article 10, where he places radio equipment on the market under his name or trade mark or modifies radio equipment already placed on the market in such a way that compliance with this Directive may be affected.\nArticle 15\nIdentification of economic operators\nEconomic operators shall, on request, identify the following to the market surveillance authorities:\n(a)\nany economic operator who has supplied them with radio equipment;\n(b)\nany economic operator to whom they have supplied radio equipment.\nEconomic operators shall be able to present the information referred to in the first paragraph for 10 years after they have been supplied with the radio equipment and for 10 years after they have supplied the radio equipment.\nCHAPTER III\nCONFORMITY OF RADIO EQUIPMENT\nArticle 16\nPresumption of conformity of radio equipment\nRadio equipment which is in conformity with harmonised standards or parts thereof the references of which have been published in the Official Journal of the European Union shall be presumed to be in conformity with the essential requirements set out in Article 3 covered by those standards or parts thereof.\nArticle 17\nConformity assessment procedures\n1.   The manufacturer shall perform a conformity assessment of the radio equipment with a view to meeting the essential requirements set out in Article 3. The conformity assessment shall take into account all intended operating conditions and, for the essential requirement set out in point (a) of Article 3(1), the assessment shall also take into account the reasonably foreseeable conditions. Where the radio equipment is capable of taking different configurations, the conformity assessment shall confirm whether the radio equipment meets the essential requirements set out in Article 3 in all possible configurations.\n2.   Manufacturers shall demonstrate compliance of radio equipment with the essential requirements set out in Article 3(1) using any of the following conformity assessment procedures:\n(a)\ninternal production control set out in Annex II;\n(b)\nEU-type examination that is followed by the conformity to type based on internal production control set out in Annex III;\n(c)\nconformity based on full quality assurance set out in Annex IV.\n3.   Where, in assessing the compliance of radio equipment with the essential requirements set out in Article 3(2) and (3), the manufacturer has applied harmonised standards the references of which have been published in the Official Journal of the European Union, he shall use any of the following procedures:\n(a)\ninternal production control set out in Annex II;\n(b)\nEU-type examination that is followed by the conformity to type based on internal production control set out in Annex III;\n(c)\nconformity based on full quality assurance set out in Annex IV.\n4.   Where, in assessing the compliance of radio equipment with the essential requirements set out in Article 3(2) and (3), the manufacturer has not applied or has applied only in part harmonised standards the references of which have been published in the Official Journal of the European Union, or where such harmonised standards do not exist, radio equipment shall be submitted with regard to those essential requirements to either of the following procedures:\n(a)\nEU-type examination that is followed by the conformity to type based on internal production control set out in Annex III;\n(b)\nconformity based on full quality assurance set out in Annex IV.\nArticle 18\nEU declaration of conformity\n1.   The EU declaration of conformity shall state that the fulfilment of the essential requirements set out in Article 3 has been demonstrated.\n2.   The EU declaration of conformity shall have the model structure set out in Annex VI, shall contain the elements set out in that Annex and shall be continuously updated. It shall be translated into the language or languages required by the Member State in which the radio equipment is placed or made available on the market.\nThe simplified EU declaration of conformity referred to in Article 10(9) shall contain the elements set out in Annex VII and shall be continuously updated. It shall be translated into the language or languages required by the Member State in which the radio equipment is placed or made available on the market. The full text of the EU declaration of conformity shall be available at the internet address referred to in the simplified EU declaration of conformity, in a language or languages required by the Member State in which the radio equipment is placed or made available on the market.\n3.   Where radio equipment is subject to more than one Union act requiring an EU declaration of conformity, a single EU declaration of conformity shall be drawn up in respect of all such Union acts. That declaration shall contain the identification of the Union acts concerned including their publication references.\n4.   By drawing up the EU declaration of conformity, the manufacturer shall assume responsibility for the compliance of the radio equipment with the requirements laid down in this Directive.\nArticle 19\nGeneral principles of the CE marking\n1.   The CE marking shall be subject to the general principles set out in Article 30 of Regulation (EC) No 765/2008.\n2.   On account of the nature of radio equipment, the height of the CE marking affixed to radio equipment may be lower than 5 mm, provided that it remains visible and legible.\nArticle 20\nRules and conditions for affixing the CE marking and the identification number of the notified body\n1.   The CE marking shall be affixed visibly, legibly and indelibly to the radio equipment or to its data plate, unless that is not possible or not warranted on account of the nature of radio equipment. The CE marking shall also be affixed visibly and legibly to the packaging.\n2.   The CE marking shall be affixed before the radio equipment is placed on the market.\n3.   The CE marking shall be followed by the identification number of the notified body where the conformity assessment procedure set out in Annex IV is applied.\nThe identification number of the notified body shall have the same height as the CE marking.\nThe identification number of the notified body shall be affixed by the notified body itself or, under its instructions, by the manufacturer or his authorised representative.\n4.   Member States shall build upon existing mechanisms to ensure correct application of the regime governing the CE marking and shall take appropriate action in the event of improper use of that marking.\nArticle 21\nTechnical documentation\n1.   The technical documentation shall contain all relevant data or details of the means used by the manufacturer to ensure that radio equipment complies with the essential requirements set out in Article 3. It shall, at least, contain the elements set out in Annex V.\n2.   The technical documentation shall be drawn up before radio equipment is placed on the market and shall be continuously updated.\n3.   The technical documentation and correspondence relating to any EU-type examination procedure shall be drawn up in an official language of the Member State in which the notified body is established or in a language acceptable to that body.\n4.   Where the technical documentation does not comply with paragraphs 1, 2 or 3 of this Article, and in so doing fails to present sufficient relevant data or means used to ensure compliance of radio equipment with the essential requirements set out in Article 3, the market surveillance authority may ask the manufacturer or the importer to have a test performed by a body acceptable to the market surveillance authority at the expense of the manufacturer or the importer within a specified period in order to verify compliance with the essential requirements set out in Article 3.\nCHAPTER IV\nNOTIFICATION OF CONFORMITY ASSESSMENT BODIES\nArticle 22\nNotification\nMember States shall notify the Commission and the other Member States of bodies authorised to carry out third-party conformity assessment tasks under this Directive.\nArticle 23\nNotifying authorities\n1.   Member States shall designate a notifying authority that shall be responsible for setting up and carrying out the necessary procedures for the assessment and notification of conformity assessment bodies and the monitoring of notified bodies, including compliance with Article 28.\n2.   Member States may decide that the assessment and monitoring referred to in paragraph 1 shall be carried out by a national accreditation body within the meaning of and in accordance with Regulation (EC) No 765/2008.\n3.   Where the notifying authority delegates or otherwise entrusts the assessment, notification or monitoring referred to in paragraph 1 to a body which is not a governmental entity, that body shall be a legal entity and shall comply mutatis mutandis with the requirements laid down in Article 24. In addition it shall have arrangements to cover liabilities arising out of its activities.\n4.   The notifying authority shall take full responsibility for the tasks performed by the body referred to in paragraph 3.\nArticle 24\nRequirements relating to notifying authorities\n1.   A notifying authority shall be established in such a way that no conflict of interest with conformity assessment bodies occurs.\n2.   A notifying authority shall be organised and operated so as to safeguard the objectivity and impartiality of its activities.\n3.   A notifying authority shall be organised in such a way that each decision relating to notification of a conformity assessment body is taken by competent persons different from those who carried out the assessment.\n4.   A notifying authority shall not offer or provide any activities that conformity assessment bodies perform or consultancy services on a commercial or competitive basis.\n5.   A notifying authority shall safeguard the confidentiality of the information it obtains.\n6.   A notifying authority shall have a sufficient number of competent personnel at its disposal for the proper performance of its tasks.\nArticle 25\nInformation obligation on notifying authorities\nMember States shall inform the Commission of their procedures for the assessment and notification of conformity assessment bodies and the monitoring of notified bodies, and of any changes thereto.\nThe Commission shall make that information publicly available.\nArticle 26\nRequirements relating to notified bodies\n1.   For the purposes of notification, a conformity assessment body shall meet the requirements laid down in paragraphs 2 to 11.\n2.   A conformity assessment body shall be established under national law of a Member State and have legal personality.\n3.   A conformity assessment body shall be a third-party body independent of the organisation or the radio equipment it assesses.\nA body belonging to a business association or professional federation representing undertakings involved in the design, manufacturing, provision, assembly, use or maintenance of radio equipment which it assesses may, on condition that its independence and the absence of any conflict of interest are demonstrated, be considered such a body.\n4.   A conformity assessment body, its top level management and the personnel responsible for carrying out the conformity assessment tasks shall not be the designer, manufacturer, supplier, installer, purchaser, owner, user or maintainer of the radio equipment which they assess, nor the representative of any of those parties. This shall not preclude the use of assessed radio equipment that is necessary for the operations of the conformity assessment body or the use of such radio equipment for personal purposes.\nA conformity assessment body, its top level management and the personnel responsible for carrying out the conformity assessment tasks shall not be directly involved in the design, manufacture or construction, the marketing, installation, use or maintenance of that radio equipment, or represent the parties engaged in those activities. They shall not engage in any activity that may conflict with their independence of judgement or integrity in relation to conformity assessment activities for which they are notified. This shall in particular apply to consultancy services.\nConformity assessment bodies shall ensure that the activities of their subsidiaries or subcontractors do not affect the confidentiality, objectivity or impartiality of their conformity assessment activities.\n5.   Conformity assessment bodies and their personnel shall carry out the conformity assessment activities with the highest degree of professional integrity and the requisite technical competence in the specific field and shall be free from all pressures and inducements, particularly financial, which might influence their judgement or the results of their conformity assessment activities, especially as regards persons or groups of persons with an interest in the results of those activities.\n6.   A conformity assessment body shall be capable of carrying out all the conformity assessment tasks assigned to it by Annexes III and IV in relation to which it has been notified, whether those tasks are carried out by the conformity assessment body itself or on its behalf and under its responsibility.\nAt all times and for each conformity assessment procedure and each kind or category of radio equipment in relation to which it has been notified, a conformity assessment body shall have at its disposal the necessary:\n(a)\npersonnel with technical knowledge and sufficient and appropriate experience to perform the conformity assessment tasks;\n(b)\ndescriptions of procedures in accordance with which conformity assessment is carried out, ensuring the transparency and the ability of reproduction of those procedures. It shall have appropriate policies and procedures in place that distinguish between tasks it carries out as a notified body and other activities;\n(c)\nprocedures for the performance of activities which take due account of the size of an undertaking, the sector in which it operates, its structure, the degree of complexity of radio equipment technology in question and the mass or serial nature of the production process.\nA conformity assessment body shall have the means necessary to perform the technical and administrative tasks connected with the conformity assessment activities in an appropriate manner.\n7.   The personnel responsible for carrying out conformity assessment tasks shall have the following:\n(a)\nsound technical and vocational training covering all the conformity assessment activities in relation to which the conformity assessment body has been notified;\n(b)\nsatisfactory knowledge of the requirements of the assessments they carry out and adequate authority to carry out those assessments;\n(c)\nappropriate knowledge and understanding of the essential requirements set out in Article 3, of the applicable harmonised standards and of the relevant provisions of Union harmonisation legislation and of national legislation;\n(d)\nthe ability to draw up EU-type examination certificates or quality system approvals, records and reports demonstrating that assessments have been carried out.\n8.   The impartiality of the conformity assessment bodies, their top level management and of the personnel responsible for carrying out the conformity assessment tasks shall be guaranteed.\nThe remuneration of the top level management and personnel responsible for carrying out the conformity assessment tasks of a conformity assessment body shall not depend on the number of assessments carried out or on the results of those assessments.\n9.   Conformity assessment bodies shall take out liability insurance unless liability is assumed by the State in accordance with national law, or the Member State itself is directly responsible for the conformity assessment.\n10.   The personnel of a conformity assessment body shall observe professional secrecy with regard to all information obtained in carrying out their tasks under Annexes III and IV or any provision of national law giving effect to them, except in relation to the competent authorities of the Member State in which its activities are carried out. Proprietary rights shall be protected.\n11.   Conformity assessment bodies shall participate in, or ensure that their personnel responsible for carrying out the conformity assessment tasks are informed of, the relevant standardisation activities, the regulatory activities in the area of radio equipment and frequency planning, and the activities of the notified body coordination group established under the relevant Union harmonisation legislation and shall apply as general guidance the administrative decisions and documents produced as a result of the work of that group.\nArticle 27\nPresumption of conformity of notified bodies\nWhere a conformity assessment body demonstrates its conformity with the criteria laid down in the relevant harmonised standards or parts thereof the references of which have been published in the Official Journal of the European Union it shall be presumed to comply with the requirements set out in Article 26 in so far as the applicable harmonised standards cover those requirements.\nArticle 28\nSubsidiaries of and subcontracting by notified bodies\n1.   Where a notified body subcontracts specific tasks connected with conformity assessment or has recourse to a subsidiary, it shall ensure that the subcontractor or the subsidiary meets the requirements set out in Article 26 and shall inform the notifying authority accordingly.\n2.   Notified bodies shall take full responsibility for the tasks performed by subcontractors or subsidiaries wherever these are established.\n3.   Activities may be subcontracted or carried out by a subsidiary only with the agreement of the client.\n4.   Notified bodies shall keep at the disposal of the notifying authority the relevant documents concerning the assessment of the qualifications of the subcontractor or the subsidiary and the work carried out by them under Annexes III and IV.\nArticle 29\nApplication for notification\n1.   A conformity assessment body shall submit an application for notification to the notifying authority of the Member State in which it is established.\n2.   The application for notification shall be accompanied by a description of the conformity assessment activities, the conformity assessment module or modules and the radio equipment for which that body claims to be competent, as well as by an accreditation certificate, where one exists, issued by a national accreditation body attesting that the conformity assessment body fulfils the requirements laid down in Article 26.\n3.   Where the conformity assessment body concerned cannot provide an accreditation certificate, it shall provide the notifying authority with all the documentary evidence necessary for the verification, recognition and regular monitoring of its compliance with the requirements laid down in Article 26.\nArticle 30\nNotification procedure\n1.   Notifying authorities may notify only conformity assessment bodies which have satisfied the requirements laid down in Article 26.\n2.   They shall notify the Commission and the other Member States using the electronic notification tool developed and managed by the Commission.\n3.   The notification shall include full details of the conformity assessment activities, the conformity assessment module or modules and the radio equipment concerned and the relevant attestation of competence.\n4.   Where a notification is not based on an accreditation certificate as referred to in Article 29(2), the notifying authority shall provide the Commission and the other Member States with documentary evidence which attests to the conformity assessment body's competence and the arrangements in place to ensure that that body will be monitored regularly and will continue to satisfy the requirements laid down in Article 26.\n5.   The body concerned may perform the activities of a notified body only where no objections are raised by the Commission or the other Member States within two weeks of a notification where an accreditation certificate is used or within two months of a notification where accreditation is not used.\nOnly such a body shall be considered a notified body for the purposes of this Directive.\n6.   The notifying authority shall notify the Commission and the other Member States of any subsequent relevant changes to the notification.\nArticle 31\nIdentification numbers and lists of notified bodies\n1.   The Commission shall assign an identification number to a notified body.\nIt shall assign a single such number even where the body is notified under several Union acts.\n2.   The Commission shall make publicly available the list of the bodies notified under this Directive, including the identification numbers that have been assigned to them and the activities for which they have been notified.\nThe Commission shall ensure that the list is kept up to date.\nArticle 32\nChanges to notifications\n1.   Where a notifying authority has ascertained or has been informed that a notified body no longer meets the requirements laid down in Article 26, or that it is failing to fulfil its obligations, the notifying authority shall restrict, suspend or withdraw notification as appropriate, depending on the seriousness of the failure to meet those requirements or fulfil those obligations. It shall immediately inform the Commission and the other Member States accordingly.\n2.   In the event of restriction, suspension or withdrawal of notification, or where the notified body has ceased its activity, the notifying Member State shall take appropriate steps to ensure that the files of that body are either processed by another notified body or kept available for the responsible notifying and market surveillance authorities at their request.\nArticle 33\nChallenge of the competence of notified bodies\n1.   The Commission shall investigate all cases where it doubts, or doubt is brought to its attention regarding, the competence of a notified body or the continued fulfilment by a notified body of the requirements and responsibilities to which it is subject.\n2.   The notifying Member State shall provide the Commission, on request, with all information relating to the basis for the notification or the maintenance of the competence of the notified body concerned.\n3.   The Commission shall ensure that all sensitive information obtained in the course of its investigations is treated confidentially.\n4.   Where the Commission ascertains that a notified body does not meet or no longer meets the requirements for its notification, it shall adopt an implementing act requesting the notifying Member State to take the necessary corrective measures, including withdrawal of notification if necessary.\nThat implementing act shall be adopted in accordance with the advisory procedure referred to in Article 45(2).\nArticle 34\nOperational obligations of notified bodies\n1.   Notified bodies shall carry out conformity assessments in accordance with the conformity assessment procedures provided for in Annexes III and IV.\n2.   Conformity assessments shall be carried out in a proportionate manner, avoiding unnecessary burdens for economic operators. Conformity assessment bodies shall perform their activities taking due account of the size of an undertaking, the sector in which it operates, its structure, the degree of complexity of the radio equipment technology in question and the mass or serial nature of the production process.\nIn so doing they shall nevertheless respect the degree of rigour and the level of protection required for the compliance of the radio equipment with this Directive.\n3.   Where a notified body finds that the essential requirements set out in Article 3 or corresponding harmonised standards or other technical specifications have not been met by a manufacturer, it shall require that manufacturer to take appropriate corrective measures and shall not issue an EU-type examination certificate or a quality system approval.\n4.   Where, in the course of the monitoring of conformity following the issue of an EU-type examination certificate or a quality system approval, a notified body finds that radio equipment no longer complies, it shall require the manufacturer to take appropriate corrective measures and shall suspend or withdraw the EU-type examination certificate or the quality system approval if necessary.\n5.   Where corrective measures are not taken or do not have the required effect, the notified body shall restrict, suspend or withdraw any EU-type examination certificates or quality system approvals, as appropriate.\nArticle 35\nAppeal against decisions of notified bodies\nMember States shall ensure that an appeal procedure against decisions of the notified bodies is available.\nArticle 36\nInformation obligation on notified bodies\n1.   Notified bodies shall inform the notifying authority of the following:\n(a)\nany refusal, restriction, suspension or withdrawal of an EU-type examination certificate or a quality system approval in accordance with the requirements of Annexes III and IV;\n(b)\nany circumstances affecting the scope of or conditions for notification;\n(c)\nany request for information which they have received from market surveillance authorities regarding conformity assessment activities;\n(d)\non request, conformity assessment activities performed within the scope of their notification and any other activity performed, including cross-border activities and subcontracting.\n2.   Notified bodies shall, in accordance with the requirements of Annexes III and IV, provide the other bodies notified under this Directive carrying out similar conformity assessment activities covering the same categories of radio equipment with relevant information on issues relating to negative and, on request, positive conformity assessment results.\n3.   Notified bodies shall fulfil information obligations under Annexes III and IV.\nArticle 37\nExchange of experience\nThe Commission shall provide for the organisation of exchange of experience between the Member States' national authorities responsible for notification policy.\nArticle 38\nCoordination of notified bodies\nThe Commission shall ensure that appropriate coordination and cooperation between bodies notified under this Directive are put in place and properly operated in the form of a sectoral group of notified bodies.\nMember States shall ensure that the bodies notified by them participate in the work of that group, directly or by means of designated representatives.\nCHAPTER V\nUNION MARKET SURVEILLANCE, CONTROL OF RADIO EQUIPMENT ENTERING THE UNION MARKET AND UNION SAFEGUARD PROCEDURE\nArticle 39\nUnion market surveillance and control of radio equipment entering the Union market\nArticle 15(3) and Articles 16 to 29 of Regulation (EC) No 765/2008 shall apply to radio equipment.\nArticle 40\nProcedure for dealing with radio equipment presenting a risk at national level\n1.   Where the market surveillance authorities of one Member State have sufficient reason to believe that radio equipment covered by this Directive presents a risk to the health or safety of persons or to other aspects of public interest protection covered by this Directive, they shall carry out an evaluation in relation to the radio equipment concerned covering all relevant requirements laid down in this Directive. The relevant economic operators shall cooperate as necessary with the market surveillance authorities for that purpose.\nWhere, in the course of the evaluation referred to in the first subparagraph, the market surveillance authorities find that the radio equipment does not comply with the requirements laid down in this Directive, they shall without delay require the relevant economic operator to take all appropriate corrective actions to bring the radio equipment into compliance with those requirements, to withdraw the radio equipment from the market, or to recall it within a reasonable period, commensurate with the nature of the risk, as they may prescribe.\nThe market surveillance authorities shall inform the relevant notified body accordingly.\nArticle 21 of Regulation (EC) No 765/2008 shall apply to the measures referred to in the second subparagraph of this paragraph.\n2.   Where the market surveillance authorities consider that non-compliance is not restricted to their national territory, they shall inform the Commission and the other Member States of the results of the evaluation and of the actions which they have required the economic operator to take.\n3.   The economic operator shall ensure that all appropriate corrective action is taken in respect of all radio equipment concerned that it has made available on the market throughout the Union.\n4.   Where the relevant economic operator does not take adequate corrective action within the period referred to in the second subparagraph of paragraph 1, the market surveillance authorities shall take all appropriate provisional measures to prohibit or restrict the radio equipment being made available on their national market, to withdraw the radio equipment from that market or to recall it.\nThe market surveillance authorities shall inform the Commission and the other Member States, without delay, of those measures.\n5.   The information referred to in the second subparagraph of paragraph 4 shall include all available details, in particular the data necessary for the identification of the non-compliant radio equipment, the origin of the radio equipment, the nature of the non-compliance alleged and the risk involved, the nature and duration of the national measures taken and the arguments put forward by the relevant economic operator. In particular, the market surveillance authorities shall indicate whether the non-compliance is due to either of the following:\n(a)\nfailure of the radio equipment to meet the relevant essential requirements set out in Article 3; or\n(b)\nshortcomings in the harmonised standards referred to in Article 16 conferring a presumption of conformity.\n6.   Member States other than the Member State initiating the procedure under this Article shall without delay inform the Commission and the other Member States of any measures adopted and of any additional information at their disposal relating to the non-compliance of the radio equipment concerned, and, in the event of disagreement with the adopted national measure, of their objections.\n7.   Where, within three months of receipt of the information referred to in the second subparagraph of paragraph 4, no objection has been raised by either a Member State or the Commission in respect of a provisional measure taken by a Member State, that measure shall be deemed justified.\n8.   Member States shall ensure that appropriate restrictive measures, such as withdrawal of the radio equipment from the market, are taken in respect of the radio equipment concerned without delay.\nArticle 41\nUnion safeguard procedure\n1.   Where, on completion of the procedure set out in Article 40(3) and (4), objections are raised against a measure taken by a Member State, or where the Commission considers a national measure to be contrary to Union legislation, the Commission shall without delay enter into consultation with the Member States and the relevant economic operator or operators and shall evaluate the national measure. On the basis of the results of that evaluation, the Commission shall adopt an implementing act determining whether the national measure is justified or not.\nThe Commission shall address its decision to all Member States and shall immediately communicate it to them and the relevant economic operator or operators.\n2.   If the national measure is considered justified, all Member States shall take the necessary measures to ensure that the non-compliant radio equipment is withdrawn or recalled from their market, and shall inform the Commission accordingly. If the national measure is considered unjustified, the Member State concerned shall withdraw that measure.\n3.   Where the national measure is considered justified and the non-compliance of the radio equipment is attributed to shortcomings in the harmonised standards referred to in point (b) of Article 40(5) of this Directive, the Commission shall apply the procedure provided for in Article 11 of Regulation (EU) No 1025/2012.\nArticle 42\nCompliant radio equipment which presents a risk\n1.   Where, having carried out an evaluation under Article 40(1), a Member State finds that although radio equipment is in compliance with this Directive, it presents a risk to the health or safety of persons or to other aspects of public interest protection covered by this Directive, it shall require the relevant economic operator to take all appropriate measures to ensure that the radio equipment concerned, when placed on the market, no longer presents that risk, to withdraw the radio equipment from the market or to recall it within a reasonable period, commensurate with the nature of the risk, as it may prescribe.\n2.   The economic operator shall ensure that corrective action is taken in respect of all the radio equipment concerned that he has made available on the market throughout the Union.\n3.   The Member State shall immediately inform the Commission and the other Member States. That information shall include all available details, in particular the data necessary for the identification of the radio equipment concerned, the origin and the supply chain of radio equipment, the nature of the risk involved and the nature and duration of the national measures taken.\n4.   The Commission shall without delay enter into consultation with the Member States and the relevant economic operator or operators and shall evaluate the national measures taken. On the basis of the results of that evaluation, the Commission shall decide by means of implementing acts whether the national measure is justified or not and, where necessary, propose appropriate measures.\nThe implementing acts referred to in the first subparagraph of this paragraph shall be adopted in accordance with the examination procedure referred to in Article 45(3).\nOn duly justified imperative grounds of urgency relating to the protection of health and safety of persons, the Commission shall adopt immediately applicable implementing acts in accordance with the procedure referred to in Article 45(4).\n5.   The Commission shall address its decision to all Member States and shall immediately communicate it to them and the relevant economic operator or operators.\nArticle 43\nFormal non-compliance\n1.   Without prejudice to Article 40, where a Member State makes one of the following findings, it shall require the relevant economic operator to put an end to the non-compliance concerned:\n(a)\nthe CE marking has been affixed in violation of Article 30 of Regulation (EC) No 765/2008 or of Article 20 of this Directive;\n(b)\nthe CE marking has not been affixed;\n(c)\nthe identification number of the notified body, where the conformity assessment procedure set out in Annex IV is applied, has been affixed in violation of Article 20 or has not been affixed;\n(d)\nthe EU declaration of conformity has not been drawn up;\n(e)\nthe EU declaration of conformity has not been drawn up correctly;\n(f)\ntechnical documentation is either not available or not complete;\n(g)\nthe information referred to in Article 10(6) or (7) or Article 12(3) is absent, false or incomplete;\n(h)\ninformation on the intended use of radio equipment, the EU declaration of conformity or usage restrictions as set out in Article 10(8), (9) and (10) does not accompany the radio equipment;\n(i)\nrequirements on identification of economic operators set out in Article 15 are not fulfilled;\n(j)\nArticle 5 is not complied with.\n2.   Where the non-compliance referred to in paragraph 1 persists, the Member State concerned shall take all appropriate measures to restrict or prohibit corresponding radio equipment being made available on the market or ensure that it is withdrawn or recalled from the market.\nCHAPTER VI\nDELEGATED ACTS AND IMPLEMENTING ACTS AND THE COMMITTEE\nArticle 44\nExercise of the delegation\n1.   The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article.\n2.   The power to adopt delegated acts referred to in the second subparagraph of Articles 3(3), 4(2) and 5(2) shall be conferred on the Commission for a period of five years from 11 June 2014. The Commission shall draw up a report in respect of the delegation of power not later than nine months before the end of the five-year period. The delegation of power shall be tacitly extended for periods of an identical duration, unless the European Parliament or the Council opposes such extension not later than three months before the end of each period.\n3.   The delegation of power referred to in the second subparagraph of Articles 3(3), 4(2) and 5(2) may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force.\n4.   As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council.\n5.   A delegated act adopted pursuant to the second subparagraph of Articles 3(3), 4(2) and 5(2) shall enter into force only if no objection has been expressed either by the European Parliament or the Council within a period of two months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or of the Council.\nArticle 45\nCommittee procedure\n1.   The Commission shall be assisted by the Telecommunication Conformity Assessment and Market Surveillance Committee. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\n2.   Where reference is made to this paragraph, Article 4 of Regulation (EU) No 182/2011 shall apply.\n3.   Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.\n4.   Where reference is made to this paragraph, Article 8 of Regulation (EU) No 182/2011, in conjunction with Article 5 thereof, shall apply.\n5.   The committee shall be consulted by the Commission on any matter for which consultation of sectoral experts is required by Regulation (EU) No 1025/2012 or by any other Union legislation.\nThe committee may furthermore examine any other matter concerning the application of this Directive raised either by its chair or by a representative of a Member State in accordance with its rules of procedure.\nCHAPTER VII\nFINAL AND TRANSITIONAL PROVISIONS\nArticle 46\nPenalties\nMember States shall lay down rules on penalties applicable to infringements by economic operators of the provisions of national law adopted pursuant to this Directive and shall take all measures necessary to ensure that they are enforced. Such rules may include criminal penalties for serious infringements.\nThe penalties provided for shall be effective, proportionate and dissuasive.\nArticle 47\nReview and reporting\n1.   Member States shall submit to the Commission regular reports on the application of this Directive by 12 June 2017 and at least every two years thereafter. The reports shall contain a presentation of the market surveillance activities performed by the Member States and provide information on whether and to what extent compliance with the requirements of this Directive has been attained, including in particular requirements on identification of economic operators.\n2.   The Commission shall review the operation of this Directive and report thereon to the European Parliament and to the Council, by 12 June 2018 and every five years thereafter. The report shall cover progress on drawing up the relevant standards, as well as any problems that have arisen in the course of implementation. The report shall also outline the activities of the Telecommunication Conformity Assessment and Market Surveillance Committee, assess progress in achieving an open competitive market for radio equipment at Union level and examine how the regulatory framework for the making available on the market and putting into service of radio equipment should be developed in order to achieve the following:\n(a)\nensure that a coherent system is achieved at Union level for all radio equipment;\n(b)\nallow for convergence of the telecommunications, audiovisual and information technology sectors;\n(c)\nenable regulatory measures to be harmonised at international level;\n(d)\nreach a high level of consumer protection;\n(e)\nensure that portable radio equipment interworks with accessories, in particular with common chargers;\n(f)\nwhere radio equipment is fitted with an integral screen, allow the display of the required information on the integral screen.\nArticle 48\nTransitional provisions\nMember States shall not impede, for the aspects covered by this Directive, the making available on the market or putting into service of radio equipment covered by this Directive which is in conformity with the relevant Union harmonisation legislation applicable before 13 June 2016 and which was placed on the market before 13 June 2017.\nArticle 49\nTransposition\n1.   Member States shall adopt and publish, by 12 June 2016, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate the text of those measures to the Commission.\nThey shall apply those measures from 13 June 2016.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. They shall also include a statement that references in existing laws, regulations and administrative provisions to the Directive repealed by this Directive shall be construed as references to this Directive. Member States shall determine how such reference is to be made and how that statement is to be formulated.\n2.   Member States shall communicate to the Commission the texts of the main provisions of national law which they adopt in the field covered by this Directive.\nArticle 50\nRepeal\nDirective 1999/5/EC is repealed with effect from 13 June 2016.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table in Annex VIII.\nArticle 51\nEntry into force\nThis Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nArticle 52\nAddressees\nThis Directive is addressed to the Member States.\nDone at Strasbourg, 16 April 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nD. KOURKOULAS\n(1)  OJ C 133, 9.5.2013, p. 58.\n(2)  Position of the European Parliament of 13 March 2014 (not yet published in the Official Journal) and decision of the Council of 14 April 2014.\n(3)  Directive 1999/5/EC of the European Parliament and of the Council of 9 March 1999 on radio equipment and telecommunications terminal equipment and the mutual recognition of their conformity (OJ L 91, 7.4.1999, p. 10).\n(4)  Regulation (EC) No 765/2008 of the European Parliament and of the Council of 9 July 2008 setting out the requirements for accreditation and market surveillance relating to the marketing of products and repealing Regulation (EEC) No 339/93 (OJ L 218, 13.8.2008, p. 30).\n(5)  Decision No 768/2008/EC of the European Parliament and of the Council of 9 July 2008 on a common framework for the marketing of products, and repealing Council Decision 93/465/EEC (OJ L 218, 13.8.2008, p. 82).\n(6)  Directive 2014/35/EU of the European Parliament and of the Council of 26 February 2014 on the harmonisation of the laws of Member States relating to the making available on the market of electrical equipment designed for use within certain voltage limits (OJ L 96, 29.3.2014, p. 357).\n(7)  Directive 2014/30/EU of the European Parliament and of the Council of 26 February 2014 on the harmonisation of the laws of the Member States relating to electromagnetic compatibility (OJ L 96, 29.3.2014, p. 79).\n(8)  Commission Directive 2008/63/EC of 20 June 2008 on competition in the markets in telecommunications terminal equipment (OJ L 162, 21.6.2008, p. 20).\n(9)  Directive 98/34/EC of the European Parliament and of the Council of 22 June 1998 laying down a procedure for the provision of information in the field of technical standards and regulations and of rules on Information Society services (OJ L 204, 21.7.1998, p. 37).\n(10)  Decision No 676/2002/EC of the European Parliament and of the Council of 7 March 2002 on a regulatory framework for radio spectrum policy in the European Community (Radio Spectrum Decision) (OJ L 108, 24.4.2002, p. 1).\n(11)  Commission Decision 2007/344/EC of 16 May 2007 on harmonised availability of information regarding spectrum use within the Community (OJ L 129, 17.5.2007, p. 67).\n(12)  Regulation (EU) No 1025/2012 of the European Parliament and of the Council of 25 October 2012 on European standardisation, amending Council Directives 89/686/EEC and 93/15/EEC and Directives 94/9/EC, 94/25/EC, 95/16/EC, 97/23/EC, 98/34/EC, 2004/22/EC, 2007/23/EC, 2009/23/EC and 2009/105/EC of the European Parliament and of the Council and repealing Council Decision 87/95/EEC and Decision No 1673/2006/EC of the European Parliament and of the Council (OJ L 316, 14.11.2012, p. 12).\n(13)  Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission's exercise of implementing powers (OJ L 55, 28.2.2011, p. 13).\n(14)  OJ C 369, 17.12.2011, p. 14.\n(15)  Directive 2002/21/EC of the European Parliament and of the Council of 7 March 2002 on a common regulatory framework for electronic communications networks and services (Framework Directive) (OJ L 108, 24.4.2002, p. 33).\nANNEX I\nEQUIPMENT NOT COVERED BY THIS DIRECTIVE\n1.\nRadio equipment used by radio amateurs within the meaning of Article 1, definition 56, of the International Telecommunications Union (ITU) Radio Regulations, unless the equipment is made available on the market.\nThe following shall be regarded as not being made available on the market:\n(a)\nradio kits for assembly and use by radio amateurs;\n(b)\nradio equipment modified by and for the use of radio amateurs;\n(c)\nequipment constructed by individual radio amateurs for experimental and scientific purposes related to amateur radio.\n2.\nMarine equipment falling within the scope of Council Directive 96/98/EC (1).\n3.\nAirborne products, parts and appliances falling within the scope of Article 3 of Regulation (EC) No 216/2008 of the European Parliament and of the Council (2).\n4.\nCustom-built evaluation kits destined for professionals to be used solely at research and development facilities for such purposes.\n(1)  Council Directive 96/98/EC of 20 December 1996 on marine equipment (OJ L 46, 17.2.1997, p. 25).\n(2)  Regulation (EC) No 216/2008 of the European Parliament and of the Council of 20 February 2008 on common rules in the field of civil aviation and establishing a European Aviation Safety Agency, and repealing Council Directive 91/670/EEC, Regulation (EC) No 1592/2002 and Directive 2004/36/EC (OJ L 79, 19.3.2008, p. 1).\nANNEX II\nCONFORMITY ASSESSMENT MODULE A\nINTERNAL PRODUCTION CONTROL\n1.   Internal production control is the conformity assessment procedure whereby the manufacturer fulfils the obligations laid down in points 2, 3 and 4 of this Annex, and ensures and declares on his sole responsibility that the radio equipment concerned satisfies the essential requirements set out in Article 3.\n2.   Technical documentation\nThe manufacturer shall establish the technical documentation in accordance with Article 21.\n3.   Manufacturing\nThe manufacturer shall take all measures necessary so that the manufacturing process and its monitoring ensure compliance of the manufactured radio equipment with the technical documentation referred to in point 2 of this Annex and with the relevant essential requirements set out in Article 3.\n4.   CE marking and EU declaration of conformity\n4.1.\nThe manufacturer shall affix the CE marking in accordance with Articles 19 and 20 to each item of radio equipment that satisfies the applicable requirements of this Directive.\n4.2.\nThe manufacturer shall draw up a written EU declaration of conformity for each radio equipment type and keep it together with the technical documentation at the disposal of the national authorities for 10 years after the radio equipment has been placed on the market. The EU declaration of conformity shall identify the radio equipment for which it has been drawn up.\nA copy of the EU declaration of conformity shall be made available to the relevant authorities upon request.\n5.   Authorised representative\nThe manufacturer's obligations set out in point 4 may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate.\nANNEX III\nCONFORMITY ASSESSMENT MODULES B AND C\nEU-TYPE EXAMINATION AND CONFORMITY TO TYPE BASED ON INTERNAL PRODUCTION CONTROL\nWhen reference is made to this Annex, the conformity assessment procedure shall follow Modules B (EU-type examination) and C (Conformity to type based on internal production control) of this Annex.\nModule B\nEU-type examination\n1.   EU-type examination is the part of a conformity assessment procedure in which a notified body examines the technical design of the radio equipment and verifies and attests that the technical design of the radio equipment meets the essential requirements set out in Article 3.\n2.   EU-type examination shall be carried out by assessment of the adequacy of the technical design of the radio equipment through examination of the technical documentation and supporting evidence referred to in point 3, without examination of a specimen (design type).\n3.   The manufacturer shall lodge an application for EU-type examination with a single notified body of his choice.\nThe application shall include:\n(a)\nthe name and address of the manufacturer and, if the application is lodged by the authorised representative, his name and address as well;\n(b)\na written declaration that the same application has not been lodged with any other notified body;\n(c)\nthe technical documentation. The technical documentation shall make it possible to assess the radio equipment's conformity with the applicable requirements of this Directive and shall include an adequate analysis and assessment of the risk(s). The technical documentation shall specify the applicable requirements and cover, as far as relevant for the assessment, the design, manufacture and operation of the radio equipment. The technical documentation shall contain, wherever applicable, the elements set out in Annex V;\n(d)\nthe supporting evidence for the adequacy of the technical design solution. That supporting evidence shall mention any documents that have been used, in particular where the relevant harmonised standards have not been applied or have not been fully applied. The supporting evidence shall include, where necessary, the results of tests carried out in accordance with other relevant technical specifications by the appropriate laboratory of the manufacturer, or by another testing laboratory on his behalf and under his responsibility.\n4.   The notified body shall examine the technical documentation and supporting evidence to assess the adequacy of the technical design of the radio equipment.\n5.   The notified body shall draw up an evaluation report that records the activities undertaken in accordance with point 4 and their outcomes. Without prejudice to its obligations as provided in point 8, the notified body shall release the content of that report, in full or in part, only with the agreement of the manufacturer.\n6.   Where the type meets the requirements of this Directive that apply to the radio equipment concerned, the notified body shall issue an EU-type examination certificate to the manufacturer. That certificate shall contain the name and address of the manufacturer, the conclusions of the examination, the aspects of the essential requirements covered by the examination, the conditions (if any) for its validity and the necessary data for identification of the assessed type. The EU-type examination certificate may have one or more annexes attached.\nThe EU-type examination certificate and its annexes shall contain all relevant information to allow the conformity of manufactured radio equipment with the examined type to be evaluated and to allow for in-service control.\nWhere the type does not satisfy the applicable requirements of this Directive, the notified body shall refuse to issue an EU-type examination certificate and shall inform the applicant accordingly, giving detailed reasons for its refusal.\n7.   The notified body shall keep itself apprised of any changes in the generally acknowledged state of the art which indicate that the approved type may no longer comply with the applicable requirements of this Directive, and shall determine whether such changes require further investigation. If so, the notified body shall inform the manufacturer accordingly.\nThe manufacturer shall inform the notified body that holds the technical documentation relating to the EU-type examination certificate of all modifications to the approved type that may affect the conformity of the radio equipment with the essential requirements of this Directive or the conditions for validity of that certificate. Such modifications shall require additional approval in the form of an addition to the original EU-type examination certificate.\n8.   Each notified body shall inform its notifying authority concerning the EU-type examination certificates and/or any additions thereto which it has issued or withdrawn, and shall, periodically or upon request, make available to its notifying authority the list of such certificates and/or any additions thereto refused, suspended or otherwise restricted.\nEach notified body shall inform the other notified bodies concerning the EU-type examination certificates and/or any additions thereto which it has refused, withdrawn, suspended or otherwise restricted, and, upon request, concerning such certificates and/or additions thereto which it has issued.\nEach notified body shall inform the Member States of EU-type examination certificates it has issued and/or additions thereto in those cases where harmonised standards the references of which have been published in the Official Journal of the European Union have not been applied or not been fully applied. The Member States, the Commission and the other notified bodies may, on request, obtain a copy of the EU-type examination certificates and/or additions thereto. On request, the Member States and the Commission may obtain a copy of the technical documentation and the results of the examinations carried out by the notified body. The notified body shall keep a copy of the EU-type examination certificate, its annexes and additions, as well as the technical file including the documentation submitted by the manufacturer for 10 years after the radio equipment has been assessed or until the expiry of the validity of that certificate.\n9.   The manufacturer shall keep a copy of the EU-type examination certificate, its annexes and additions together with the technical documentation at the disposal of the national authorities for 10 years after the radio equipment has been placed on the market.\n10.   The manufacturer's authorised representative may lodge the application referred to in point 3 and fulfil the obligations set out in points 7 and 9, provided that they are specified in the mandate.\nModule C\nConformity to type based on internal production control\n1.   Conformity to type based on internal production control is the part of a conformity assessment procedure whereby the manufacturer fulfils the obligations laid down in points 2 and 3, and ensures and declares that the radio equipment concerned is in conformity with the type described in the EU-type examination certificate and satisfies the requirements of this Directive that apply to it.\n2.   Manufacturing\nThe manufacturer shall take all measures necessary so that the manufacturing process and its monitoring ensure conformity of the manufactured radio equipment with the approved type described in the EU-type examination certificate and with the requirements of this Directive that apply to it.\n3.   CE marking and EU declaration of conformity\n3.1.\nThe manufacturer shall affix the CE marking in accordance with Articles 19 and 20 to each item of radio equipment that is in conformity with the type described in the EU-type examination certificate and satisfies the applicable requirements of this Directive.\n3.2.\nThe manufacturer shall draw up a written EU declaration of conformity for each radio equipment type and keep it at the disposal of the national authorities for 10 years after the radio equipment has been placed on the market. The EU declaration of conformity shall identify the radio equipment type for which it has been drawn up.\nA copy of the EU declaration of conformity shall be made available to the relevant authorities upon request.\n4.   Authorised representative\nThe manufacturer's obligations set out in point 3 may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate.\nANNEX IV\nCONFORMITY ASSESSMENT MODULE H\nCONFORMITY BASED ON FULL QUALITY ASSURANCE\n1.   Conformity based on full quality assurance is the conformity assessment procedure whereby the manufacturer fulfils the obligations laid down in points 2 and 5, and ensures and declares on his sole responsibility that the radio equipment concerned satisfies the requirements of this Directive that apply to it.\n2.   Manufacturing\nThe manufacturer shall operate an approved quality system for design, manufacture, final radio equipment inspection and testing of the radio equipment concerned as specified in point 3 and shall be subject to surveillance as specified in point 4.\n3.   Quality system\n3.1.\nThe manufacturer shall lodge an application for assessment of his quality system with the notified body of his choice, for the radio equipment concerned.\nThe application shall include:\n(a)\nthe name and address of the manufacturer and, if the application is lodged by the authorised representative, his name and address as well;\n(b)\nthe technical documentation for each radio equipment type intended to be manufactured. The technical documentation shall contain, wherever applicable, the elements set out in Annex V;\n(c)\nthe documentation concerning the quality system; and\n(d)\na written declaration that the same application has not been lodged with any other notified body.\n3.2.\nThe quality system shall ensure compliance of the radio equipment with the requirements of this Directive that apply to it.\nAll the elements, requirements and provisions adopted by the manufacturer shall be documented in a systematic and orderly manner in the form of written policies, procedures and instructions. That quality system documentation shall permit a consistent interpretation of the quality programmes, plans, manuals and records.\nIt shall, in particular, contain an adequate description of:\n(a)\nthe quality objectives and the organisational structure, responsibilities and powers of the management with regard to design and product quality;\n(b)\nthe technical design specifications, including standards, that will be applied and, where the relevant harmonised standards will not be applied in full, the means that will be used to ensure that the essential requirements of this Directive that apply to the radio equipment will be met;\n(c)\nthe design control and design verification techniques, processes and systematic actions that will be used when designing radio equipment pertaining to the radio equipment type covered;\n(d)\nthe corresponding manufacturing, quality control and quality assurance techniques, processes and systematic actions that will be used;\n(e)\nthe examinations and tests that will be carried out before, during and after manufacture, and the frequency with which they will be carried out;\n(f)\nthe quality records, such as inspection reports and test data, calibration data, reports concerning the qualifications of the personnel, etc.;\n(g)\nthe means of monitoring the achievement of the required design and product quality and the effective operation of the quality system.\n3.3.\nThe notified body shall assess the quality system to determine whether it satisfies the requirements referred to in point 3.2.\nIt shall presume conformity with those requirements in respect of the elements of the quality system that comply with the corresponding specifications of the relevant harmonised standard.\nIn addition to experience in quality management systems, the auditing team shall have at least one member experienced as an assessor in the relevant radio equipment field and radio equipment technology concerned, and knowledge of the applicable requirements of this Directive. The audit shall include an assessment visit to the manufacturer's premises. The auditing team shall review the technical documentation referred to in point 3.1(b) to verify the manufacturer's ability to identify the applicable requirements of this Directive and to carry out the necessary examinations with a view to ensuring compliance of the radio equipment with those requirements.\nThe manufacturer or his authorised representative shall be notified of the decision.\nThe notification shall contain the conclusions of the audit and the reasoned assessment decision.\n3.4.\nThe manufacturer shall undertake to fulfil the obligations arising out of the quality system as approved and to maintain it so that it remains adequate and efficient.\n3.5.\nThe manufacturer shall keep the notified body that has approved the quality system informed of any intended change to the quality system.\nThe notified body shall evaluate any proposed changes and decide whether the modified quality system will continue to satisfy the requirements referred to in point 3.2 or whether a reassessment is necessary.\nIt shall notify the manufacturer of its decision. The notification shall contain the conclusions of the examination and the reasoned assessment decision.\n4.   Surveillance under the responsibility of the notified body\n4.1.\nThe purpose of surveillance is to make sure that the manufacturer duly fulfils the obligations arising out of the approved quality system.\n4.2.\nThe manufacturer shall, for assessment purposes, allow the notified body access to the design, manufacture, inspection, testing and storage sites, and shall provide it with all necessary information, in particular:\n(a)\nthe quality system documentation;\n(b)\nthe quality records as provided for by the design part of the quality system, such as results of analyses, calculations, tests, etc.;\n(c)\nthe quality records as provided for by the manufacturing part of the quality system, such as inspection reports and test data, calibration data, reports concerning the qualifications of the personnel, etc.\n4.3.\nThe notified body shall carry out periodic audits to make sure that the manufacturer maintains and applies the quality system and shall provide the manufacturer with an audit report.\n4.4.\nIn addition, the notified body may pay unexpected visits to the manufacturer. During such visits, the notified body may, if necessary, carry out radio equipment tests, or have them carried out, in order to check the proper functioning of the quality system. It shall provide the manufacturer with a visit report and, if tests have been carried out, with a test report.\n5.   CE marking and EU declaration of conformity\n5.1.\nThe manufacturer shall affix the CE marking in accordance with Articles 19 and 20 and, under the responsibility of the notified body referred to in point 3.1, the latter's identification number to each item of radio equipment that satisfies the applicable requirements set out in Article 3.\n5.2.\nThe manufacturer shall draw up a written EU declaration of conformity for each radio equipment type and keep it at the disposal of the national authorities for 10 years after the radio equipment has been placed on the market. The EU declaration of conformity shall identify the radio equipment type for which it has been drawn up.\nA copy of the EU declaration of conformity shall be made available to the relevant authorities upon request.\n6.   The manufacturer shall, for a period ending 10 years after the radio equipment has been placed on the market, keep at the disposal of the national authorities:\n(a)\nthe technical documentation referred to in point 3.1;\n(b)\nthe documentation concerning the quality system referred to in point 3.1;\n(c)\nthe change referred to in point 3.5, as approved;\n(d)\nthe decisions and reports of the notified body referred to in points 3.5, 4.3 and 4.4.\n7.   Each notified body shall inform its notifying authority of quality system approvals issued or withdrawn, and shall, periodically or upon request, make available to its notifying authority the list of quality system approvals refused, suspended or otherwise restricted.\nEach notified body shall inform the other notified bodies of quality system approvals which it has refused, suspended or withdrawn, and, upon request, of quality system approvals which it has issued.\n8.   Authorised representative\nThe manufacturer's obligations set out in points 3.1, 3.5, 5 and 6 may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate.\nANNEX V\nCONTENTS OF TECHNICAL DOCUMENTATION\nThe technical documentation shall, wherever applicable, contain at least the following elements:\n(a)\na general description of the radio equipment including:\n(i)\nphotographs or illustrations showing external features, marking and internal layout;\n(ii)\nversions of software or firmware affecting compliance with essential requirements;\n(iii)\nuser information and installation instructions;\n(b)\nconceptual design and manufacturing drawings and schemes of components, sub-assemblies, circuits and other relevant similar elements;\n(c)\ndescriptions and explanations necessary for the understanding of those drawings and schemes and the operation of the radio equipment;\n(d)\na list of the harmonised standards applied in full or in part the references of which have been published in the Official Journal of the European Union, and, where those harmonised standards have not been applied, descriptions of the solutions adopted to meet the essential requirements set out in Article 3, including a list of other relevant technical specifications applied. In the event of partly applied harmonised standards, the technical documentation shall specify the parts which have been applied;\n(e)\ncopy of the EU declaration of conformity;\n(f)\nwhere the conformity assessment module in Annex III has been applied, copy of the EU-type examination certificate and its annexes as delivered by the notified body involved;\n(g)\nresults of design calculations made, examinations carried out, and other relevant similar elements;\n(h)\ntest reports;\n(i)\nan explanation of the compliance with the requirement of Article 10(2) and of the inclusion or not of information on the packaging in accordance with Article 10(10).\nANNEX VI\nEU DECLARATION OF CONFORMITY (No XXX) (1)\n1.\nRadio equipment (product, type, batch or serial number):\n2.\nName and address of the manufacturer or his authorised representative:\n3.\nThis declaration of conformity is issued under the sole responsibility of the manufacturer.\n4.\nObject of the declaration (identification of the radio equipment allowing traceability; it may include a colour image of sufficient clarity where necessary for the identification of the radio equipment):\n5.\nThe object of the declaration described above is in conformity with the relevant Union harmonisation legislation:\nDirective 2014/53/EU\nOther Union harmonisation legislation where applicable\n6.\nReferences to the relevant harmonised standards used or references to the other technical specifications in relation to which conformity is declared. References must be listed with their identification number and version and, where applicable, date of issue:\n7.\nWhere applicable, the notified body … (name, number) … performed … (description of intervention) … and issued the EU-type examination certificate: …\n8.\nWhere applicable, description of accessories and components, including software, which allow the radio equipment to operate as intended and covered by the EU declaration of conformity:\n9.\nAdditional information:\nSigned for and on behalf of: …\n(place and date of issue):\n(name, function) (signature):\n(1)  It is optional for the manufacturer to assign a number to the EU declaration of conformity.\nANNEX VII\nSIMPLIFIED EU DECLARATION OF CONFORMITY\nThe simplified EU declaration of conformity referred to in Article 10(9) shall be provided as follows:\nHereby, [Name of manufacturer] declares that the radio equipment type [designation of type of radio equipment] is in compliance with Directive 2014/53/EU.\nThe full text of the EU declaration of conformity is available at the following internet address:\nANNEX VIII\nCORRELATION TABLE\nDirective 1999/5/EC\nThis Directive\nArticle 1\nArticle 1\nArticle 2\nArticle 2\nArticle 3(1) and (2)\nArticle 3(1) and (2)\nArticle 3(3) and Article 15a\nArticle 3(3), with the exception of Article 3(3)(i), and Article 44\nArticle 4(1) and Articles 13 to 15\nArticles 8 and 45\nArticle 4(2)\n—\nArticle 5(1)\nArticle 16\nArticle 5(2) and (3)\n—\nArticle 6(1)\nArticle 6\nArticle 6(2)\n—\nArticle 6(3)\nArticle 10(8), (9) and (10)\nArticle 6(4)\n—\nArticle 7(1) and (2)\nArticle 7\nArticle 7(3), (4) and (5)\n—\nArticle 8(1) and (2)\nArticle 9\nArticle 8(3)\n—\nArticle 9\nArticles 39 to 43\nArticle 10\nArticle 17\nArticle 11\nArticles 22 to 38\nArticle 12\nArticles 19 and 20 and Article 10(6) and (7)\nArticle 16\n—\nArticle 17\nArticle 47\nArticle 18\nArticle 48\nArticle 19\nArticle 49\nArticle 20\nArticle 50\nArticle 21\nArticle 51\nArticle 22\nArticle 52\nAnnex I\nAnnex I\nAnnex II\nAnnex II\nAnnex III\n—\nAnnex IV\nAnnex III\nAnnex V\nAnnex IV\nAnnex VI\nArticle 26\nAnnex VII(1) to (4)\nArticles 19 and 20\nAnnex VII(5)\nArticle 10(10)\nSTATEMENT OF THE EUROPEAN PARLIAMENT\nThe European Parliament considers that only when and insofar as implementing acts in the sense of Regulation (EU) No 182/2011 are discussed in meetings of committees, can the latter be considered as ‘comitology committees’ within the meaning of Annex I to the Framework Agreement on the relations between the European Parliament and the European Commission. Meetings of committees thus fall within the scope of point 15 of the Framework Agreement when and insofar as other issues are discussed.", "summary": "New rules for the commercialisation of radio equipment\nNew rules for the commercialisation of radio equipment\nACT\nDirective 2014/53/EU of the European Parliament and of the Council of 16 April 2014 on the harmonisation of the laws of the Member States relating to the making available on the market of radio equipment and repealing Directive 1999/5/EC.\nSUMMARY\nThis is a European Union law that sets out rules for putting radio equipment on the EU’s internal market. It is a directive, which means that it is up to EU governments to draft a national law that contains the elements in the directive.\nThe new rules aim to keep pace with the growing number and variety of radio equipment devices and ensure that they do not interfere with each other and respect essential health and safety requirements. It also sets out additional means for market surveillance to track and monitor products which fail to comply with the essential requirements (e.g. health and safety).\nScope\nThe directive applies to all equipment which emits or receives radio waves for radiodetermination (i.e. determining the position, velocity or other characteristics of an object using radio waves) or communication purposes. This includes devices such as mobile phones, car door openers and modems. It does not cover radio equipment used for public security and defence activities.\nObligations on manufacturers, importers and distributors\nThe directive contains lists of obligations on manufacturers (Article 10), importers (Article 12) and distributors (Article 13). For example, before manufacturers put their radio equipment on the market for sale they need to ensure that it has been designed and manufactured in such a way that it meets a number of essential requirements. One of these is to ensure the protection of the health and safety of people and of domestic animals.\nOthers are set out in Article 3 and relate to protection of personal data and privacy, protection against fraud, access to emergency services and features to help users with a disability use the equipment.\nBattery chargers\nThe directive gives the Commission the possibility of making the compatibility of battery chargers an essential requirement for mobile phones. It states that interoperability between radio equipment and accessories such as chargers (i.e. the way in which radio equipment and accessories work together) simplifies the use of radio equipment and reduces unnecessary waste and cost. Therefore, mobile phones that are made available on the market should be compatible with a common charger.\nApplication\nEU countries have 2 years to convert the new requirements into national law and manufacturers have an additional year to comply. Directive 2014/53/EU repeals Directive 1999/5/EC with effect from 12 June 2016.\nREFERENCES\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nDirective 2014/53/EU\n11.6.2014\n12.6.2016\nOJ L 153 of 22.5.2014\nRELATED ACTS\nDirective 1999/5/EC of the European Parliament and of the Council of 9 March 1999 on radio equipment and telecommunications terminal equipment and the mutual recognition of their conformity (Official Journal L 91 of 7 April 1999).\nLast updated: 16.09.2014", "tags": ["marketing standard", "electronic device", "radio telecommunications", "product safety", "market supervision", "quality standard", "market approval", "Community certification", "EC conformity marking", "traceability"], "subjects": ["Protocol on Ireland/Northern Ireland", "Approximation of laws", "Telecommunications", "Internal market - Principles"], "split": "train", "reference_annotations": {"32014L0053_p1": {"text": "directive 2014/53/eu OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 16 April 2014---on the harmonisation of the laws of the Member States relating to the making available on the market of radio equipment and repealing directive 1999/5/ec", "triples": [" directive 2014/53/eu,  repealing,  directive 1999/5/ec"]}, "32014L0053_p2": {"text": "(4)  regulation 765/2008 of the European Parliament and of the Council of 9 July 2008 setting out the requirements for accreditation and market surveillance relating to the marketing of products and repealing regulation 339/93 (OJ L 218, 13.8.2008, p. 30).", "triples": [" regulation 765/2008,  repealing,  regulation 339/93"]}, "32014L0053_p4": {"text": "(12)  regulation 1025/2012 of the European Parliament and of the Council of 25 October 2012 on European standardisation, amending Council directive 89/686/eec directive 93/15/eec and directive 94/9/ec directive 94/25/ec directive 95/16/ec directive 97/23/ec directive 98/34/ec directive 2004/22/ec directive 2007/23/ec directive 2009/23/ec directive 2009/105/ec of the European Parliament and of the Council and repealing Council decision 87/95/eec and decision 1673/2006/ec of the European Parliament and of the Council (OJ L 316, 14.11.2012, p. 12).", "triples": [" regulation 1025/2012,  amending,  directive 89/686/eec", " regulation 1025/2012,  amending,  directive 93/15/eec", " regulation 1025/2012,  amending,  directive 94/9/ec", " regulation 1025/2012,  amending,  directive 94/25/ec", " regulation 1025/2012,  amending,  directive 95/16/ec", " regulation 1025/2012,  amending,  directive 97/23/ec", " regulation 1025/2012,  amending,  directive 98/34/ec", " regulation 1025/2012,  amending,  directive 2004/22/ec", " regulation 1025/2012,  amending,  directive 2007/23/ec", " regulation 1025/2012,  amending,  directive 2009/23/ec", " regulation 1025/2012,  amending,  directive 2009/105/ec", " regulation 1025/2012,  repealing,  decision 87/95/eec", " regulation 1025/2012,  repealing,  decision 1673/2006/ec"]}, "32014L0053_p5": {"text": "(2)  regulation 216/2008 of the European Parliament and of the Council of 20 February 2008 on common rules in the field of civil aviation and establishing a European Aviation Safety Agency, and repealing Council directive 91/670/eec, regulation 1592/2002 and directive 2004/36/ec (OJ L 79, 19.3.2008, p. 1).", "triples": [" regulation 216/2008,  repealing,  directive 91/670/eec", " regulation 216/2008,  repealing,  regulation 1592/2002", " regulation 216/2008,  repealing,  directive 2004/36/ec"]}}, "summary_annotations": {"32014L0053_p1": {"text": "directive 2014/53/eu of the European Parliament and of the Council of 16 April 2014 on the harmonisation of the laws of the Member States relating to the making available on the market of radio equipment and repealing directive 1999/5/ec.", "triples": [" directive 2014/53/eu,  repealing,  directive 1999/5/ec"]}, "32014L0053_p2": {"text": "EU countries have 2 years to convert the new requirements into national law and manufacturers have an additional year to comply. directive 2014/53/eu repeals directive 1999/5/ec with effect from 12 June 2016.", "triples": [" directive 2014/53/eu,  repeals,  directive 1999/5/ec"]}}}