{"celex_id": "32012R0070", "reference": "3.2.2012\nEN\nOfficial Journal of the European Union\nL 32/1\nREGULATION (EU) No 70/2012 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 18 January 2012\non statistical returns in respect of the carriage of goods by road\n(recast)\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 338(1) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1)\nCouncil Regulation (EC) No 1172/98 of 25 May 1998 on statistical returns in respect of the carriage of goods by road (2) has been substantially amended several times. Since further amendments are to be made, that Regulation should be recast in the interests of clarity.\n(2)\nIn order to carry out the tasks entrusted to it in the context of the common transport policy, the Commission should have at its disposal comparable, reliable, synchronised, regular and comprehensive statistical data on the scale and development of the carriage of goods by road by means of vehicles registered in the Union, and on the degree of utilisation of vehicles carrying out this transport.\n(3)\nIt is necessary to compile comprehensive regional statistics with regard to both the carriage of goods and vehicle journeys.\n(4)\nIt is therefore appropriate to ensure that the regional origin and destination of transport within the Union is described on the same basis as national transport, and to provide a link between the carriage of goods and vehicle journeys by measuring the degree of utilisation of vehicles carrying out this transport.\n(5)\nIn accordance with the principle of subsidiarity, the creation of common statistical standards allowing the production of harmonised information can be better achieved only at Union level, while data will be collected in each Member State under the authority of the bodies and institutions in charge of compiling official statistics.\n(6)\nRegulation (EC) No 223/2009 of the European Parliament and of the Council of 11 March 2009 on European statistics (3) provides a reference framework for the provisions laid down by this Regulation, in particular those concerning access to the sources of administrative data, the cost-effectiveness of available resources and statistical confidentiality.\n(7)\nCommunication of individual data, once rendered anonymous, is necessary in order to estimate the overall accuracy of the results.\n(8)\nIt is important to ensure that statistical information is adequately disseminated.\n(9)\nIn view of the specific geographical situation of Malta, its short-range road transport journeys, its limited road network and the disproportional burden that collecting such data would cause to the Maltese authorities, a derogation should be granted to Malta.\n(10)\nIn order to take account of economic and technical developments, the power to adopt acts in accordance with Article 290 of the Treaty on the Functioning of the European Union should be delegated to the Commission in respect of updating Part 1 of Annex I, except for any modifications to the optional nature of the required information, and adapting Annexes II to VII. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level. The Commission, when preparing and drawing-up delegated acts, should ensure a simultaneous, timely and appropriate transmission of relevant documents to the European Parliament and to the Council.\n(11)\nIn order to ensure uniform conditions for the implementation of this Regulation, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers (4),\nHAVE ADOPTED THIS REGULATION:\nArticle 1\nSubject matter and scope\n1.   Each Member State shall compile statistics for the Union on the carriage of goods by road by means of goods road transport vehicles which are registered in that Member State, and on the journeys made by such vehicles.\n2.   This Regulation shall not apply to the carriage of goods by road by means of:\n(a)\ngoods road transport vehicles whose authorised weight or dimensions exceed the limits normally permitted in the Member States concerned;\n(b)\nagricultural vehicles, military vehicles and vehicles belonging to central or local public administrations, with the exception of goods road transport vehicles belonging to public undertakings, and in particular railway undertakings.\nEach Member State may exclude from the scope of this Regulation goods road transport vehicles whose load capacity or maximum permissible weight is lower than a certain limit. This limit may not exceed a load capacity of 3,5 tonnes or maximum permissible weight of 6 tonnes in the case of single motor vehicles.\n3.   This Regulation shall not apply to Malta, so long as the number of Maltese-registered goods road transport vehicles licensed to engage in the international carriage of goods by road does not exceed 400 vehicles. For that purpose, Malta shall submit annually to Eurostat the number of goods road transport vehicles licensed to engage in the international carriage of goods by road at the latest by the end of March following the year to which the number of goods road transport vehicles relates.\nArticle 2\nDefinitions\nFor the purposes of this Regulation, the following definitions shall apply:\n(a)   ‘carriage of goods by road’: all transport of goods by means of a goods road transport vehicle;\n(b)   ‘road transport vehicle’: a road vehicle fitted with an engine whence it derives its sole means of propulsion, which is normally used for carrying persons or goods by road, or for drawing, on the road, vehicles used for the carriage of persons or goods;\n(c)   ‘road vehicle for the transport of goods’: a road vehicle designed exclusively or primarily to carry goods (lorry, trailer, semi-trailer);\n(d)   ‘goods road transport vehicle’: any single road transport vehicle, or combination of road vehicles, namely road train or articulated vehicle, designed to carry goods;\n(e)   ‘lorry’: a rigid road vehicle designed exclusively or primarily to carry goods;\n(f)   ‘road tractor’: a road transport vehicle designed exclusively or primarily to haul other road vehicles which are not power-driven (mainly semi-trailers);\n(g)   ‘trailer’: a road vehicle for the transport of goods designed to be hauled by a road transport vehicle;\n(h)   ‘semi-trailer’: a road vehicle for the transport of goods with no front axle so designed that part of the vehicle and a substantial part of its loaded weight rest on the road tractor;\n(i)   ‘articulated vehicle’: a road tractor coupled to a semi-trailer;\n(j)   ‘road train’: a goods road transport vehicle coupled to a trailer or an articulated vehicle with a further trailer attached;\n(k)   ‘registered’: the state of having been entered in a register of road transport vehicles, kept by an official body in a Member State, whether or not the registration is accompanied by the issue of a registration plate.\nIn the case of carriage by means of a combination of road transport vehicles, namely road train or articulated vehicle, in which the goods road transport vehicle and the trailer or semi-trailer are registered in different countries, the complete vehicle shall be deemed to be registered in the country where the goods road transport vehicle is registered;\n(l)   ‘load capacity’: maximum weight of goods declared permissible by the competent authority of the country of registration of the vehicle.\nWhen the goods road transport vehicle is a road train made up of a lorry with trailer, the load capacity of the road train is the sum of the load capacities of the lorry and the trailer;\n(m)   ‘maximum permissible weight’: total weight of the vehicle (or vehicle combination) when stationary and ready for the road and of the weight of the load declared permissible by the competent authority of the country of registration of the vehicle;\n(n)   ‘Eurostat’: the Commission department responsible for carrying out the tasks incumbent on the Commission in the field of the production of Union statistics.\nArticle 3\nData collection\n1.   Member States shall compile statistical data relating to the following areas:\n(a)\nvehicle;\n(b)\njourney;\n(c)\ngoods.\n2.   The statistical variables in each area, their definition and the levels within the classification used for their breakdown are set out in Annexes I to VII.\n3.   When determining the method to be used for compiling statistical data, Member States shall refrain from carrying out any formalities at frontiers between Member States.\n4.   The Commission shall be empowered to adopt, where necessary, delegated acts in accordance with Article 8 concerning the updating of Part 1 of Annex I, solely in order to take account of economic and technical developments, except for any modifications to the optional nature of the required information.\nThe Commission shall also be empowered to adopt, where necessary, delegated acts in accordance with Article 8 concerning the adaptation of Annexes II to VII to take account of economic and technical developments.\nIn exercising its power pursuant to this paragraph, the Commission shall ensure that any delegated acts adopted do not impose significant additional administrative burdens on the Member States and on the respondents.\nArticle 4\nPrecision of statistical results\nMember States shall ensure that their methods for the collection and processing of statistical data are designed to ensure that the statistical results transmitted pursuant to this Regulation are sufficiently precise so as to enable the Commission to have at its disposal comparable, reliable, synchronised, regular and comprehensive statistical data, whilst taking account of the structural characteristics of road transport in the Member States.\nFor the purpose of the first paragraph, the Commission shall, by means of implementing acts, adopt detailed technical rules regarding the precision of the statistical data required. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 9(2).\nArticle 5\nTransmission of statistical results to Eurostat\n1.   Member States shall transmit to Eurostat every quarter duly verified individual data corresponding to the variables referred to in Article 3 and listed in Annex I, without indicating the name, address or registration number.\nSuch transmission shall, where appropriate, include statistical data relating to previous quarters for which the data transmitted were provisional.\n2.   The Commission shall, by means of implementing acts, adopt the arrangements for transmitting the data referred to in paragraph 1, including, where appropriate, the statistical tables based on those data. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 9(2).\n3.   The transmission of the data referred to in paragraph 1, shall take place within 5 months of the end of each quarterly period of observation.\nThe first transmission shall cover the first quarter of 1999.\nArticle 6\nDissemination of statistical results\nStatistical results in respect of the carriage of goods by road shall be disseminated no later than 12 months after the end of the period to which the results relate.\nThe Commission shall, by means of implementing acts, adopt rules on the dissemination of statistical results in respect of the carriage of goods by road, including the structure and content of the results to be disseminated. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 9(2).\nArticle 7\nReports\n1.   Member States shall forward to Eurostat, on or before the date on which the first quarterly information is forwarded, a report on the methods used in compiling statistical data.\nMember States shall also forward to Eurostat details of any substantial changes in the methods used to collect the statistical data.\n2.   Member States shall provide Eurostat with information each year on sample sizes, non-response rates and, in the form of standard error or confidence intervals, the reliability of the main statistical results.\n3.   By 31 December 2014 and every 3 years thereafter, the Commission shall submit a report on the implementation of this Regulation to the European Parliament and to the Council. That report shall evaluate in particular the quality of the statistical data transmitted, the data collection methods as well as the administrative burdens on the Member States and on the respondents. The report shall, if appropriate, be accompanied by proposals for modifying the list of variables, taking into account the findings of related projects, in particular those on air pollution emissions caused by the carriage of goods by road.\nArticle 8\nExercise of the delegation\n1.   The power to adopt the delegated acts is conferred on the Commission subject to the conditions laid down in this Article.\n2.   The power to adopt delegated acts referred to in Article 3(4) shall be conferred on the Commission for a period of 5 years from 23 February 2012. The Commission shall draw up a report in respect of the delegation of power not later than 9 months before the end of the 5-year period. The delegation of power shall be tacitly extended for periods of an identical duration, unless the European Parliament or the Council opposes such extension not later than 3 months before the end of each period.\n3.   The delegation of power referred to in Article 3(4) may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force.\n4.   As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council.\n5.   A delegated act adopted pursuant to Article 3(4) shall enter into force only if no objection has been expressed either by the European Parliament or by the Council within a period of 2 months of notification of that act to the European Parliament and to the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by 2 months at the initiative of the European Parliament or of the Council.\nArticle 9\nCommittee procedure\n1.   The Commission shall be assisted by the European Statistical System Committee established by Regulation (EC) No 223/2009. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\n2.   Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.\nArticle 10\nRepeal\nRegulation (EC) No 1172/98 is repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex IX.\nArticle 11\nEntry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Strasbourg, 18 January 2012.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nN. WAMMEN\n(1)  Position of the European Parliament of 1 December 2011 (not yet published in the Official Journal) and decision of the Council of 12 December 2011.\n(2)  OJ L 163, 6.6.1998, p. 1.\n(3)  OJ L 87, 31.3.2009, p. 164.\n(4)  OJ L 55, 28.2.2011, p. 13.\nANNEXES\nAnnex I\nLIST OF VARIABLES AND METHODOLOGICAL APPENDIX\nAnnex II\nCLASSIFICATION OF AXLE CONFIGURATIONS\nAnnex III\nCLASSIFICATION OF TYPES OF JOURNEY\nAnnex IV\nCLASSIFICATION OF GOODS\nAnnex V\nCLASSIFICATION OF CATEGORIES OF DANGEROUS GOODS\nAnnex VI\nCLASSIFICATION OF CARGO TYPES\nAnnex VII\nCODING OF PLACES OF LOADING AND UNLOADING BY COUNTRY AND REGION\nAnnex VIII\nREPEALED REGULATION WITH LIST OF ITS SUCCESSIVE AMENDMENTS\nAnnex IX\nCORRELATION TABLE\nANNEX I\nPart 1\nLIST OF VARIABLES\nA1.\nvehicle-related variables;\nA2.\njourney-related variables;\nA3.\ngoods-related variables (in the basic transport operation).\nA1.   VEHICLE-RELATED VARIABLES\nPursuant to the definition given in Article 2, point (d), a goods road transport vehicle shall be any single road transport vehicle, or combination of road vehicles, namely road train or articulated vehicle designed to carry goods.\nThe vehicle-related variables to be provided are the following:\n1.\npossibility of using vehicles for combined transport (optional);\n2.\naxle configuration according to Annex II (optional);\n3.\nage of the road transport vehicle (lorry or road tractor) in years (from its first registration);\n4.\nmaximum permissible weight, in 100 kg;\n5.\nload capacity, in 100 kg;\n6.\nvehicle operator’s NACE Rev. 2 at class level (four-digit level) (optional) (1);\n7.\ntype of transport (hire or reward/own account);\n8.\ntotal kilometres covered during the survey period;\n8.1.\nloaded;\n8.2.\nempty (including road tractor journeys without semi-trailer) (optional);\n9.\nvehicle weighting, to be used to obtain full results from individual data if the data are collected on the basis of random sampling.\nSuccessive configurations\nWhen the road transport vehicle chosen for the survey is a lorry used alone, namely without a trailer, throughout the survey period, it constitutes in itself the road vehicle for the transport of goods.\nHowever, when the road transport vehicle chosen for the survey is a road tractor — in which case it will have a semi-trailer coupled — or when it is a lorry to which a trailer is coupled, the data required under this Regulation concern the road vehicle for the transport of goods taken as a whole. In this case, there may be a change of configuration during the survey period (with a lorry acquiring a trailer or changing trailer during the period, or a road tractor changing its semi-trailer). In such a case, these successive configurations must be recorded, and the data on the vehicle must be supplied for each journey. However, if it is not possible to record these successive configurations, it is agreed that, for the vehicle-related variables, those corresponding to the configuration at the beginning of the first laden journey made during the survey period or to the configuration used most during that period will be recorded.\nChange in type of transport\nIn the same way, depending on the journey, the transport may be effected on own account or for hire or reward, and the type of transport must be recorded for each journey. However, if it is not possible to record these changes, it is agreed that the ‘type of transport’ recorded will be that corresponding to the main mode of utilisation.\nA2.   JOURNEY-RELATED VARIABLES\nDuring the survey period, the goods road transport vehicle makes journeys, either unloaded (there are no goods or empty packaging in the lorry, the trailer or the semi-trailer, which are therefore ‘completely empty’) or loaded (there are either goods or empty packaging in the lorry, the trailer or the semi-trailer, empty packaging being a particular type of goods). The loaded distance of the goods road transport vehicle is the distance between the first place of loading and the last place of unloading (where the goods road transport vehicle is completely emptied). A laden journey can therefore cover several basic transport operations.\nThe variables to be provided for each journey are as follows:\n1.\ntype of journey in accordance with the nomenclature in Annex III;\n2.\nweight of goods carried during the journey or during each stage of the journey, gross weight in 100 kg;\n3.\nplace of loading (of the goods road transport vehicle, for a laden journey):\n—\ndefinition: the place of loading is the first place in which goods are loaded on the goods road transport vehicle, which was previously completely empty (or where the road tractor is coupled up to a laden semi-trailer). For an unladen journey, it is the place of unloading of the preceding laden journey (notion of ‘place where unladen journey begins’),\n—\ncoding: the place of loading is coded in accordance with Annex VII;\n4.\nplace of unloading (of the goods road transport vehicle, for a laden journey):\n—\ndefinition: the place of unloading is the last place in which goods are unloaded from the goods road transport vehicle, which is subsequently completely empty (or where the road tractor is uncoupled from a semi-trailer). For an unladen journey, it is the place of loading of the subsequent laden journey (notion of ‘place where unladen journey ends’),\n—\ncoding: the place of unloading is coded in accordance with Annex VII;\n5.\ndistance travelled: actual distance excluding the distance covered by the goods road transport vehicle while being transported by another means of transport;\n6.\ntonne-kilometre effected during the journey;\n7.\ncountries crossed in transit (not more than five), coded according to Annex VII;\n8.\nplace of loading, if any, of the road transport vehicle on another means of transport in accordance with Annex VII (optional);\n9.\nplace of unloading, if any, of the road transport vehicle from another means of transport in accordance with Annex VII (optional);\n10.\nsituation ‘fully loaded’ (procedure 2) or ‘not fully loaded’ (procedure 1) of the goods road transport vehicle during the journey in question, in terms of maximum volume of space used during the journey (procedure 0 = by convention for unladen journeys) (optional).\nA3.   GOODS-RELATED VARIABLES (in the basic transport operation)\nDuring a laden journey, several basic transport operations can be carried out, a basic transport operation being defined as the transport of one type of goods (defined by reference to a particular classification level) between its place of loading and its place of unloading.\nThe variables to be provided relating to a basic transport operation during a laden journey are as follows:\n1.\ntype of goods, according to the division level referring to an appropriate classification (see Annex IV);\n2.\nweight of goods: gross weight in 100 kg;\n3.\nif need be, the classification of the goods as dangerous according to the main categories of Directive 2008/68/EC of the European Parliament and of the Council of 24 September 2008 on the inland transport of dangerous goods (2) given in Annex V to this Regulation;\n4.\ntype of freight as given in Annex VI (optional);\n5.\nplace of loading of the goods, coded in accordance with Annex VII;\n6.\nplace of unloading of the goods, coded in accordance with Annex VII;\n7.\ndistance travelled, actual distance excluding the distance covered with the goods road transport vehicle while being transported by another means of transport.\nTransport operations carried out during a ‘collection or distribution round’ type of journey (journey-type 3)\nFor this type of journey, with several loading and/or unloading points, it is practically impossible to ask the transport operators to describe the basic transport operations.\nFor these journeys, when identified as such, a single, notional, basic transport operation is generally generated on the basis of the information on the journey.\nEach Member State shall inform the Commission of its definition of this type of journey and explain the simplifying assumptions it is obliged to apply when collecting data on the corresponding transport operations.\nPart 2\nMETHODOLOGICAL APPENDIX\nLaden journeys and basic transport operations\nDepending on the Member State concerned, information on transport is collected on the basis of:\n—\neither a description of each basic goods transport operation (with additional details on unladen journeys),\n—\nor a description of the journeys made by the vehicle in carrying out these basic goods transport operations.\nIn the great majority of cases, when a laden journey is made this represents one basic transport operation only with:\n—\na single type of goods loaded (by reference to the classification of goods in use, in this case the 20 divisions derived from the NST classification) (3),\n—\na single point of loading for the goods,\n—\na single point of unloading for the goods.\nIn this case the two methods used are completely equivalent, and the information collected by either method describes both:\n—\nthe transport of the goods (all the basic goods transport operations),\n—\nthe journeys made by the vehicles carrying out this transport, with details of vehicle capacities and utilisation of these capacities (laden journey with utilisation coefficient; unladen journey).\nUnder this Regulation, the transport of goods and the journeys made by the vehicles must both be described, but it is undesirable to impose on the transport operators an excessive increase in the burden of statistics by asking them to describe in detail the transport of goods and the vehicle journeys.\nAccordingly, the NSOs in the Member States, when coding the questionnaires, must reconstitute the data which are not explicitly required from the transport operators from the data which they collect on the basis of either the ‘basic transport operation’, or the ‘vehicle journey’.\nThe problem will arise when several basic transport operations are carried out in the course of one laden journey, which may be because:\n—\nthere are several points of loading and/or unloading of the goods (but limited in number, otherwise these would be pick-up or distribution rounds, which require special treatment). In this case, these various loading and/or unloading points are recorded, in order to calculate directly the tonne-kilometre effected during the journey, and the statistical office can reconstitute the basic transport operations,\nand/or\n—\nthere are several different types of goods transported during the laden journey, a fact which in general is not recorded in the statistics, since only the type of goods (single or main) is requested. In this case the loss of information is accepted and Member States carrying out this type of simplification will make explicit mention of it to the Commission.\n(1)  Statistical classification of economic activities in the European Union.\n(2)  OJ L 260, 30.9.2008, p. 13.\n(3)  NST: Uniform nomenclature of goods for transport statistics.\nANNEX II\nCLASSIFICATION OF AXLE CONFIGURATIONS\nWhere a combination of vehicles is used, the axle configuration counts the total number of axles, namely the axles of the lorry or the road tractor, plus those of the trailer or semi-trailer.\nThe axle categories considered are as follows:\nCoding\n1.   Number of axles of single vehicles (lorries):\n2\n120\n3\n130\n4\n140\nother\n199\n2.   Number of axles for combinations of vehicles: lorry and trailer:\n2+1\n221\n2+2\n222\n2+3\n223\n3+2\n232\n3+3\n233\nother\n299\n3.   Number of axles for combinations of vehicles: road tractor and semi-trailer:\n2+1\n321\n2+2\n322\n2+3\n323\n3+2\n332\n3+3\n333\nother\n399\n4.\nRoad tractor alone\n499\nANNEX III\nCLASSIFICATION OF TYPES OF JOURNEY\n1.\nLaden journey involving one single basic transport operation.\n2.\nLaden journey involving several transport operations, but not considered as a collection or distribution round.\n3.\nLaden journey of the collection or distribution round type.\n4.\nUnladen journeys.\nANNEX IV\nCLASSIFICATION OF GOODS\nDivision\nDescription\n01\nProducts of agriculture, hunting, and forestry; fish and other fishing products\n02\nCoal and lignite; crude petroleum and natural gas\n03\nMetal ores and other mining and quarrying products; peat; uranium and thorium\n04\nFood products, beverages and tobacco\n05\nTextiles and textile products; leather and leather products\n06\nWood and products of wood and cork (except furniture); articles of straw and plaiting materials; pulp, paper and paper products; printed matter and recorded media\n07\nCoke and refined petroleum products\n08\nChemicals, chemical products, and man-made fibres; rubber and plastic products; nuclear fuel\n09\nOther non-metallic mineral products\n10\nBasic metals; fabricated metal products, except machinery and equipment\n11\nMachinery and equipment n.e.c.; office machinery and computers; electrical machinery and apparatus n.e.c.; radio, television and communication equipment and apparatus; medical, precision and optical instruments; watches and clocks\n12\nTransport equipment\n13\nFurniture; other manufactured goods n.e.c.\n14\nSecondary raw materials; municipal wastes and other wastes\n15\nMail, parcels\n16\nEquipment and material utilised in the transport of goods\n17\nGoods moved in the course of household and office removals; baggage transported separately from passengers; motor vehicles being moved for repair; other non-market goods n.e.c.\n18\nGrouped goods: a mixture of types of goods which are transported together\n19\nUnidentifiable goods: goods which for any reason cannot be identified and therefore cannot be assigned to groups 1-16\n20\nOther goods n.e.c.\nANNEX V\nCLASSIFICATION OF CATEGORIES OF DANGEROUS GOODS\n1\nExplosives\n2\nGases, compressed, liquefied or dissolved under pressure\n3\nFlammable liquids\n4.1\nFlammable solids\n4.2\nSubstances liable to spontaneous combustion\n4.3\nSubstances which, in contact with water, emit flammable gases\n5.1\nOxidising substances\n5.2\nOrganic peroxides\n6.1\nToxic substances\n6.2\nSubstances liable to cause infections\n7\nRadioactive material\n8\nCorrosives\n9\nMiscellaneous dangerous substances\nANNEX VI\nCLASSIFICATION OF CARGO TYPES\n (1)\n0\nLiquid bulk goods (no cargo unit)\n1\nSolid bulk goods (no cargo unit)\n2\nLarge freight containers\n3\nOther freight containers\n4\nPalletised goods\n5\nPre-slung goods\n6\nMobile, self-propelled units\n7\nOther mobile units\n8\n(Reserved)\n9\nOther cargo types\n(1)  United Nations, Economic Commission for Europe — Codes for types of cargo, packages and packaging materials, Recommendation 21 adopted by the Working Party on Facilitation of International Trade Procedures, Geneva, March 1986.\nANNEX VII\nCODING OF PLACES OF LOADING AND UNLOADING BY COUNTRY AND REGION\n1.\nThe places of loading and unloading will be coded as follows:\n(a)\nregional breakdown to Level 3 of the Nomenclature of Territorial Units for Statistics (NUTS), for the Member States;\n(b)\nlists of administrative regions supplied by the third country concerned, for States which are not Members but which are contracting parties to the Agreement on the European Economic Area (EEA), namely Iceland, Liechtenstein and Norway;\n(c)\nthe 2-alpha ISO 3166 codes, for other third countries. The most frequently-used codes are given in the table in point 2(b) of this Annex.\n2.\nFor the coding of countries crossed in transit (Section 7 of Annex I, Part A2), the following country codes are to be used:\n(a)\nthe 2-alpha part of the NUTS codes, as given in the table below, for the Member States;\n(b)\nthe 2-alpha ISO 3166 codes, for all other countries. The most frequently-used codes are given in the table below.\nTABLE OF COUNTRY CODES\n(a)   Member States (corresponding to NUTS 2-alpha country codes)\nCountry name\nCode\nBelgium\nBE\nBulgaria\nBG\nCzech Republic\nCZ\nDenmark\nDK\nGermany\nDE\nEstonia\nEE\nIreland\nIE\nGreece\nEL\nSpain\nES\nFrance\nFR\nItaly\nIT\nCyprus\nCY\nLatvia\nLV\nLithuania\nLT\nLuxembourg\nLU\nHungary\nHU\nMalta\nMT\nNetherlands\nNL\nAustria\nAT\nPoland\nPL\nPortugal\nPT\nRomania\nRO\nSlovenia\nSI\nSlovakia\nSK\nFinland\nFI\nSweden\nSE\nUnited Kingdom\nUK\nNote: countries in official European Union order.\n(b)   Other countries (ISO 3166 2-alpha codes)\nCountry name\nCode\nAlbania\nAL\nBosnia and Herzegovina\nBA\nBelarus\nBY\nSwitzerland\nCH\nCroatia\nHR\nIceland\nIS\nLiechtenstein\nLI\nMoldova\nMD\nMontenegro\nME\nformer Yugoslav Republic of Macedonia, the\nMK (1)\nNorway\nNO\nSerbia\nRS\nRussia\nRU\nTurkey\nTR\nUkraine\nUA\nNote: countries ordered by code.\n(1)  Provisional code, which does not prejudge in any way the definitive nomenclature for this country, which will be agreed following the conclusion of negotiations currently taking place on this subject at the United Nations.\nANNEX VIII\nREPEALED REGULATION WITH LIST OF ITS SUCCESSIVE AMENDMENTS\nCouncil Regulation (EC) No 1172/98\n(OJ L 163, 6.6.1998, p. 1)\nCommission Regulation (EC) No 2691/1999\n(OJ L 326, 18.12.1999, p. 39)\nPoint 10.15 of Annex II to the 2003 Act of Accession\n(OJ L 236, 23.9.2003, p. 561)\nRegulation (EC) No 1882/2003 of the European Parliament and of the Council\n(OJ L 284, 31.10.2003, p. 1)\nOnly Annex II, point 27\nCouncil Regulation (EC) No 1791/2006\n(OJ L 363, 20.12.2006, p. 1)\nOnly point 8.5 of the Annex\nRegulation (EC) No 1893/2006 of the European Parliament and of the Council\n(OJ L 393, 30.12.2006, p. 1)\nOnly Article 13\nCommission Regulation (EC) No 1304/2007\n(OJ L 290, 8.11.2007, p. 14)\nOnly Article 2\nRegulation (EC) No 399/2009 of the European Parliament and of the Council\n(OJ L 126, 21.5.2009, p. 9)\nANNEX IX\nCORRELATION TABLE\nRegulation (EC) No 1172/98\nThis Regulation\nArticle 1\nArticle 1\nArticle 2, first to fourteenth indents\nArticle 2, points (a) to (n)\nArticle 3\nArticle 3\nArticle 4\nArticle 4\nArticle 5(1), (2) and (3)\nArticle 5(1), (2) and (3)\nArticle 5(4)\n—\nArticle 5(5)\n—\nArticle 6\nArticle 6\nArticle 7(1) and (2)\nArticle 7(1) and (2)\nArticle 7(3)\n—\nArticle 8\n—\n—\nArticle 8\nArticle 10(1) and (2)\nArticle 9(1) and (2)\nArticle 10(3)\n—\nArticle 11\n—\n—\nArticle 10\nArticle 12\nArticle 11\nAnnexes A to G\nAnnexes I to VII\n—\nAnnex VIII\n—\nAnnex IX", "summary": "Rules for the compilation of statistics regarding goods carried by road\nRules for the compilation of statistics regarding goods carried by road\nSUMMARY OF:\nRegulation (EU) No 70/2012 — road freight statistics\nWHAT IS THE AIM OF THIS REGULATION?\nIt sets out the rules for the production of comparable EU-wide statistics on goods transport by road.\nIt revises and repeals Regulation (EC) No 1172/98, which had been amended several times, and aligns the regulation with the Lisbon treaty with regard to the delegation of powers to the European Commission to adopt supplementary legislation.\nKEY POINTS\nScope\nEU countries must each compile and transmit to the Commission (Eurostat) data relating to freight transported by means of road transport vehicles registered on their territory.\nThe regulation does not apply to freight transported by:\ngoods road transport vehicles whose authorised weight or dimensions exceed the limits normally permitted in the EU countries concerned;\nagricultural vehicles, military vehicles and vehicles belonging to central or local public administrations, with the exception of goods road transport vehicles belonging to public companies , and in particular railway companies.\nEU countries may exclude goods road transport vehicles whose load capacity or maximum permissible weight is lower than a certain limit. That limit may not exceed a load capacity of 3.5 tonnes or a maximum permissible weight of 6 tonnes in the case of single motor vehicles.\nThe regulation does not apply to Malta so long as the number of Maltese-registered goods road transport vehicles licensed to engage in the international carriage of freight by road does not exceed 400 vehicles.\nData collection and transmission\nEvery quarter, by means of sample surveys, EU countries must compile and transmit data to Eurostat relating to 3 areas:\nvehicles (see the regulation’s Annexes I and II);\njourneys (see the regulation’s Annex III);\ngoods (see the regulation’s Annexes IV and V).\nEU countries must transmit data within 5 months of the end of the quarter under observation.\nDissemination of results\nEurostat disseminates the data no later than 12 months after the end of the period to which they relate.\nReports\nWhen they forward the data for the first quarter, EU countries send a report to Eurostat on the methods used to compile data. They must also inform Eurostat if they make any substantial changes to these methods. Every year, they must provide Eurostat with information on sample sizes, non-response rates and, in the form of standard error or confidence intervals, the reliability of the main statistical results.\nThe Commission (Eurostat) must report for the first time by December 2014, and thereafter every 3 years, to the European Parliament and the Council on the regulation’s implementation.\nCommittee\nThe Commission is advised and assisted by the European Statistical System Committee established by Regulation (EC) No 223/2009.\nPowers delegated to the Commission\nThe Commission has not yet exercised the power to adopt delegated acts that the regulation granted to it. In a report, published in 2016, the Commission explained that neither economic and technical developments in the field of road freight transport nor conclusions of the Commission’s Working Groups on road freight statistics involving experts from EU countries raised the need to use these delegated powers.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 23 February 2012.\nBACKGROUND\n              \nFor more information, see:\nRoad freight transport statistics (Eurostat).\nMAIN DOCUMENT\n            \nRegulation (EU) No 70/2012 of the European Parliament and of the Council of 18 January 2012 on statistical returns in respect of the carriage of goods by road (OJ L 32, 3.2.2012, pp. 1-18)\nSuccessive amendments to Regulation (EU) No 70/2012 have been incorporated into the original document. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nReport from the Commission to the European Parliament and the Council on the exercise of the power to adopt delegated acts conferred on the Commission under Regulation (EU) No 70/2012 of 18 January 2012 on statistical returns in respect of the carriage of goods by road (COM(2016) 562 final, 12.9.2016)\nReport from the Commission to the European Parliament and the Council on the implementation of Regulation (EU) No 70/2012 of the European Parliament and of the Council of 18 January 2012 on statistical returns in respect of the carriage of goods by road (COM(2015) 17 final, 26.1.2015)\nlast update 07.11.2017", "tags": ["statistical method", "Eurostat", "large vehicle", "EU statistics", "carriage of goods", "road transport", "disclosure of information", "dissemination of EU information", "transport statistics", "data collection"], "subjects": ["Transport", "Information and verification"], "split": "test", "reference_annotations": {}, "summary_annotations": {}}