{"celex_id": "32013R0216", "reference": "13.3.2013\nEN\nOfficial Journal of the European Union\nL 69/1\nCOUNCIL REGULATION (EU) No 216/2013\nof 7 March 2013\non the electronic publication of the Official Journal of the European Union\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 352 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the consent of the European Parliament,\nActing in accordance with a special legislative procedure,\nWhereas:\n(1)\nArticle 297 of the Treaty on the Functioning of the European Union (TFEU) deals with the publication in the Official Journal of the European Union (hereinafter ‘the Official Journal’) and the entry into force of legal acts of the Union.\n(2)\nRegulation (EC) No 1/1958 (1), including any subsequent amendments thereto, determines the official languages of the institutions of the European Union.\n(3)\nThe printed edition of the Official Journal, available in all official languages of the institutions of the Union, is at present the only legally binding publication, although it is also made available online.\n(4)\nDecision 2009/496/EC, Euratom of the European Parliament, the Council, the Commission, the Court of Justice, the Court of Auditors, the European Economic and Social Committee and the Committee of the Regions of 26 June 2009 on the organisation and operation of the Publications Office of the European Union (2) ensures that the Publications Office enables the institutions to fulfil their obligation to publish legislative texts.\n(5)\nThe Court of Justice of the European Union has held, in Case C-161/06 Skoma-Lux sro v Celní ředitelství Olomouc (3), that legal acts of the Union are not enforceable against individuals if they have not been properly published in the Official Journal and that making such acts available online does not equate to valid publication in the Official Journal in the absence of any rules in that regard in Union law.\n(6)\nIf publication in the Official Journal in electronic form were to constitute valid publication, access to Union law would be faster and more economical. Citizens should, nevertheless, continue to have the possibility to obtain a printed version of the Official Journal from the Publications Office.\n(7)\nThe Commission Communication entitled ‘A Digital Agenda for Europe’ highlights that access to online legal content favours the development of a digital internal market, which leads to economic and social benefits.\n(8)\nRules ensuring the authenticity, integrity and inalterability of the electronic publication of the Official Journal should therefore be laid down.\n(9)\nThis Regulation should also lay down rules applicable in cases where, due to unforeseen and exceptional circumstances, it is not possible to publish and to make available the electronic edition of the Official Journal.\n(10)\nDirective 1999/93/EC of the European Parliament and of the Council of 13 December 1999 on a Community framework for electronic signatures (4) establishes the legal effects of electronic signatures as a means for authentication. For the purposes of ensuring the authenticity, integrity and inalterability of the electronic edition of the Official Journal, an advanced electronic signature based on a qualified certificate and created by a secure-signature-creation device in accordance with that Directive provides sufficient guarantees to the public. It should be possible to verify the electronically signed Official Journal by readily available means.\n(11)\nAccess to the EUR-Lex website is to be ensured in compliance with the commitments for the protection of persons with disabilities in accordance with Council Decision 2010/48/EC of 26 November 2009 concerning the conclusion, by the European Community, of the United Nations Convention on the Rights of Persons with Disabilities (5).\n(12)\nIn accordance with the principle of proportionality, as set out in Article 5 of the Treaty on European Union, this Regulation does not go beyond what is necessary in order to achieve the objective of enabling all European citizens to rely on the electronic publication of the Official Journal, as its scope is limited to making such publication authentic, in the same way as the printed publication is today.\n(13)\nThe TFEU does not provide, for the adoption of this Regulation, powers other than those under Article 352,\nHAS ADOPTED THIS REGULATION:\nArticle 1\n1.   The Official Journal shall be published in electronic form, in accordance with this Regulation, in the official languages of the institutions of the European Union.\n2.   Without prejudice to Article 3, only the Official Journal published in electronic form (hereinafter ‘the electronic edition of the Official Journal’) shall be authentic and shall produce legal effects.\nArticle 2\n1.   The electronic edition of the Official Journal shall bear an advanced electronic signature based on a qualified certificate and created with a secure-signature-creation device, in accordance with Directive 1999/93/EC. The qualified certificate and renewals thereof shall be published on the EUR-Lex website in order to make it possible for the public to verify the advanced electronic signature and the authentic character of the electronic edition of the Official Journal.\n2.   The electronic edition of the Official Journal shall display information regarding its publication date.\n3.   The electronic edition of the Official Journal shall be made available to the public on the EUR-Lex website in a non-obsolete format and for an unlimited period. Its consultation shall be free of charge.\nArticle 3\n1.   Where it is not possible to publish the electronic edition of the Official Journal due to an unforeseen and exceptional disruption of the information system of the Publications Office, the information system shall be restored as soon as possible.\nThe moment at which such a disruption occurs shall be established by the Publications Office.\n2.   Where it is necessary to publish the Official Journal when the information system of the Publications Office is not operational pursuant to a disruption as referred to in paragraph 1, only the printed edition of the Official Journal shall be authentic and shall produce legal effects.\nOnce the information system of the Publications Office is restored, the corresponding electronic version of the printed edition referred to in the first subparagraph shall be made available to the public on the EUR-Lex website for information purposes only and shall contain a notice to that effect.\n3.   Once the information system of the Publications Office is restored, the EUR-Lex website shall provide information on all printed editions that are authentic and that produce legal effects in accordance with the first subparagraph of paragraph 2.\nArticle 4\n1.   With regard to the electronic edition of the Official Journal, the Publications Office shall be responsible for:\n(a)\npublishing it and guaranteeing its authenticity;\n(b)\nimplementing, managing and maintaining the information system producing the electronic edition of the Official Journal, and upgrading that system in line with future technical developments;\n(c)\nimplementing and extending the technical facilities to ensure accessibility for all users to the electronic edition of the Official Journal;\n(d)\nsetting up internal security and access rules with regard to the information system producing the electronic edition of the Official Journal;\n(e)\npreserving and archiving the electronic files and handling them in line with future technological developments.\n2.   The Publications Office shall exercise the responsibilities set out in paragraph 1 in accordance with Decision 2009/496/EC, Euratom.\nArticle 5\nThis Regulation shall enter into force on the first day of the fourth calendar month following its adoption.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 7 March 2013.\nFor the Council\nThe President\nA. SHATTER\n(1)  Regulation No 1 determining the languages to be used by the European Economic Community (OJ 017, 6.10.1958, p. 385/58).\n(2)  OJ L 168, 30.6.2009, p. 41.\n(3)  ECR 2007, p. I-10841.\n(4)  OJ L 13, 19.1.2000, p. 12.\n(5)  OJ L 23, 27.1.2010, p. 35.", "summary": "Publication of the Official Journal\nPublication of the Official Journal\nSUMMARY OF:\nRegulation (EU) No 216/2013 on the electronic publication of the Official Journal of the European Union\nWHAT IS THE AIM OF THE REGULATION?\n              \nIt aims to ensure that the EU’s Official Journal (OJ) is published in electronic form which will be authentic and legally binding, in order to allow better access to EU law.\nKEY POINTS\nSince July 2013, the electronic edition of the OJ has been available to the public at no charge on the EUR-Lex website in a non-obsolete format and for an unlimited period.\nThe Publications Office of the EU is responsible for publishing the electronic edition of the OJ and guaranteeing its authenticity. The Publications Office must also manage the information system producing the electronic edition of the OJ and upgrade that system in line with future technical developments.\nWhere it is not possible to publish the electronic edition of the OJ due to an unforeseen and exceptional disruption of the information system of the Publications Office of the EU, the information system must be restored as soon as possible.\nWhere it is necessary to publish the OJ when the information system of the Publications Office is not operational as a result of a disruption, only the printed edition of the OJ is considered authentic and legally binding.\nFollowing amending Regulation (EU) 2018/2056, the electronic edition of the OJ must bear a qualified electronic signature or a qualified electronic seal defined in accordance with Regulation (EU) No 910/2014. Qualified certificates for the electronic signature or for the electronic seal will be published on the EUR-Lex website to allow the public to check them and the authenticity of the electronic edition of the OJ.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 1 July 2013.\nBACKGROUND\n              \nIn 2007, the Court of Justice of the European Union held in its ruling that EU legal acts are not enforceable against individuals if they have not been properly published in the OJ, and that making such acts available online did not equate to valid publication in the OJ, in the absence of any rules in that regard in EU law.\nThis regulation was adopted to allow the publication of the OJ in electronic form to constitute valid publication, thus making access to EU law both faster and more economical.\nMAIN DOCUMENT\n            \nCouncil Regulation (EU) No 216/2013 of 7 March 2013 on the electronic publication of the Official Journal of the European Union (OJ L 69, 13.3.2013, pp. 1-3)\nSuccessive amendments to Regulation (EU) No 216/2013 have been incorporated into the original document. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nDecision 2009/496/EC, Euratom of the European Parliament, the Council, the Commission, the Court of Justice, the Court of Auditors, the European Economic and Social Committee and the Committee of the Regions of 26 June 2009 on the organisation and operation of the Publications Office of the European Union (OJ L 168, 30.6.2009, pp. 41-47)\nSee consolidated version.\nRegulation (EU) No 910/2014 of the European Parliament and of the Council of 23 July 2014 on electronic identification and trust services for electronic transactions in the internal market and repealing Directive 1999/93/EC (OJ L 257, 28.8.2014, pp. 73-114)\nlast update 13.03.2019", "tags": ["EU publication", "EU Official Journal", "electronic publishing", "Internet site"], "subjects": ["Information and verification"], "split": "train", "reference_annotations": {}, "summary_annotations": {"32013R0216_p2": {"text": "regulation 910/2014 of the European Parliament and of the Council of 23 July 2014 on electronic identification and trust services for electronic transactions in the internal market and repealing directive 1999/93/ec (OJ L 257, 28.8.2014, pp. 73-114)---last update 13.03.2019", "triples": [" regulation 910/2014,  repealing,  directive 1999/93/ec"]}}}