{"celex_id": "32001H0166", "reference": "EUR-Lex - 32001H0166 - EN\nAvis juridique important\n|\n32001H0166\nRecommendation of the European Parliament and of the Council of 12 February 2001 on European cooperation in quality evaluation in school education\nOfficial Journal L 060 , 01/03/2001 P. 0051 - 0053\nRecommendation of the European Parliament and of the Councilof 12 February 2001on European cooperation in quality evaluation in school education(2001/166/EC)THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,Having regard to the Treaty establishing the European Community, and in particular Article 149(4) and Article 150(4) thereof,Having regard to the proposal from the Commission,Having regard to the opinion of the Economic and Social Committee(1),Having regard to the opinion of the Committee of the Regions(2),Acting in accordance with the procedure referred to in Article 251 of the Treaty(3),Whereas:(1) There is a need to promote a European dimension in education as it is an essential objective in building a people's Europe.(2) Quality education is one of the principal objectives of primary and secondary education, including vocational education, for all Member States in the context of the learning society.(3) The quality of school education must be assured at all levels and in all areas of education, regardless of any differences in educational objectives, methods and needs, and regardless of school excellence rankings where they exist.(4) The resources devoted to education have increased in all industrialised countries during the last decades. Education is seen not only as a personal enrichment but also as a contribution towards social cohesion, social inclusion and the solution to problems of employment. Lifelong learning is an important means of controlling one's future on a professional and personal level. Quality education is essential in the light of labour market policies, the free movement of workers within the Community and the recognition of diplomas and teaching qualifications.(5) It is the responsibility of the Member States to ensure, when they have the possibility, that school syllabuses take account of developments in society.(6) Member States should help the educational establishments to meet the educational and social requirements in the new millennium and to keep pace with the developments arising from them. Member States should therefore support the educational establishments in order to improve the quality of the services they provide by helping them to develop new initiatives geared to ensure the quality of teaching and by helping them to encourage both the movement of persons between countries and the transfer of knowledge.(7) In the area of labour market policies, the Council adopts each year a set of employment guidelines building on quantitative targets and indicators. Guideline 7 of the employment guidelines for 2000, set out in the Annex to Decision/2000/228/EC(4), states that Member States will \"improve the quality of their school systems in order to reduce substantially the number of young people who drop out of the school system early. Particular attention should also be given to young people with learning difficulties\".(8) In guideline 8 of the said guidelines, specific reference is made to developing computer literacy, to equipping schools with computer equipment and to facilitating student access to the Internet by the end of 2002, which should have a positive impact on the quality of education and prepare young people for the digital age.(9) The promotion of mobility enshrined as an objective of the Community in Articles 149 and 150 of the Treaty should be encouraged by quality education.(10) European cooperation and transnational exchanges of experiences will contribute to identifying and disseminating effective and acceptable methods of evaluating quality.(11) Systems designed to ensure quality must remain flexible and be adaptable to the new situation created by changes in the structure and objectives of educational establishments, taking into account the cultural dimension of education.(12) Systems to ensure quality vary from one Member State and one educational establishment to another, given the diversity in the sizes, structures, financial circumstances, institutional character and educational approach of different establishments.(13) Quality evaluation and school self-evaluation in particular are tools well suited to the aim of combating the number of young people who drop out of the school system early and social exclusion in general.(14) In order to achieve the objective of quality education, a whole range of means are available. Quality evaluation is one of them and is a valuable contribution to securing and developing the quality of education within general and vocational schools. The quality evaluation of education must seek, inter alia, to assess the capacity of schools to take account of the use of the new information technologies which are becoming more widespread.(15) The networking at European level of institutions involved in quality evaluation in school education is of fundamental importance. Existing networks such as the European network of policy makers for the evaluation of education systems set up by the Member States in 1995 can provide invaluable aid to the implementation of this recommendation.(16) The Commission conducted a pilot project on quality evaluation in higher education in 1994 and 1995. Council Recommendation 98/561/EC of 24 September 1998 on European cooperation in quality assurance in higher education(5) underlines the importance of the exchange of information and experiences and cooperation regarding quality assurance between other Member States.(17) The Socrates programme(6), in particular Action 6.1., invites the Commission to promote the exchange of information and experience on questions of common interest. Evaluating quality in school education is one of the priority themes of the said Action.(18) The Commission has, since March 1996, launched various studies and operational activities to examine the question of evaluation from different perspectives with the aim of describing the wide variety and wealth of approaches and education evaluation methodologies used at different levels.(19) The Commission conducted a pilot project during the academic year 1997/1998 in 101 upper and lower secondary schools in the countries participating in the Socrates programme, which raised awareness of quality issues and helped to improve the quality of education in those schools. The final report, June 1999, entitled \"Evaluation quality in school education, A European pilot project\" emphasises a range of methodological elements as important elements for successful self-evaluation.(20) In its conclusions of 16 December 1997(7), the Council stated that evaluation is also an important element for assuring and, where appropriate, improving quality.(21) The Council Presidency declared in its conclusions at the Extraordinary European Council held in Lisbon on 23 and 24 March 2000 that European education and training systems must adapt both to the needs of the information society and to the need to raise levels of employment and improve its quality.(22) With a view to the enlargement of the Union, the accession countries should be involved in European cooperation in the field of quality evaluation.(23) It is necessary to take account of the principle of subsidiarity and Member States' exclusive responsibilities for the organisation and structure of their education systems, so that the particular cultural character and educational traditions of each State can flourish,I. RECOMMEND THAT MEMBER STATES:within their specific economic, social and cultural context while taking due account of the European dimension, support the improvement of quality evaluation in school education, by:1. supporting and, where appropriate, establishing transparent quality evaluation systems with the following aims:(a) to secure quality education, whilst promoting social inclusion, and equal opportunities for girls and boys,(b) to safeguard quality of school education as a basis for lifelong learning,(c) to encourage school self-evaluation as a method of creating learning and improving schools, within a balanced framework of school self-evaluation and any external evaluations,(d) to use techniques aimed at improving quality as a means of adapting more successfully to the requirements of a world in rapid and constant change,(e) to clarify the purpose and the conditions for school self-evaluation, and to ensure that the approach to self-evaluation is consistent with other forms of regulation,(f) to develop external evaluation in order to provide methodological support for school self-evaluation and to provide an outside view of the school encouraging a process of continuous improvement and taking care that this is not restricted to purely administrative checks;2. encouraging and supporting, where appropriate, the involvement of school stakeholders, including teachers, pupils, management, parents and experts, in the process of external and self-evaluation in schools in order to promote shared responsibility for the improvement of schools;3. supporting training in the management and the use of self-evaluation instruments with the following aims:(a) to make school self-evaluation function effectively as an instrument strengthening the capacity of schools to improve,(b) to ensure an efficient dissemination of examples of good practice and new instruments within self-evaluation;4. supporting the capacity of schools to learn from one another nationally and on a European scale, with the following aims:(a) to identify and to disseminate good practice and efficient tools such as indicators and benchmarks in the field of quality evaluation in school education,(b) to form networks between schools, at all appropriate levels, to support each other and provide outside impetus to the evaluation process;5. encouraging cooperation between all the authorities involved in quality evaluation in school education and promoting their European networking.This cooperation could cover some of the following areas:(a) the exchange of information and experience, in particular on methodological developments and examples of good practice, especially by using modern information and communication technologies, and, when appropriate, by organising European conferences, seminars and workshops,(b) the collection of data and the development of tools such as indicators and benchmarks of particular relevance for quality evaluation in schools,(c) publication of results of school evaluation in accordance with the relevant policies of each Member State and its educational establishments, to be made available to authorities in the Member States,(d) promoting contacts between experts in order to build European expertise in the area,(e) making use of the results of international surveys for the development of quality evaluation in schools.II. INVITE THE COMMISSION:1. to encourage, in close cooperation with the Member States, and on the basis of existing Community programmes, the cooperation referred to in points 4 and 5 of Section I, also involving relevant organisations and associations with the necessary experience in this field.In doing this, the Commission should ensure that full benefit is drawn from the expertise of the Eurydice network referred to in Action 6.1. of the Socrates programme;2. to establish, on the basis of the existing Community programmes, a database for the dissemination of effective tools and instruments of school quality evaluation. The database should also contain examples of good practice and be accessible on the Internet; interactive use thereof should be ensured;3. to make use of the resources within existing Community programmes, to incorporate the experience already gained into these programmes and to develop the existing networks;4. to make, as a first step, an inventory of the instruments and strategies for quality evaluation in primary and secondary education already in use in the various Member States. When the inventory has been compiled, the Commission will work with the Member States on appropriate follow-up. The European Parliament, the Council, the Economic and Social Committee and the Committee of the Regions should be fully informed on a regular basis of the follow-up;5. to present on the basis of contributions from the Member States triennial detailed reports to the European Parliament, the Council, the Economic and Social Committee and the Committee of the Regions in relation to the implementation of this Recommendation;6. to draw conclusions and make proposals on the basis of these reports.Done at Brussels, 12 February 2001.For the European ParliamentThe PresidentN. FontaineFor the CouncilThe PresidentT. Östros(1) OJ C 168, 16.6.2000, p. 30.(2) OJ C 317, 6.11.2000, p. 56.(3) Opinion of the European Parliament of 6 July 2000 (not yet published in the Official Journal), Council Common Position of 9 November 2000 (OJ C 375, 28.12.2000, p. 38) and Decision of the European Parliament of 16 January 2001 (not yet published in the Official Journal).(4) OJ L 72, 21.3.2000, p. 15.(5) OJ L 270, 7.10.1998, p. 56.(6) OJ L 28, 3.2.2000, p. 1.(7) OJ C 1, 3.1.1998, p. 4.", "summary": "Qualitative assessment of school education\nQualitative assessment of school education\nSUMMARY OF:\nRecommendation 2001/166/EC — European cooperation with regard to the qualitative assessment of school education\nWHAT IS THE AIM OF THE RECOMMENDATION?\n              \nIt seeks to encourage networking between the authorities in EU countries with the aim of developing practices and tools to assess the quality of education in schools.\nKEY POINTS\nAlthough the quality of a school system cannot be defined in absolute terms, it is still possible to set objectives and analyse the ways to achieve them.\nThe objectives still involve tackling early school-leaving and combating social exclusion in general, and the recommendation distinguishes between 2 forms of qualitative assessment: external assessment; andself-assessment.\nThe recommendation encourages all those involved in the school system (teachers, pupils, parents and specialists) to take part in the processes of self-assessment and external assessment. It states that the aim of external assessment is to provide both methodological support for school self-evaluation and an objective view of the school.\nOne of the most important features of the European education system is its diversity. As a result, it is not possible to devise standard assessment methods that could be applied to all EU countries. Any qualitative assessment at EU level must take into consideration the socio-cultural, historical and political factors specific to each EU country.\nThe recommendation highlights the fact that the sharing of information constitutes the majority of EU added value. Information exchange should be focused in particular on methodological developments and examples of good practice, especially: through the use of new technologies;by organising conferences, seminars and data collection;and by developing tools and publishing results.\nThe European Parliament and the Council call on the European Commission to: create an Internet database for the dissemination of tools, examples of good practice, and effective tools for assessing the quality of educational establishments;make an inventory of the instruments and strategies for quality assessment in primary and secondary education already in use in various EU countries;incorporate the results obtained into existing programmes and develop the existing networks;report every 3 years to the Parliament, the Council, the European Economic and Social Committee and the European Committee of the Regions;make proposals on the basis of this report.\n2014 Council conclusions\nIn their May 2014 conclusions, EU countries’ education ministers emphasised the important role played by quality assurance mechanisms in helping schools and policy-makers to provide quality education and training. Quality education and training are vital for employability, social inclusion and economic development.\nThe ministers stressed the importance of approaches to quality assurance being based on principles that go beyond a ‘checklist’ approach and the need to develop a culture that strives to constantly improve the quality of teaching and learning.\nStudies\n2015 saw the publication of 2 studies in the area:\na report by Eurydice reviews how 32 European countries assess the quality of their schools, comparing approaches, structures and roles played by school evaluation systems;\na European Commission comparative study on quality assurance in EU school education systems. This covers quality assurance policies, procedures, activities and practices in primary, lower-secondary and upper-secondary levels. It considers how EU actions in the field could help add value to what is happening at the national level.\nBACKGROUND\n              \nFor more information, see:\nEducation: setting objectives and measuring progress (European Commission).\nMAIN DOCUMENT\n            \nRecommendation 2001/166/EC of the European Parliament and of the Council of 12 February 2001 on European cooperation in quality evaluation in school education (OJ L 60, 1.3.2001, pp. 51-53)\nRELATED DOCUMENTS\n            \nCouncil conclusions of 20 May 2014 on quality assurance supporting education and training (OJ C 183, 14.6.2014, pp. 30-35)\nlast update 06.11.2017", "tags": ["education policy", "cooperation policy", "EU Member State", "EU programme", "educational institution"], "subjects": ["Education, vocational training and youth"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}