{"celex_id": "32007L0043", "reference": "12.7.2007\nEN\nOfficial Journal of the European Union\nL 182/19\nCOUNCIL DIRECTIVE 2007/43/EC\nof 28 June 2007\nlaying down minimum rules for the protection of chickens kept for meat production\n(Text with EEA relevance)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nHaving consulted the Committee of the Regions,\nWhereas:\n(1)\nThe Protocol on protection and welfare of animals annexed to the Treaty establishing the European Community requires that in formulating and implementing agriculture policies, the Community and the Member States are to pay full regard to the welfare requirements of animals, while respecting the legislative or administrative provisions and customs of the Member States relating in particular to religious rites, cultural traditions and regional heritage.\n(2)\nCouncil Directive 98/58/EC of 20 July 1998 concerning the protection of animals kept for farming purposes (3), drawn up on the basis of the European Convention for the Protection of Animals kept for Farming Purposes (4) (hereinafter referred to as the Convention) lays down minimum standards for the protection of animals bred or kept for farming purposes including provisions on housing, food, water and care appropriate to the physiological and ethological needs of the animals.\n(3)\nThe Community is a party to the Convention and a specific Recommendation concerning domestic fowl (Gallus gallus) which includes additional provisions for poultry kept for meat production has been adopted within the framework of the convention.\n(4)\nThe report of the Scientific Committee on Animal Health and Animal Welfare of 21 March 2000 on the Welfare of Chickens Kept for Meat Production (Broilers) concluded that the fast growth rate of chicken strains currently used for this purpose is not accompanied by a satisfactory level of animal welfare and health, and that the negative effects of high stocking rates are reduced in buildings where good indoor climatic conditions can be sustained.\n(5)\nSpecific provision for non-littered areas, to minimise the influence of genetic parameters or to include welfare indicators in addition to foot-pad dermatitis, will be made when the relevant opinions of the European Food Safety Authority (EFSA) are available.\n(6)\nIt is necessary to establish rules at Community level for the protection of chickens kept for meat production in order to avoid distortions of competition that may interfere with the smooth running of the common market organisation in that sector and also to ensure the rational development of the sector.\n(7)\nIn accordance with the principle of proportionality, it is necessary and appropriate for the achievement of the basic objective of introducing animal welfare improvements in the intensive farming of chickens to lay down minimum rules for the protection of chickens for meat production. This Directive does not go beyond what is necessary in order to achieve the objectives pursued, in accordance with the third paragraph of Article 5 of the Treaty.\n(8)\nThe rules should focus on the welfare problems in intensive farming systems. In order to avoid disproportionate measures applicable to the keeping of small flocks of chickens, a minimum threshold for the application of this Directive should be set.\n(9)\nIt is important that persons attending to chickens have an understanding of the relevant animal welfare requirements and receive appropriate training to perform their tasks or have acquired experience equivalent to such training.\n(10)\nIn establishing rules for the protection of chickens kept for meat production, a balance should be kept between the various aspects to be taken into account, as regards animal welfare, health, economic and social considerations and the environmental impact.\n(11)\nRegulation (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (5) and Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and welfare rules (6) already establish a framework for official controls including compliance with some animal welfare rules. In addition, Regulation (EC) No 882/2004 provides that Member States are to submit annual reports on the implementation of the multi-annual national control plans, including results of controls and audits carried out. For this purpose, financial support is foreseen both in these regulations and in Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (7).\n(12)\nVarious voluntary schemes already exist in different Member States for the labelling of chicken meat based on compliance with animal welfare standards and other parameters.\n(13)\nIn light of the experience gained in applying such voluntary labelling schemes, it is appropriate for the Commission to submit a report on the possible introduction of a specific harmonised mandatory labelling scheme at Community level for chicken meat, meat products and preparations based on compliance with animal welfare standards, including the possible socioeconomic implications, the effects on the Community’s economic partners and compliance of such a labelling scheme with World Trade Organization rules.\n(14)\nIt is appropriate for the Commission to submit a report based on new scientific evidence taking into account further research and practical experience in order to improve further the welfare of chickens kept for meat production including the parent stock of such chickens, in particular as regards aspects not covered by this Directive. That report should specifically consider the possibility to introduce thresholds for indications of poor welfare conditions identified during the post-mortem inspections and the influence of genetic parameters on identified deficiencies resulting in poor welfare of chickens kept for meat production.\n(15)\nMember States should lay down rules on penalties applicable to infringements of the provisions of this Directive and ensure that they are implemented. Those penalties must be effective, proportionate and dissuasive.\n(16)\nThe Council, in accordance with paragraph 34 of the Interinstitutional Agreement on better law-making (8), should encourage the Member States to draw up, for themselves and in the interest of the Community their own tables, which will, as far as possible, illustrate the correlation between the Directive and the transposition measures and to make them public.\n(17)\nThe measures necessary for the implementation of this Directive should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (9),\nHAS ADOPTED THIS DIRECTIVE:\nArticle 1\nSubject matter and scope\n1.   This Directive shall apply to chickens kept for meat production.\nHowever, it shall not apply to:\n(a)\nholdings with fewer than 500 chickens;\n(b)\nholdings with only breeding stocks of chickens;\n(c)\nhatcheries;\n(d)\nextensive indoor and free range chickens, as referred to in points (b), (c), (d), (e) of Annex IV to Commission Regulation (EEC) No 1538/91 of 5 June 1991 introducing detailed rules for implementing Regulation (EEC) No 1906/90 on certain marketing standards for poultry (10); and\n(e)\norganically reared chickens in accordance with Council Regulation (EEC) No 2092/91 of 24 June 1991 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs (11).\n2.   The Directive shall apply to rearing stock on holdings which have both breeding stock and rearing stock.\nMember States shall remain free to take more stringent measures in the area covered by this Directive.\nPrimary responsibility for animal welfare rests with the owner or keeper of the animals.\nArticle 2\nDefinitions\n1.   For the purpose of this Directive, the following definitions shall apply:\n(a)\n‘owner’ means any natural or legal person or persons owning the holding where chickens are kept;\n(b)\n‘keeper’ means any natural or legal person responsible for or in charge of chickens in terms of contract or by law whether on a permanent or temporary basis;\n(c)\n‘competent authority’ means the central authority of a Member State competent to carry out animal welfare, veterinary and zootechnical checks or any other authority to which that competence has been conferred either at regional, local or other level;\n(d)\n‘official veterinarian’ means a veterinarian qualified in accordance with Annex I, Section III, Chapter IV(A) to Regulation (EC) No 854/2004 to act in such a capacity and appointed by the competent authority;\n(e)\n‘chicken’ means an animal of the species Gallus gallus kept for meat production;\n(f)\n‘holding’ means a production site on which chickens are kept;\n(g)\n‘house’ means a building on a holding where a flock of chickens are kept;\n(h)\n‘useable area’ means a littered area accessible to the chickens at any time;\n(i)\n‘stocking density’ means the total live weight of chickens which are present in a house at the same time per square metre of useable area;\n(j)\n‘flock’ means a group of chickens which are placed in a house of a holding and are present in this house at the same time;\n(k)\n‘daily mortality rate’ means the number of chickens which have died in a house on the same day including those that have been culled either for disease or because of other reasons divided by the number of chickens present in the house on that day, multiplied by 100;\n(l)\n‘cumulative daily mortality rate’ means the sum of daily mortality rates.\n2.   The definition of ‘useable area’ in paragraph 1 point (h) with regard to non-littered areas may be completed in accordance with the procedure referred to in Article 11 following the results of a scientific opinion of the European Food Safety Authority on the impact of non-littered areas on the welfare of chickens.\nArticle 3\nRequirements for the keeping of chickens\n1.   The Member States shall ensure that:\n(a)\nall houses comply with the requirements set out in Annex I;\n(b)\nthe required inspections and the monitoring and follow-up, including those provided for in Annex III, are carried out by the competent authority or the official veterinarian.\n2.   Member States shall ensure that the maximum stocking density in a holding or a house of a holding does not at any time exceed 33 kg/m2.\n3.   By way of derogation from paragraph 2, Member States may provide that chickens be kept at a higher stocking density provided that the owner or keeper complies with the requirements set out in Annex II, in addition to the requirements set out in Annex I.\n4.   Member States shall ensure that, when a derogation is granted under paragraph 3, the maximum stocking density in a holding or a house of a holding does not at any time exceed 39 kg/m2.\n5.   When the criteria set out in Annex V are fulfilled, Member States may allow that the maximum stocking density referred to in paragraph 4 be increased by a maximum of 3 kg/m2.\nArticle 4\nTraining and guidance for persons dealing with chickens\n1.   Member States shall ensure that keepers who are natural persons have received sufficient training in their tasks and that appropriate training courses are available.\n2.   The training courses referred to in paragraph 1 shall focus on welfare aspects and cover in particular the matters listed in Annex IV.\n3.   Member States shall ensure that a system is established for the control and approval of training courses. The keeper of the chickens shall hold a certificate which is recognised by the competent authority of the Member State concerned, attesting to the completion of such a training course or to having acquired experience equivalent to such training.\n4.   Member States may recognise experience acquired before 30 June 2010 as being equivalent to participation in such training courses and shall issue certificates attesting to such equivalence.\n5.   Member States may provide that the requirements set out in paragraphs 1 to 4 shall also apply to owners.\n6.   The owner or keeper shall provide instructions and guidance on the relevant animal welfare requirements, including those concerning the methods of culling practised in holdings, to persons employed or engaged by them to attend to chickens or to catch and load them.\nArticle 5\nLabelling of poultrymeat\nNot later than 31 December 2009, the Commission shall submit to the European Parliament and to the Council a report on the possible introduction of a specific harmonised mandatory labelling scheme for chicken meat, meat products and preparations based on compliance with animal welfare standards.\nThat report shall consider possible socioeconomic implications, effects on the Community’s economic partners and compliance of such a labelling scheme with World Trade Organisation rules.\nThe report shall be accompanied by appropriate legislative proposals taking into account such considerations and the experience gained by the Member States in applying voluntary labelling schemes.\nArticle 6\nReport by the Commission to the European Parliament and to the Council\n1.   Based on a scientific opinion of the European Food Safety Authority, the Commission shall no later than 31 December 2010 submit to the European Parliament and to the Council a report concerning the influence of genetic parameters on identified deficiencies resulting in poor welfare of chickens. That report may be accompanied by appropriate legislative proposals, if necessary.\n2.   Member States shall submit to the Commission the results of the data collection based on monitoring of a representative sample of flocks slaughtered during a minimum period of one year. In order to enable a relevant analysis, the sampling and the data requirements as referred to in Annex III should be scientifically based, objective and comparable, and laid down in accordance with the procedure referred to in Article 11.\nMember States may need a Community financial contribution for the collection of data for the purpose of this Directive.\n3.   On the basis of available data and taking into account new scientific evidence, the Commission shall, not later than 30 June 2012, submit to the European Parliament and to the Council a report concerning the application of this Directive and its influence on the welfare of chickens, as well as the development of welfare indicators. The report shall take into account the different production conditions and methods. It shall also take into account the socioeconomic and administrative implications of this Directive including regional aspects.\nArticle 7\nInspections\n1.   The competent authority shall carry out non-discriminatory inspections to verify compliance with the requirements of this Directive.\nSuch inspections shall be carried out on an adequate proportion of animals kept within each Member State, in accordance with the relevant provisions of Regulation (EC) No 882/2004, and may be carried out at the same time as checks for other purposes.\nMember States shall put in place appropriate procedures for determining the stocking density.\n2.   Member States shall submit to the Commission by 30 June each year an annual report for the previous year on the inspections provided for in paragraph 1. The report shall be accompanied by a list of the most relevant actions taken by the competent authority to address the main welfare problems detected.\nArticle 8\nGuides to good management practice\nMember States shall encourage the development of guides to good management practice which shall include guidance on compliance with this Directive. The dissemination and use of such guides shall be encouraged.\nArticle 9\nPenalties\nThe Member States shall lay down the rules on penalties applicable to infringements of the national provisions adopted pursuant to this Directive and shall take all measures necessary to ensure that they are implemented. The penalties provided for shall be effective, proportionate and dissuasive. The Member States shall notify those provisions to the Commission by 30 June 2010 at the latest and shall notify it without delay of any subsequent amendment affecting them.\nArticle 10\nImplementing powers\nMeasures necessary to ensure the uniform implementation of this Directive may be adopted in accordance with the procedure referred to in Article 11.\nArticle 11\nCommittee procedure\n1.   The Commission shall be assisted by the Standing Committee on the Food Chain and Animal Health, set up by Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (12) (the Committee).\n2.   Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply.\nThe period referred to in Article 5(6) of Decision 1999/468/EC shall be set at three months.\nArticle 12\nTransposition\nMember States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 30 June 2010 at the latest.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\nArticle 13\nEntry into force\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nArticle 14\nThis Directive is addressed to the Member States.\nDone at Luxembourg, 28 June 2007.\nFor the Council\nThe President\nS. GABRIEL\n(1)  Opinion delivered on 14 February 2006 (not yet published in the Official Journal).\n(2)  Opinion delivered on 26 October 2005 (not yet published in the Official Journal).\n(3)  OJ L 221, 8.8.1998, p. 23. Directive as amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(4)  OJ L 323, 17.11.1978, p. 14. Convention as amended by a Protocol of amendment (OJ L 395, 31.12.1992, p. 22).\n(5)  OJ L 139, 30.4.2004, p. 206. Corrected by OJ L 226, 25.6.2004, p. 83. Regulation as last amended by Council Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(6)  OJ L 165, 30.4.2004, p. 1. Corrected by OJ L 191, 28.5.2004, p. 1. Regulation as last amended by Council Regulation (EC) No 1791/2006.\n(7)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Regulation (EC) No 1791/2006.\n(8)  OJ C 321, 31.12.2003, p. 1. Corrected by OJ C 4, 8.1.2004, p. 7.\n(9)  OJ L 184, 17.7.1999, p. 23. Decision as amended by Decision 2006/512/EC (OJ L 200, 22.7.2006, p. 11).\n(10)  OJ L 143, 7.6.1991, p. 11. Regulation as last amended by Regulation (EC) No 2029/2006 (OJ L 414, 30.12.2006, p. 29).\n(11)  OJ L 198, 22.7.1991, p. 1. Regulation as last amended by Commission Regulation (EC) No 394/2007 (OJ L 98, 13.4.2007, p. 3).\n(12)  OJ L 31, 1.2.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 575/2006 (OJ L 100, 8.4.2006, p. 3).\nANNEX I\nREQUIREMENTS APPLICABLE TO HOLDINGS\nIn addition to the relevant provisions of other relevant Community legislation, the following requirements shall apply:\nDrinkers\n1.\nDrinkers shall be positioned and maintained in such a way that spillage is minimised.\nFeeding\n2.\nFeed shall be either continuously available or be meal fed and must not be withdrawn from chickens more than 12 hours before the expected slaughter time.\nLitter\n3.\nAll chickens shall have permanent access to litter which is dry and friable on the surface.\nVentilation and heating\n4.\nVentilation shall be sufficient to avoid overheating and, where necessary, in combination with heating systems to remove excessive moisture.\nNoise\n5.\nThe sound level shall be minimised. Ventilation fans, feeding machinery or other equipment shall be constructed, placed, operated and maintained in such a way that they cause the least possible amount of noise.\nLight\n6.\nAll buildings shall have lighting with an intensity of at least 20 lux during the lighting periods, measured at bird eye level and illuminating at least 80 % of the useable area. A temporary reduction in the lighting level may be allowed when necessary following veterinary advice.\n7.\nWithin seven days from the time when the chickens are placed in the building and until three days before the foreseen time of slaughter, the lighting must follow a 24-hour rhythm and include periods of darkness lasting at least six hours in total, with at least one uninterrupted period of darkness of at least four hours, excluding dimming periods.\nInspection\n8.\nAll chickens kept on the holding must be inspected at least twice a day. Special attention should be paid to signs indicating a reduced level of animal welfare and/or animal health.\n9.\nChickens that are seriously injured or show evident signs of health disorder, such as those having difficulties in walking, severe ascites or severe malformations, and are likely to suffer, shall receive appropriate treatment or be culled immediately. A veterinarian shall be contacted whenever necessary.\nCleaning\n10.\nThose parts of buildings, equipment or utensils which are in contact with the chickens shall be thoroughly cleaned and disinfected every time after final depopulation is carried out, before a new flock is introduced into the house. After the final depopulation of a house, all litter must be removed, and clean litter must be provided.\nRecord keeping\n11.\nThe owner or keeper shall maintain a record for each house of a holding of:\n(a)\nthe number of chickens introduced;\n(b)\nthe useable area;\n(c)\nthe hybrid or breed of the chickens, if known;\n(d)\nby each control, the number of birds found dead with an indication of the causes, if known as well as the number of birds culled with cause;\n(e)\nthe number of chickens remaining in the flock following the removal of chickens for sale or for slaughter.\nThose records shall be retained for a period of at least three years and shall be made available to the competent authority when carrying out an inspection or when otherwise requested.\nSurgical interventions\n12.\nAll surgical interventions carried out for reasons other than therapeutic or diagnostic purposes which result in damage to or the loss of a sensitive part of the body or the alteration of bone structure shall be prohibited.\nHowever, beak trimming may be authorised by Member States when other measures to prevent feather pecking and cannibalism are exhausted. In such cases, it shall be carried out only after consultation and on the advice of a veterinarian and shall be carried out by qualified staff on chickens that are less than 10 days old. In addition, Member States may authorise the castration of chickens. The castration shall only be carried out under veterinary supervision by personnel who have received a specific training.\nANNEX II\nREQUIREMENTS FOR THE USE OF HIGHER STOCKING DENSITIES\nNotification and documentation\nThe following requirements shall apply:\n1.\nThe owner or keeper shall communicate to the competent authority his intention to use a stocking density of more than 33 kg/m2 live weight.\nHe shall indicate the exact figure and inform the competent authority of any change in the stocking density at least 15 days prior to the placement of the flock in the house.\nIf requested by the competent authority, that notification shall be accompanied by a document summarising the information contained in the documentation required under point 2.\n2.\nThe owner or keeper shall maintain and have available in the house compiled documentation describing in detail the production systems. In particular it shall include information on technical details of the house and its equipment such as:\n(a)\na plan of the house including the dimensions of the surfaces occupied by the chickens;\n(b)\nventilation and, if relevant, cooling and heating system, including their location, a ventilation plan, detailing target air quality parameters, such as airflow, air speed and temperature;\n(c)\nfeeding and watering systems and their location;\n(d)\nalarm systems and backup systems in the event of a failure of any automated or mechanical equipment essential for the health and well-being of the animals;\n(e)\nfloor type and litter normally used.\nThe documentation shall be made available to the competent authority on request and shall be kept updated. In particular, technical inspections of the ventilation and alarm system shall be recorded.\nThe owner or keeper shall communicate to the competent authority any changes to the described house, equipment or procedures which are likely to influence the welfare of the birds without undue delay.\nRequirements for the holdings — control of environment parameters\n3.\nThe owner or keeper shall ensure that each house of a holding is equipped with ventilation and, if necessary, heating and cooling systems designed, constructed and operated in such a way that:\n(a)\nthe concentration of ammonia (NH3) does not exceed 20 ppm and the concentration of carbon dioxide (CO2) does not exceed 3 000 ppm measured at the level of the chickens’ heads;\n(b)\nthe inside temperature, when the outside temperature measured in the shade exceeds 30 °C, does not exceed this outside temperature by more than 3 °C;\n(c)\nthe average relative humidity measured inside the house during 48 hours does not exceed 70 % when the outside temperature is below 10 °C.\nANNEX III\nMONITORING AND FOLLOW-UP AT THE SLAUGHTERHOUSE\n(as referred to in Article 3(1))\n1.   Mortality\n1.1.\nIn the case of stocking densities higher than 33 kg/m2, the documentation accompanying the flock shall include the daily mortality rate and the cumulative daily mortality rate calculated by the owner or keeper and the hybrid or breed of the chickens.\n1.2.\nUnder the supervision of the official veterinarian these data as well as the number of broilers dead on arrival shall be recorded, indicating the holding and the house of the holding. The plausibility of the data and of the cumulative daily mortality rate shall be checked taking into account the number of broilers slaughtered and the number of broilers dead on arrival at the slaughterhouse.\n2.   Post-mortem inspection\nIn the context of the controls performed under the Regulation (EC) No 854/2004, the official veterinarian shall evaluate the results of the post-mortem inspection to identify other possible indications of poor welfare conditions such as abnormal levels of contact dermatitis, parasitism and systemic illness in the holding or the unit of the house of the holding of origin.\n3.   Communication of results\nIf the mortality rate as referred to in paragraph 1 or the results of the post-mortem inspection as referred to in paragraph 2 are consistent with poor animal welfare conditions, the official veterinarian shall communicate the data to the owner or keeper of the animals and to the competent authority. Appropriate actions shall be taken by the owner or the keeper of the animals and by the competent authority.\nANNEX IV\nTRAINING\nThe training courses referred to in Article 4(2) shall at least cover Community legislation concerning the protection of chickens and in particular the following matters:\n(a)\nAnnexes I and II;\n(b)\nphysiology, in particular drinking and feeding needs, animal behaviour and the concept of stress;\n(c)\nthe practical aspects of the careful handling of chickens, and catching, loading and transport;\n(d)\nemergency care for chickens, emergency killing and culling;\n(e)\npreventive biosecurity measures.\nANNEX V\nCRITERIA FOR THE USE OF INCREASED STOCKING DENSITY\n(as referred to in Article 3(5))\n1.   Criteria\n(a)\nthe monitoring of the holding carried out by the competent authority within the last two years did not reveal any deficiencies with respect to the requirements of this Directive, and\n(b)\nthe monitoring by the owner or keeper of the holding is carried out using the guides to good management practice referred to in Article 8, and\n(c)\nin at least seven consecutive, subsequently checked flocks from a house the cumulative daily mortality rate was below 1 % + 0,06 % multiplied by the slaughter age of the flock in days.\nIf no monitoring of the holding was carried out by the competent authority within the last two years, at least one monitoring exercise has to be carried out to check whether requirement (a) is fulfilled.\n2.   Exceptional circumstances\nBy the way of derogation from 1(c), the competent authority may decide to increase the stocking density when the owner or keeper has provided sufficient explanation for the exceptional nature of a higher daily cumulative mortality rate or has shown that the causes lie beyond his sphere of control.", "summary": "Animal welfare — protection of chickens kept for meat production\nAnimal welfare — protection of chickens kept for meat production\nSUMMARY OF:\nDirective 2007/43/EC — minimum rules for the protection of chickens kept for meat production\nWHAT IS THE AIM OF THE DIRECTIVE?\nIt aims to introduce rules for animal welfare improvements in holdings in the European Union (EU) where chickens are kept for meat production.\nThese rules are designed to avoid distortions of competition in the sector.\nKEY POINTS\nScope\nThe directive applies to chickens kept for meat production (broiler chickens), and rearing stock on holdings which have both breeding stock and rearing stock.\nIt does not apply to: holdings with fewer than 500 chickens;holdings with only breeding stocks of chickens;hatcheries*;extensive indoor and free-range chickens; andorganically reared chickens.\nRules that apply to all holdings\nPoultry houses where chickens are kept must allow all chickens adequate access to: drinking water;feed; anddry and friable litter.\nBuildings must have adequate lighting during the lighting periods and sufficient ventilation.\nAll chickens kept on the holdings must be inspected at least twice a day.\nChickens that are seriously injured or in poor health must be treated or immediately culled.\nSurgical procedures performed for purposes other than medical treatment are generally prohibited. Beak trimming and castration are only permitted in certain cases.\nThe owner or keeper must keep records of each poultry house on their holding: the number of chickens introduced and remaining following the removal of chickens for sale and slaughter;the usable area;the breed or type of hybrid of the chickens; andthe mortality rate.\nStocking density\n*\nEU Member States must ensure that maximum stocking density in a holding or a poultry house on a holding does not at any time exceed 33 kg/m2.\nA higher stocking density of a maximum of 39 kg/m2 is permitted if the owner or keeper complies with the requirements set out in the directive’s Annex II (environment parameters). The owner or keeper must supply the competent authorities with specific documentation containing technical details relating to the holding and its equipment.\nSuch high-density holdings must be equipped with ventilation, heating and cooling systems to maintain the appropriate temperature, humidity and CO2 and NH3 concentrations.\nIn exceptional circumstances, defined in Annex V, the stocking density may rise to a maximum of 42 kg/m2.\nTraining\nPersons attending to chickens must hold a certificate attesting they have completed an approved training course or have experience equivalent to such training. Training courses must cover the following welfare aspects: the stocking density requirements for holdings;animal physiology;handling chickens and administering emergency care; andpreventive biosecurity.\nMember States must encourage the development and distribution of guides to good management practice.\nInspections\nNational authorities must carry out regular inspections of holdings to ensure compliance with the directive. Each year, they must submit a report to the European Commission on the inspections carried out and a list of actions taken to address any welfare problems detected.\nMonitoring and follow-up at slaughterhouses\nMonitoring at slaughterhouses ensures that the number of broilers dead on arrival are recorded. Signs of poor welfare conditions may be identified in the course of post mortem inspections. If such signs are revealed, the holding and the competent authorities must take appropriate measures.\nReports\nIn recent years, a wide range of metabolic and behavioural traits in broilers has been modified by genetic selection, leading to various welfare issues. These include leg problems affecting movement, sudden death syndrome and skin diseases such as contact dermatitis. In 2016, the Commission published a report looking at the influence of genetic parameters on identified deficiencies resulting in poor welfare of chickens. It concluded that: breeders are progressively taking into account traits related to chicken health and welfare in their selection programmes; andthe current legislation provides a monitoring system for animal welfare indicators in commercial conditions that could be further used in the context of genetic selection.\nIn 2018, the Commission published a report on the application of Directive 2007/43/EC and its influence on the welfare of chickens kept for meat production, as well as the development of welfare indicators.\nStanding Committee\nThe Standing Committee on Plants, Animals, Food and Feed assists the Commission in implementing this directive.\nAmendment\nRegulation (EU) 2017/625 on enforcing EU rules for the agri-food chain (see summary) introduced some minor amendments to Regulation (EC) No 1/2005. The amending regulation brings official controls in all the various segments of the supply chain (including animal welfare) under the same legal umbrella. It also provides for new EU reference centres for animal welfare to be established. These centres will undertake scientific and technical studies, conduct training courses, make research findings available and provide scientific and technical advice to Member States. An implementing act, Commission Implementing Regulation (EU) 2019/1685, designated an EU reference centre for poultry and other small farmed animals.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt has applied since 1 August 2007 and had to become law in the Member States by 30 June 2010.\nBACKGROUND\n              \nFor further information, see:\nBroilers (European Commission).\nKEY TERMS\n              \nHatchery. A building where poultry eggs are hatched, often under artificial conditions using incubators.\nStocking density. The total live weight of chickens that are present in a house at the same time per square metre of useable area.\nMAIN DOCUMENT\n            \nCouncil Directive 2007/43/EC of 28 June 2007 laying down minimum rules for the protection of chickens kept for meat production (OJ L 182, 12.7.2007, pp. 19–28).\nSuccessive amendments to Directive 2007/43/EC have been incorporated in the original text. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nCommission Implementing Regulation (EU) 2019/1685 of 4 October 2019 designating a European Union Reference Centre for Animal Welfare for poultry and other small farmed animals (OJ L 258, 9.10.2019, pp. 11–12).\nReport from the Commission to the European Parliament and to the Council on the application of Directive 2007/43/EC and its influence on the welfare of chickens kept for meat production, as well as the development of welfare indicators (COM(2018) 181 final, 13.4.2018).\nReport from the Commission to the European Parliament and to the Council on the impact of genetic selection on the welfare of chickens kept for meat production (COM(2016) 182 final, 7.4.2016).\nlast update 09.11.2021", "tags": ["veterinary legislation", "protection of animals", "regulation of agricultural production", "poultrymeat", "poultry", "animal welfare", "intensive livestock farming"], "subjects": ["Veterinary legislation", "Agriculture and Fisheries"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}