{"celex_id": "32013H0172", "reference": "9.4.2013\nEN\nOfficial Journal of the European Union\nL 99/17\nCOMMISSION RECOMMENDATION\nof 5 April 2013\non a common framework for a unique device identification system of medical devices in the Union\n(Text with EEA relevance)\n(2013/172/EU)\nTHE EUROPEAN COMMISSION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 292 thereof,\nWhereas:\n(1)\nTraceability of medical devices throughout the whole supply chain contributes to patient safety by facilitating vigilance, market surveillance and transparency in this sector.\n(2)\nThe current regulatory framework for medical devices does not include specific provisions on traceability. Therefore, a recommendation paving the way to a reinforced regulatory approach on traceability of medical devices is needed.\n(3)\nThe proposal from the European Commission for a regulation of the European Parliament and of the Council on medical devices, and amending Directive 2001/83/EC, Regulation (EC) No 178/2002 and Regulation (EC) No 1223/2009 (1) adopted on 26 September 2012, and the proposal from the European Commission for a regulation of the European Parliament and of the Council on in vitro diagnostic medical devices (2) adopted on 26 September 2012, include provisions on traceability of medical devices and in vitro diagnostic medical devices, in order to improve patient health and safety.\n(4)\nThe Council conclusions on innovation in the medical device sector (3) of 6 June 2011 invites the Commission and Member States to pay particular attention to interoperability and safety issues related to the integration of medical devices in e-Health systems, especially personal health systems.\n(5)\nSignificant efforts are being made at international level towards a globally harmonised approach on traceability and to establish a globally accepted unique device identification (UDI) system for medical devices.\n(6)\nUDI mechanisms, based on different national and/or regional traceability requirements, have already been developed and there is a risk that further diverging UDI mechanisms may be developed at these levels.\n(7)\nIn future certain information contained in the UDI code could feed the Electronic Health Record according to Directive 2011/24/EU of the European Parliament and of the Council of 9 March 2011 on the application of patients’ rights in cross-border healthcare (4) and the Digital Agenda for Europe (5),\nHAS ADOPTED THIS RECOMMENDATION:\n1.   INTRODUCTION\nPurpose of the Recommendation\n1.\nTraceability is currently not regulated by the medical device directives (6) while it is addressed in some cases at national and/or regional level. The differences and incompatibility between the traceability mechanisms may weaken and compromise the efficiency of the systems put in place.\n2.\nIn addition, the development of different national and/or regional unique device identification mechanisms would oblige manufacturers to adapt their products to each mechanism in order to fulfil traceability obligations.\n3.\nThe best way to ensure effective traceability of medical devices in the Union is to develop a UDI system harmonised at European level. The ongoing revision process of the current Directives on medical devices should empower the Commission to adopt detailed traceability requirements.\n4.\nIn the meantime, should Member States decide to develop their own UDI mechanisms it is essential that these are made compatible with each other and with the future UDI system of the Union. This is important in order to avoid the risk of incompatible and divergent systems frustrating the objectives of the internal market and to facilitate the introduction of a harmonized UDI system of the Union.\n5.\nThis Recommendation does not aim to define all the aspects of the UDI system. It should be taken as a tool to facilitate the compatibility of the traceability mechanisms established at national and/or regional level and to pave the way to the mandatory implementation of an internationally compatible UDI system of the Union.\nScope of the Recommendation\n6.\nThis Recommendation applies to medical devices, active implantable medical devices (other than devices which are custom-made or intended for clinical investigations) and in vitro diagnostic medical devices (other than those manufactured in health institutions and for performance evaluation), including their accessories.\nInternational activity on UDI\n7.\nAt international level, in 2008 the Global Harmonization Task Force (GHTF) (7) set up an ad hoc working group with the purpose of developing an internationally coordinated approach on UDI.\n8.\nThis group, gathering industry and regulators, was chaired by the European Commission and ceased its activity in September 2011, when the GHTF adopted a guidance (8) document on a ‘Unique Device Identification (UDI) System for Medical Devices’.\n9.\nThe work of the GHTF towards a further harmonisation of the medical device regulatory framework is being carried out under the auspice of the International Medical Device Regulators Forum (IMDRF) (9).\n10.\nThis Recommendation is aligned to the approach developed at international level.\nEuropean activity on UDI\n11.\nIn 2010, the European Commission set up a European UDI ad hoc Working Group, within the regulatory framework established by the directives on medical devices, in order to develop a coordinated approach, taking into account the progress made at both national and international level.\n12.\nThe aim of the group is threefold:\n(a)\nfirst, it is intended to encourage contributions and monitor the reaction of Competent Authorities to the work carried out at international level;\n(b)\nsecond, it encourages the sharing of views and information on national initiatives developed by Member States and search for common solutions;\n(c)\nthirdly, it facilitates the convergence with the future Union legislation of national initiatives developed by Member States.\n2.   RATIONALE\n13.\nThe primary objectives of a UDI system are patient safety (10) enhancement and patient care optimisation. It pursues these objectives by:\n(a)\nimproving incident reporting;\n(b)\nfacilitating efficient recalls and other field safety corrective actions (FSCA);\n(c)\nfacilitating efficient post market actions by national competent authorities;\n(d)\nenabling queries in numerous data systems;\n(e)\nreducing the likelihood of medical errors linked to misuse of the device.\n14.\nThe establishment of a UDI system could also support the achievement of other objectives such as the fight against counterfeiting, better distribution control, stock management and reimbursement issues.\n15.\nHowever, the objectives referred to in paragraph 14 should be seen as possible positive consequences of the UDI system.\nImprovement of incident reporting\n16.\nThe use of a UDI is expected to improve incident reporting and offers the opportunity to gather all the incidents related to one medical device at Union level and, in case of an internationally accepted and compatible UDI, at international level. This will increase the potential for comparing results associated with each specific medical device.\nEfficient recalls and other field safety corrective actions\n17.\nThe attribution of a unique identifier to a specific device and its use along the distribution chain (global use) will allow the unambiguous identification of the device itself.\n18.\nFor traceability to be ensured, it is not sufficient that every manufacturer has developed its own traceability mechanism. The lack of a Union system used all along the supply chain could lead to negative outcomes inasmuch as each actor of the distribution chain might modify the coding developed by the manufacturer. This might give rise to errors in the encoding of medical devices which would in turn endanger the traceability of devices in case of FSCA. The use of the same coding language improves the tracking and tracing of medical devices.\nEfficient post market actions by national competent authorities\n19.\nA UDI system helps specifically to target identified products.\n20.\nIn addition, it will provide an opportunity to ensure coordinated reactions by Member States.\nQueries in numerous data systems\n21.\nBy using the same UDI in different data systems (both at regulatory and health institutions level) queries will become more efficient and it will be easier to perform searches in order to aggregate information. At the moment, this approach is not possible because each data system has its own identification tool.\nReduction of medical errors\n22.\nIt might be expected that, by using identification mechanisms, the number of cases where medical devices have been incorrectly selected will be reduced.\n3.   DEFINITIONS\nFor the purposes of this Recommendation the following definitions apply:\n(a)\n‘medical device’ means any instrument, apparatus, appliance, software, material or other article, whether used alone or in combination, including the software intended by its manufacturer to be used specifically for diagnostic and/or therapeutic purposes and necessary for its proper application, intended by the manufacturer to be used for human beings for the purpose of:\n—\ndiagnosis, prevention, monitoring, treatment or alleviation of disease,\n—\ndiagnosis, monitoring, treatment, alleviation of or compensation for an injury or handicap,\n—\ninvestigation, replacement or modification of the anatomy or of a physiological process,\n—\ncontrol of conception,\nand which does not achieve its principal intended action in or on the human body by pharmacological, immunological or metabolic means, but which may be assisted in its function by such means (11);\n(b)\n‘active implantable medical device’ means any active medical device which is intended to be totally or partially introduced, surgically or medically, into the human body or by medical intervention into a natural orifice, and which is intended to remain after the procedure (12);\n(c)\n‘in vitro diagnostic medical device’ means any medical device which is a reagent, reagent product, calibrator, control material, kit, instrument, apparatus, equipment or system, whether used alone or in combination, intended by the manufacturer to be used in vitro for the examination of specimens, including blood and tissue donations, derived from the human body, solely or principally for the purpose of providing information:\n—\nconcerning a physiological or pathological state, or\n—\nconcerning a congenital abnormality, or\n—\nto determine the safety and compatibility with potential recipients, or\n—\nto monitor therapeutic measures.\nSpecimen receptacles are considered to be in vitro diagnostic medical devices. ‘Specimen receptacles’ are those devices, whether vacuum-type or not, specifically intended by their manufacturers for the primary containment and preservation of specimens derived from the human body for the purpose of in vitro diagnostic examination.\nProducts for general laboratory use are not in vitro diagnostic medical devices unless such products, in view of their characteristics, are specifically intended by their manufacturer to be used for in vitro diagnostic examination (13);\n(d)\n‘traceability’ means the ability to trace the history, application or location of that which is under consideration;\n(e)\n‘unique device identification — UDI’ means a series of numeric or alphanumeric characters that is created through an internationally accepted device identification and coding standard and allows the unambiguous identification of specific medical devices on the market. The UDI comprises the device identifier and production identifier;\n(f)\n‘device identifier’ means a unique numeric or alphanumeric code specific to a manufacturer and a device model;\n(g)\n‘production identifier’ means a unique numeric or alphanumeric code that identifies data related to the unit of device production;\n(h)\n‘UDI carrier’ means the way in which the unique device identification is conveyed by means of the Automatic Identification and Data Capture (14) (AIDC) and, if applicable, its human readable interpretation (HRI);\n(i)\n‘UDI electronic system’ means a central repository/database storing device identifier codes and related/associated identifying information of specific devices placed on the Union market;\n(j)\n‘human readable interpretation’ means a legible format of the data characters encoded in the AIDC symbol;\n(k)\n‘direct part mark’ means any technology which can be used to fix a symbol on the surface of an item (e.g. producing two different surface conditions by laser etching, moulding, peening or other technologies like ink jet printing or flexography);\n(l)\n‘manufacturer’ means the natural or legal person with responsibility for the design, manufacture, packaging and labelling of a device before it is placed on the market under his own name, regardless of whether these operations are carried out by that person himself or on his behalf by a third party (15);\n(m)\n‘authorised representative’ means any natural or legal person established within the Union who, explicitly designated by the manufacturer, acts and may be addressed by authorities and bodies in the Community instead of the manufacturer with regard to the latter’s obligations under the relevant Community legislation (16);\n(n)\n‘importer’ means any natural or legal person established within the Union who places a device from a third country on the Union market (17);\n(o)\n‘distributor’ means any natural or legal person in the supply chain, other than the manufacturer or the importer, who makes a device available on the market (18);\n(p)\n‘economic operators’ means the manufacturer, the authorised representative, the importer and the distributor (19);\n(q)\n‘health institution’ means an organisation whose primary purpose is the care or treatment of patients and/or the promotion of public health;\n(r)\n‘user’ means the person, either professional or lay, who uses a device.\n4.   RISK BASED APPROACH\n23.\nShould Member States intend to establish a UDI system they should follow a risk based approach in accordance with the classification of the device.\n24.\nThe UDI system should be implemented gradually, starting from highest risk class devices which should be the first to respect the condition to bear the UDI.\nUDI type\n25.\nThe UDI should comprise two parts, a device identifier and a production identifier.\n26.\nThe device identifier should contain static information (20) specific to a manufacturer and a device model and is also used as the ‘access key’ to information stored in a UDI database.\n27.\nThe production identifier should contain dynamic information (21) identifying data related to the unit of device production and determine the level of traceability to be achieved.\n28.\nUDI should appear in both human readable format (human readable version composed of a series of numeric or alphanumeric characters) and in a format that can be read by an AIDC technology and conveyed via a carrier.\n29.\nIf there are significant constraints limiting the use of both AIDC and HRI on the label, the AIDC format should be favoured. However, certain environments or use situations, such as home care, may warrant the use of HRI over AIDC.\n30.\nMember States should monitor that differentiation between the different classes of devices is based exclusively on the type of production identifier (dynamic information) in accordance with paragraph 31.\n31.\nAs a general rule, the information provided by the production identifier (dynamic information) should vary according to the different risk classes as follows (22):\n—\nexpiration date and/or manufacturing date for class I,\n—\nlot/batch number for class IIa,\n—\nlot/batch number for class IIb,\n—\nlot/batch number or serial number (23) for class III.\n32.\nWhere appropriate, manufacturers may choose a production identifier (dynamic information) applicable to a higher class than the device in question.\nUDI application\n33.\nAs a general rule, UDI should be applied to every packaging level for all classes of devices (24).\n34.\nUDI carrier (AIDC and HRI representation of the UDI) should be on the label of the device, its package, or on the device itself (direct part mark), and on all higher levels of packaging (25).\n5.   CONDITIONS TO BE FULFILLED BY ECONOMIC OPERATORS, HEALTH INSTITUTIONS AND PROFESSIONAL USERS\n35.\nIn order to achieve the objectives of the UDI system, while developing their own national UDI mechanisms, the economic operators and health institutions should store through the distribution chain information related to both the device identifier (static information) and the production identifier (dynamic information). Health institutions and, where feasible, professional users should use this information in their reporting of incidents. This will, in particular, allow a more efficient action in case of recall or withdrawal of products.\n36.\nInformation related to the device identifier (static information) should be collected into the national UDI databases.\n37.\nOnce the future European databank on medical devices (Eudamed) is established, information related to device identifier (static information) will be centralised at European level via a European UDI electronic system which will be part of the future Eudamed.\n38.\nAs regards information related to production identifier (dynamic information), it should not be sent to the national UDI databases and will not be included in the European UDI electronic system.\nFor the purpose of this Recommendation economic operators, health institutions and professional users should align with the following conditions.\nManufacturers\n39.\nFirst, manufacturers should appropriately allocate a UDI (static and dynamic parts) to the medical devices they manufacture.\n40.\nSecond, they should provide the required data elements (see Annex) to be included in the UDI database.\n41.\nThird, they should modify the labelling of their products in order to print the UDI code as far as practicable on the label of the device, its package, or on the device itself (direct part mark), and on all higher levels of packaging, as referred to in paragraph 34.\n42.\nFourth, they should keep an electronic record of both device identifier (static information) and production identifier (dynamic information).\n43.\nLastly, they should keep an electronic record of the economic operator, health institution or professional users to whom they have supplied each specific product.\nImporters\n44.\nFirst, importers should verify that the manufacturer has appropriately allocated a UDI (static and dynamic parts) to the product before they put it on the Union market. Where an importer considers or has reason to believe that this condition has not been fulfilled, he should not place the device on the Union market until it is brought into conformity.\n45.\nSecond, importers should not remove or modify the UDI, otherwise traceability will be impossible.\n46.\nThird, they should ascertain whether the device has already been registered in the UDI database of the Member State where the device has been placed on the Union market.\n47.\nIf the device has already been registered, importers should verify that the device identifier (static information) on the product corresponds to that in the UDI database.\n48.\nIf the device has not yet been registered, the importers should align with the conditions concerning the registration of the information related to the device identifier (static information).\n49.\nFourth, they should keep an electronic record of both device identifier (static information) and production identifier (dynamic information).\n50.\nFifth, they should keep an electronic record of the economic operator who has supplied them with a device.\n51.\nLastly, they should keep electronic record of the economic operator, health institution or professional users to whom they have supplied the device.\nAuthorised representatives\n52.\nWhere a manufacturer who places a device on the market under his own name does not have a registered place of business in a Member State, he should designate a single authorised representative in the Union. The designation must be effective at least for all devices of the same model.\n53.\nThe authorised representatives should have access, on request, to the record of both device identifier (static information) and production identifier (dynamic information) related to the product(s) for which he is appointed.\nDistributors\n54.\nFirst, before making a device available on the market distributors should verify that the manufacturer and, where applicable, the importer has appropriately allocated a UDI (static and dynamic parts) to the product. Where a distributor considers or has reason to believe that this condition has not been fulfilled, he should not make the device available on the Union market until it is brought into conformity.\n55.\nSecond, distributors should not remove or modify the UDI, otherwise traceability will be impossible.\n56.\nThird, they should keep an electronic record of both device identifier (static information) and production identifier (dynamic information).\n57.\nFourth, they should keep an electronic record of the economic operator who has supplied them with a device.\n58.\nLastly, they should keep an electronic record of the economic operator, health institution or professional users to whom they have supplied a device.\nHealth institutions\n59.\nFirst, health institutions should keep an electronic record of both device identifier (static information) and production identifier (dynamic information) of medical devices entering these organisations. Information related to both device identifier (static information) and production identifier (dynamic information) in respect of devices for which incidents are reported should be used by health institutions in their reporting of incidents.\n60.\nSecond, for certain medical devices, such as those used for high risk procedures and/or specifically intended to be used for high risk patients, a link should be established between the device used and the patient treated with it. Therefore, health institutions should keep a record of which device has been used on which patient.\n61.\nThird, for certain devices such as implantable medical devices, health institutions should store both device identifier (static information) and production identifier (dynamic information) in the electronic patient record. Indeed, in case of recall, it should be possible to know exactly which medical device has been implanted to which patient.\nProfessional users\n62.\nWhere feasible, information related to both device identifier (static information) and production identifier (dynamic information) in respect of devices for which incidents are reported should be used by professional users in their reporting of incidents.\n6.   UDI NATIONAL DATABASES\nData elements\n63.\nMember States who intend to establish a UDI system for medical devices are invited to build it on national UDI databases.\n64.\nFor the purpose of this Recommendation, Member States are invited to promote the use of the Extensible Markup Language (XML), as a common format for data exchange between UDI databases, and take into account relevant specifications and semantic standards existing in the area.\n65.\nThe data elements, which are listed in the Annex, should be introduced in UDI national databases and should correspond to the elements linked to the device identifier (static information).\nDone at Brussels, 5 April 2013.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  COM(2012) 542 final\n(2)  COM(2012) 541 final.\n(3)  OJ C 202, 8.7.2011, p. 7.\n(4)  OJ L 88, 4.4.2011, p. 45.\n(5)  http://ec.europa.eu/digital-agenda/\n(6)  Council Directive 90/385/EEC (OJ L 189, 20.7.1990, p. 17), Council Directive 93/42/EEC (OJ L 169, 12.7.1993, p. 1), Directive 98/79/EC of the European Parliament and of the Council (OJ L 331, 7.12.1998, p. 1).\n(7)  The ‘Global Harmonization Task Force (GHTF)’ is a voluntary international group of representatives from medical device regulatory authorities and trade associations from Europe, the United States of America (USA), Canada, Japan and Australia. GHTF was conceived in 1992 in an effort to respond to the growing need for international harmonisation in the regulation of medical devices. The GHTF mission ended in December 2012.\n(8)  www.imdrf.org/docs/ghtf/final/steering-committee/technical-docs/ghtf-sc-n2r3-2011-unique-device-identification-system-110916.pdf\n(9)  The ‘International Medical Device Regulators Forum (IMDRF)’ was conceived in February 2011 as a forum to discuss future directions in medical device regulatory harmonisation. It is a voluntary group of medical device regulators from Australia, Brazil, Canada, China (observer), European Union, Japan, Russia (observer) and the United States who have come together to build on the strong foundational work of the ‘Global Harmonization Task Force on Medical Devices (GHTF)’. The ‘World Health Organization (WHO)’ participates in the IMDRF as an observer.\n(10)  Patient safety is understood as the avoidance, prevention and amelioration of adverse outcomes or injuries stemming from the processes of health care. These events include ‘errors’, ‘deviations’, ‘accidents’. Safety emerges from the interaction of the components of the system; it does not reside in a person, device or department. Improving safety depends on learning how safety emerges from the interactions of the components. Patient safety is a subset of health care quality.\n(11)  Article 1(2)(a) of Directive 93/42/EEC.\n(12)  Article 1(2)(c) of Directive 90/385/EEC.\n(13)  Article 1(2)(b) of Directive 98/79/EC.\n(14)  The Automatic Identification and Data Capture refers to the methods for automatically identifying objects, collecting data about them, and entering the data directly into computer systems.\n(15)  Article 1(2)(f) of Directive 93/42/EEC.\n(16)  Article 1(2)(j) of Directive 93/42/EEC.\n(17)  Article 2(5) of Regulation (EC) No 765/2008 of the European Parliament and of the Council (OJ L 218, 13.8.2008, p.30).\n(18)  Article 2(6) of Regulation (EC) No 765/2008.\n(19)  Article 2(7) of Regulation (EC) No 765/2008.\n(20)  This information does not vary from one to another device of the same specific model.\n(21)  This information varies according to the different way the production process is controlled (by expiration/manufacturing date, lot/batch number or serial number).\n(22)  In accordance with international guidance, possible exceptions and/or exemptions to the general rule, based on the device class, should be taken into account.\n(23)  The serial number allows the identification of the individual device unit.\n(24)  In accordance with international guidance, possible exceptions and/or exemptions to the general rule, based on the device class, should be taken into account.\n(25)  According to international guidance, pallets are not included in the notion of higher levels of packaging therefore UDI conditions do not apply to pallets.\nANNEX\nDATA ELEMENTS OF THE NATIONAL UDI DATABASES\nNational databases on UDI should include the following data elements:\n(a)\nquantity per package configuration;\n(b)\nif applicable, alternative or additional identifier(s);\n(c)\nthe way how the device production is controlled (expiration date or manufacturing date, lot or batch number, serialisation number);\n(d)\nif applicable, the unit of use device identifier (when a UDI is not assigned to the device at the level of its unit of use, a ‘unit of use’ device identifier shall be assigned to associate the use of a device with a patient);\n(e)\nname and address of the manufacturer (as indicated on the label);\n(f)\nif applicable, name and address of the authorised representative (as indicated on the label);\n(g)\nGlobal Medical Device Nomenclature (GMDN) code or internationally recognised nomenclature code;\n(h)\nif applicable, trade/brand name;\n(i)\nif applicable, device model, reference, or catalogue number;\n(j)\nif applicable, clinical size (including volume, length, gauge and diameter);\n(k)\nadditional product description (optional);\n(l)\nif applicable, storage and/or handling conditions (as indicated on the label or in the instructions for use);\n(m)\nif applicable, additional trade names of the device;\n(n)\nlabelled as single use device (y/n);\n(o)\nif applicable, restricted number of reuses;\n(p)\ndevice packaged sterile (y/n);\n(q)\nneed for sterilisation before use (y/n);\n(r)\nlabelled as containing latex (y/n);\n(s)\nlabelled as containing DEPH (y/n);\n(t)\nURL for additional information, e.g. electronic instructions for use (optional);\n(u)\nif applicable, critical warnings or contraindications.", "summary": "EU system to identify medical devices for greater patient safety\nEU system to identify medical devices for greater patient safety\nThe recommendation to European Union (EU) governments is designed to improve patient safety by using a common framework to identify medical devices so they can be easily traced.\nACT\nCommission Recommendation 2013/172/EU of 5 April 2013 on a common framework for a unique device identification system of medical devices in the Union (Official Journal L 99 of 9.4.2013).\nSUMMARY\nMedical devices range from simple bandages to breast implants and highly sophisticated life-support machines. Legislation exists to guarantee the health and safety of patients and professionals who use them, but this does not include ways of tracing the items during their life cycle.\nCommon identification system (Unique Device Identification - UDI)\nA common system has many advantages. It makes it possible to identify the products involved in any incident and arrange their recall, if necessary. Using the same data, such as a manufacturer's name and batch number, will enable this to be achieved across the EU, not just in one country. It should reduce medical errors where a device has been incorrectly used.\nBenefits\nThe primary aim of the UDI system is to increase patient safety. It will also make it easier to identify fake products, improve distribution control and stock management of the items involved and accurately identify the devices used when treatment is reimbursed.\nEfforts are under way to establish a globally accepted UDI system to replace different national and regional ones used in the EU. A single European UDI system will avoid unnecessary complications for manufacturers and users in the EU and will be aligned with international standards.\nRequirements on manufacturers\nManufacturers must clearly identify the medical devices they produce with a UDI label or mark. The UDI will include an expiry or manufacturing date and a batch number. Importers and distributors must verify that this has been done before offering the equipment for sale.\nRequirements on health institutions\nHospitals and other health institutions should keep an electronic record of the medical devices on their premises and when these are used for high-risk operations include information on which device has been used on which patient.\nCentralised databank on medical devices\nInformation on manufacturers and the devices they produce will be centralised in the future European databank on medical devices (Eudamed) once it is established.\nLast updated: 23.07.2014", "tags": ["health control", "medical device", "product safety", "database", "health care", "exchange of information", "traceability"], "subjects": ["Internal market - Principles"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}