{"celex_id": "32020R0474", "reference": "1.4.2020\nEN\nOfficial Journal of the European Union\nL 100/12\nCOMMISSION DELEGATED REGULATION (EU) 2020/474\nof 20 January 2020\non the European Hull Data Base\nTHE EUROPEAN COMMISSION,\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive (EU) 2016/1629 of the European Parliament and of the Council of 14 September 2016 laying down technical requirements for inland waterway vessels, amending Directive 2009/100/EC and repealing Directive 2006/87/EC (1), and in particular Article 19(7) thereof,\nWhereas:\n(1)\nIn order to ensure the smooth application of Directive (EU) 2016/1629 full access should be granted to the competent authorities of the Member States, the Contracting parties to the Revised Convention for Rhine Navigation and third countries entrusted with the tasks related to the application of Directive (EU) 2016/1629 and Directiv 2005/44/EC of the European Parliament and of the Council (2).\n(2)\nFull access allows Member States to cooperate among themselves, as well as with third countries, and to coordinate their work with respect to the processing of data regarding the crafts entered in the EHDB.\n(3)\nRead only access to the EHDB should be provided to other authorities in order to perform administrative measures for ensuring waterway traffic and infrastructure management, maintaining or enforcing safety of navigation and collecting statistical data.\n(4)\nTo ensure the smooth operation of the EHDB and to facilitate the verification of the access requests to the EHDB, Member States, contracting parties to the Revised Convention for Rhine Navigation and relevant third countries should designate a single contact point.\n(5)\nIt is appropriate to set out the steps Member States should follow when providing the read-only access to the EHDB in order to ensure security of data and the smooth operation of the EHDB.\n(6)\nHigh-quality, comparable, up-to-date, reliable and harmonised data on inland navigation crafts are needed in order to facilitate the verification of a craft’s present and past data and information related to the issued certificates and new applications for certificates. Consequently a detailed list of data related to the craft should be set out.\n(7)\nThe specifications should remain technology-neutral and open to innovative Technologies and the once-only and interoperability-by-default principles should apply. Due account should be taken of the principles and recommendations set out in the EU eGovernment Action Plan 2016-2020 (3) and the European Interoperability Framework (4).\n(8)\nWhenever the measures provided for in this Regulation entail the processing of personal data, it should be carried out in accordance with Union law on the protection of personal data, in particular Regulation (EU) 2018/1725 of the European Parliament and of the Council (5) with regard to the processing by the European Commission and Regulation (EU) 2016/679 of the European Parliament and of the Council (6) with regard to the processing by the Member States competent authorities.\n(9)\nThe European Data Protection Supervisor was consulted in accordance with Article 42 of Regulation (EU) 2018/1725,\nHAS ADOPTED THIS REGULATION:\nArticle 1\nSubject matter and scope\nThis Regulation lays down rules on the collection, processing and access of the data kept in the European Hull Data Base (EHDB) referred to in Article 19 of Directive (EU) 2016/1629, as well as the types of access permitted and the instructions regarding the use and operation of the database.\nArticle 2\nCollecting data\nMember States shall enter in the EHDB the data for the identification of a craft referred to in Annex 1 to this Regulation.\nArticle 3\nFull access of and processing of the data in the EHDB\n1.   The data shall be accessed and processed by the competent authorities of the Member States, by the contracting parties to the Revised Convention for Rhine Navigation and by third countries entrusted with the tasks related to the application of Directives (EU) 2016/1629 and 2005/44/EC in order to support the implementation of administrative measures for maintaining safety and ease of navigation and to ensure application of Directive (EU) 2016/1629.\n2.   Each Member State, contracting party to the Revised Convention for Rhine Navigation and third country referred to in paragraph 1 shall notify the Commission the names and addresses of the competent authorities referred to in paragraph 1.\n3.   Member States shall ensure consistency between the data kept in registers referred to in Article 17 of Directive (EU) 2016/1629 and data provided in the EHDB.\n4.   Full access to the EHDB shall be granted in accordance with Annex 3 to this Regulation.\nArticle 4\nRead-only access to the EHDB\n1.   In order to perform administrative measures for ensuring waterway traffic and infrastructure management, maintaining or enforcing safety of navigation and collecting statistical data, read-only access to the EHDB may be granted to authorities, other than those referred to in Article 3 of Member States, of contracting parties to the Revised Convention for Rhine Navigation and of third countries referred to in Article 3(1) of this Regulation.\n2.   Each Member State, contracting party to the Revised Convention for Rhine Navigation or third country shall notify the Commission of the names and addresses of the bodies referred to in paragraph 1, indicating their user profiles in accordance with Annex 2 to this Regulation.\n3.   The read-only access to the EHDB shall be granted in accordance with Annex 4 to this Regulation.\nArticle 5\nSingle contact point for the EHDB\n1.   Each Member State, contracting party to the Revised Convention for Rhine Navigation and third country referred to in Article 3(1) shall designate a single contact point for the Commission and other Member States, in order to facilitate the exchange of information on the validation of the access in accordance with Articles 3 and 4. Notifications in accordance with paragraph (2) of Article 3 and paragraph (2) of Article 4 shall be done by recording the relevant information in the EHDB.\n2.   The single contact point shall be selected among the competent authorities referred to in Article 3(1) of this Regulation.\n3.   Each Member State, contracting party to the Revised Convention for Rhine Navigation and third country referred to in Article 3(1) of this Regulation shall notify the Commission the names and contact details of the single contact point for the EHDB.\nArticle 6\nEntry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 20 January 2020.\nFor the Commission\nThe President\nUrsula VON DER LEYEN\n(1)  OJ L 252, 16.9.2016, p. 118.\n(2)  Directive 2005/44/EC of the European Parliament and of the Council of 7 September 2005 on harmonised river information services (RIS) on inland waterways in the Community (OJ L 255, 30.9.2005, p. 152).\n(3)  EU eGovernment Action Plan 2016-2020 Accelerating the digital transformation of government- Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions (COM(2016) 179 final).\n(4)  European Interoperability Framework – Implementation Strategy, Communication form the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions (COM(2017) 134).\n(5)  Regulation (EU) 2018/1725 of the European Parliament and of the Council of 23 October 2018 on the protection of natural persons with regard to the processing of personal data by the Union institutions, bodies, offices and agencies and on the free movement of such data, and repealing Regulation (EC) No 45/2001 and Decision No 1247/2002/EC (OJ L 295, 21.11.2018, p. 39).\n(6)  Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation) (OJ L 119, 4.5.2016, p. 1).\nANNEX 1\nThe data for the identification of a craft\nThe list of data for the identification of a vessel as set out in Annex 2 of the applicable European Standard laying down Technical Requirements for Inland Navigation vessels shall be those referred to in Annex II to Directive (EU) 2016/1629.\nANNEX 2\nUser profiles and access rights\n1.1.\nThe Commission shall grant access rights to individual users corresponding to the user profiles laid down in Table 1.\n1.2.   \nThe Commission may also grant access to the EHDB to international organisations and authorities of a third country, in accordance with Article 19(5) of Directive (EU) 2016/1629 where the requirements set out in Article 46 of Regulation (EU) 2018/1725 are fulfilled. User profiles or their access rights can be limited following the result of the assessment concerning the level of protection of natural persons’ personal data.\nUser profiles\nDefinition\nAccess rights\nTechnical Certification Authority\nCompetent authority or inspection body for the issuance of the Union inland navigation certificates in accordance with Article 6 of Directive (EU) 2016/1629\nOr\nInspection body for the issuance of certificate pursuant to Article 22 of the Revised Convention for Rhine Navigation\nOr\nSimilar competent authority of third countries that is entrusted with tasks related to the application of Directive (EU) 2016/1629\nOr\nCompetent authority for the issuance of the unique European vessel identification number in accordance with Article 18 of Directive (EU) 2016/1629\nFull access\nRIS Authority\nCompetent authority for the RIS application and for the international exchange of data in accordance with Article 8 of Directive 2005/44/EC\nOr\nOrganisation assigned or contracted to operate the RIS-System and to provide RIS-Services as defined in Directive 2005/44/EC\nFull access (limited to the application of Directive 2005/44/EC)\nStatistic office\nNational or international offices in charge of collecting statistical data.\nRead-only access to be determined following the result of the assessment concerning the level of protection of natural persons’ personal data\nInternational organisations\nAuthorised users in international organisations\nRead-only access to be determined following the result of the assessment concerning the level of protection of natural persons’ personal data\nOther bodies\nAll bodies ensuring waterway traffic and infrastructure management, as well as maintaining or enforcing safety of navigation, such as:\n—\ncompetent authority for traffic management\n—\nlock or bridge operator\n—\nrescue and emergency service provider\n—\nlaw enforcement authorities\n—\naccident investigation body\nRead-only access\nCommission staff\nAuthorised users\n(a)\nin charge of keeping the EHDB; or\n(b)\nin charge of inland navigation policies\nProvider of the technical solution for all functionalities;\nRead-only access\nANNEX 3\nFull access and processing the data in the EHDB\n1.   \nValidation of full access and process of the data in the EHDB shall be carried out as follows:\n(a)\nsubmission of a request through the EHDB for opening an account allowing full access and process of the data;\n(b)\nvalidation shall be done by a relevant single contact point for the EHDB;\n(c)\nactivation of the account.\n2.\nThe Commission may deactivate the account if the user does not meet requirements of this Regulation.\nANNEX 4\nRead-only access to the EHDB\n1.\nValidation of read-only access to the EHDB shall be carried out as follows:\n(a)\nsubmission of a request through the EHDB to open an account allowing read-only access to the database;\n(b)\nvalidation shall be done by a relevant single contact point for the EHDB;\n(c)\nactivation of the account.\n2.\nThe Commission may deactivate the account if the user does not meet requirements of this Regulation.\n3.\nThe competent authorities are responsible for the regular monitoring and verification of the access provided by them to the authorities referred to in Article 4(1).\nANNEX 5\nFunctionalities\nThe following functionalities shall be provided through the EHDB:\n1.\nVerification of the vessel’s unique European vessel identification number (ENI) in the EHDB:\nThe EHDB shall allow competent authorities to check, either on the basis of a ENI or of data for the identification of a craft, whether a craft is already registered in the system.\n2.\nConsultation of data on certificates of crafts:\nThe EHDB shall provide access to data on certificates (issued in accordance with Directive (EU) 2016/1629) of crafts and of data for the identification of a craft as made available by the national registers.\n3.\nConsultation of data on any rejected or pending applications for certificates:\nThe EHDB shall provide access to data on status (rejected or pending) on applications for certificates in accordance with Directive (EU) 2016/1629.\n4.\nAccess to a digital copy of a craft’s certificates:\nThe EHDB shall provide access to a digital copy of all certificates issued by competent authorities in accordance with Directive (EU) 2016/1629.\n5.\nGenerating statistics:\nThe EHDB shall contain features to provide data for authorised users to perform queries for statistical purposes.\n6.\nManagement of user access:\nUsers shall access the EHDB through the Commission authentication service (EU Login).", "summary": "Inland Waterways — Vessels\nInland Waterways — Vessels\nSUMMARY OF:\nDelegated Regulation (EU) 2020/474 on the European Hull Data Base\nDirective (EU) 2016/1629 on technical requirements for inland waterway vessels\nRegulation (EU) 2016/1628 on requirements relating to gaseous and particulate pollutant emission limits and type-approval for internal combustion engines for non-road mobile machinery\nDirective 2010/35/EU on transportable pressure equipment\nDirective 2009/100/EC on reciprocal recognition of navigability licences for inland waterway vessels\nDirective 2008/68/EC on the inland transport of dangerous goods\nWHAT IS THE AIM OF THE LEGISLATION?\nIt establishes a system of technical requirements for inland navigation vessels and sets up an inspection system. It aims to make the requirements for navigation certificates on inland waterways identical across the EU, simplifying the rules and contributing to better safety.\nIt introduces specific rules for: transporting pressure equipment and dangerous goods;pollutant emission limits for engines;reciprocal arrangements for license recognition;the European Hull Data Base (EHDB).\nKEY POINTS\n              \nDirective (EU) 2016/1629 lays down technical requirements for inland waterway vessels. It establishes the technical requirements for safe navigation on the inland waterways listed in an annex, which are classified as zones 1, 2, 3 or 4, in addition to zone R (special arrangements for the Revised Convention for Rhine Navigation). It does not apply to ferries, naval vessels and most seagoing ships, including tugs and pushers which might only occasionally operate in inland waters.\nInland navigation certificates\nEU countries must ensure that craft operating on EU inland waterways are constructed and maintained in accordance with this directive. An inland navigation certificate must be issued following a technical inspection before a craft is put into service.\nAuthorities may issue provisional certificates in the event of loss or damage to an existing certificate or under certain exemptions as listed in the annexes.\nThe period of validity of inland navigation certificates for newly built craft must not exceed 5 years (for passenger and high-speed vessels) or 10 years (for all other craft).\nExceptionally, validity can be extended for up to 6 months without a further inspection.\nWhere major alterations or repairs affect structural soundness, navigation, manoeuvrability or special features, the craft must be inspected again before any further voyage.\nIf a certificate is not renewed, the national authority must state the reason why, and inform the owner about the appeal procedure and time limits.\nEU countries may recognise the navigation certificates of craft from non-EU countries pending explicit agreements.\nIdentification\nEU countries ensure that their nominated authorities assign each craft a unique European vessel identification number (ENI), which remains unchanged during the craft’s lifetime.\nEuropean Hull Data Base\nCommission Delegated Regulation (EU) 2020/474 lays down rules on collecting, processing and accessing data in the EHDB. The European Commission is responsible for maintaining the EHDB of support measures to ensure safety, ease of navigation and how Directive (EU) 2016/1629 is applied. EU countries ensure that their authorities update the database for the purposes of applying the directive, managing waterway traffic and infrastructure, maintaining safety and collecting statistics, by: entering data identifying and describing the craft;entering certificates issued, renewed, replaced or withdrawn, with a digital copy of all certificates issued under this directive;entering data on any rejected or pending applications for certificates;deleting data related to a craft when the craft is scrapped;recording any changes to the above data.\nAuthorities may transfer personal data to a non-EU country or international organisation on a case-by-case basis. Any processing of personal data by EU countries is in accordance with EU law on personal data protection, in particular Regulation (EU) 2016/679 (GDPR). The Commission may, on a case-by-case basis, transfer personal data or grant access to the EHDB to an authority of a non-EU country or international organisation provided the requirements of Regulation (EU) 2018/1725 are fulfilled (see summary).\nThe Commission is empowered to adopt delegated acts specifying: the data to be entered into the database by EU countries;the types of access permitted;the instructions regarding the use and operation of the database, in particular with respect to data security, encoding and processing.\nTechnical requirements\nThe technical requirements applicable to craft in zones 1, 2, 3 and 4 are those set out in ES-TRIN standard 2019/1 drawn up by the European Committee for drawing up Standards in Inland Navigation (CESNI).\nInspection\nInspection bodies are set up by EU countries, consisting of at least one of each of the following: an official from the administration responsible for inland navigation;an expert on the design of inland waterway vessels and their engines;a nautical expert with an inland waterways boatmaster’s licence which authorises the holder to sail the vessel to be inspected;a traditional craft expert for the inspection of traditional craft.\nEU countries shall ensure that designated bodies carry out the initial, periodical, special and voluntary inspections referred to in the directive.\nExemptions for certain categories of craft\nWhile maintaining an adequate level of safety, EU countries may authorise exemptions for craft operating on non-linked inland waterways or certain craft having a dead weight not exceeding 350 tonnes or not intended for carrying goods.\nTo encourage innovation and new technologies, the Commission may allow temporary exemptions for installations or designs other than those included in the annexes — or for trial purposes — provided that equivalent safety is ensured.\nRelated legislation\nDirective 2008/68/EC sets out rules for transporting dangerous goods safely and securely by road, rail or inland waterway in the EU. It also covers aspects such as loading and unloading, transferring to other modes of transport and stops in the course of the transport process. It extends international rules to cover national transport of dangerous goods. Various implementing acts introduce exemptions allowing specific national circumstances to be taken into account, generally in relation to quantity limits and mixed loadings.\nDirective 2009/100/EC on the reciprocal recognition of navigability licences applies to inland waterway vessels weighing 20 tonnes or more, which are less than 20 metres in length or 100 m3 in volume, used for transporting goods on inland waterways. Under the legislation, EU countries: set out procedures for issuing navigability licences;recognise a navigability licence issued by another EU country as if it had issued the licence itself;may stop a vessel if it is in a condition that is dangerous to its surroundings, until defects are corrected.\nDirective 2010/35/EU introduces detailed rules on transportable pressure equipment* to improve safety and ensure free movement within the EU. It updates previous legislation, particularly on conformity requirements, conformity assessments, and periodic inspections. The directive covers transport by road and rail, as well as inland waterways, and it is closely related to Directive 2008/68/EC.\nRegulation (EU) 2016/1628 (see summary) sets up the pollutant emissions limits for new engines to be installed in non-road mobile machinery (including inland waterways vessels). It specifically defines stage V pollutant emissions limits and their dates of application. The regulation aims to reduce pollutant emissions and phase out equipment with the most polluting engines.\nFROM WHEN DOES THE LEGISLATION APPLY?\nDirective 2008/68/EC has applied since 20 October 2008 and had to become law in EU countries by 30 June 2009.\nDirective 2009/100/EC repealed and codified Directive 76/135/EEC from 22 October 2009.\nDirective 2010/35/EU has applied since 20 July 2010 and had to become law in EU countries by 30 June 2011.\nFor engines for inland waterways vessels, Regulation (EU) 2016/1628 has applied since 1 January 2019 (power less than 300 kW) and since 1 January 2020 (power equal or higher than 300 kW). In addition, there is a transitional period of 24 months from the above-mentioned dates.\nDirective (EU) 2016/1629 has applied since 6 October 2016 and had to become law in EU countries by 7 October 2018.\nRegulation (EU) 2020/474 has applied since 21 April 2020.\nBACKGROUND\n              \nFor more information, see:\nInland waterways (European Commission)\nAbout CESNI (CESNI).\nKEY TERMS\n              \nTransportable pressure equipment: an equipment group covering pressure receptacles, tanks, battery vehicles/wagons, multiple-element gas containers and cylinders for gases. This includes gas cartridges but excludes aerosols, open cryogenic receptacles, gas cylinders for breathing apparatus and fire extinguishers.\nMAIN DOCUMENTS\n            \nCommission Delegated Regulation (EU) 2020/474 of 20 January 2020 on the European Hull Data Base (OJ L 100, 1.4.2020, pp. 12-19)\nDirective (EU) 2016/1629 of the European Parliament and of the Council of 14 September 2016 laying down technical requirements for inland waterway vessels, amending Directive 2009/100/EC and repealing Directive 2006/87/EC (OJ L 252, 16.9.2016, pp. 118-176)\nSuccessive amendments to Directive (EU) 2016/1629 have been incorporated into the original text. This consolidated version is of documentary value only.\nRegulation (EU) 2016/1628 of the European Parliament and of the Council of 14 September 2016 on requirements relating to gaseous and particulate pollutant emission limits and type-approval for internal combustion engines for non-road mobile machinery, amending Regulations (EU) No 1024/2012 and (EU) No 167/2013, and amending and repealing Directive 97/68/EC (OJ L 252, 16.9.2016, pp. 53-117)\nSee consolidated version.\nDirective 2010/35/EU of the European Parliament and of the Council of 16 June 2010 on transportable pressure equipment and repealing Council Directives 76/767/EEC, 84/525/EEC, 84/526/EEC, 84/527/EEC and 1999/36/EC (OJ L 165, 30.6.2010, pp. 1-18)\nDirective 2009/100/EC of the European Parliament and of the Council of 16 September 2009 on reciprocal recognition of navigability licences for inland waterway vessels (codified version) (OJ L 259, 2.10.2009, pp. 8-13)\nSee consolidated version.\nDirective 2008/68/EC of the European Parliament and of the Council of 24 September 2008 on the inland transport of dangerous goods (OJ L 260, 30.9.2008, pp. 13-59)\nSee consolidated version.\nRELATED DOCUMENTS\n            \nRegulation (EU) 2018/1725 of the European Parliament and of the Council of 23 October 2018 on the protection of natural persons with regard to the processing of personal data by the Union institutions, bodies, offices and agencies and on the free movement of such data, and repealing Regulation (EC) No 45/2001 and Decision No 1247/2002/EC  (OJ L 295, 21.11.2018, pp. 39-98)\nRegulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation) (OJ L 119, 4.5.2016, pp. 1-88)\nlast update 13.10.2020", "tags": ["inland waterway fleet", "inland waterway shipping", "third country", "technical specification", "transport safety", "database", "safety standard", "EU Member State", "Rhine Valley", "data collection"], "subjects": ["Technical barriers", "Transport", "Approximation of laws"], "split": "train", "reference_annotations": {"32020R0474_p1": {"text": "Having regard to directive 2016/1629 of the European Parliament and of the Council of 14 September 2016 laying down technical requirements for inland waterway vessels, amending directive 2009/100/ec and repealing directive 2006/87/ec (1), and in particular Article 19(7) thereof,", "triples": [" directive 2016/1629,  amending,  directive 2009/100/ec", " directive 2016/1629,  repealing,  directive 2006/87/ec"]}, "32020R0474_p2": {"text": "(5)  regulation 2018/1725 of the European Parliament and of the Council of 23 October 2018 on the protection of natural persons with regard to the processing of personal data by the Union institutions, bodies, offices and agencies and on the free movement of such data, and repealing regulation 45/2001 and decision 1247/2002/ec (OJ L 295, 21.11.2018, p. 39).", "triples": [" regulation 2018/1725,  repealing,  regulation 45/2001", " regulation 2018/1725,  repealing,  decision 1247/2002/ec"]}, "32020R0474_p3": {"text": "(6)  regulation 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing directive 95/46/ec (General Data Protection Regulation) (OJ L 119, 4.5.2016, p. 1).", "triples": [" regulation 2016/679,  repealing,  directive 95/46/ec"]}}, "summary_annotations": {"32020R0474_p2": {"text": "directive 2009/100/ec repealed and codified directive 76/135/eec from 22 October 2009.", "triples": [" directive 2009/100/ec,  repealed,  directive 76/135/eec"]}, "32020R0474_p3": {"text": "directive 2016/1629 of the European Parliament and of the Council of 14 September 2016 laying down technical requirements for inland waterway vessels, amending directive 2009/100/ec and repealing directive 2006/87/ec (OJ L 252, 16.9.2016, pp. 118-176)", "triples": [" directive 2016/1629,  amending,  directive 2009/100/ec", " directive 2016/1629,  repealing,  directive 2006/87/ec"]}, "32020R0474_p4": {"text": "regulation 2016/1628 of the European Parliament and of the Council of 14 September 2016 on requirements relating to gaseous and particulate pollutant emission limits and type-approval for internal combustion engines for non-road mobile machinery, amending regulation 1024/2012 regulation 167/2013, and amending and repealing directive 97/68/ec (OJ L 252, 16.9.2016, pp. 53-117)", "triples": [" regulation 2016/1628,  amending,  regulation 1024/2012", " regulation 2016/1628,  amending,  regulation 167/2013", " regulation 2016/1628,  amending,  directive 97/68/ec", " regulation 2016/1628,  repealing,  directive 97/68/ec"]}, "32020R0474_p5": {"text": "directive 2010/35/eu of the European Parliament and of the Council of 16 June 2010 on transportable pressure equipment and repealing Council directive 76/767/eec directive 84/525/eec directive 84/526/eec directive 84/527/eec directive 1999/36/ec (OJ L 165, 30.6.2010, pp. 1-18)", "triples": [" directive 2010/35/eu,  repealing,  directive 76/767/eec", " directive 2010/35/eu,  repealing,  directive 84/525/eec", " directive 2010/35/eu,  repealing,  directive 84/526/eec", " directive 2010/35/eu,  repealing,  directive 84/527/eec", " directive 2010/35/eu,  repealing,  directive 1999/36/ec"]}, "32020R0474_p6": {"text": "regulation 2018/1725 of the European Parliament and of the Council of 23 October 2018 on the protection of natural persons with regard to the processing of personal data by the Union institutions, bodies, offices and agencies and on the free movement of such data, and repealing regulation 45/2001 and decision 1247/2002/ec  (OJ L 295, 21.11.2018, pp. 39-98)", "triples": [" regulation 2018/1725,  repealing,  regulation 45/2001", " regulation 2018/1725,  repealing,  decision 1247/2002/ec"]}, "32020R0474_p7": {"text": "regulation 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing directive 95/46/ec (General Data Protection Regulation) (OJ L 119, 4.5.2016, pp. 1-88)---last update 13.10.2020", "triples": [" regulation 2016/679,  repealing,  directive 95/46/ec"]}}}