{"celex_id": "32003H0054", "reference": "EUR-Lex - 32003H0054 - EN\nAvis juridique important\n|\n32003H0054\nCouncil Recommendation of 2 December 2002 on the prevention of smoking and on initiatives to improve tobacco control\nOfficial Journal L 022 , 25/01/2003 P. 0031 - 0034\nCouncil Recommendationof 2 December 2002on the prevention of smoking and on initiatives to improve tobacco control(2003/54/EC)THE COUNCIL OF THE EUROPEAN UNION,Having regard to the Treaty establishing the European Community, and in particular Article 152(4), second subparagraph thereof,Having regard to the proposal from the Commission(1),Whereas:(1) Article 152 of the Treaty stipulates that Community action, which shall complement national policies, shall be directed towards improving public health, preventing human illness and diseases, and obviating sources of danger to human health.(2) The resolution of the Council and the Ministers for Health of the Member States, meeting within the Council of 18 July 1989 on banning smoking in places open to the public(2), provided guidelines to the Member States for the protection of non-smokers from environmental tobacco smoke. Following a Report from the Commission on the response from the Member States to this initiative(3), the present recommendation reinforces such protection and identifies particularly vulnerable groups.(3) The Council Resolution of 26 November 1996 on the reduction of smoking in the European Community(4) recognised the need for the development of an effective strategy on combating tobacco consumption, which includes certain of the elements contained in this recommendation.(4) The Council Conclusions of 18 November 1999 on combating tobacco consumption(5) underlined the necessity for developing an overall strategy, which includes some of the measures outlined in the present recommendation for the protection of minors (rules for selling conditions, sales through electronic means and vending machines).(5) The Council Resolution of 29 June 2000 on action on health determinants(6) took note of the results of the debates held at the European Conference on health determinants in the European Union held at Evora on 15 and 16 March 2000, which placed particular emphasis, inter alia, on tobacco and which recommended a series of practical and targeted steps to address the challenges in these areas.(6) The recommended actions are necessary against a background of 500000 smoking related deaths annually in the European Community and a worrying increase in the number of children and adolescents who take up smoking. Smoking is damaging human health, as smokers become addicted to nicotine and suffer fatal and disabling diseases such as cancers of the lung and other organs, ischaemic heart disease and other circulatory diseases, and respiratory diseases such as emphysema.(7) Smoking prevention and tobacco control are already priority objectives in the public health policies of Member States and the European Community. Nevertheless, smoking remains the biggest form of preventable death in the European Union, and progress in reducing tobacco consumption and smoking incidence is still disappointing. Moreover, the advertising, marketing, and promotion strategies used by the tobacco industry foster tobacco consumption, thereby increasing the already high mortality and morbidity caused by the use of tobacco products. Some of these strategies appear to be targeting young people in their educational years, in order to replace the large number of smokers who die annually. It is in fact established that 60 % of smokers start the habit before 13 years of age, and 90 % before 18.(8) Through the Europe Against Cancer programme(7), the European Community has set as one of its objectives a contribution to the improvement of the health of its citizens by reducing the number of cases of cancer and other diseases related to smoking.(9) Directive 2001/37/EC of the European Parliament and of the Council of 5 June 2001 on the manufacture, presentation and sale of tobacco products(8) and the proposal for a Directive on advertising and sponsorship of tobacco products(9) deal with tobacco control in the context of the completion and consolidation of the internal market and the abolition of obstacles to its smooth operation, while taking as a basis a high level of public health protection.(10) Certain measures that should be part of a comprehensive tobacco control policy, such as a prohibition of billboard and poster advertising, or of advertising in cinemas, cannot presently be subject to harmonisation under the Community internal market rules in a separate tobacco measure.(11) All the above facts highlight the need for a comprehensive approach towards tobacco control, with a view to reducing the incidence of smoking-induced diseases in the Community.(12) In the context of a comprehensive tobacco control policy, it is essential to adopt measures aimed particularly at reducing demand for tobacco products by children and adolescents. Such measures may include actions aimed at reducing the supply of tobacco to children and adolescents, and at prohibiting certain kinds of advertising, marketing and promotion strategies for tobacco products, taking into account that such strategies impact indiscriminately on young people and other age groups.(13) Certain forms of sales and distribution of tobacco products facilitate the access by children and adolescents to these products, and should therefore be regulated by Member States.(14) Given that vending machines are visible to consumers and non-consumers alike, they should not carry advertising other than what is strictly necessary for indicating the products sold.(15) Two other important measures at European Community level address the advertising and the sponsorship of tobacco products. The 1989 Television Without Frontiers Directive(10) bans all forms of television advertising for tobacco products and provides that television programmes may not be sponsored by natural or legal persons whose principal activity is the manufacture or sale of tobacco products. The current proposal for a Directive on advertising and sponsorship of tobacco products foresees a ban of tobacco advertising in the press and in other printed publications, in the radio and through information society services. This proposal also foresees a ban on sponsorship by tobacco companies of radio programmes, and of events involving or taking place in several Member States or otherwise having cross-border effects.(16) This recommendation addresses other types of advertising, marketing and promotion practices used by the industry to promote tobacco consumption, which can indiscriminately reach children and adolescents. Such practices include the use of tobacco brand names on non-tobacco products or services (brand-stretching) and/or clothes (merchandising), the use of promotional items (such as ordinary objects like ashtrays, lighters, parasols and other similar objects) and of tobacco samples, the use and communication of sales promotion (such as a discount, a free gift, a premium or an opportunity to participate in a promotional contest or game), the use of billboards, posters and other indoor or outdoor advertising techniques (such as advertising on tobacco vending machines), the use of tobacco advertising in cinemas, as well as any other forms of advertising, sponsorship or practices directly or indirectly addressed to promote tobacco products. In fact, Member States authorities should adopt appropriate legislative and/or administrative measures specifically to prohibit, in accordance with national constitutions or constitutional principles, such activities, which constitute means of promoting tobacco products while circumventing bans on direct tobacco advertising already in force for certain media.(17) The World Health Organisation and the World Bank recommend that countries prohibit all forms of tobacco advertising and promotion. In cases where only certain forms of direct tobacco advertising are prohibited, the tobacco industry frequently shifts its advertising expenditure to other marketing, sponsorship and promotion strategies, using creative and indirect ways to promote tobacco products, especially with young people. In this way, the effect of partial advertising bans on tobacco consumption may be limited. Moreover, the World Bank has concluded that advertising increases cigarette consumption and that legislation banning advertising would reduce consumption provided that it is comprehensive, covering all media and uses of brand names and logos. Such a reduction in cigarette consumption would have immediate short-term and long-term benefits for public health. Information on the global expenditure of the tobacco industry on the promotion of tobacco products is therefore an important prerequisite for monitoring the effectiveness of tobacco control policies from a public health perspective. Such information makes it possible to determine whether restrictions imposed are being circumvented, particularly by the diversion of budgets towards new or unrestricted forms of promotion. Regular declaration of such expenditure should be required of the tobacco industry.(18) Given the health risks associated with passive smoking, Member States should aim to protect smokers and non-smokers from environmental tobacco smoke.(19) Member States should continue developing strategies and measures to reduce the prevalence of smoking, such as strengthening health education programmes to improve understanding of the risks of smoking as well as other prevention programmes to discourage smoking.(20) The World Health Organisation's Framework Convention on Tobacco Control, which is currently being negotiated, addresses many of the issues dealt with in the present recommendation. It is therefore important to ensure that the measures contained in this recommendation are consistent with the draft elements of the FCTC presently under discussion,HEREBY RECOMMENDS THAT MEMBER STATES:1. adopt appropriate legislative and/or administrative measures in accordance with national practices and conditions to prevent tobacco sales to children and adolescents, including, inter alia:(a) requiring vendors of tobacco products to establish that tobacco purchasers have reached the age for purchase of such products required in national law, where such an age limit exists,(b) removing tobacco products from self-service displays in retail outlets,(c) restricting the access to tobacco vending machines to locations accessible to persons over the age set for purchase of tobacco products in national law, where such an age limit exists, or otherwise regulating the access to the products sold through such machines in an equally effective way,(d) restricting tobacco distance sales for general retail, such as sales via the Internet, to adults by using adequate technical means,(e) prohibiting the sale of sweets and toys intended for children and manufactured with the clear intention that the product and/or packaging would resemble in appearance a type of tobacco product,(f) prohibiting the sale of cigarettes individually or in packets of fewer than 19 cigarettes;2. adopt appropriate legislative and/or administrative measures to prohibit, in accordance with national constitutions or constitutional principles, the following forms of advertising and promotion:(a) the use of tobacco brand names on non-tobacco products or services,(b) the use of promotional items (ashtrays, lighters, parasols, etc.) and tobacco samples,(c) the use and communication of sales promotion, such as a discount, a free gift, a premium or an opportunity to participate in a promotional contest or game,(d) the use of billboards, posters and other indoor or outdoor advertising techniques (such as advertising on tobacco vending machines),(e) the use of advertising in cinemas, and(f) any other forms of advertising, sponsorship or practices directly or indirectly addressed to promote tobacco products;3. adopt appropriate measures, by introducing legislation or by other methods in accordance with national practices and conditions, in order to require manufacturers, importers and large-scale traders in tobacco products and in products and services bearing the same trademark as tobacco products to provide Member States with information concerning the expenditure they incur on advertising, marketing, sponsorship and promotion campaigns not prohibited under national or Community legislation;4. implement legislation and/or other effective measures in accordance with national practices and conditions at the appropriate governmental or non-governmental level that provide protection from exposure to environmental tobacco smoke in indoor workplaces, enclosed public places, and public transport. Priority consideration should be given to, inter alia, educational establishments, health care facilities and places providing services to children;5. continue developing strategies and measures to reduce the prevalence of smoking, such as strengthening overall health education, particularly in schools, and general programmes to discourage the initial use of tobacco products and to overcome tobacco addiction;6. make full use of young people's contributions to youth health-related policies and actions, especially in the field of information, and encourage specific activities which are initiated, planned, implemented and evaluated by young people;7. adopt and implement appropriate price measures on tobacco products so as to discourage tobacco consumption;8. implement all necessary and appropriate procedures to verify compliance with the measures set out in this recommendation;9. inform the Commission every two years of action taken in response to this recommendation,HEREBY INVITES THE COMMISSION:1. to monitor and assess the developments and the measures undertaken in the Member States and at Community level;2. to report on the implementation of the proposed measures, on the basis of the information provided by Member States, not later than one year after receipt of Member States' information submitted in accordance with this recommendation;3. to consider the extent to which the measures set out in this recommendation are working effectively, and to consider the need for further action, particularly if internal market disparities are identified in the areas covered by this recommendation.Done at Brussels, 2 December 2002.For the CouncilThe PresidentB. Bendtsen(1) Proposal of 18 June 2002 (not yet published in the Official Journal).(2) OJ C 189, 26.7.1989, p. 1.(3) COM(96) 573 final.(4) OJ C 374, 11.12.1996, p. 4.(5) OJ C 86, 24.3.2000, p. 4.(6) OJ C 218, 31.7.2000, p. 8.(7) OJ L 95, 16.4.1996, p. 9.(8) OJ L 194, 18.7.2001, p. 26.(9) OJ C 270, 25.9.2001, p. 97.(10) OJ L 298, 17.10.1989, p. 23.", "summary": "Preventing smoking\nPreventing smoking\nSUMMARY OF:\nCouncil recommendation on preventing smoking and on initiatives to improve tobacco control\nSUMMARY\nWHAT DOES THE RECOMMENDATION DO?\n              \nIt urges EU countries to apply a series of legislative and/or other measures to discourage people, particularly the young, from taking up smoking. These include controls on the sale of tobacco and on its advertising and promotion.\nKEY POINTS\nTo prevent tobacco sales to children and adolescents, EU countries are urged to:\nrequire people selling tobacco products to verify their customers are not under age;\nensure the removal of tobacco products from self-service displays in shops;\nrestrict access to tobacco vending machines to people under age;\nlimit access to distance sales, via the internet for example, to adults;\nban the sale of children’s sweets and toys that resemble tobacco products;\nban the sale of cigarettes individually or in packets of fewer than 19.\nTo curb tobacco advertising and promotional activities, EU countries are urged to ban the use of:\ntobacco brand names on non-tobacco products and services;\npromotional items such as ashtrays, lighters, parasols and tobacco samples;\ndiscounts, free gifts, premiums or opportunities to participate in a tobacco-related promotional game or contest;\nbillboards, posters and other forms of indoor and outdoor advertising of tobacco or related products;\nadvertising of tobacco or related products in cinemas;\nother direct or indirect forms of advertising and sponsorship for tobacco products.\nEU countries are also urged to:\nrequire manufacturers, importers and large-scale traders to inform them of the amount of money they spend on advertising, marketing, sponsorship and promotions;\nact against the effects of passive smoking in indoor workplaces, enclosed public places and public transport. Priority should be given to educational, health care and children centres;\ncontinue to develop anti-smoking strategies, particularly through health education;\ninvolve young people in anti-smoking activities;\nuse pricing policy to discourage tobacco consumption;\nverify the measures in place are being implemented;\ninform the European Commission every 2 years of the measures they have taken.\nThe Commission is urged to:\nmonitor and assess the measures taken;\nproduce a report within a year of receiving the national information;\nconsider whether any further action is necessary.\nThe Commission has taken various initiatives to promote smoking prevention. These include campaigns, such as ‘Ex-Smokers are Unstoppable’, and phasing out subsidies to tobacco producers.\nBinding legislation, adopted in 2003 (Directive 2003/33/EC) and replaced in 2014 (Directive 2014/40/EU), sets out EU-wide requirements on the manufacture, presentation and sale of tobacco and similar products, such as electronic cigarettes.\nIn 2009, a further recommendation urged EU countries to step up measures to protect people from passive smoking at work, public places and public transport.\nBACKGROUND\n              \nA quarter (26 %) of Europeans smoke. Smoking is the largest single cause of preventable death and disease in the EU with some 700 000 smoking-related deaths every year.\nFor more information, see Tobacco policy on the European Commission’s website.\nACT\n            \nCouncil Recommendation of 2 December 2002 on the prevention of smoking and on initiatives to improve tobacco control (OJ L 22, 25.1.2003, pp. 31-34)\nRELATED ACTS\n            \nDirective 2003/33/EC of the European Parliament and of the Council of 26 May 2003 on the approximation of the laws, regulations and administrative provisions of the Member States relating to the advertising and sponsorship of tobacco products (OJ L 152, 20.6.2003, pp. 16-19).\nSubsequent amendments to Directive 2003/33/EC have been incorporated into the basic text. This consolidated version is of documentary value only.\nDirective 2014/40/EU of the European Parliament and of the Council of 3 April 2014 on the approximation of the laws, regulations and administrative provisions of the Member States concerning the manufacture, presentation and sale of tobacco and related products and repealing Directive 2001/37/EC (OJ L 127, 29.4.2014, pp. 1-38). See consolidated version.\nCouncil Recommendation of 30 November 2009 on smoke-free environments(OJ C 296, 5.12.2009, pp. 4-14)\nlast update 03.05.2016", "tags": ["marketing", "consumer information", "advertising", "public health", "tobacco", "smoking"], "subjects": ["Public health"], "split": "train", "reference_annotations": {}, "summary_annotations": {"32003H0054_p1": {"text": "Binding legislation, adopted in 2003 (directive 2003/33/ec) and replaced in 2014 (directive 2014/40/eu), sets out EU-wide requirements on the manufacture, presentation and sale of tobacco and similar products, such as electronic cigarettes.", "triples": [" directive 2003/33/ec,  replaced,  directive 2014/40/eu"]}, "32003H0054_p2": {"text": "directive 2014/40/eu of the European Parliament and of the Council of 3 April 2014 on the approximation of the laws, regulations and administrative provisions of the Member States concerning the manufacture, presentation and sale of tobacco and related products and repealing directive 2001/37/ec (OJ L 127, 29.4.2014, pp. 1-38). See consolidated version.", "triples": [" directive 2014/40/eu,  repealing,  directive 2001/37/ec"]}}}