{"celex_id": "32018D0646", "reference": "2.5.2018\nEN\nOfficial Journal of the European Union\nL 112/42\nDECISION (EU) 2018/646 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 18 April 2018\non a common framework for the provision of better services for skills and qualifications (Europass) and repealing Decision No 2241/2004/EC\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Articles 165 and 166 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nIndividuals, when looking for a job, or making decisions on learning, studying or working, need access to information and guidance on what opportunities are available, on how to assess their skills and on ways to present information about their skills and qualifications.\n(2)\nDifferences in definitions, document formats, languages as well as assessment and validation methods all pose considerable challenges for individuals, employers, competent authorities and bodies. Those challenges arise mainly when individuals move between countries, including third countries, but also when they are looking for a new job or engaging in learning and career management. Clear and widely disseminated information, a shared understanding and improved transparency of skills and qualifications are important in order to address those challenges.\n(3)\nThe New Skills Agenda for Europe, adopted by the Commission on 10 June 2016, invites Member States, social partners, industry and other stakeholders to work together on ten actions to improve the quality and relevance of skills formation, to make skills more visible and comparable and to improve skills intelligence and especially information for better career choices. A revision of the Europass framework was proposed as one of the ten actions that offer a key route to achieving and supporting those objectives.\n(4)\nDecision No 2241/2004/EC of the European Parliament and of the Council (3) established a framework to address the challenges relating to job seeking, engaging in learning and career management. The aim of that Decision was to achieve better transparency of qualifications and competences through a portfolio of documents known as ‘Europass’, which individuals can use on a voluntary basis. That Decision also established national bodies, known as National Europass Centres, in order to implement the Europass framework.\n(5)\nTo achieve its main objective, the Europass framework focuses on tools for the documentation of skills and qualifications. Those tools have become widely used through the Europass internet-based information system.\n(6)\nThe National Europass Centres provide support to users and promote the documentation of skills and qualifications. The Euroguidance Network, which promotes the European dimension in guidance and provides high quality information on lifelong guidance and transnational mobility for learning purposes, has also contributed to the development of information provision regarding Union tools for skills and qualifications. The European Qualifications Framework National Coordination Points support national authorities in referencing national qualifications frameworks or systems to the European Qualifications Framework (‘EQF’) and focus on bringing the EQF closer to individuals and organisations. Support for, and greater coordination of, those national services should be ensured in order to enhance their impact while respecting the diversity of national systems.\n(7)\nIn its report to the European Parliament and the Council of 19 December 2013 on the evaluation of Europass, the Commission concluded that the National Europass Centres' mission of raising awareness of Europass and providing the necessary information to interested parties was a satisfactory model for the implementation of Europass. The Commission further concluded, however, that most Europass tools still did not reach all potential users and had an unequal reach in terms of geography and age group, and that better coordination and integration of services supporting guidance and mobility within the Europass framework would enable more potential users to be targeted.\n(8)\nEvidence shows that Europass is used by social groups with high digital literacy while less advantaged groups, such as people with lower levels of education, older persons or long-term unemployed persons are often not aware of the existence of Europass and its tools and therefore cannot benefit from it.\n(9)\nThe Europass portfolio is one of a number of tools and instruments that have been put in place at Union level to improve transparency and understanding of skills and qualifications.\n(10)\nThe Europass portfolio comprises five document templates. The Europass Curriculum Vitae (CV) template allows individuals to complete their CVs in a standardised format. Since the Europass CV was first established in 2004, more than 100 million Europass CVs have been created online. Two qualification supplement templates, namely the Europass Diploma Supplement and the Europass Certificate Supplement, offer information on the content and learning outcomes associated with a qualification and on the education system of the country issuing the qualification. The Europass Language Passport is used to describe language skills. The Europass Mobility template describes the skills acquired abroad on mobility experiences for learning or work.\n(11)\nThe Council Recommendation of 22 May 2017 (4) provides a common reference framework to help individuals and organisations compare different qualification systems and the levels of qualifications from those systems.\n(12)\nThe Council Recommendation of 20 December 2012 (5) invited Member States to have in place, by 2018, in accordance with national circumstances and specificities, and as they deem appropriate, arrangements for the validation of non-formal and informal learning, which enable individuals to have their knowledge, skills and competences, which have been acquired through non-formal and informal learning, validated, and to obtain a full qualification, or, where applicable, partial qualification.\n(13)\nThe Council Resolution of 28 May 2004 on strengthening policies, systems and practices in the field of guidance throughout life sets out the key objectives of a lifelong guidance policy for all citizens of the Union. The Council Resolution of 21 November 2008 (6) highlights the importance of guidance for lifelong learning.\n(14)\nThe Learning Opportunities and Qualifications in Europe portal gives access to information on learning opportunities and qualifications offered in different education systems in Europe and on the comparison of national qualifications frameworks using the EQF.\n(15)\nThe EU Skills Panorama provides information on skills for different occupations and specific industries, including demand and supply at national level.\n(16)\nThe analysis of job vacancies and of other labour market trends is an established way of developing skills intelligence to understand the issues of skills gaps and shortages as well as qualification mismatches.\n(17)\nThe multilingual European Skills, Competences, Qualifications and Occupations classification (‘ESCO’), developed and continuously updated by the Commission, in close cooperation with Member States and stakeholders, aims to promote the transparency of skills and qualifications for education and training, as well as for work-related purposes. Following appropriate testing, and having due regard for the position of Member States, ESCO could be used by the Commission within the Europass framework; the use of ESCO by Member States is on a voluntary basis, following testing with, and evaluation by, the Member States.\n(18)\nThe European network of employment services (‘EURES’), established by Regulation (EU) 2016/589 of the European Parliament and of the Council (7), is a cooperative network for exchanging information and facilitating interaction between jobseekers and employers. It provides free assistance to jobseekers who wish to move to another country and assists employers who wish to recruit workers from other countries. Synergies and cooperation between the Europass and EURES portals could reinforce the impact of both services.\n(19)\nLabour market processes such as the publication of job vacancies, job applications, skills assessments and recruitment are increasingly managed online through tools that use social media, big data and other technologies. Candidate selection is managed through tools and processes that seek information on skills and qualifications acquired in formal, non-formal and informal settings.\n(20)\nFormal, non-formal and informal learning currently also takes place in new forms and settings, and is offered by a variety of providers, particularly through the use of digital technologies and platforms, distance learning, e-learning, peer-to-peer learning, massive open online courses and open educational resources. Furthermore, skills, experiences and learning achievements are acknowledged in different forms, for example digital open badges. Digital technologies are also used for skills obtained through non-formal learning such as youth work and volunteering.\n(21)\nFor the purposes of this Decision, skills are understood in a broad sense covering what a person knows, understands and can do. Skills refer to different types of learning outcomes, including knowledge and competences as well as ability to apply knowledge and to use knowhow in order to complete tasks and solve problems. In addition to the acknowledged importance of professional skills, there is an acknowledgement that transversal or soft skills, such as critical thinking, team work, problem solving and creativity, digital or language skills, are increasingly important and are essential prerequisites for personal and professional fulfilment and can be applied in different fields. Individuals could benefit from tools and guidance on assessing and describing those and other skills.\n(22)\nTraditionally, individuals have presented information on their acquired skills and qualifications in a CV and in supporting documents such as certificates or diplomas. Now, new tools are available which can facilitate the presentation of skills and qualifications by using varied online and digital formats. The new tools can also support self-assessment by individuals of skills acquired in different settings.\n(23)\nThe Europass framework should respond to current and future needs. Users need tools to document their skills and qualifications. In addition, tools for assessment of skills and self-assessment of skills, as well as access to relevant information, including information on validation opportunities and guidance, can be beneficial for making decisions on employment and learning opportunities.\n(24)\nUnion tools for skills and qualifications should adapt to changing practices and advances in technology in order to ensure they remain relevant and beneficial to users. This should be achieved by, among other things, creating innovative features, such as interactive tools, editing and design of documents, by seeking to ensure more comprehensive, effective and efficient tools and simplification, as well as increased technical interoperability and synergies between related tools, including those developed by third parties, and by taking into account the specific needs of people with disabilities. In addition, authentication measures could be used to support the verification of digital documents on skills and qualifications.\n(25)\nThe Europass framework established by Decision No 2241/2004/EC should therefore be replaced by a new framework to address evolving needs.\n(26)\nThe new Europass framework should meet the needs and expectations of all individual end-users, such as learners, job seekers, including unemployed persons and workers, as well as of other relevant stakeholders, such as employers (in particular small and medium-sized enterprises), chambers of commerce, civil society organisations, volunteers, guidance practitioners, public employment services, social partners, education and training providers, youth organisations, youth work providers, responsible national authorities and policy makers. It should also consider the needs of third country nationals arriving or residing in the Union to support their integration.\n(27)\nThe Europass framework should evolve in order to allow for the description of different types of learning and skills and, in particular, those acquired through non-formal and informal learning.\n(28)\nThe Europass framework should be developed through a user-centric approach based on feedback, and through requirements gathering, including through surveys and testing, with attention paid to the particular current and future needs of Europass target groups. Europass' features should in particular reflect the Member States' and the Union's commitment to ensure that persons with disabilities have equal access to the labour market and to information and communication technologies and systems. Europass tools should be perceivable, operable, understandable and robust, thereby enabling them to be more accessible to users, in particular to persons with disabilities.\n(29)\nUpdates and changes to the Europass framework should be made in cooperation with relevant stakeholders, such as employment services, guidance practitioners, education and training providers, the social partners such as trade unions and employers' associations, and in full respect of ongoing political cooperation, such as the Bologna Process in the European Higher Education Area. Constructive collaboration between the Commission, Member States and stakeholders is of paramount importance to the successful development and implementation of the Europass framework.\n(30)\nRelevant Union law on personal data protection and national implementing measures should apply to the processing of personal data that are stored and processed pursuant to this Decision. Users should have the possibility to restrict access to their personal data.\n(31)\nParticipation in the framework should be open to members of the European Economic Area which are not Member States of the Union, acceding States, candidate States and potential candidate States for accession to the Union, given their long-standing interest and cooperation with the Union in this field. Participation should be in accordance with the relevant provisions of the instruments governing relations between the Union and those countries. Information on skills and qualifications provided through the Europass framework should come from a wider range of countries and education systems than those of participating countries and reflect migration movements from and to other parts of the world.\n(32)\nThe Commission should ensure the coherent implementation and monitoring of this Decision through a Europass advisory group composed of representatives of the Member States and relevant stakeholders. The advisory group should, in particular, develop a strategic approach to the implementation and future development of Europass, and advise on the development of web-based tools, including through testing, and on information provided through the Europass online platform, in cooperation with other groups, where relevant.\n(33)\nCo-funding for the implementation of this Decision is provided, inter alia, by the Union programme Erasmus+, as established by Regulation (EU) No 1288/2013 of the European Parliament and of the Council (8). The committee created under that Regulation is involved in strategic discussions on the progress of Europass implementation, and on future developments.\n(34)\nSince the objective of this Decision, namely the establishment of a comprehensive and interoperable framework of tools and information, in particular for transnational employment and learning mobility purposes, cannot be sufficiently achieved by the Member States but can rather, by reason of the effects of the action, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality as set out in that Article, this Decision does not go beyond what is necessary in order to achieve that objective.\n(35)\nAs a general principle, the obligations and administrative and financial burdens on the Member States should be balanced with regard to costs and benefits.\n(36)\nThe activities carried out in the context of this Decision should be supported by the expertise of the Union agencies, in particular by the European Centre for the Development of Vocational Training, within their domains of competence.\n(37)\nDecision No 2241/2004/EC should therefore be repealed, without prejudice to the validity or status of previously issued Europass documents. All established Europass document templates should be maintained within the new framework until such time as necessary changes or updates are made in accordance with this Decision. In order to ensure a smooth transition to the Europass online platform, the Europass internet-based information system established by Decision No 2241/2004/EC should continue to operate until the Europass online platform is set up and becomes operational,\nHAVE ADOPTED THIS DECISION:\nArticle 1\nSubject matter and scope\n1.   This Decision establishes a European framework to support the transparency and understanding of skills and qualifications acquired in formal, non-formal and informal settings, including through practical experiences, mobility and volunteering (‘Europass’).\n2.   Europass shall consist of web-based tools and relevant available information, including information to support the European dimension of guidance provided through an online platform and supported by national services intended to help users to better communicate and present skills and qualifications and to compare qualifications.\n3.   Europass shall be targeted at:\n(a)\nindividual end-users, such as learners, job seekers, workers and volunteers, and\n(b)\nrelevant stakeholders, such as education and training providers, guidance practitioners, employers, public employment services, social partners, youth work providers, youth organisations and policy makers.\n4.   The use of Europass shall be voluntary and shall not impose any obligations or confer any rights other than those defined in this Decision.\nArticle 2\nDefinitions\nFor the purposes of this Decision, the following definitions apply:\n(a)\n‘certificate supplement’ means a document attached to a vocational education and training or professional certificate issued by the competent authorities or bodies, in order to make it easier for third persons – particularly in another country – to understand the learning outcomes acquired by the holder of the qualification, as well as the nature, level, context, content and status of the education and training completed and skills acquired;\n(b)\n‘diploma supplement’ means a document attached to a higher education diploma issued by the competent authorities or bodies, in order to make it easier for third persons – particularly in another country – to understand the learning outcomes acquired by the holder of the qualification, as well as the nature, level, context, content and status of the education and training completed and skills acquired;\n(c)\n‘Europass supplements’ means a set of documents, such as diploma supplements and certificate supplements, issued by the competent authorities or bodies;\n(d)\n‘guidance’ means a continuous process that enables individuals to identify their capacities, skills and interests, through a range of individual and collective activities to make educational, training and occupational decisions and to manage their individual life paths in learning, work and other settings in which those capacities and skills are learned or used;\n(e)\n‘European dimension of guidance’ means cooperation and support at Union level to strengthen policies, systems and practices for guidance within the Union;\n(f)\n‘qualification’ means a formal outcome of an assessment and validation process which is obtained when a competent authority or body determines that an individual has achieved learning outcomes to given standards;\n(g)\n‘assessment of skills’ means the process or method used to evaluate, measure and eventually describe, through self-assessment or assessment certified by a third party, or both, the skills of individuals acquired through formal, non-formal or informal settings;\n(h)\n‘self-assessment of skills’ means the process of systematic reflection by individuals on their skills through reference to an established description of skills;\n(i)\n‘skills intelligence’ means available quantitative or qualitative analysis of aggregated data on skills from existing sources in relation to the labour market and of corresponding learning opportunities in the education and training system which can contribute to guidance and counselling, recruitment processes, the choice of education, training and career paths;\n(j)\n‘authentication services’ means technical processes, such as electronic signatures and website authentication, which allow users to verify information, such as their identity, through Europass;\n(k)\n‘technical interoperability’ means the ability of information and communication technology systems to interact so as to enable the sharing of information, achieved through agreement by all parties and owners of the information;\n(l)\n‘validation’ means the process by which a competent authority or body confirms that an individual has acquired learning outcomes, including those acquired in non-formal and informal learning settings, measured against a relevant standard, and which consists of four distinct phases, namely identification, documentation, assessment and certification of the results of the assessment in the form of a full qualification, credits or a partial qualification, as appropriate and in line with national circumstances;\n(m)\n‘open standards’ means technical standards that have been developed in a collaborative process, and have been published for free use by any interested party;\n(n)\n‘online platform’ means a web-based application that provides information and tools to end users and allows them to complete specific tasks online;\n(o)\n‘personal data’ means any information relating to an identified or identifiable natural person.\nArticle 3\nOnline platform\n1.   Europass shall provide, through an online platform, web-based tools for:\n(a)\ndocumenting and describing personal information in a variety of formats, including curriculum vitae (CV) templates;\n(b)\ndocumenting and describing skills and qualifications acquired through working and learning experiences, including through mobility and volunteering;\n(c)\nthe assessment of skills and self-assessment of skills;\n(d)\ndocumenting the learning outcomes of qualifications, including the Europass supplement templates, as referred to in Article 5.\nThe use of Europass tools for the assessment of skills and self-assessment of skills as referred to in point (c) shall not lead directly to formal recognition or the issuance of qualifications.\n2.   The Europass online platform shall provide available information or links to available information on the following topics:\n(a)\nlearning opportunities;\n(b)\nqualifications and qualifications frameworks or systems;\n(c)\nopportunities for validation of non-formal and informal learning;\n(d)\nrecognition practices and relevant legislation in different countries, including third countries;\n(e)\nservices offering guidance for transnational learning mobility and career management;\n(f)\nskills intelligence as produced by relevant Union-level activities and agencies within their domains of competence;\n(g)\ninformation on skills and qualifications that could be relevant to the particular needs of third country nationals arriving or residing in the Union to support their integration.\nArticle 4\nMain principles and features\n1.   The Europass online platform and web-based tools, including their content and functionality, shall be user-friendly and secure and be made available free-of-charge to all users.\n2.   The Europass online platform and web-based tools, including their content and functionality, shall be accessible to persons with disabilities, in accordance with the accessibility requirements established in relevant Union law.\n3.   Europass web-based tools shall use open standards to be made available free of charge, for reuse by Member States and other stakeholders on a voluntary basis.\n4.   Europass web-based tools shall refer to the EQF in information on qualifications, descriptions of national education and training systems and other relevant topics, as appropriate and in line with national circumstances.\n5.   The Europass online platform may include an option for users to store personal data such as a personal profile. Union data protection law shall apply to the processing of such personal data. A number of options shall be made available to users to enable them to restrict access to their data or to certain attributes.\n6.   Europass shall support authentication services for any digital documents or representations of information on skills and qualifications.\n7.   Europass web-based tools shall be delivered in the official languages of the institutions of the Union.\n8.   Europass web-based tools shall support and ensure technical interoperability and synergies with other relevant instruments and services offered at Union and, where appropriate, national levels.\nArticle 5\nEuropass supplements\n1.   Europass supplements shall be issued, in accordance with templates, by the competent authorities or bodies. In particular, the order of each item in the templates shall be respected, to ensure ease of understanding and the provision of complete information.\n2.   The templates referred to in paragraph 1 shall be developed and, when necessary, revised by the Commission, in close cooperation and consultation with the Member States and other stakeholders such as the Council of Europe and the United Nations Educational, Scientific and Cultural Organisation to ensure relevance and usability of the supplements.\n3.   Europass supplements shall be issued free of charge and, where possible, in electronic form. Europass supplements shall be issued in the national language and, where possible, in another European language.\n4.   Europass supplements shall not replace original diplomas or certificates and shall not amount to formal recognition of the original diploma or certificate by competent authorities or bodies of other countries.\nArticle 6\nThe Commission's tasks\n1.   The Commission shall manage the Europass online platform. In that regard the Commission shall:\n(a)\nensure the availability and high quality of Union-level information or links to such available information as referred to in Article 3(2);\n(b)\ndevelop, test and, when necessary, update the Europass online platform, including open standards, in line with user needs and technological advancements as well as changes in labour markets and in the provision of education and training;\n(c)\nkeep up to date with and incorporate, where relevant, the latest technological developments that can improve the accessibility of Europass for older persons and persons with disabilities;\n(d)\nensure that any development or updating of the Europass online platform, including open standards, supports consistency of information and demonstrates clear added value;\n(e)\nensure that any web-based tools, in particular tools for assessment and self-assessment, are fully tested and quality-assured; and\n(f)\nensure the quality and monitor the effectiveness of the Europass online platform including web-based tools in line with user needs.\n2.   The Commission shall ensure the effective implementation of this Decision. In that regard the Commission shall:\n(a)\nensure the active participation and involvement of Member States in strategic planning, including setting and steering strategic objectives, quality assurance and financing, and take due regard of their positions;\n(b)\nensure the active participation and involvement of Member States in the development, testing, updating and evaluation of the Europass online platform, including open standards, and take due regard of their positions;\n(c)\nensure that, at Union level, relevant stakeholders are involved in the implementation and evaluation of this Decision;\n(d)\nset up learning activities and best practice exchanges between Member States and, where appropriate, facilitate peer counselling at the request of Member States; and\n(e)\nensure that effective and adequate promotion, guidance and information activities are carried out at Union level in order to reach relevant users and stakeholders, including persons with disabilities.\nArticle 7\nMember States' tasks\n1.   Each Member State shall be responsible for the implementation of this Decision at national level through the relevant national services and without prejudice to national arrangements in terms of implementation and organisation. In that regard Member States shall:\n(a)\ncoordinate the activities related to the implementation of Europass web-based tools;\n(b)\npromote the use and strengthen the awareness and visibility of Europass;\n(c)\npromote and provide information on services offering guidance for transnational learning mobility and career management, including, where appropriate, individual guidance services;\n(d)\nmake information on learning opportunities, qualifications and recognition practices available on the Europass online platform, including through links to relevant national websites;\n(e)\ninvolve stakeholders from all relevant sectors, and promote cooperation among public and private stakeholders, in the activities under their responsibility.\n2.   The provision of information to the Europass online platform under Article 3(2) shall not create any additional obligations for Member States.\nArticle 8\nData processing and protection\nThe measures provided for in this Decision shall be carried out in accordance with Union law on protection of personal data, in particular Directive 95/46/EC of the European Parliament and of the Council (9) and Regulation (EC) No 45/2001 of the European Parliament and of the Council (10).\nArticle 9\nMonitoring and evaluation\n1.   The Commission shall report on progress and expected future developments following the adoption of this Decision, as appropriate, in the context of relevant education, training and employment policy frameworks.\n2.   By 23 May 2023, and every five years thereafter, the Commission shall submit to the European Parliament and to the Council an evaluation report on the implementation and impact of this Decision.\n3.   The evaluation shall be carried out by an independent body based on qualitative and quantitative indicators developed by the Commission in consultation with Member States.\nArticle 10\nParticipating countries\n1.   Participation in the activities referred to in this Decision shall be open to members of the European Economic Area which are not Member States of the Union in accordance with the conditions laid down in the Agreement on the European Economic Area.\n2.   Participation shall also be open to acceding States, candidate States and potential candidate States for accession to the Union in accordance with their agreements concluded with the Union.\nArticle 11\nFinancial provisions\nThe implementation of this Decision at national level shall be co-financed through Union programmes. The annual appropriations shall be authorised by the European Parliament and the Council within the limits of the multiannual financial framework.\nArticle 12\nRepeal and transitional provisions\n1.   Decision No 2241/2004/EC is repealed.\n2.   The Europass internet-based information system established by Decision No 2241/2004/EC shall continue to operate until such time as the Europass online platform established by this Decision is set up and becomes operational.\nArticle 13\nEntry into force\nThis Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nDone at Strasbourg, 18 April 2018.\nFor the European Parliament\nThe President\nA. TAJANI\nFor the Council\nThe President\nL. PAVLOVA\n(1)  OJ C 173, 31.5.2017, p. 45.\n(2)  Position of the European Parliament of 15 March 2018 (not yet published in the Official Journal) and decision of the Council of 12 April 2018.\n(3)  Decision No 2241/2004/EC of the European Parliament and of the Council of 15 December 2004 on a single Community framework for the transparency of qualifications and competences (Europass) (OJ L 390, 31.12.2004, p. 6).\n(4)  Council Recommendation of 22 May 2017 on the European Qualifications Framework for lifelong learning and repealing the recommendation of the European Parliament and of the Council of 23 April 2008 on the establishment of the European Qualifications Framework for lifelong learning (OJ C 189, 15.6.2017, p. 15).\n(5)  Council Recommendation of 20 December 2012 on the validation of non-formal and informal learning (OJ C 398, 22.12.2012, p. 1).\n(6)  Resolution of the Council and of the Representatives of the Governments of the Member States, meeting within the Council of 21 November 2008 on better integrating lifelong guidance into lifelong learning strategies (OJ C 319, 13.12.2008, p. 4).\n(7)  Regulation (EU) 2016/589 of the European Parliament and of the Council of 13 April 2016 on a European network of employment services (EURES), workers' access to mobility services and the further integration of labour markets, and amending Regulations (EU) No 492/2011 and (EU) No 1296/2013 (OJ L 107, 22.4.2016, p. 1).\n(8)  Regulation (EU) No 1288/2013 of the European Parliament and of the Council of 11 December 2013 establishing ‘Erasmus+’: the Union programme for education, training, youth and sport and repealing Decisions No 1719/2006/EC, No 1720/2006/EC and No 1298/2008/EC (OJ L 347, 20.12.2013, p. 50).\n(9)  Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (OJ L 281, 23.11.1995, p. 31).\n(10)  Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (OJ L 8, 12.1.2001, p. 1).", "summary": "Europass — supporting learning and working in Europe\nEuropass — supporting learning and working in Europe\nSUMMARY OF:\nDecision (EU) 2018/646 on a common framework for the provision of better services for skills and qualifications (Europass)\nWHAT IS THE AIM OF THE DECISION?\n              \nIt updates the Europass service to help people communicate their skills, qualifications and experience using standardised templates. This aims to meet the evolving needs of:\nindividual users, such as learners, job-seekers, employers, workers and volunteers;\nrelevant stakeholders, such as education, training and youth work providers, guidance providers, employers, public employment services, trades unions, youth organisations and policymakers.\nEuropass is based on web-based tools and relevant available information. Its use is entirely voluntary.\nThe decision repeals Decision No 2241/2004/EC.\nKEY POINTS\n              \nEuropass uses an online platform to provide:\nweb-based tools to document and describe personal information in a variety of formats, including CV templates;document and describe skills* and qualifications acquired thorough work or education;assess and self-assess skills;access Europass supplement* templates;\ninformation on and links to learning opportunities;qualifications and their frameworks and systems;opportunities to validate non-formal and informal learning;mutual recognition practices in different countries;learning and career guidance for those looking abroad;resources of relevant EU-level activities and agencies;skills and qualifications of use to a non-EU national coming to, or living in, the EU.\nThe online platform and the web-based tools and content:\nare user-friendly, secure, free of charge and accessible to people with disabilities;\npermit reuse by national authorities and other stakeholders;\nallow users to store data, such as a personal profile;\nexist in all EU official languages;\nsupport services to authenticate digital documents.\nEuropass supplements:\nare issued by national authorities using the relevant template;\nare developed and updated by the European Commission in close cooperation with national governments, stakeholders, Council of Europe and the United Nations Educational, Scientific and Cultural Organisation (UNESCO);\nare issued free of charge, preferably electronically, in the national (or where possible another European) language;\ndo not replace, or formally recognise, an original diploma or certificate.\nThe Commission:\nmanages the online platform;\nensures the active participation of national authorities and stakeholders in implementing and developing the system;\nprovides for exchange of best practice;\nensures effective and adequate EU-wide promotion, guidance and information is available for users and stakeholders;\nmust submit an evaluation report to the European Parliament and the Council by 23 May 2023 and again every 5 years.\nEU countries’ national authorities are responsible for implementing the system and providing it with the necessary support and visibility, including links to relevant national websites.\nThe Europass system:\nrespects EU personal data protection legislation, especially Regulation (EU) 2016/679 on the protection of personal data and Regulation (EU) 2018/1725 on the protection of individuals with regard to the processing of personal data by EU institutions, bodies, offices and agencies;\nis open to other European countries;\nreceives EU co-financing.\nFROM WHEN DOES THE DECISION APPLY?\n              \nIt has applied since 22 May 2018.\nBACKGROUND\n              \nOn 10 June 2016, the Commission issued a communication ‘The New Skills Agenda for Europe’. This was designed to make skills more visible and comparable to help individuals make better career choices.\nOne of its 10 proposals was to update the original Europass framework adopted in 2004 (Decision No 2241/2004/EC). This contains a set of 5 templates to help people identify their skills and qualifications to create CVs and portfolios.\nEuropass aims to reach all potential users, including the less-well educated, the elderly, the long-term unemployed and people with disabilities, as well as the highly educated and digitally literate.\nSince 2005, over 93 million document templates have been downloaded and over 60 million Europass CVs created online.\nFor more information, see:\nEuropass (European Commission).\nKEY TERMS\n              \nSkills: what a person knows, understands and can do through formal, informal or non-formal learning.\nEuropass supplements: documents, such as diplomas and certificates, issued by the relevant authority.\nMAIN DOCUMENT\n            \nDecision (EU) 2018/646 of the European Parliament and of the Council of 18 April 2018 on a common framework for the provision of better services for skills and qualifications (Europass) and repealing Decision No 2241/2004/EC (OJ L 112, 2.5.2018, pp. 42-50)\nRELATED DOCUMENT\n            \nCommunication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions — A New Skills Agenda for Europe: Working together to strengthen human capital, employability and competitiveness (COM(2016) 381 final, 10.6.2016)\nlast update 28.06.2019", "tags": ["vocational training", "EU employment policy", "education policy", "professional qualifications", "information system", "dissemination of information", "cooperation in the field of education"], "subjects": ["Education, vocational training and youth"], "split": "test", "reference_annotations": {"32018D0646_p1": {"text": "decision 2018/646 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 18 April 2018---on a common framework for the provision of better services for skills and qualifications (Europass) and repealing decision 2241/2004/ec", "triples": [" decision 2018/646,  repealing,  decision 2241/2004/ec"]}, "32018D0646_p2": {"text": "(7)  regulation 2016/589 of the European Parliament and of the Council of 13 April 2016 on a European network of employment services (EURES), workers' access to mobility services and the further integration of labour markets, and amending regulation 492/2011 regulation 1296/2013 (OJ L 107, 22.4.2016, p. 1).", "triples": [" regulation 2016/589,  amending,  regulation 492/2011", " regulation 2016/589,  amending,  regulation 1296/2013"]}, "32018D0646_p3": {"text": "(8)  regulation 1288/2013 of the European Parliament and of the Council of 11 December 2013 establishing ‘Erasmus+’: the Union programme for education, training, youth and sport and repealing decision 1719/2006/ec decision 1720/2006/ec decision 1298/2008/ec (OJ L 347, 20.12.2013, p. 50).", "triples": [" regulation 1288/2013,  repealing,  decision 1719/2006/ec", " regulation 1288/2013,  repealing,  decision 1720/2006/ec", " regulation 1288/2013,  repealing,  decision 1298/2008/ec"]}}, "summary_annotations": {"32018D0646_p1": {"text": "decision 2018/646 of the European Parliament and of the Council of 18 April 2018 on a common framework for the provision of better services for skills and qualifications (Europass) and repealing decision 2241/2004/ec (OJ L 112, 2.5.2018, pp. 42-50)", "triples": [" decision 2018/646,  repealing,  decision 2241/2004/ec"]}}}