{"celex_id": "32015D0799", "reference": "22.5.2015\nEN\nOfficial Journal of the European Union\nL 127/20\nCOUNCIL DECISION (EU) 2015/799\nof 18 May 2015\nauthorising Member States to become party, in the interest of the European Union, to the International Convention on Standards of Training, Certification and Watchkeeping for Fishing Vessel Personnel, of the International Maritime Organization\n(Text with EEA relevance)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 46, Article 53(1) and Article 62 in conjunction with point (a)(v) of Article 218(6) and the first subparagraph of Article 218(8) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament, (1)\nWhereas:\n(1)\nThe International Convention on Standards of Training, Certification and Watchkeeping for Fishing Vessel Personnel (‘the Convention’) of the International Maritime Organization (‘IMO’) was adopted on 7 July 1995 at the International Conference convened by the IMO in London.\n(2)\nThe Convention entered into force on 29 September 2012.\n(3)\nThe Convention represents a significant contribution to the fishing sector at international level by promoting the safety of life and property at sea, thereby also contributing to the protection of the marine environment. It is therefore desirable that its provisions be implemented as soon as possible.\n(4)\nFishing at sea is one of the most hazardous professions, therefore appropriate training and qualifications are an essential means by which to cut the number of accidents. The embarking of personnel on board Member States fishing vessels should in any case be done without prejudice to maritime safety.\n(5)\nIn the framework of Sustainable Fisheries Partnership Agreements (‘the Agreements’) with third countries, it is important that personnel on board fishing vessels flying the flag of a Member State possess appropriate professional qualifications proven by certificates accepted by the flag State, so that recruitment under the conditions laid down in the Agreements is possible. Member States should make every effort to avoid friction between international and Union law, including any possible negative impact on the conclusion and the implementation of the Agreements, when applying the Convention. Furthermore, relevant third countries should be encouraged to become parties to the Convention.\n(6)\nThe European Parliament, the Council and the Commission promote safety at sea and safety at work as well as the enhancement of the professional qualifications of personnel on board fishing vessels. The Union financially supports training in the fishing sector, namely through the European Fisheries Fund and the European Maritime and Fisheries Fund.\n(7)\nChapter I, Regulation 7 of the Annex to the Convention falls within the exclusive competence of the Union as regards the rules of the Union on the recognition of professional qualifications held by certain categories of fishing vessel personnel and affects the Treaty provisions and secondary Union law, in particular Directive 2005/36/EC of the European Parliament and of the Council (2), in so far as Union citizens who possess relevant certificates issued by a Member State or by a third country are concerned.\n(8)\nThe Union cannot become party to the Convention, as only states can be parties thereto.\n(9)\nSome Member States have not yet become party to the Convention, while others already have. Those Member States which have fishing vessels flying their flag, ports receiving seagoing fishing vessels which fall within the scope of the Convention, or training institutions for fishing vessel personnel, and which have not yet become party to the Convention, are invited to do so.\n(10)\nUntil all Member States which have fishing vessels flying their flag, ports receiving seagoing fishing vessels which fall within the scope of the Convention, or training institutions for fishing vessel personnel have become party to the Convention, each Member State party to the Convention should apply the flexibility provided by the Convention to ensure legal compatibility with Union law, notably the provisions of Chapter I, Regulation 10 of the Annex to the Convention on equivalents, to align the application of the Convention with Directive 2005/36/EC.\n(11)\nWhile recognising the professional qualifications — in accordance with Directive 2005/36/EC — of migrant workers from Member States not party to the Convention, each Member State party to the Convention should ensure that the professional qualifications of the workers concerned have been assessed and have been found to correspond to the minimum standards set by the Convention.\n(12)\nIn accordance with Article 2(1) of the Treaty on the Functioning of the European Union, the Council should therefore authorise the Member States to become party to the Convention, in the interest of the Union,\nHAS ADOPTED THIS DECISION:\nArticle 1\nMember States are hereby authorised to become party to the International Convention on Standards of Training, Certification and Watchkeeping for Fishing Vessel Personnel, of the International Maritime Organization, adopted on 7 July 1995, in respect of those parts falling under the competence of the Union.\nMember States, when reporting to the Secretary-General of the IMO in accordance with Article 4 of the Convention, shall, if appropriate, with reference to Chapter I, Regulation 10 of the Annex to the Convention, provide information on relevant national provisions regarding the recognition of certificates of competency of personnel on board fishing vessels covered by the Convention, taking into account obligations laid down by relevant Union law on the recognition of qualifications.\nArticle 2\nMember States which have fishing vessels flying their flag, ports receiving seagoing fishing vessels which fall within the scope of the Convention, or training institutions for fishing vessel personnel, and which have not yet become party to the Convention, shall endeavour to take the necessary steps to deposit their instrument of accession to the Convention with the Secretary-General of the IMO within a reasonable time and, if possible, by 23 May 2017. The Commission shall present a report to the Council reviewing the progress of accession by 23 May 2018.\nArticle 3\nThis Decision is addressed to the Member States.\nDone at Brussels, 18 May 2015.\nFor the Council\nThe President\nM. SEILE\n(1)  Not yet published in the Official Journal.\n(2)  Directive 2005/36/EC of the European Parliament and of the Council of 7 September 2005 on the recognition of professional qualifications (OJ L 255, 30.9.2005, p. 22).", "summary": "Making fishing at sea a safer profession\nMaking fishing at sea a safer profession\nSUMMARY OF:\nDecision (EU) 2015/799 authorising EU countries to become party to the International Convention on Standards of Training, Certification and Watchkeeping for Fishing Vessel Personnel\nSUMMARY\nWHAT DOES THIS DECISION DO?\n              \nIt authorises EU countries to become party to the 1995 International Convention on Standards of Training, Certification and Watchkeeping for Fishing Vessel Personnel (STCW-F), which came into force in 2012.\nKEY POINTS\n              \nThe STCW-F International Convention of the International Maritime Organization (IMO) sets out minimum standards for training, certification and watchkeeping for Fishing Vessel Personnel.\nEligible EU countries not currently party to the Convention should accede to it ‘within a reasonable time’, if possible before  23 May 2017.\n—\n              Only those EU countries which have fishing vessels (generally more than 24 metres in length), ports used by them, or training institutions for seafarers are bound by this requirement.\n            \n—\n              The Convention gives IMO powers to check on government actions, and EU countries have to submit information about compliance, particularly in relation to the recognition of seafarers' certificates of competency.\n            \n—\n              The European Commission will present a report to the Council reviewing the progress EU countries are making towards accession by 23 May 2018.\n            \n—\n              EU countries should do what they can to ensure compatibility between the Convention and EU law.\n            \n—\n              Non-EU countries should be encouraged to join the Convention.\nWHEN DOES THIS DECISION APPLY?\n              \nIt entered into force on 26 May 2015.\nBACKGROUND\n              \nFishing at sea is one of the most hazardous professions, and therefore appropriate training and qualifications are seen as essential to reduce the number of accidents.\nThe STCW-F Convention was the first to establish basic requirements on training, certification and watchkeeping for fishing vessel personnel on an international level. Previously, standards had been established by individual governments, often without reference to practices in other countries. As a result standards and procedures varied widely.\nThe STCW-F Convention is currently being reviewed with the aim of modernising its regulation, reflecting the current situation in the fishing industry and promoting the accession of more countries. The review would also align the structure of the Convention to that of the pre-existing International Convention on Standards of Training, Certification and Watchkeeping for seafarers (STCW).\n—\nMaritime education and training\nACT\n            \nCouncil Decision (EU) 2015/799 of 18 May 2015 authorising Member States to become party, in the interest of the European Union, to the International Convention on Standards of Training, Certification and Watchkeeping for Fishing Vessel Personnel, of the International Maritime Organisation (OJ L 127, 22.5.2015, pp. 20-21)\nlast update 07.01.2016", "tags": ["in-service training", "ship's flag", "fisherman", "crew", "international convention", "occupational safety", "fishing vessel", "EU Member State", "maritime safety", "recognition of vocational training qualifications"], "subjects": ["Approximation of laws", "Transport"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}