{"celex_id": "32009G1219(01)", "reference": "19.12.2009\nEN\nOfficial Journal of the European Union\nC 311/1\nCOUNCIL RESOLUTION\nof 27 November 2009\non a renewed framework for European cooperation in the youth field (2010-2018)\n2009/C 311/01\nTHE COUNCIL OF THE EUROPEAN UNION,\nRECALLING\nthe Resolution of the Council and of the Representatives of the Governments of the Member States, meeting within the Council, of 27 June 2002 establishing a framework for European cooperation in the youth field (1), which included the application of the open method of coordination and mainstreaming of youth issues into other policies, and the European Youth Pact adopted by the March 2005 European Council (2) as one of the instruments contributing to the achievement of the Lisbon objectives for growth and jobs;\nthe Renewed Social Agenda which targets youth and children as a main priority (3);\nand ACKNOWLEDGING\nthe conclusions of the Council and of the Representatives of the Governments of the Member States, meeting within the Council, of 11 May 2009 on the evaluation of the current framework for European cooperation in the youth field and on future perspectives for the renewed framework (4);\nWELCOMES\nthe communication from the Commission to the Council, the European Parliament, the European Economic and Social Committee and the Committee of the Regions entitled An EU strategy for youth – Investing and empowering. A renewed open method of coordination to address youth challenges and opportunities\n (5);\nRECOGNISES that\n1.\nYoung women and men have a crucial role to play in meeting the many socio-economic, demographic, cultural, environmental and technological challenges and opportunities facing the European Union and its citizens today and in the years ahead. Promoting the social and professional integration of young women and men is an essential component to reach the objectives of Europe’s Lisbon strategy for growth and jobs, at the same time as promoting personal fulfilment, social cohesion and active citizenship.\n2.\nThe EU Youth Report 2009 (6) shows that, although a majority of today’s young Europeans enjoy good living conditions, there are still challenges to be met such as youth unemployment, young people not participating in education or training, poverty among youth, low levels of participation and representation of young people in the democratic process and various health problems. Economic downturns, such as the one which began in 2008, tend to have a significant negative impact on young people and the effects risk being long term.\n3.\nThe current framework for European cooperation in the youth field has proved to be a valuable platform for the Member States in addressing youth-related issues and that the open method of coordination, the mainstreaming of youth issues into other policy areas and initiatives such as the European Youth Pact (7) have facilitated a flexible approach in a manner suited to the youth field, with due regard for the competences of the Member States and the principle of subsidiarity.\n4.\nA renewed framework setting out a strategy for European cooperation in the youth field over the next decade - while building on the progress made and experiences gained to date and while continuing to respect the Member States’ responsibility for youth policy - would further enhance the efficiency and effectiveness of such cooperation and provide increased benefits to young people in the European Union, especially in the context of the post-2010 Lisbon Strategy.\n5.\nIt is of vital importance to enable all young women and men to make the best of their potential. This entails not only investing in youth, by putting in place greater resources to develop policy areas that affect young people in their daily lives and improve their well being, but also empowering youth by promoting their autonomy and the potential of young people to contribute to a sustainable development of society and to European values and goals. It also calls for greater cooperation between youth policies and relevant policy areas, in particular education, employment, social inclusion, culture and health.\nACCORDINGLY AGREES that\n1.\nIn the period up to and including 2018, the overall objectives of European cooperation in the youth field should be to:\n(i)\ncreate more and equal opportunities for all young people in education and in the labour market; and to\n(ii)\npromote the active citizenship, social inclusion and solidarity of all young people.\n2.\nThe main fields of action in which initiatives should be taken are outlined below and detailed in Annex I hereto:\n—\nEducation and training,\n—\nEmployment and entrepreneurship,\n—\nHealth and well-being,\n—\nParticipation,\n—\nVoluntary activities,\n—\nSocial inclusion,\n—\nYouth and the world,\n—\nCreativity and culture.\n3.\nWhile fully respecting Member States’ responsibility for youth policy and the voluntary nature of European cooperation in the youth field, achieving the two interrelated overall objectives implies a dual approach involving the development and promotion of both:\n(i)\nspecific initiatives in the youth field - i.e. policies and actions specifically targeted at young people in areas such as non-formal learning, participation, voluntary activities, youth work, mobility and information;\nand\n(ii)\nmainstreaming initiatives - i.e. initiatives to enable a cross-sectoral approach where due account is taken of youth issues when formulating, implementing and evaluating policies and actions in other policy fields which have a significant impact on the lives of young people. Building on the example of the European Youth Pact, a youth dimension should continue to be integrated in the post-2010 Lisbon Strategy and the Renewed Social Agenda as well as in relevant EU strategies and programmes, such as the new Strategic Framework for European cooperation in Education and Training, the Employment Guidelines, the Health Strategy and the Agenda for Culture.\nUNDERLINES that\n1.\nEuropean Youth Policy cooperation should be firmly anchored in the international system of human rights. A number of guiding principles should be observed in all policies and activities concerning young people, namely the importance of:\n(a)\npromoting gender equality and combating all forms of discrimination, respecting the rights and observing the principles recognised inter alia in Articles 21 and 23 of the Charter of Fundamental Rights of the European Union;\n(b)\ntaking account of possible differences in the living conditions, needs, aspirations, interests and attitudes of young people due to various factors, paying particular attention to those who, for different reasons, may have fewer opportunities;\n(c)\nrecognising all young people as a resource to society, and upholding the right of young people to participate in the development of policies affecting them by means of a continuous structured dialogue with young people and youth organisations.\nFURTHER AGREES that\n1.\nIn the period up to 2018 European cooperation in the youth field should be implemented by means of a renewed open method of coordination, and should draw on the overall objectives, dual approach and main fields of action outlined above.\n2.\nEuropean cooperation in the youth field should be evidence based, pertinent and concrete. It should produce clear and visible results which should be presented, reviewed and disseminated on a regular basis and in a structured manner, thereby establishing a basis for continuous evaluation and development.\n3.\nThe success of the open method of coordination in the youth field depends on the political commitment of Member States and on effective working methods at national and EU level. From this perspective, the working methods used in the context of European cooperation should be based on the following:\n(i)\nWork cycles: The period up to 2018 will be divided into a series of 3-year cycles, with the first cycle covering the years from 2010 to 2012;\n(ii)\nPriorities: For each of these cycles, a number of priorities for European cooperation will be chosen which contribute to the fields of action identified under this framework. The priorities will be adopted by the Council on the basis of the relevant joint Council/Commission report - as referred to hereafter - and in cooperation with the representatives of the two Presidency trios covering the work cycle in question. These priorities for European cooperation will be designed to allow for cooperation between all the Member States or for closer cooperation between a more limited number of Member States (clusters), in accordance with national priorities. The priorities for the first part of the first work cycle under this new framework are set out in Annex II hereto. The priorities for the second part of this cycle will be presented and adopted by the Council at a later date;\n(iii)\nImplementation instruments: For the framework of cooperation to be effectively implemented, there is a need both for instruments in the specific youth field and for instruments in other related policy fields.\nIn the specific youth field, the instruments are outlined in sub-paragraphs (a)-(g). These should be used to support the dual approach, i.e. to implement specific initiatives in the youth field, as well as to promote a cross-sectoral approach to support mainstreaming of a youth perspective in other related policy fields. In the mainstreaming work, the instruments should be used as a basis for dialogue with, and support for, other policy fields in order for these to integrate a youth perspective where and when relevant.\n(a)\nKnowledge building and evidence-based youth policy: Youth policy should be evidence-based. Better knowledge and understanding of the living conditions, values and attitudes of young women and men needs to be gathered and shared with other relevant policy fields so as to enable appropriate and timely measures to be taken. Such knowledge can be promoted inter alia via support to the European Knowledge Centre for Youth Policy and its correspondents, EU-wide analytical capacity (Eurydice), youth research, studies, special European youth surveys and networks of researchers. The EU Youth Report will also be an essential contribution towards evidence-based policy making. Cooperation between relevant authorities, youth researchers, young people, youth organisations and those active in youth work should be promoted;\n(b)\nMutual learning: Mutual learning is a key element in this framework of cooperation. It provides the opportunity to identify and learn from good practices in different Member States. Mutual learning will be carried out by such means as peer learning activities, conferences and seminars, high level forums or expert groups as well as through, studies and analyses, and web-based networks, with the involvement of relevant stakeholders. The subjects of these activities should be closely linked to the priorities for the respective three year work cycles. All of these initiatives should be developed with clear objectives and on the basis of clear mandates, time schedules and planned outputs to be proposed by the Commission in cooperation with the Member States.\nPolicy dialogue with third countries and cooperation with international organisations such as the Council of Europe, OECD (8) and the United Nations should be continued, thereby providing a source of reference and inspiration;\n(c)\nProgress reporting: The European Union Youth Report should be drawn up by the Commission at the end of each work cycle - and in the case of the first under the new framework, in 2012. The EU Youth Report shall consist of two parts: A joint Council-Commission report (political part), and supporting documents (statistical and analytical part). The EU Youth report will evaluate progress made towards the overall objectives of the framework, as well as progress regarding the priorities defined for the most recent work cycle and identify good practises. The EU Youth Report should be based on national reports drawn up by the Member States in the youth field and in other relevant policy areas, as well as on other existing information and statistical data. Duplication of reporting obligations should be avoided. The EU Youth Report should also serve as a basis for establishing a set of priorities for the following work cycle;\n(d)\nDissemination of results: To enhance visibility and impact of cooperation under this framework at local, regional, national and European level, the outcomes of cooperation should be widely disseminated among all relevant stakeholders and, where appropriate, discussed at the level of Directors-General or Ministers;\n(e)\nMonitoring of the process: To promote the delivery of results through the open method of coordination, as well as ownership of the method at both national and EU level, the Member States and the Commission will work closely together in steering, taking forward and evaluating the process and its outcomes. In this context, work should be carried out on the basis of existing indicators which have a bearing on the situation of young people in fields such as education, employment, health, social inclusion and, where appropriate, proposals should be developed on potential new indicators for consideration by the Council;\n(f)\nConsultations and structured dialogue with young people and youth organisations: The structured dialogue with young people and youth organisations, which serves as a forum for continuous joint reflection on the priorities, implementation and follow-up of European cooperation in the youth field, should be pursued and developed.\nThe themes of the dialogue should be aligned with the overall objectives of European cooperation in the youth field and the priorities for each work cycle. Clear objectives and realistic procedures should be established for each cycle of dialogue in order to ensure continuity and follow-up. The dialogue should be as inclusive as possible and developed at local, regional, national and EU level and include youth researchers and those active in youth work. Structured dialogue with young people and youth organisations in other policy fields should also be supported. The implementation of the structured dialogue is further outlined in Annex III;\n(g)\nMobilisation of EU Programmes and Funds: Effective use should be made of available EU funds such as the Structural Funds, and of relevant programmes such as the Youth in Action, Lifelong Learning, Culture, Progress, Media, Erasmus for Young Entrepreneurs and Competitiveness and Innovation programmes as well as the relevant EU Programmes and Funds in the areas of external relations and development cooperation.\n4.\nFor each 3 year cycle, instruments should, as far as possible, be used for work towards the priorities.\n5.\nUnder this framework of cooperation, supporting and developing youth work should be regarded as cross-sectoral issues. Youth work is a broad term covering a large scope of activities of a social, cultural, educational or political nature both by, with and for young people. Increasingly, such activities also include sport and services for young people. Youth work belongs to the area of ‘out-of-school’ education, as well as specific leisure time activities managed by professional or voluntary youth workers and youth leaders and is based on non-formal learning processes and on voluntary participation. The ways in which youth work can contribute to achieving the overall objectives identified above - as well as be supported and recognised as an added value for its economic and social contribution - should be further examined and discussed under this framework. Among the issues to be discussed are: appropriate training for youth workers and leaders, the recognition of their skills using the appropriate European instruments, support for the mobility of youth workers and leaders and the promotion of innovative services and approaches for youth work.\n6.\nThe renewed framework for European cooperation in the youth field may be reviewed and necessary adjustments made by the Council in the light of any major new developments in Europe, particularly decisions taken on a post-2010 Lisbon Strategy.\nACCORDINGLY INVITES THE MEMBER STATES to\n1.\nWork together, with the support of the Commission and using the open method of coordination as outlined in this Resolution, to enhance European cooperation in the youth field in the period up to 2018 on the basis of the overall objectives, the fields of action, the dual approach, principles and implementation instruments described above, and of the priorities agreed for each work cycle.\n2.\nAdopt, on the basis of national priorities, measures at national level which can contribute to achieving the overall objectives outlined in the renewed framework, as well as consider whether inspiration can be drawn from mutual learning at EU level, when devising national policies in the youth field and other related policy areas.\nINVITES THE COMMISSION to\n1.\nWork with and support the Member States - during the period up to 2018 - in cooperating within this framework on the basis of the overall objectives, the fields of action, the dual approach, principles and implementation instruments described above, and the priorities agreed for each work cycle.\n2.\nExamine, in particular through the EU Youth Report, the degree to which the overall objectives of this framework have been met. In this context the Commission is invited to set up a working group to discuss, in consultation with relevant policy areas, existing data on the situation of young people and the possible need for development of indicators in fields where they do not exist, or where no youth perspective is apparent. The results of this work and proposals on potential new indicators should be submitted for consideration by the Council no later than December 2010.\n3.\nPropose a flexible framework for peer-learning activities and launch studies relevant to the overall objectives and priorities, as well as to regularly report to the Council on these various activities.\n4.\nPrepare in 2017, in association with Member States, a final evaluation report covering this framework of cooperation. The final evaluation report should be discussed by the Council in 2018.\n(1)  OJ C 168, 13.7.2002, p. 2.\n(2)  7619/1/05.\n(3)  11517/08.\n(4)  9169/09.\n(5)  9008/09.\n(6)  9008/09 ADD 4.\n(7)  7619/05: Annex I to the European Council conclusions, 22-23 March 2005.\n(8)  The right of participation in such work of all Member States should be ensured.\nANNEX I\nYOUTH-RELATED AIMS AND POSSIBLE INITIATIVES FOR MEMBER STATES AND THE COMMISSION\nMany of the fields of action listed in paragraph 2 of the ACCORDINGLY AGREES section above and detailed further below clearly have their own overall objectives and priorities and are outlined in separate cooperation frameworks and strategies, and are addressed within their respective open methods of coordination. Efforts are however needed to ensure that a youth perspective is suitably maintained in each field. With this purpose in mind, this Annex proposes in section (A) a number of initiatives for all fields, followed in section (B) by a series of specific youth-related aims intended to clarify the youth dimension in each of the fields of action listed, together with a non-exhaustive list of possible initiatives which can be taken by Member States and/or the Commission within their respective competences and with due regard for the principle of subsidiarity.\n(a)   General initiatives\nThe following general initiatives should be considered in all the fields of action identified:\n—\nDeveloping and strengthening cooperation between policy makers in the respective fields of action and youth policy makers, inter alia through improved dialogue and the sharing of knowledge and expertise,\n—\nEncouraging and supporting the involvement and participation of young people and youth organisations in policy making, implementation and follow-up,\n—\nProviding quality guidance and counselling services,\n—\nImproving access to quality youth information and disseminating information through all possible channels at local, regional, national level, as well as through Europe-wide organisations such as Eurodesk, ERYICA and EYCA and other European networks,\n—\nStrengthening cooperation with local and regional authorities,\n—\nSupporting the development of better knowledge about the situation of young people, for instance through support to youth research, research networks, specific studies, etc.,\n—\nSupporting the development of youth work and recognising its value,\n—\nMaking effective use of, and facilitating access of young people to, available EU funds and programmes,\n—\nSupporting development of experimental projects and programmes to try out new and innovative ideas and to exchange good practices,\n—\nRecognising the value of bilateral and multilateral cooperation for European cooperation in the field of youth policy,\n—\nIncluding, where appropriate, a children’s policy dimension, having regard to their rights and protection taking into account that the life and future prospects of young people are significantly determined by the opportunities, support and protection received during childhood.\n(b)   Youth-related aims and possible initiatives for each field of action\nEDUCATION AND TRAINING\nAim: Equal access for young people to high quality education and training at all levels and opportunities for lifelong learning should be supported. As a complement to formal education, non-formal learning for young people should be promoted and recognised, and better links between formal education and non-formal learning developed. Young people’s transition between education and training and the labour market should be facilitated and supported, and early school leaving reduced.\nInitiatives by Member States and the Commission within their respective spheres of competence\n—\nSupport the development of youth work and other non-formal learning opportunities as one of a range of actions to address early school leaving,\n—\nFully use the range of tools established at EU level for the transparency and validation of skills and the recognition of qualifications (1),\n—\nPromote learning mobility of all young people,\n—\nAddress gender and other stereotypes via formal education and non-formal learning,\n—\nUse formal education and non-formal learning to promote cohesion and understanding across different groups, promote equal opportunities and narrow the gaps in achievement,\n—\nDevelop participative structures in education as well as cooperation between schools, families and local communities,\n—\nEncourage formal education and non-formal learning in support of young people’s innovation, creativity and entrepreneurship,\n—\nMake a broader public aware of the value of non-formal learning outcomes.\nThe Commission will further develop Europass as a European instrument for the transparency of skills, including tools for the self-assessment of skills and the recording of competences by third parties such as Europass-Mobility Promoter Organisations.\nEMPLOYMENT AND ENTREPRENEURSHIP\nAim: Young people’s integration into the labour market, either as employees or as entrepreneurs, should be supported. The transition from education and training, or from unemployment or inactivity, to the labour market should be facilitated and supported. Opportunities to reconcile working life with family life should be improved. In the post-2010 Lisbon Strategy a youth perspective needs to be ensured, and work carried out in line with the overall objectives of the European Youth Pact needs to be continued.\nInitiatives by Member States and the Commission within their respective spheres of competence\n—\nIncrease and improve investments in the provision of suitable skills for those jobs in demand on the labour market, with better matching in the short term and better anticipation in the longer term of the skills needed,\n—\nTake the specific situation of young people into account when devising flexicurity strategies,\n—\nPromote cross-border professional and vocational opportunities for young people,\n—\nDevelop short-term measures in their recovery plans to stimulate the integration of young people in the labour market as well as structural measures taking into account youth,\n—\nDevelop career guidance and counselling services,\n—\nLower barriers to the free movement of workers across the EU,\n—\nPromote quality internships and apprenticeships to facilitate the entry to, and progress within, the labour market,\n—\nImprove childcare and promote sharing of responsibilities between partners in order to facilitate reconciliation between professional and private life for both young women and young men,\n—\nSupport young people’s entrepreneurship inter alia via entrepreneurship education, support to ‘start up’ funds, mentoring programmes, and encourage recognition of junior enterprise,\n—\nSupport development of European networks and structures to promote youth entrepreneurship,\n—\nPromote entrepreneurship in the field of sustainable development.\nHEALTH AND WELL-BEING\nAim: The health and well-being of young people should be supported, with a focus on the promotion of mental and sexual health, sport, physical activity and healthy life styles, as well as the prevention and treatment of injury, eating disorders, addictions and substance abuse.\nInitiatives by Member States and the Commission within their respective spheres of competence\n—\nFollow up the Council Resolution on the health and well-being of young people (2) and encourage youth fitness and physical activity by applying the EU Physical Activity Guidelines (3),\n—\nTake into account that health is a state of complete physical, mental and social well-being and not merely the absence of disease or infirmity in activities to promote the health and well-being of young people,\n—\nEncourage healthy lifestyles for young people via physical education, education on nutrition, physical activity and collaboration between schools, youth workers, health professionals and sporting organisations,\n—\nEmphasise the role of sport as an activity supporting teamwork, intercultural learning, fair play and responsibility,\n—\nIncrease knowledge and awareness of youth workers and youth leaders of health issues,\n—\nMobilise stakeholders at local level in order to detect and help young people at risk and to signpost them to other services, where needed,\n—\nEncourage peer-to-peer health education,\n—\nPromote the protection of children and young people, in particular regarding the competences concerning new media and their protection against certain dangers arising from the use of new media, while also recognising the benefits and opportunities new media can offer young people, e.g. through the follow-up of the Council conclusions of 21 May 2008 and 27 November 2009 on media literacy in the digital environment,\n—\nFacilitate access to existing health facilities by making them more youth friendly.\nPARTICIPATION\nAim: Young people’s participation in representative democracy and civil society at all levels and in society at large should be supported.\nInitiatives by Member States and the Commission within their respective spheres of competence\n—\nDevelop mechanisms for dialogue with youth and youth participation on national youth policies,\n—\nEncourage use of already existing, or development of, guidelines on youth participation, information and consultation in order to ensure the quality of these activities,\n—\nSupport politically and financially youth organisations, as well as local and national youth councils and promote recognition of their important role in democracy,\n—\nPromote the participation of more and a greater diversity of young people in representative democracy, in youth organisations and other civil-society organisations,\n—\nMake effective use of information and communication technologies to broaden and deepen participation of young people,\n—\nSupport various forms of ‘learning to participate’ from early age through formal education and non-formal learning,\n—\nFurther develop opportunities for debate between public institutions and young people.\nThe Commission will revise the European Youth Portal and promote greater outreach to young people.\nVOLUNTARY ACTIVITIES\nAim: Young people’s voluntary activities should be supported and better recognised for their value as an important form of non-formal learning. Obstacles to voluntary activities should be removed and the cross-border mobility of young people promoted.\nInitiatives by Member States and the Commission within their respective spheres of competence\n—\nPromote the recognition of skills acquired through voluntary activities through instruments such as Europass, Youthpass and Member State funded instruments,\n—\nImplement the Council Recommendation on the mobility of young volunteers in Europe (4),\n—\nRaise awareness about the value of voluntary activities, including through peer-to-peer processes,\n—\nPromote protection of young volunteers and quality in voluntary activities,\n—\nEngage young people and youth organisations in the planning, delivery and evaluation of the future European Year of Voluntary Activities Promoting Active Citizenship (2011),\n—\nPromote intergenerational solidarity through voluntary activities.\nSOCIAL INCLUSION\nAim: The social exclusion and poverty of young people and the transmission of such problems between generations should be prevented and mutual solidarity between society and young people strengthened. Equal opportunities for all should be promoted and all forms of discrimination combated.\nInitiatives by Member States and the Commission within their respective spheres of competence\n—\nRealise the full potential of youth work and youth centres as means of inclusion,\n—\nAdopt a cross-sectoral approach when working to improve community cohesion and solidarity and reduce the social exclusion of young people, addressing the interlinkages between e.g. young people’s education and employment and their social inclusion,\n—\nSupport the development of intercultural awareness and competences for all young people and combat prejudice,\n—\nSupport information and education activities for young people about their rights,\n—\nAddress the issues of homelessness, housing and financial exclusion,\n—\nPromote access to quality services — e.g. transport, e-inclusion, health, social services,\n—\nPromote specific support for young families,\n—\nEngage young people and youth organisations in the planning, delivery and evaluation of European Year of Combating Poverty and Social Exclusion (2010).\nYOUTH AND THE WORLD\nAim: Young people’s participation in and contribution to global processes of policy-making, implementation and follow-up (concerning issues such as climate change, the UN Millennium Development Goals, human rights, etc.) and young people’s cooperation with regions outside of Europe should be supported.\nInitiatives by Member States and the Commission within their respective spheres of competence\n—\nRaise the awareness of young people about global issues such as sustainable development and human rights,\n—\nProvide opportunities for young people to exchange views with policy-makers on global issues (e.g. via participation in international meetings, virtual platforms/forums, etc.),\n—\nFoster mutual understanding among young people from all over the world through dialogue and by means of supporting actions such as training courses, exchanges, and meetings,\n—\nEncourage young people to participate in ‘green volunteering’ and ‘green’ patterns of consumption and production (e.g. recycling, energy conservation, hybrid vehicles, etc.),\n—\nPromote entrepreneurship, employment, education and volunteering opportunities with regions outside of Europe,\n—\nPromote cooperation with, and exchanges between, those active in youth work on different continents,\n—\nEncourage young people to participate in development cooperation activities either in their country of residence or abroad.\nCREATIVITY AND CULTURE\nAim: Young people’s creativity and capacity for innovation should be supported through better quality access to and participation in culture and cultural expressions from an early age, thereby promoting personal development, enhanced learning capabilities, intercultural skills, understanding and respect for cultural diversity and the development of new and flexible skills for future job opportunities.\nInitiatives by Member States and the Commission within their respective spheres of competence\n—\nSupport the development of creativity among young people by following up the Council conclusions on promoting a Creative Generation: developing the creativity and innovative capacity of children and young people through cultural expression and wider access to culture (5),\n—\nWiden quality access to culture and creative tools, particularly those involving new technologies, and develop opportunities for youth people to experience culture and express and develop their creativity within or outside school,\n—\nMake new technologies readily available to empower young people’s creativity and capacity for innovation, and attract interest in culture, the arts and science,\n—\nProvide access to environments where young people can develop their creativity and interests and spend a meaningful leisure time,\n—\nFacilitate long-term synergies between policies and programmes in the fields of culture, education, health, social inclusion, media, employment and youth with the view to promoting young people’s creativity and capacity for innovation,\n—\nPromote specialised training in culture, new media and intercultural competences for youth workers,\n—\nPromote partnerships between culture and creative sectors and youth organisations and youth workers,\n—\nFacilitate and support development of young people’s talent and entrepreneurial skills with a view to enhancing their employability and future job opportunities,\n—\nPromote young people’s knowledge about culture and cultural heritage in the different EU Member States, including through the use of new technologies.\n(1)  The former being ensured through tools such as Europass, EQF or ECVET, and the latter by Directive 2005/36/EC.\n(2)  OJ C 319, 13.12.2008, p. 1.\n(3)  Recommended Policy Actions in Support of Health-Enhancing Physical Activity, 2008.\n(4)  OJ C 319, 13.12.2008, p. 8.\n(5)  14453/09.\nANNEX II\nPRIORITIES FOR EUROPEAN COOPERATION IN THE YOUTH FIELD DURING THE PERIOD 1 JANUARY 2010-30 JUNE 2011\nOverall priority — Youth Employment\nThe overall thematic priority for European cooperation in the youth field for the period 1 January 2010-30 June 2011 will be youth employment. During these 18 months, this topic will be discussed in the framework of the structured dialogue. Specific priorities should, wholly or partially, contribute to the overall thematic priority.\n1 January 2010-30 June 2010 — Social Inclusion\nDuring the first half of 2010 the following issues will be highlighted:\n—\nStrengthening the European Youth Pact within the context of the post-2010 Lisbon Strategy,\n—\nSocial inclusion of young people with fewer opportunities,\n—\nThe role of local and regional authorities in youth policy,\n—\nCooperation with the Latin American countries.\n1 July 2010-31 December 2010 — Youth Work\nDuring the second half of 2010 the following issues will be highlighted:\n—\nYouth work and the accessibility of youth work and activities to the poorest children and young people,\n—\nYoung people’s access to culture.\n1 January 2011-30 June 2011 — Participation\nDuring the first half of 2011 the following issues will be highlighted.\n—\nCitizenship and participation of young people, with an emphasis on social, economic, cultural and political participation and human rights,\n—\nVoluntary activities of young people their contribution to the development of local communities.\nANNEX III\nIMPLEMENTATION OF THE STRUCTURED DIALOGUE\nThe overall guiding principles for the structured dialogue with young people and youth organisations are outlines in paragraph 3 (iii) (f) of the FURTHER AGREES section above. In this annex the implementation of the structured dialogue at national and EU level is further developed.\nThe structured dialogue should be based on work-cycles of 18 months with an overall theme corresponding to the overall priorities for European cooperation for the 18 month period in question. Each Presidency may also choose a specific priority theme, linked to the overall theme, for its term of office.\nThe structured dialogue should involve consultations with young people and youth organisations at all levels in the Member States, and at EU Youth Conferences organised by Presidency countries and during the European Youth Week.\nWith a view to improving the implementation of the structured dialogue, within their respective competences and with due regard to the principle of subsidiarity:\n—\nthe Commission is invited to convene a European Steering Committee for each 18-month period consisting of inter alia representatives of the Trio Presidency countries’ Ministries for Youth Affairs, National Youth Councils and National Agencies for the Youth in Action Programme, as well as representatives of the European Commission and the European Youth Forum. Where appropriate, youth researchers and youth workers will be consulted. The European Steering Committee is responsible for the overall coordination of the structured dialogue. The Steering Committee will set up a support structure with trainers and facilitators that can give methodological support and provide continuity in the organisation of the structured dialogue at the EU level,\n—\nMember States are invited to support the establishment of a small National Working Group. These groups can, where applicable, utilise existing structures and be composed of inter alia representatives of Ministries for Youth Affairs, National Youth Councils, local and regional youth councils, youth organisations, those active in youth work, diverse young people and youth researchers. Member States are encouraged to, whenever possible, give National Youth Councils a leading role in these groups. The National Working Groups would have the task of securing the participatory process in the Member States,\n—\nThe Commission and Member States are invited, in cooperation with all actors involved, to continuously follow-up the structured dialogue and to gather and disseminate good practices.", "summary": "European cooperation in the youth field (2010-18)\nEuropean cooperation in the youth field (2010-18)\nSUMMARY OF:\nResolution on a renewed system for EU cooperation in the youth field\nWHAT IS THE AIM OF THE RESOLUTION?\n              \nIt sets out a renewed framework for an improved cooperation between EU countries in the youth field for the period 2010-18. It follows on from a first framework adopted in 2002 for the period 2002-09.\nKEY POINTS\n              \nThe main objective of this renewed framework or  EU youth strategy is to improve the efficiency of the cooperation and actions already put in place and provide increased benefits to young people in the EU.This strategy has 2 main objectives:\nto provide more and equal opportunities for young people in education and in the labour market;\nto encourage young people to actively participate in society.\nThese objectives should be met by promoting dialogue between youth and policymakers in order to increase active citizenship, foster social integration and ensure young people’s inclusion in EU policy development.\nTo this end, specific initiatives, targeting young people, and mainstreaming initiatives are encouraged in 8 specific fields:\neducation and training;\nemployment and entrepreneurship;\nhealth and well-being;\nparticipation of young people in the EU’s democratic process and in society in the context of a specific EU structured dialogue;\nvoluntary activities;\nsocial inclusion;\nyouth and the world with actions directed to help young people to engage themselves outside the EU or become more involved in areas such as climate change, international cooperation and human rights;\ncreativity and culture.\nRole of EU countries and the European CommissionThe resolution calls on the European Commission and EU countries to adopt measures that contribute to achieving the objectives of the youth strategy. Actions in such fields must be applied through an open method of coordination, which requires political commitment from EU countries and specific working methods.The main implementation instruments of the EU youth strategy are:\nmutual learning between the EU countries,\nevidence-based focus,\nmonitoring and reporting,\ndialogue with youth and\nthe mobilisation of EU programmes, such as the Erasmus+ programme.\nThe EU youth strategy also encourages them to take due account of youth issues in other policy fields impacting on the lives of young people, such as youth employment (including the youth guarantee scheme) and social inclusion (EU platform against poverty and social exclusion).\nBACKGROUND\n              \nFor more information, see:\nYouth portal (European Commission)\nEU youth strategy (European Commission)\nEU youth report (European Commission).\nMAIN DOCUMENT\n            \nCouncil Resolution of 27 November 2009 on a renewed framework for European cooperation in the youth field (2010-2018) (OJ C 311, 19.12.2009, pp. 1-11).\nRELATED DOCUMENTS\n            \nResolution of the Council and of the Representatives of the Governments of the Member States, meeting within the Council, on a European Union Work Plan for Youth for 2016-2018 (OJ C 417, 15.12.2015, pp. 1-9)\nResolution of the Council and of the representatives of the Governments of the Member States, meeting within the Council, of 20 May 2014 on the overview of the structured dialogue process including social inclusion of young people (OJ C 183, 14.6.2014, pp. 1-4).Resolution of the Council and of the Representatives of the Governments of the Member States, meeting within the Council, of 20 May 2014 on a European Union Work Plan for Youth for 2014-2015 (OJ C 183, 14.6.2014, pp. 5-11).\nlast update 23.11.2017", "tags": ["young person", "cultural policy", "education policy", "employment policy", "action programme", "voluntary work", "cooperation policy", "social well-being", "entrepreneurship"], "subjects": ["Education, vocational training and youth"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}