{"celex_id": "32014L0067", "reference": "28.5.2014\nEN\nOfficial Journal of the European Union\nL 159/11\nDIRECTIVE 2014/67/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 15 May 2014\non the enforcement of Directive 96/71/EC concerning the posting of workers in the framework of the provision of services and amending Regulation (EU) No 1024/2012 on administrative cooperation through the Internal Market Information System (‘the IMI Regulation’)\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 53(1) and Article 62 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving regard to the opinion of the Committee of the Regions (2),\nActing in accordance with the ordinary legislative procedure (3),\nWhereas:\n(1)\nThe free movement of workers, freedom of establishment and freedom to provide services are fundamental principles of the internal market in the Union enshrined in the Treaty on the Functioning of the European Union (TFEU). The implementation of those principles is further developed by the Union aimed at guaranteeing a level playing field for businesses and respect for the rights of workers.\n(2)\nThe freedom to provide services includes the right of undertakings to provide services in another Member State, to which they may post their own workers temporarily in order to provide those services there. It is necessary for the purpose of the posting of workers to distinguish this freedom from the free movement of workers, which gives every citizen the right to move freely to another Member State to work and reside there for that purpose and protects them against discrimination as regards employment, remuneration and other conditions of work and employment in comparison to nationals of that Member State.\n(3)\nWith respect to workers temporarily posted to carry out work in order to provide services in another Member State than the one in which they habitually carry out their work, Directive 96/71/EC of the European Parliament and of the Council (4) establishes a core set of clearly defined terms and conditions of employment which are required to be complied with by the service provider in the Member State to which the posting takes place to ensure the minimum protection of the posted workers concerned.\n(4)\nAll measures introduced by this Directive should be justified and proportionate so as not to create administrative burdens or to limit the potential that undertakings, in particular small and medium-sized enterprises (SMEs), have to create new jobs, while protecting posted workers.\n(5)\nIn order to ensure compliance with Directive 96/71/EC, whilst not putting an unnecessary administrative burden on the service providers, it is essential that the factual elements referred to in the provisions on the identification of a genuine posting and preventing abuse and circumvention in this Directive are considered to be indicative and non-exhaustive. In particular, there should be no requirement that each element is to be satisfied in every posting case.\n(6)\nNotwithstanding the fact that the assessment of the indicative factual elements should be adapted to each specific case and take account of the specificities of the situation, situations representing the same factual elements should not lead to a different legal appreciation or assessment by competent authorities in different Member States.\n(7)\nIn order to prevent, avoid and combat abuse and circumvention of the applicable rules by undertakings taking improper or fraudulent advantage of the freedom to provide services enshrined in the TFEU and/or of the application of Directive 96/71/EC, the implementation and monitoring of the notion of posting should be improved and more uniform elements, facilitating a common interpretation, should be introduced at Union level.\n(8)\nTherefore, the constituent factual elements characterising the temporary nature inherent to the notion of posting, and the condition that the employer is genuinely established in the Member State from which the posting takes place, need to be examined by the competent authority of the host Member State and, where necessary, in close cooperation with the Member State of establishment.\n(9)\nWhen considering the size of the turnover realised by an undertaking in the Member State of establishment for the purpose of determining whether that undertaking genuinely performs substantial activities, other than purely internal management and/or administrative activities, competent authorities should take into account differences in the purchasing power of currencies.\n(10)\nThe elements set out in this Directive relating to the implementation and monitoring of posting may also assist the competent authorities in identifying workers falsely declared as self-employed. According to Directive 96/71/EC, the relevant definition of a worker is that which applies in the law of the Member State to whose territory a worker is posted. Further clarification and improved monitoring of posting by relevant competent authorities would enhance legal certainty and provide a useful tool contributing to combating bogus self-employment effectively and ensuring that posted workers are not falsely declared as self-employed, thus helping prevent, avoid and combat circumvention of the applicable rules.\n(11)\nWhere there is no genuine posting situation and a conflict of law arises, due regard should be given to the provisions of Regulation (EC) No 593/2008 of the European Parliament and of the Council (5) (‘Rome I’) or the Rome Convention (6) that are aimed at ensuring that employees should not be deprived of the protection afforded to them by provisions which cannot be derogated from by an agreement or which can only be derogated from to their benefit. Member States should ensure that provisions are in place to adequately protect workers who are not genuinely posted.\n(12)\nThe lack of the certificate concerning the applicable social security legislation referred to in Regulation (EC) No 883/2004 of the European Parliament and of the Council (7) may be an indication that the situation should not be characterised as one of temporarily posting to a Member State other than the one in which the worker concerned habitually works in the framework of the provision of services.\n(13)\nAs is the case with Directive 96/71/EC, this Directive should not prejudice the application of Regulation (EC) No 883/2004 and Regulation (EC) No 987/2009 of the European Parliament and of the Council (8).\n(14)\nRespect for the diversity of national industrial relations systems as well as the autonomy of social partners is explicitly recognised by the TFEU.\n(15)\nIn many Member States, the social partners play an important role in the context of the posting of workers for the provision of services since they may, in accordance with national law and/or practice, determine the different levels, alternatively or simultaneously, of the applicable minimum rates of pay. The social partners should communicate and inform about those rates.\n(16)\nAdequate and effective implementation and enforcement are key elements in protecting the rights of posted workers and in ensuring a level-playing field for the service providers, whereas poor enforcement undermines the effectiveness of the Union rules applicable in this area. Close cooperation between the Commission and the Member States, and where relevant, regional and local authorities, is therefore essential, without neglecting the important role of labour inspectorates and the social partners in this respect. Mutual trust, a spirit of cooperation, continuous dialogue and mutual understanding are essential in this respect.\n(17)\nEffective monitoring procedures in Member States are essential for the enforcement of Directive 96/71/EC and of this Directive and therefore they should be established throughout the Union.\n(18)\nDifficulties in accessing information on terms and conditions of employment are very often the reason why existing rules are not applied by service providers. Member States should therefore ensure that such information is made generally available, free of charge and that effective access to it is provided, not only to service providers from other Member States, but also to the posted workers concerned.\n(19)\nWhere terms and conditions of employment are laid down in collective agreements which have been declared to be universally applicable, Member States should ensure, while respecting the autonomy of social partners, that those collective agreements are made generally available in an accessible and transparent way.\n(20)\nIn order to improve accessibility of information, a single source of information should be established in Member States. Each Member State should provide for a single official national website, in accordance with web accessibility standards, and other suitable means of communication. The single official national website should, as a minimum, be in the form of a website portal and should serve as a gateway or main entry point and should provide in clear and precise way links to the relevant sources of the information as well as brief information on the content of the website and the links referred to. Such websites should include in particular any website put in place pursuant to Union legislation with a view to promoting entrepreneurship and/or the development of cross-border provision of services. Host Member States should provide information on the periods laid down in their national law for which the service providers have to retain documents after the period of posting.\n(21)\nPosted workers should have the right to receive from the host Member State general information on national law and/or practice that is applicable to them.\n(22)\nAdministrative cooperation and mutual assistance between the Member States should comply with the rules on the protection of personal data laid down in Directive 95/46/EC of the European Parliament and of the Council (9), and in accordance with national data protection rules implementing Union legislation. With regard to administrative cooperation through the Internal Market Information System (IMI), it should also comply with Regulation (EC) No 45/2001 of the European Parliament and of the Council (10) and Regulation (EU) No 1024/2012 of the European Parliament and of the Council (11).\n(23)\nIn order to ensure the correct application of, and to monitor compliance with, the substantive rules on the terms and conditions of employment to be respected with regard to posted workers, Member States should apply only certain administrative requirements and control measures to undertakings that post workers in the framework of the provision of services. According to the case law of the Court of Justice of the European Union, such requirements and measures may be justified by overriding reasons of general interest, which include the effective protection of workers' rights, provided they are appropriate for securing the attainment of the objective pursued and do not go beyond what is necessary to attain it. Such requirements and measures may only be imposed provided that the competent authorities cannot carry out their supervisory task effectively without the requested information and/or less restrictive measures would not ensure that the objectives of the national control measures deemed necessary are attained.\n(24)\nA service provider should ensure that the identity of the posted workers included in the declaration made by the service provider in order to allow factual controls at the workplace is verifiable for the duration of the posting by the competent authorities.\n(25)\nA service provider established in another Member State should inform the competent authorities in the host Member State without undue delay of any important changes to the information contained in the declaration made by the service provider in order to allow factual controls at the workplace.\n(26)\nThe obligation to communicate administrative requirements and control measures to the Commission should not constitute an ex-ante authorisation process.\n(27)\nIn order to ensure better and more uniform application of Directive 96/71/EC as well as its enforcement in practice and to reduce, as far as possible, differences in the level of application and enforcement across the Union, Member States should ensure that effective and adequate inspections are carried out on their territory, thus contributing, inter alia, to the fight against undeclared work in the context of posting, also taking into account other legal initiatives to address this issue better.\n(28)\nMember States should provide, where applicable, in accordance with their national law and/or practice, the inspected undertaking with a post- inspection or control document which includes any relevant information.\n(29)\nMember States should ensure that sufficient staff are available with the skills and qualifications needed to carry out inspections effectively and to enable requests for information as provided for in this Directive, from the host Member State or the Member State of establishment to be responded to without undue delay.\n(30)\nLabour inspectorates, social partners and other monitoring bodies are of paramount importance in this respect and should continue to play a crucial role.\n(31)\nIn order to cope in a flexible way with the diversity of labour markets and industrial relations systems, by way of exception, the management and labour and/or other actors and/or bodies may monitor certain terms and conditions of employment of posted workers, provided they offer the persons concerned an equivalent degree of protection and exercise their monitoring in a non-discriminatory and objective manner.\n(32)\nMember States' inspection authorities and other relevant monitoring and enforcement bodies should avail themselves of the cooperation and exchange of information provided for in the relevant law in order to verify whether the rules applicable to posted workers have been respected.\n(33)\nMember States are particularly encouraged to introduce a more integrated approach to labour inspections. The need to develop common standards in order to establish comparable methods, practices and minimum standards at Union level should equally be examined. However, the development of common standards should not result in Member States being hampered in their efforts to combat undeclared work effectively.\n(34)\nTo facilitate the enforcement of Directive 96/71/EC and ensure its more effective application, effective complaint mechanisms should exist through which posted workers may lodge complaints or engage in proceedings either directly or, with their approval, through relevant designated third parties, such as trade unions or other associations as well as common institutions of social partners. This should be without prejudice to national rules of procedure concerning representation and defence before the courts and to the competences and other rights of trade unions and other employee representatives under national law and/or practice.\n(35)\nFor the purpose of ensuring that a posted worker receives the correct pay and provided that allowances specific to posting can be considered part of minimum rates of pay, such allowances should only be deducted from wages if national law, collective agreements and/or practice of the host Member State provide for this.\n(36)\nCompliance with the applicable rules in the field of posting in practice and the effective protection of workers' rights in this respect is a matter of particular concern in subcontracting chains and should be ensured through appropriate measures in accordance with national law and/or practice and in compliance with Union law. Such measures may include the introduction on a voluntary basis, after consulting the relevant social partners, of a mechanism of direct subcontracting liability, in addition to or in place of the liability of the employer, in respect of any outstanding net remuneration corresponding to the minimum rates of pay and/or contributions due to common funds or institutions of social partners regulated by law or collective agreement in so far as these are covered by Article 3(1) of Directive 96/71/EC. However, Member States remain free to provide for more stringent liability rules under national law or to go further under national law on a non-discriminatory and proportionate basis.\n(37)\nMember States that have introduced measures to ensure compliance with the applicable rules in subcontracting chains should have the possibility to provide that a (sub)contractor should not be liable in specific circumstances or that the liability may be limited in cases where due diligence obligations have been undertaken by that (sub)contractor. Those measures should be defined by national law, taking into account the specific circumstances of the Member State concerned, and they may include, inter alia, measures taken by the contractor concerning documentation of compliance with administrative requirements and control measures in order to ensure effective monitoring of compliance with the applicable rules on the posting of workers.\n(38)\nIt is a matter of concern that there are still many difficulties for Member States to recover cross-border administrative penalties and/or fines and therefore the mutual recognition of administrative penalties and/or fines needs to be addressed.\n(39)\nThe disparities between the systems of the Member States for enforcing imposed administrative penalties and/or fines in cross-border situations are prejudicial to the proper functioning of the internal market and risk making it very difficult, if not impossible, to ensure that posted workers enjoy an equivalent level of protection throughout the Union.\n(40)\nEffective enforcement of the substantive rules governing the posting of workers for the provision of services should be ensured by specific action focusing on the cross-border enforcement of imposed financial administrative penalties and/or fines. Approximation of the legislation of the Member States in this field is therefore an essential prerequisite in order to ensure a higher, more equivalent and comparable level of protection necessary for the proper functioning of the internal market.\n(41)\nThe adoption of common rules which provide mutual assistance and support for enforcement measures and the associated costs, as well as the adoption of uniform requirements for the notification of decisions relating to administrative penalties and/or fines imposed for the non-respect of Directive 96/71/EC, as well as of this Directive, should resolve a number of practical cross-border enforcement problems and guarantee better communication and better enforcement of such decisions emanating from another Member State.\n(42)\nIf it emerges that the service provider is indeed not established in the Member State of establishment or that the address or the company data are false, the competent authorities should not terminate the procedure on formal grounds but should investigate the matter further in order to establish the identity of the natural or legal person responsible for the posting.\n(43)\nThe recognition of decisions imposing an administrative penalty and/or fine and requests to recover such a penalty and/or fine should be based on the principle of mutual trust. To that end, the grounds for non-recognition or a refusal to recover an administrative penalty and/or fine should be limited to the minimum necessary.\n(44)\nNotwithstanding the establishment of more uniform rules with respect to the cross-border enforcement of administrative penalties and/or fines and the need for more common criteria to make follow-up procedures more effective in the event of the non-payment, they should not affect the Member States' competences to determine their system of penalties, sanctions and fines or the recovery measures available under their national law. Therefore, the instrument permitting enforcement or execution of such penalties and/or fines may, if appropriate, and taking into account national law and/or practice in the requested Member State, be completed, or be accompanied or replaced by a title permitting its enforcement or execution in the requested Member State.\n(45)\nThe more uniform rules should not have the effect of amending or modifying the obligation to respect fundamental rights and freedoms of defendants as well as fundamental legal principles that apply to them as enshrined in Article 6 of the Treaty on European Union (TEU), such as the right to be heard and the right to an effective remedy and to a fair trial or the principle ‘ne bis in idem’.\n(46)\nThis Directive does not aim to establish harmonised rules for judicial cooperation, jurisdiction, or the recognition and enforcement of decisions in civil and commercial matters, or to deal with applicable law.\n(47)\nMember States should take appropriate measures in the event of failure to comply with the obligations laid down in this Directive, including administrative and judicial procedures, and should provide for effective, dissuasive and proportionate penalties for any breaches of the obligations under this Directive.\n(48)\nThis Directive respects the fundamental rights and observes the principles recognised in the Charter of Fundamental Rights of the European Union, notably protection of personal data (Article 8), the freedom to choose an occupation and right to engage in work (Article 15), the freedom to conduct a business (Article 16), the right to collective bargaining and action (Article 28), fair and just working conditions (Article 31), the right to an effective remedy and to a fair trial (Article 47), the presumption of innocence and right of defence (Article 48) and the right not to be tried twice for the same offence (ne bis in idem) (Article 50), and has to be implemented in accordance with those rights and principles.\n(49)\nIn order to facilitate better and more uniform application of Directive 96/71/EC, it is appropriate to provide for an electronic information exchange system to facilitate administrative cooperation and competent authorities should use the IMI as much as possible. However, that should not prevent the application of existing and future bilateral agreements or arrangements concerning administrative cooperation and mutual assistance.\n(50)\nSince the objective of this Directive, namely to establish a common framework of a set of appropriate provisions, measures and control mechanisms necessary for better and more uniform implementation, application and enforcement in practice of Directive 96/71/EC, cannot be sufficiently achieved by the Member States, and can rather, by reason of the scale and effects of the action, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the TEU. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve that objective.\n(51)\nThe European Data Protection Supervisor has been consulted in accordance with Article 28(2) of Regulation (EC) No 45/2001 and delivered an opinion on 19 July 2012 (12),\nHAVE ADOPTED THIS DIRECTIVE:\nCHAPTER I\nGENERAL PROVISIONS\nArticle 1\nSubject matter\n1.   This Directive establishes a common framework of a set of appropriate provisions, measures and control mechanisms necessary for better and more uniform implementation, application and enforcement in practice of Directive 96/71/EC, including measures to prevent and sanction any abuse and circumvention of the applicable rules and is without prejudice to the scope of Directive 96/71/EC.\nThis Directive aims to guarantee respect for an appropriate level of protection of the rights of posted workers for the cross-border provision of services, in particular the enforcement of the terms and conditions of employment that apply in the Member State where the service is to be provided in accordance with Article 3 of Directive 96/71/EC, while facilitating the exercise of the freedom to provide services for service providers and promoting fair competition between service providers, and thus supporting the functioning of the internal market.\n2.   This Directive shall not affect in any way the exercise of fundamental rights as recognised in Member States and at Union level, including the right or freedom to strike or to take other action covered by the specific industrial relations systems in Member States, in accordance with national law and/or practice. Nor does it affect the right to negotiate, conclude and enforce collective agreements and to take collective action in accordance with national law and/or practice.\nArticle 2\nDefinitions\nFor the purposes of this Directive, the following definitions apply:\n(a)\n‘competent authority’ means an authority or body, which may include the liaison office(s) as referred to in Article 4 of Directive 96/71/EC, designated by a Member State to perform functions set out in Directive 96/71/EC and this Directive;\n(b)\n‘requesting authority’ means the competent authority of a Member State which makes a request for assistance, information, notification or recovery of a penalty and/or fine, as referred to in Chapter VI;\n(c)\n‘requested authority’ means the competent authority of a Member State to which a request for assistance, information, notification or recovery of a penalty and/or fine is made, as referred to in Chapter VI.\nArticle 3\nCompetent authorities and liaison offices\nFor the purposes of this Directive, Member States shall, in accordance with national law and/or practice, designate one or more competent authorities, which may include the liaison office(s) as referred to in Article 4 of Directive 96/71/EC. When designating their competent authorities Member States shall have due regard for the need to ensure data protection of exchanged information and the legal rights of natural and legal persons that may be affected. Member States shall remain ultimately responsible for safeguarding data protection and the legal rights of affected persons and shall put in place appropriate mechanisms in this respect.\nMember States shall communicate the contact details of the competent authorities to the Commission and to the other Member States. The Commission shall publish and regularly update the list of the competent authorities and liaison offices.\nOther Member States and Union institutions shall respect each Member State's choice of competent authorities.\nArticle 4\nIdentification of a genuine posting and prevention of abuse and circumvention\n1.   For the purpose of implementing, applying and enforcing Directive 96/71/EC, the competent authorities shall make an overall assessment of all factual elements that are deemed to be necessary, including, in particular, those set out in paragraphs 2 and 3 of this Article. Those elements are intended to assist competent authorities when carrying out checks and controls and where they have reason to believe that a worker may not qualify as a posted worker under Directive 96/71/EC. Those elements are indicative factors in the overall assessment to be made and therefore shall not be considered in isolation.\n2.   In order to determine whether an undertaking genuinely performs substantial activities, other than purely internal management and/or administrative activities, the competent authorities shall make an overall assessment of all factual elements characterising those activities, taking account of a wider timeframe, carried out by an undertaking in the Member State of establishment, and where necessary, in the host Member State. Such elements may include in particular:\n(a)\nthe place where the undertaking has its registered office and administration, uses office space, pays taxes and social security contributions and, where applicable, in accordance with national law has a professional licence or is registered with the chambers of commerce or professional bodies;\n(b)\nthe place where posted workers are recruited and from which they are posted;\n(c)\nthe law applicable to the contracts concluded by the undertaking with its workers, on the one hand, and with its clients, on the other;\n(d)\nthe place where the undertaking performs its substantial business activity and where it employs administrative staff;\n(e)\nthe number of contracts performed and/or the size of the turnover realised in the Member State of establishment, taking into account the specific situation of, inter alia, newly established undertakings and SMEs.\n3.   In order to assess whether a posted worker temporarily carries out his or her work in a Member State other than the one in which he or she normally works, all factual elements characterising such work and the situation of the worker shall be examined. Such elements may include in particular:\n(a)\nthe work is carried out for a limited period of time in another Member State;\n(b)\nthe date on which the posting starts;\n(c)\nthe posting takes place to a Member State other than the one in or from which the posted worker habitually carries out his or her work according to Regulation (EC) No 593/2008 (Rome I) and/or the Rome Convention;\n(d)\nthe posted worker returns to or is expected to resume working in the Member State from which he or she is posted after completion of the work or the provision of services for which he or she was posted;\n(e)\nthe nature of activities;\n(f)\ntravel, board and lodging or accommodation is provided or reimbursed by the employer who posts the worker and, if so, how this is provided or the method of reimbursement;\n(g)\nany previous periods during which the post was filled by the same or by another (posted) worker.\n4.   The failure to satisfy one or more of the factual elements set out in paragraphs 2 and 3 shall not automatically preclude a situation from being characterised as one of posting. The assessment of those elements shall be adapted to each specific case and take account of the specificities of the situation.\n5.   The elements that are referred to in this Article used by the competent authorities in the overall assessment of a situation as a genuine posting may also be considered in order to determine whether a person falls within the applicable definition of a worker in accordance with Article 2(2) of Directive 96/71/EC. Member States should be guided, inter alia, by the facts relating to the performance of work, subordination and the remuneration of the worker, notwithstanding how the relationship is characterised in any arrangement, whether contractual or not, that may have been agreed between the parties.\nCHAPTER II\nACCESS TO INFORMATION\nArticle 5\nImproved access to information\n1.   Member States shall take the appropriate measures to ensure that the information on the terms and conditions of employment referred to in Article 3 of Directive 96/71/EC which are to be applied and complied with by service providers is made generally available free of charge in a clear, transparent, comprehensive and easily accessible way at a distance and by electronic means, in formats and in accordance with web accessibility standards that ensure access to persons with disabilities and to ensure that the liaison offices or other competent national bodies referred to in Article 4 of Directive 96/71/EC are in a position to carry out their tasks effectively.\n2.   In order to bring about further improvements with respect to access to information, Member States shall:\n(a)\nindicate clearly, in a detailed and user-friendly manner and in an accessible format on a single official national website and by other suitable means, which terms and conditions of employment and/or which parts of their national and/or regional law are to be applied to workers posted to their territory;\n(b)\ntake the necessary measures to make generally available on the single official national website and by other suitable means information on which collective agreements are applicable and to whom they are applicable, and which terms and conditions of employment are to be applied by service providers from other Member States in accordance with Directive 96/71/EC, including where possible, links to existing websites and other contact points, in particular the relevant social partners;\n(c)\nmake the information available to workers and service providers free of charge in the official language(s) of the host Member State and in the most relevant languages taking into account demands in its labour market, the choice being left to the host Member State. That information shall be made available if possible in summarised leaflet form indicating the main labour conditions applicable, including the description of the procedures to lodge complaints and upon requests in formats accessible to persons with disabilities; further detailed information on the labour and social conditions applicable to posted workers, including occupational health and safety, shall be made easily available and free of charge;\n(d)\nimprove the accessibility and clarity of the relevant information, in particular that provided on a single official national website, as referred to in point (a);\n(e)\nindicate a contact person at the liaison office in charge of dealing with requests for information;\n(f)\nkeep the information provided for in the country fiches up to date.\n3.   The Commission shall continue to support the Member States in the area of access to information.\n4.   Where, in accordance with national law, traditions and practice, including respect for the autonomy of social partners, the terms and conditions of employment referred to in Article 3 of Directive 96/71/EC are laid down in collective agreements in accordance with Article 3(1) and (8) of that Directive, Member States shall ensure that those terms and conditions are made available in an accessible and transparent way to service providers from other Member States and to posted workers, and shall seek the involvement of the social partners in that respect. The relevant information should, in particular, cover the different minimum rates of pay and their constituent elements, the method used to calculate the remuneration due and, where relevant, the qualifying criteria for classification in the different wage categories.\n5.   Member States shall indicate the bodies and authorities to which workers and undertakings can turn for general information on national law and practice applicable to them concerning their rights and obligations within their territory.\nCHAPTER III\nADMINISTRATIVE COOPERATION\nArticle 6\nMutual assistance — general principles\n1.   Member States shall work in close cooperation and provide each other with mutual assistance without undue delay in order to facilitate the implementation, application and enforcement in practice of this Directive and Directive 96/71/EC.\n2.   The cooperation of the Member States shall in particular consist in replying to reasoned requests for information from competent authorities and in carrying out checks, inspections and investigations with respect to the situations of posting referred to in Article 1(3) of Directive 96/71/EC, including the investigation of any non-compliance or abuse of applicable rules on the posting of workers. Requests for information include information with respect to a possible recovery of an administrative penalty and/or fine, or the notification of a decision imposing such a penalty and/or fine as referred to in Chapter VI.\n3.   The cooperation of the Member States may also include the sending and service of documents.\n4.   For the purpose of responding to a request for assistance from competent authorities in another Member State, Member States shall ensure that service providers established in their territory supply their competent authorities with all the information necessary for supervising their activities in compliance with their national laws. Member States shall take appropriate measures in the event of failure to provide such information.\n5.   In the event of difficulty in meeting a request for information or in carrying out checks, inspections or investigations, the Member State in question shall without delay inform the requesting Member State with a view to finding a solution.\nIn the event of any persisting problems in the exchange of information or a permanent refusal to supply information, the Commission being informed, where relevant by means of IMI, shall take the appropriate measures.\n6.   Member States shall supply the information requested by other Member States or the Commission by electronic means within the following time limits:\n(a)\nin urgent cases requiring the consultation of registers, such as those on confirmation of the VAT registration, for the purpose of checking an establishment in another Member State, as soon as possible and up to a maximum of two working days from the receipt of the request.\nThe reason for the urgency shall be clearly indicated in the request, including some details to substantiate that urgency.\n(b)\nin all other requests for information, up to a maximum of 25 working days from the receipt of the request, unless a shorter time limit is mutually agreed between the Member States.\n7.   Member States shall ensure that registers in which service providers have been entered, and which may be consulted by the competent authorities in their territory, may also be consulted, in accordance with the same conditions, by the equivalent competent authorities of the other Member States, for the purposes of implementing this Directive and Directive 96/71/EC, in so far as these registers are listed by the Member States in the IMI.\n8.   Member States shall ensure that the information exchanged by bodies referred to in point (a) of Article 2 or transmitted to them shall be used only in respect of the matter(s) for which it was requested.\n9.   Mutual administrative cooperation and assistance shall be provided free of charge.\n10.   A request for information shall not preclude the competent authorities from taking measures in accordance with the relevant national and Union law to investigate and prevent alleged breaches of Directive 96/71/EC or this Directive.\nArticle 7\nRole of the Member States in the framework of administrative cooperation\n1.   In accordance with the principles established in Articles 4 and 5 of Directive 96/71/EC, during the period of posting of a worker to another Member State, the inspection of terms and conditions of employment to be complied with according to Directive 96/71/EC is the responsibility of the authorities of the host Member State in cooperation, where necessary, with those of the Member State of establishment.\n2.   The Member State of establishment of the service provider shall continue to monitor, control and take the necessary supervisory or enforcement measures, in accordance with its national law, practice and administrative procedures, with respect to workers posted to another Member State.\n3.   The Member State of establishment of the service provider shall assist the Member State to which the posting takes place to ensure compliance with the conditions applicable under Directive 96/71/EC and this Directive. That responsibility shall not in any way reduce the possibilities of the Member State to which the posting takes place to monitor, control or take any necessary supervisory or enforcement measures in accordance with this Directive and Directive 96/71/EC.\n4.   Where there are facts that indicate possible irregularities, a Member State shall, on its own initiative, communicate to the Member State concerned any relevant information without undue delay.\n5.   Competent authorities of the host Member State may also ask the competent authorities of the Member State of establishment, in respect of each instance where services are provided or each service provider, to provide information as to the legality of the service provider's establishment, the service provider's good conduct, and the absence of any infringement of the applicable rules. The competent authorities of the Member State of establishment shall provide this information in accordance with Article 6.\n6.   The obligations laid down in this Article shall not give rise to a duty on the part of the Member State of establishment to carry out factual checks and controls in the territory of the host Member State in which the service is provided. Such checks and controls may be carried out by the authorities of the host Member State on their own initiative or at the request of the competent authorities of the Member State of establishment, in accordance with Article 10 and in conformity with the powers of supervision provided for in the host Member State's national law, practice and administrative procedures and in compliance with Union law.\nArticle 8\nAccompanying measures\n1.   Member States shall, with the assistance of the Commission, take accompanying measures to develop, facilitate and promote the exchange between officials in charge of the implementation of administrative cooperation and mutual assistance as well as monitoring the compliance with, and enforcement of, the applicable rules. Member States may also take accompanying measures to support organisations that provide information to posted workers.\n2.   The Commission shall assess the need for financial support in order to further improve administrative cooperation and increase mutual trust through projects, including promoting exchanges of relevant officials and training, as well as developing, facilitating and promoting best practice initiatives, including those of social partners at Union level, such as the development and updating of databases or joint websites containing general or sector-specific information concerning terms and conditions of employment to be respected and the collection and evaluation of comprehensive data specific to the posting process.\nWhere it concludes that such a need exists, the Commission shall, without prejudice to the prerogatives of the European Parliament and the Council in the budgetary procedure, use available financing instruments aimed at strengthening administrative cooperation.\n3.   While respecting the autonomy of social partners, the Commission and Member States may ensure adequate support for relevant initiatives of the social partners at the Union and national level that aim to inform undertakings and workers on the applicable terms and conditions of employment laid down in this Directive and in Directive 96/71/EC.\nCHAPTER IV\nMONITORING COMPLIANCE\nArticle 9\nAdministrative requirements and control measures\n1.   Member States may only impose administrative requirements and control measures necessary in order to ensure effective monitoring of compliance with the obligations set out in this Directive and Directive 96/71/EC, provided that these are justified and proportionate in accordance with Union law.\nFor these purposes Member States may in particular impose the following measures:\n(a)\nan obligation for a service provider established in another Member State to make a simple declaration to the responsible national competent authorities at the latest at the commencement of the service provision, into (one of) the official language(s) of the host Member State, or into (an)other language(s) accepted by the host Member State, containing the relevant information necessary in order to allow factual controls at the workplace, including:\n(i)\nthe identity of the service provider;\n(ii)\nthe anticipated number of clearly identifiable posted workers;\n(iii)\nthe persons referred to under points (e) and (f);\n(iv)\nthe anticipated duration, envisaged beginning and end date of the posting;\n(v)\nthe address(es) of the workplace; and\n(vi)\nthe nature of the services justifying the posting;\n(b)\nan obligation to keep or make available and/or retain copies, in paper or electronic form, of the employment contract or an equivalent document within the meaning of Council Directive 91/533/EEC (13), including, where appropriate or relevant, the additional information referred to in Article 4 of that Directive, payslips, time-sheets indicating the beginning, end and duration of the daily working time and proof of payment of wages or copies of equivalent documents during the period of posting in an accessible and clearly identified place in its territory, such as the workplace or the building site, or for mobile workers in the transport sector the operations base or the vehicle with which the service is provided;\n(c)\nan obligation to deliver the documents referred to under point (b), after the period of posting, at the request of the authorities of the host Member State, within a reasonable period of time;\n(d)\nan obligation to provide a translation of the documents referred to under point (b) into (one of) the official language(s) of the host Member State, or into (an)other language(s) accepted by the host Member State;\n(e)\nan obligation to designate a person to liaise with the competent authorities in the host Member State in which the services are provided and to send out and receive documents and/or notices, if need be;\n(f)\nan obligation to designate a contact person, if necessary, acting as a representative through whom the relevant social partners may seek to engage the service provider to enter into collective bargaining within the host Member State, in accordance with national law and/or practice, during the period in which the services are provided. That person may be different from the person referred to under point (e) and does not have to be present in the host Member State, but has to be available on a reasonable and justified request;\n2.   Member States may impose other administrative requirements and control measures, in the event that situations or new developments arise from which it appears that existing administrative requirements and control measures are not sufficient or efficient to ensure effective monitoring of compliance with the obligations set out in Directive 96/71/EC and this Directive, provided that these are justified and proportionate.\n3.   Nothing in this Article shall affect other obligations deriving from the Union legislation, including those deriving from Council Directive 89/391/EEC (14) and the Regulation (EC) No 883/2004, and/or those under national law regarding the protection or employment of workers provided that the latter are equally applicable to undertakings established in the Member State concerned and that they are justified and proportionate.\n4.   Member States shall ensure that the procedures and formalities relating to the posting of workers pursuant to this Article can be completed in a user-friendly way by undertakings, at a distance and by electronic means as far as possible.\n5.   Member States shall communicate to the Commission and inform service providers of any measures referred to in paragraphs 1 and 2 that they apply or that have been implemented by them. The Commission shall communicate those measures to the other Member States. The information for the service providers shall be made generally available on a single national website in the most relevant language(s), as determined by the Member State.\nThe Commission shall monitor the application of the measures referred to in paragraphs 1 and 2 closely, evaluate their compliance with Union law and shall, where appropriate, take the necessary measures in accordance with its competences under the TFEU.\nThe Commission shall report regularly to the Council on measures communicated by Member States and, where appropriate, on the state of play of its analysis and/or assessment.\nArticle 10\nInspections\n1.   Member States shall ensure that appropriate and effective checks and monitoring mechanisms provided in accordance with national law and practice are put in place and that the authorities designated under national law carry out effective and adequate inspections on their territory in order to control and monitor compliance with the provisions and rules laid down in Directive 96/71/EC, taking into account the relevant provisions of this Directive and thus guarantee their proper application and enforcement. Notwithstanding the possibility of conducting random checks, inspections shall be based primarily on a risk assessment by the competent authorities. The risk assessment may identify the sectors of activity in which the employment of workers posted for the provision of services is concentrated on their territory. When making such a risk assessment, the carrying out of large infrastructural projects, the existence of long chains of subcontractors, geographic proximity, the special problems and needs of specific sectors, the past record of infringement, as well as the vulnerability of certain groups of workers may in particular be taken into account.\n2.   Member States shall ensure that inspections and controls of compliance under this Article are not discriminatory and/or disproportionate, whilst taking into account the relevant provisions of this Directive.\n3.   If information is needed in the course of the inspections and in the light of Article 4, the host Member State and the Member State of establishment shall act in accordance with the rules on administrative cooperation. In particular, the competent authorities shall cooperate pursuant to the rules and principles laid down in Articles 6 and 7.\n4.   In Member States where, in accordance with national law and/or practice, the setting of the terms and conditions of employment of posted workers referred to in Article 3 of Directive 96/71/EC, and in particular the minimum rates of pay, including working time, is left to management and labour they may, at the appropriate level and subject to the conditions laid down by the Member States, also monitor the application of the relevant terms and conditions of employment of posted workers, provided that an adequate level of protection equivalent to that resulting from Directive 96/71/EC and this Directive is guaranteed.\n5.   Member States where labour inspectorates have no competence with respect to the control and monitoring of the working conditions and/or terms and conditions of employment of posted workers may, in accordance with national law and/or practice, establish, modify or maintain arrangements, procedures and mechanisms guaranteeing the respect of these terms and conditions of employment, provided that the arrangements offer the persons concerned an adequate degree of protection equivalent to that resulting from Directive 96/71/EC and this Directive.\nCHAPTER V\nENFORCEMENT\nArticle 11\nDefence of rights — facilitation of complaints — back-payments\n1.   For the enforcement of the obligations under Directive 96/71/EC, in particular Article 6 thereof, and this Directive, Member States shall ensure that there are effective mechanisms for posted workers to lodge complaints against their employers directly, as well as the right to institute judicial or administrative proceedings, also in the Member State in whose territory the workers are or were posted, where such workers consider they have sustained loss or damage as a result of a failure to apply the applicable rules, even after the relationship in which the failure is alleged to have occurred has ended.\n2.   Paragraph 1 shall apply without prejudice to the jurisdiction of the courts in the Member States as laid down, in particular, in the relevant instruments of Union law and/or international conventions.\n3.   Member States shall ensure that trade unions and other third parties, such as associations, organisations and other legal entities which have, in accordance with the criteria laid down under national law, a legitimate interest in ensuring that this Directive and Directive 96/71/EC are complied with, may engage, on behalf or in support of the posted workers or their employer, and with their approval, in any judicial or administrative proceedings with the objective of implementing this Directive and Directive 96/71/EC and/or enforcing the obligations under this Directive and Directive 96/71/EC.\n4.   Paragraphs 1 and 3 shall apply without prejudice to:\n(a)\nnational rules on prescription deadlines or time limits for bringing similar actions, provided that they are not regarded as capable of rendering virtually impossible or excessively difficult the exercise of those rights;\n(b)\nother competences and collective rights of social partners, employees and employers representatives, where applicable, under national law and/or practice;\n(c)\nnational rules of procedure concerning representation and defence before the courts.\n5.   Posted workers bringing judicial or administrative proceedings within the meaning of paragraph 1 shall be protected against any unfavourable treatment by their employer.\n6.   Member States shall ensure that the employer of the posted worker is liable for any due entitlements resulting from the contractual relationship between the employer and that posted worker.\nMember States shall in particular ensure that the necessary mechanisms are in place to ensure that the posted workers are able to receive:\n(a)\nany outstanding net remuneration which, under the applicable terms and conditions of employment covered by Article 3 of Directive 96/71/EC, would have been due;\n(b)\nany back-payments or refund of taxes or social security contributions unduly withheld from their salaries;\n(c)\na refund of excessive costs, in relation to net remuneration or to the quality of the accommodation, withheld or deducted from wages for accommodation provided by the employer;\n(d)\nwhere relevant, employer's contributions due to common funds or institutions of social partners unduly withheld from their salaries.\nThis paragraph shall also apply in cases where the posted workers have returned from the Member State to which the posting took place.\nArticle 12\nSubcontracting liability\n1.   In order to tackle fraud and abuse, Member States may, after consulting the relevant social partners in accordance with national law and/or practice, take additional measures on a non–discriminatory and proportionate basis in order to ensure that in subcontracting chains the contractor of which the employer (service provider) covered by Article 1(3) of Directive 96/71/EC is a direct subcontractor can, in addition to or in place of the employer, be held liable by the posted worker with respect to any outstanding net remuneration corresponding to the minimum rates of pay and/or contributions due to common funds or institutions of social partners in so far as covered by Article 3 of Directive 96/71/EC.\n2.   As regards the activities mentioned in the Annex to Directive 96/71/EC, Member States shall provide for measures ensuring that in subcontracting chains, posted workers can hold the contractor of which the employer is a direct subcontractor liable, in addition to or in place of the employer, for the respect of the posted workers' rights referred to in paragraph 1 of this Article.\n3.   The liability referred to in paragraphs 1 and 2 shall be limited to worker's rights acquired under the contractual relationship between the contractor and his or her subcontractor.\n4.   Member States may, in conformity with Union law, equally provide for more stringent liability rules under national law on a non-discriminatory and proportionate basis with regard to the scope and range of subcontracting liability. Member States may also, in conformity with Union law, provide for such liability in sectors other than those referred to in the Annex to Directive 96/71/EC.\n5.   Member States may in the cases referred to in paragraphs 1, 2 and 4 provide that a contractor that has undertaken due diligence obligations as defined by national law shall not be liable.\n6.   Instead of the liability rules referred to in paragraph 2, Member States may take other appropriate enforcement measures, in accordance with Union and national law and/or practice, which enable, in a direct subcontracting relationship, effective and proportionate sanctions against the contractor, to tackle fraud and abuse in situations when workers have difficulties in obtaining their rights.\n7.   Member States shall inform the Commission about measures taken under this Article and shall make the information generally available in the most relevant language(s), the choice being left to Member States.\nIn the case of paragraph 2, the information provided to the Commission shall include elements setting out liability in subcontracting chains.\nIn the case of paragraph 6, the information provided to the Commission shall include elements setting out the effectiveness of the alternative national measures with regard to the liability rules referred to in paragraph 2.\nThe Commission shall make this information available to the other Member States.\n8.   The Commission shall closely monitor the application of this Article.\nCHAPTER VI\nCROSS-BORDER ENFORCEMENT OF FINANCIAL ADMINISTRATIVE PENALTIES AND/OR FINES\nArticle 13\nScope\n1.   Without prejudice to the means which are or may be provided for in other Union legislation, the principles of mutual assistance and mutual recognition as well as the measures and procedures provided for in this Chapter shall apply to the cross-border enforcement of financial administrative penalties and/or fines imposed on a service provider established in a Member State, for failure to comply with the applicable rules on posting of workers in another Member State.\n2.   This Chapter shall apply to financial administrative penalties and/or fines, including fees and surcharges, imposed by competent authorities or confirmed by administrative or judicial bodies or, where applicable, resulting from industrial tribunals, relating to non-compliance with Directive 96/71/EC or this Directive.\nThis Chapter shall not apply to the enforcement of penalties which fall under the scope of application of Council Framework Decision 2005/214/JHA (15), Council Regulation (EC) No 44/2001 (16) or Council Decision 2006/325/EC (17).\nArticle 14\nDesignation of the competent authorities\nEach Member State shall inform the Commission through IMI which authority or authorities, under its national law, are competent for the purpose of this Chapter. Member States may designate, if it is necessary as a result of the organisation of their internal systems, one or more central authorities responsible for the administrative transmission and reception of requests and to assist other relevant authorities.\nArticle 15\nGeneral principles — mutual assistance and recognition\n1.   At the request of the requesting authority, the requested authority shall, subject to Articles 16 and 17:\n(a)\nrecover an administrative penalty and/or fine that has been imposed in accordance with the laws and procedures of the requesting Member State by a competent authority or confirmed by an administrative or judicial body or, where applicable, by industrial tribunals, which is not subject to further appeal; or\n(b)\nnotify a decision imposing such a penalty and/or fine.\nIn addition, the requested authority shall notify any other relevant document related to the recovery of such a penalty and/or fine, including the judgment or final decision, which may be in the form of a certified copy, that constitutes the legal basis and title for the execution of the request for recovery.\n2.   The requesting authority shall ensure that the request for recovery of an administrative penalty and/or fine or the notification of a decision imposing such a penalty and/or fine is made in accordance with the laws, regulations and administrative practices in force in that Member State.\nSuch a request shall only be made when the requesting authority is unable to recover or to notify in accordance with its laws, regulations and administrative practices.\nThe requesting authority shall not make a request for recovery of an administrative penalty and/or fine or notification of a decision imposing such a penalty and/or fine if and as long as the penalty and/or fine, as well as the underlying claim and/or the instrument permitting its enforcement in the requesting Member State, are contested or challenged in that Member State.\n3.   The competent authority requested to recover an administrative penalty and/or fine or to notify a decision imposing such a penalty and/or fine which has been transmitted in accordance with this Chapter and Article 21, shall recognise it without any further formality being required and shall forthwith take all the necessary measures for its execution, unless that requested authority decides to invoke one of the grounds for refusal provided for in Article 17.\n4.   For the purpose of recovery of an administrative penalty and/or fine or notification of a decision imposing such a penalty and/or fine, the requested authority shall act in accordance with the national laws, regulations and administrative practices in force in the requested Member State applying to the same or, in the absence of the same, a similar infringement or decision.\nThe notification of a decision imposing an administrative penalty and/or fine by the requested authority and the request for recovery shall, in accordance with the national laws, regulations and administrative practices of the requested Member State, be deemed to have the same effect as if it had been made by the requesting Member State.\nArticle 16\nRequest for recovery or notification\n1.   The request of the requesting authority for recovery of an administrative penalty and/or fine as well as the notification of a decision concerning such a penalty and/or fine shall be carried out without undue delay by means of a uniform instrument and shall at least indicate:\n(a)\nthe name and known address of the addressee, and any other relevant data or information for the identification of the addressee;\n(b)\na summary of the facts and circumstances of the infringement, the nature of the offence and the relevant applicable rules;\n(c)\nthe instrument permitting enforcement in the requesting Member State and all other relevant information or documents, including those of a judicial nature, concerning the underlying claim, administrative penalty and/or fine; and\n(d)\nthe name, address and other contact details regarding the competent authority responsible for the assessment of the administrative penalty and/or fine, and, if different, the competent body where further information can be obtained concerning the penalty and/or fine or the possibilities for contesting the payment obligation or decision imposing it.\n2.   In addition to that which has been provided for in paragraph 1, the request shall indicate:\n(a)\nin the case of notification of a decision, the purpose of the notification and the period within which it shall be effected;\n(b)\nin the case of a request for recovery, the date when the judgment or decision has become enforceable or final, a description of the nature and amount of the administrative penalty and/or fine, any dates relevant to the enforcement process, including whether, and if so how, the judgment or decision has been served on defendant(s) and/or given in default of appearance, a confirmation from the requesting authority that the penalty and/or fine is not subject to any further appeal, and the underlying claim in respect of which the request is made and its different components.\n3.   The requested authority shall take all the necessary steps to notify the service provider of the request for recovery or of the decision imposing an administrative penalty and/or fine and of the relevant documents, where necessary, in accordance with its national law and/or practice as soon as possible, and no later than one month of receipt of the request.\nThe requested authority shall as soon as possible inform the requesting authority of:\n(a)\nthe action taken on its request for recovery and notification and, more specifically, of the date on which the addressee was notified;\n(b)\nthe grounds for refusal, in the event that it refuses to execute a request for recovery of an administrative penalty and/or fine or to notify a decision imposing an administrative penalty and/or fine in accordance with Article 17.\nArticle 17\nGrounds for refusal\nThe requested authorities shall not be obliged to execute a request for recovery or notification if the request does not contain the information referred to in Article 16(1) and (2), is incomplete or manifestly does not correspond to the underlying decision.\nIn addition, the requested authorities may refuse to execute a request for recovery in the following circumstances:\n(a)\nfollowing inquiries by the requested authority it is obvious that the envisaged costs or resources required to recover the administrative penalty and/or fine are disproportionate in relation to the amount to be recovered or would give rise to significant difficulties;\n(b)\nthe overall financial penalty and/or fine is below EUR 350 or the equivalent to that amount;\n(c)\nfundamental rights and freedoms of defendants and legal principles that apply to them as laid down in the Constitution of the requested Member State are not respected.\nArticle 18\nSuspension of the procedure\n1.   If, in the course of the recovery or notification procedure, the administrative penalty and/or fine and/or underlying claim is challenged or appealed by the service provider concerned or by an interested party, the cross-border enforcement procedure of the penalty and/or fine imposed shall be suspended pending the decision of the appropriate competent body or authority in the requesting Member State in the matter.\nAny challenge or appeal shall be made to the appropriate competent body or authority in the requesting Member State.\nThe requesting authority shall without delay notify the requested authority of the contestation.\n2.   Disputes concerning the enforcement measures taken in the requested Member State or concerning the validity of a notification made by a requested authority shall be brought before the competent body or judicial authority of that Member State in accordance with its laws and regulations.\nArticle 19\nCosts\n1.   Amounts recovered with respect to the penalties and/or fines referred to in this Chapter shall accrue to the requested authority.\nThe requested authority shall recover the amounts due in the currency of its Member State, in accordance with the laws, regulations and administrative procedures or practices which apply to similar claims in that Member State.\nThe requested authority shall, if necessary, in accordance with its national law and practice convert the penalty and/or fine into the currency of the requested State at the rate of exchange applying on the date when the penalty and/or fine was imposed.\n2.   Member States shall not claim from each other the reimbursement of costs arising from any mutual assistance they grant each other pursuant to this Directive or resulting from its application.\nCHAPTER VII\nFINAL PROVISIONS\nArticle 20\nPenalties\nMember States shall lay down rules on penalties applicable in the event of infringements of national provisions adopted pursuant to this Directive and shall take all the necessary measures to ensure that they are implemented and complied with. The penalties provided for shall be effective, proportionate and dissuasive. Member States shall notify those provisions to the Commission by 18 June 2016. They shall notify without delay any subsequent amendments to them.\nArticle 21\nInternal Market Information System\n1.   The administrative cooperation and mutual assistance between the competent authorities of the Member States provided for in Articles 6 and 7, Article 10(3), and Articles 14 to 18 shall be implemented through the Internal Market Information System (IMI), established by Regulation (EU) No 1024/2012.\n2.   Member States may apply bilateral agreements or arrangements concerning administrative cooperation and mutual assistance between their competent authorities as regards the application and monitoring of the terms and conditions of employment applicable to posted workers referred to in Article 3 of Directive 96/71/EC, in so far as these agreements or arrangements do not adversely affect the rights and obligations of the workers and undertakings concerned.\nMember States shall inform the Commission of the bilateral agreements and/or arrangements they apply and shall make the text of those bilateral agreements generally available.\n3.   In the context of bilateral agreements or arrangements referred to in paragraph 2, competent authorities of the Member States shall use IMI as much as possible. In any event, where a competent authority in one of the Member States concerned has used IMI, it shall where possible be used for any follow-up required.\nArticle 22\nAmendment to Regulation (EU) No 1024/2012\nIn the Annex to Regulation (EU) No 1024/2012 the following points are added:\n‘6.\nDirective 96/71/EC of the European Parliament and of the Council of 16 December 1996 concerning the posting of workers in the framework of the provision of services (18): Article 4.\n7.\nDirective 2014/67/EU of the European Parliament and of the Council of 15 May 2014 on the enforcement of Directive 96/71/EC concerning the posting of workers in the framework of the provision of services and amending Regulation (EU) No 1024/2012 on administrative cooperation through the Internal Market Information System (“the IMI Regulation”) (19): Articles 6 and 7, Article 10(3), and Articles 14 to 18.\nArticle 23\nTransposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 18 June 2016. They shall immediately inform the Commission thereof.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the main measures of national law which they adopt in the field covered by this Directive.\nArticle 24\nReview\n1.   The Commission shall review the application and implementation of this Directive.\nNo later than 18 June 2019, the Commission shall present a report on its application and implementation to the European Parliament, the Council and the European Economic and Social Committee and propose, where appropriate, necessary amendments and modifications.\n2.   In its review the Commission shall, after consultation of Member States and, where relevant, social partners at Union level, in particular assess:\n(a)\nthe necessity and appropriateness of the factual elements for identification of a genuine posting, including the possibilities to amend existing and defining possible new elements to be taken into account in order to determine whether the undertaking is genuine and a posted worker temporarily carries out his or her work, as referred to in Article 4;\n(b)\nthe adequacy of data available relating to the posting process;\n(c)\nthe appropriateness and adequacy of the application of national control measures in light of the experience with and effectiveness of the system for administrative cooperation and exchange of information, the development of more uniform, standardised documents, the establishment of common principles or standards for inspections in the field of the posting of workers and technological developments, as referred to in Article 9;\n(d)\nliability and/or enforcement measures introduced to ensure compliance with the applicable rules and effective protection of workers' rights in subcontracting chains, as referred to Article 12;\n(e)\nthe application of the provisions on cross-border enforcement of financial administrative penalties and fines in particular in light of experience with and effectiveness of the system, as laid down in Chapter VI;\n(f)\nthe use of bilateral agreements or arrangements in relation to IMI, taking into account, where appropriate, the report referred to in Article 25(1) of Regulation (EU) No 1024/2012;\n(g)\nthe possibility to adjust the deadlines established in Article 6(6) for supplying the information requested by Member States or the Commission with a view to reducing those deadlines, taking into account the progress achieved in the functioning and use of IMI.\nArticle 25\nEntry into force\nThis Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nArticle 26\nAddressees\nThis Directive is addressed to the Member States.\nDone at Brussels, 15 May 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nD. KOURKOULAS\n(1)  OJ C 351, 15.11.2012, p. 61.\n(2)  OJ C 17, 19.1.2013, p. 67.\n(3)  Position of the European Parliament of 16 April 2014 (not yet published in the Official Journal) and decision of the Council of 13 May 2014.\n(4)  Directive 96/71/EC of the European Parliament and of the Council of 16 December 1996 concerning the posting of workers in the framework of the provision of services (OJ L 18, 21.1.1997, p. 1).\n(5)  Regulation (EC) No 593/2008 of the European Parliament and of the Council of 17 June 2008 on the law applicable to contractual obligations (Rome I) (OJ L 177, 4.7.2008, p. 6).\n(6)  Rome Convention of 19 June 1980 on the law applicable to contractual obligations (80/934/EEC) (OJ L 266, 9.10.1980, p. 1).\n(7)  Regulation (EC) No 883/2004 of the European Parliament and of the Council of 29 April 2004 on the coordination of social security systems (OJ L 166, 30.4.2004, p. 1).\n(8)  Regulation (EC) No 987/2009 of the European Parliament and of the Council of 16 September 2009 laying down the procedure for implementing Regulation (EC) No 883/2004 on the coordination of social security systems (OJ L 284, 30.10.2009, p. 1).\n(9)  Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (OJ L 281, 23.11.1995, p. 31).\n(10)  Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (OJ L 8, 12.1.2001, p. 1).\n(11)  Regulation (EU) No 1024/2012 of the European Parliament and of the Council of 25 October 2012 on administrative cooperation through the Internal Market Information System and repealing Commission Decision 2008/49/EC (‘the IMI Regulation’) (OJ L 316, 14.11.2012, p. 1).\n(12)  OJ C 27, 29.1.2013, p. 4.\n(13)  Council Directive 91/533/EEC of 14 October 1991 on an employer's obligation to inform employees of the conditions applicable to the contract or employment relationship (OJ L 288, 18.10.1991, p. 32).\n(14)  Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work (OJ L 183, 29.6.1989, p. 1).\n(15)  Council Framework Decision 2005/214/JHA of 24 February 2005 on the application of the principle of mutual recognition to financial penalties (OJ L 76, 22.3.2005, p. 16).\n(16)  Council Regulation (EC) No 44/2001 of 22 December 2000 on jurisdiction and the enforcement of judgments in civil and commercial matters (OJ L 12, 16.1.2001, p. 1).\n(17)  Council Decision 2006/325/EC of 27 April 2006 concerning the conclusion of the Agreement between the European Community and the Kingdom of Denmark on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters (OJ L 120, 5.5.2006, p. 22).\nJoint statement by the European Parliament, the Council and the Commission on Article 4(3)(g)\nThe fact whether or not the post to which the posted worker is temporarily assigned to carry out his/her work in the framework of the provision of services was filled by the same or another (posted) worker during any previous periods constitutes only one of the possible elements to be taken into account while making an overall assessment of the factual situation in case of doubt.\nThe mere fact that it can be one of the elements should in no way be interpreted as imposing a ban on the possible replacement of a posted worker by another posted worker or hampering the possibility of such a replacement, which may be inherent in particular to services which are provided on a seasonal, cyclical or repetitive basis.", "summary": "Stepping up the enforcement of EU legislation on the posting of workers\nStepping up the enforcement of EU legislation on the posting of workers\nSUMMARY OF:\nDirective 96/71/EC concerning the posting of workers in the framework of the provision of services\nDirective 2014/67/EU on the enforcement of Directive 96/71/EC concerning the posting of workers in the framework of the provision of services\nDirective (EU) 2020/1057 laying down specific rules with respect to Directive 96/71/EC and Directive 2014/67/EU for posting drivers in the road transport sector and amending Directive 2006/22/EC as regards enforcement requirements and Regulation (EU) No 1024/2012\nWHAT IS THE AIM OF THE DIRECTIVES?\nDirective 96/71/EC draws up a list of working conditions which workers who are temporarily posted abroad by their employer must be granted in the country to which they are posted (host country). Its purpose is to guarantee the protection of workers as well as provide a level playing field for service providers.\nDirective 2014/67/EU aims to improve the implementation and enforcement of Directive 96/71/EC. It addresses issues such as abuse and circumvention of posting rules, joint liability in subcontracting chains and sharing of information between EU countries.\nAmending Directive (EU) 2018/957 updates and amends Directive 96/71/EC. It lays down rules regarding working conditions and the protection of posted workers’ health and safety, and seeks to ensure fair wages and a level playing field between posting and local companies in the host country, whilst maintaining the principle of free movement of services.\nDirective (EU) 2020/1057 lays down specific rules for posting of professional drivers in the commercial road transport sector and for the effective enforcement of these rules. The directive provides the rules that are better adapted to the highly mobile nature of work in the road transport sector. It aims to remove discrepancies between EU countries’ interpretation, application and enforcement of the rules on the posting of workers in the road transport sector. It is designed to make the road transport sector fair, efficient and socially accountable, whilst at the same time offering greater legal certainty, easing the administrative burden for transport operators and preventing distortions in competition.\nKEY POINTS\nDirective 96/71/EC\nDirective 96/71/EC applies to undertakings which, in the context of the transnational provision of services, post workers to the territory of an EU country provided that there is an employment relationship between the undertaking making the posting and the worker during the period of the posting. A ‘posted worker’ is a worker who, for a limited period, works in the territory of an EU country other than the one in which they normally work.\nTo protect posted workers’ rights when companies use the freedom to provide services and to facilitate the exercise of that freedom, Directive 96/71/EC contains core employment conditions that must be applied to posted workers in the host country, such as: maximum work periods and minimum rest periods;minimum paid annual holidays;applicable minimum rates of pay, including overtime rates;health, safety and hygiene at work.\nDirective 2014/67/EU\nBetter prevention, monitoring and sanctioning of any abuse of the applicable rules\nTo help fight abuse and circumvention of the rules (for example, via letter-box companies*), Directive 2014/67/EU contains a list of factual elements to help assess whether a specific situation qualifies as a genuine posting.\nFor greater legal certainty, Directive 2014/67/EU lays down a list of national control measures that are considered justified and proportionate and that may be applied in order to monitor the compliance of Directive 96/71/EC and the enforcement directive (Directive 2014/67/EU) itself.\nTo increase the protection of workers’ rights in subcontracting chains, EU countries must ensure that posted workers in the construction sector can hold the contractor in a direct subcontractor relationship liable for any outstanding net remuneration corresponding to the minimum rates of pay, in addition to or in place of the employer. Instead of these liability rules, EU countries may take other appropriate enforcement measures.\nImproved access to information\nTo increase awareness and transparency, EU countries are obliged to make available and free of charge any information on the terms and conditions of employment and on collective agreements applicable to posted workers via a single official national website. The information must be made public in the official language(s) of the host country and in the most relevant languages, taking into account demand in its labour market.\nEnhanced administrative cooperation\nDirective 2014/67/EU also includes clearer rules to improve administrative cooperation between national authorities in charge of monitoring compliance, including time limits for the supply of information. The Internal Market Information (IMI) regulation comes into play here. The IMI system is a multilingual electronic tool that allows national, regional and local authorities to communicate quickly and easily with their counterparts in the EU, Iceland, Liechtenstein and Norway about EU internal market law.\nDirective 2014/67/EU also ensures that administrative penalties and fines imposed on service providers for failure to respect the applicable rules in one EU country can be enforced and recovered in another.\nAmending Directive (EU) 2018/957\nAmending Directive (EU) 2018/957 introduces a number of new rules:\nthe same rules regarding remuneration apply to posted workers as to local workers in the host country;\na worker will be considered to be posted long term after 12 months (with the possibility of a 6-month extension subject to a motivated notification by the service provider), after which the posted worker will be subject to nearly all aspects of the labour law of the host country;\nthe number of potential collective agreements that may apply in EU countries having a system for declaring collective agreements or arbitration awards of universal application may be increased;\ntemporary work agencies must guarantee posted workers the same terms and conditions that apply to temporary workers hired in the country where the work is carried out;\nimproved cooperation between EU countries’ authorities regarding abuse and circumvention of rules in the context of posting.\nDirective (EU) 2020/1057\nAmong the changes introduced by Directive (EU) 2020/1057 are:\nan exception from the general posting rules applying to cabotage and international transport operations, with the exception of transit, ‘bilateral transport operations’ (both in goods and passenger transport) and bilateral operations with 2 additional carriage-related stops — this exception is restricted to cases where a service contract exists between the employer sending the driver and a party operating in the host EU country;\nadministrative rules relating to posting of drivers, control and enforcement — hauliers must use the IMI system to send posting declarations and any requested information;\npenalties in the event of infringements;\n‘smart enforcement’, which requires EU countries to integrate the control of posting rules into an overall control strategy;\nrules ensuring that strengthening posting rules for EU drivers does not result in a competitive advantage for non-EU operators having access to the EU road transport market.\nFROM WHEN DO THE DIRECTIVES APPLY?\nDirective 96/71/EC has applied since 10 February 1997 and had to become law in the EU countries by 16 December 1999.\nDirective 2014/67/EU has applied since 17 June 2014 and had to become law in the EU countries by 18 June 2016.\nAmending Directive (EU) 2018/957 had to become law in the EU countries by 30 July 2020. However, it will only apply to the road transport sector from the date of application of a legislative act that has been adopted to amend Directives 2006/22/EC and 2014/67/EU concerning the posting of drivers in the road transport sector. This is Directive (EU) 2020/1057, which will apply from 2 February 2022.\nDirective (EU) 2020/1057 has to become law in the EU countries by 2 February 2022.\nBACKGROUND\n              \nFor more information, see:\nPosted workers (European Commission).\nKEY TERMS\n              \nLetter-box companies: companies that have been set up with the purpose of benefiting from legislative loopholes while not themselves providing any service to clients, but rather provide a front for services provided by their owners (European Commission in COM(2013) 122 final).\nMAIN DOCUMENTS\n            \nDirective 96/71/EC of the European Parliament and of the Council of 16 December 1996 concerning the posting of workers in the framework of the provision of services (OJ L 18, 21.1.1997, pp. 1-6)\nSuccessive amendments to Directive 96/71/EC have been incorporated into the original text. This consolidated version is of documentary value only.\nDirective 2014/67/EU of the European Parliament and of the Council of 15 May 2014 on the enforcement of Directive 96/71/EC concerning the posting of workers in the framework of the provision of services and amending Regulation (EU) No 1024/2012 on administrative cooperation through the Internal Market Information system (‘the IMI regulation’) (OJ L 159, 28.5.2014, pp. 11-31)\nDirective (EU) 2020/1057 of the European Parliament and of the Council of 15 July 2020 laying down specific rules with respect to Directive 96/71/EC and Directive 2014/67/EU for posting drivers in the road transport sector and amending Directive 2006/22/EC as regards enforcement requirements and Regulation (EU) No 1024/2012 (OJ L 249, 31.7.2020, pp. 49-65)\nRELATED DOCUMENTS\n            \nRegulation (EU) 2020/1055 of the European Parliament and of the Council of 15 July 2020 amending Regulations (EC) No 1071/2009, (EC) No 1072/2009 and (EU) No 1024/2012 with a view to adapting them to developments in the road transport sector (OJ L 249, 31.7.2020, pp. 17-32)\nRegulation (EU) No 1024/2012 of the European Parliament and of the Council of 25 October 2012 on administrative cooperation through the Internal Market Information system and repealing Commission Decision 2008/49/EC (‘the IMI regulation’) (OJ L 316, 14.11.2012, pp. 1-11)\nSee consolidated version.\nDirective 2006/22/EC of the European Parliament and of the Council of 15 March 2006 on minimum conditions for the implementation of Council Regulations (EEC) No 3820/85 and (EEC) No 3821/85 concerning social legislation relating to road transport activities and repealing Council Directive 88/599/EEC (OJ L 102, 11.4.2006, pp. 35-44)\nSee consolidated version.\nlast update 13.10.2020", "tags": ["free movement of workers", "freedom to provide services", "administrative cooperation", "single market", "administrative sanction", "EU control", "information system", "access to information", "labour law", "equal treatment", "working conditions"], "subjects": ["Social Policy", "Free movement of workers"], "split": "train", "reference_annotations": {"32014L0067_p1": {"text": "directive 2014/67/eu OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 15 May 2014---on the enforcement of directive 96/71/ec concerning the posting of workers in the framework of the provision of services and amending regulation 1024/2012 on administrative cooperation through the Internal Market Information System (‘the IMI Regulation’)", "triples": [" directive 2014/67/eu,  amending,  regulation 1024/2012"]}, "32014L0067_p3": {"text": "directive 2014/67/eu of the European Parliament and of the Council of 15 May 2014 on the enforcement of directive 96/71/ec concerning the posting of workers in the framework of the provision of services and amending regulation 1024/2012 on administrative cooperation through the Internal Market Information System (“the IMI Regulation”) (19): Articles 6 and 7, Article 10(3), and Articles 14 to 18.", "triples": [" directive 2014/67/eu,  amending,  regulation 1024/2012"]}, "32014L0067_p4": {"text": "(8)  regulation 987/2009 of the European Parliament and of the Council of 16 September 2009 laying down the procedure for implementing regulation 883/2004 on the coordination of social security systems (OJ L 284, 30.10.2009, p. 1).", "triples": [" regulation 987/2009,  implementing,  regulation 883/2004"]}, "32014L0067_p5": {"text": "(11)  regulation 1024/2012 of the European Parliament and of the Council of 25 October 2012 on administrative cooperation through the Internal Market Information System and repealing Commission decision 2008/49/ec (‘the IMI Regulation’) (OJ L 316, 14.11.2012, p. 1).", "triples": [" regulation 1024/2012,  repealing,  decision 2008/49/ec"]}}, "summary_annotations": {"32014L0067_p1": {"text": "directive 2020/1057 laying down specific rules with respect to directive 96/71/ec and directive 2014/67/eu for posting drivers in the road transport sector and amending directive 2006/22/ec as regards enforcement requirements and regulation 1024/2012", "triples": [" directive 2020/1057,  amending,  directive 2006/22/ec", " directive 2020/1057,  amending,  regulation 1024/2012"]}, "32014L0067_p2": {"text": "Amending directive 2018/957 updates and amends directive 96/71/ec. It lays down rules regarding working conditions and the protection of posted workers’ health and safety, and seeks to ensure fair wages and a level playing field between posting and local companies in the host country, whilst maintaining the principle of free movement of services.", "triples": [" directive 2018/957,  amends,  directive 96/71/ec"]}, "32014L0067_p4": {"text": "directive 2014/67/eu of the European Parliament and of the Council of 15 May 2014 on the enforcement of directive 96/71/ec concerning the posting of workers in the framework of the provision of services and amending regulation 1024/2012 on administrative cooperation through the Internal Market Information system (‘the IMI regulation’) (OJ L 159, 28.5.2014, pp. 11-31)", "triples": [" directive 2014/67/eu,  amending,  regulation 1024/2012"]}, "32014L0067_p5": {"text": "directive 2020/1057 of the European Parliament and of the Council of 15 July 2020 laying down specific rules with respect to directive 96/71/ec and directive 2014/67/eu for posting drivers in the road transport sector and amending directive 2006/22/ec as regards enforcement requirements and regulation 1024/2012 (OJ L 249, 31.7.2020, pp. 49-65)", "triples": [" directive 2020/1057,  amending,  directive 2006/22/ec", " directive 2020/1057,  amending,  regulation 1024/2012"]}, "32014L0067_p6": {"text": "regulation 2020/1055 of the European Parliament and of the Council of 15 July 2020 amending regulation 1071/2009 regulation 1072/2009 regulation 1024/2012 with a view to adapting them to developments in the road transport sector (OJ L 249, 31.7.2020, pp. 17-32)", "triples": [" regulation 2020/1055,  amending,  regulation 1071/2009", " regulation 2020/1055,  amending,  regulation 1072/2009", " regulation 2020/1055,  amending,  regulation 1024/2012"]}, "32014L0067_p7": {"text": "regulation 1024/2012 of the European Parliament and of the Council of 25 October 2012 on administrative cooperation through the Internal Market Information system and repealing Commission decision 2008/49/ec (‘the IMI regulation’) (OJ L 316, 14.11.2012, pp. 1-11)", "triples": [" regulation 1024/2012,  repealing,  decision 2008/49/ec"]}, "32014L0067_p8": {"text": "directive 2006/22/ec of the European Parliament and of the Council of 15 March 2006 on minimum conditions for the implementation of Council regulation 3820/85 regulation 3821/85 concerning social legislation relating to road transport activities and repealing Council directive 88/599/eec (OJ L 102, 11.4.2006, pp. 35-44)", "triples": [" directive 2006/22/ec,  repealing,  directive 88/599/eec"]}}}