{"celex_id": "32008L0115", "reference": "24.12.2008\nEN\nOfficial Journal of the European Union\nL 348/98\nDIRECTIVE 2008/115/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 16 December 2008\non common standards and procedures in Member States for returning illegally staying third-country nationals\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 63(3)(b) thereof,\nHaving regard to the proposal from the Commission,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (1),\nWhereas:\n(1)\nThe Tampere European Council of 15 and 16 October 1999 established a coherent approach in the field of immigration and asylum, dealing together with the creation of a common asylum system, a legal immigration policy and the fight against illegal immigration.\n(2)\nThe Brussels European Council of 4 and 5 November 2004 called for the establishment of an effective removal and repatriation policy, based on common standards, for persons to be returned in a humane manner and with full respect for their fundamental rights and dignity.\n(3)\nOn 4 May 2005 the Committee of Ministers of the Council of Europe adopted ‘Twenty guidelines on forced return’.\n(4)\nClear, transparent and fair rules need to be fixed to provide for an effective return policy as a necessary element of a well managed migration policy.\n(5)\nThis Directive should establish a horizontal set of rules, applicable to all third-country nationals who do not or who no longer fulfil the conditions for entry, stay or residence in a Member State.\n(6)\nMember States should ensure that the ending of illegal stay of third-country nationals is carried out through a fair and transparent procedure. According to general principles of EU law, decisions taken under this Directive should be adopted on a case-by-case basis and based on objective criteria, implying that consideration should go beyond the mere fact of an illegal stay. When using standard forms for decisions related to return, namely return decisions and, if issued, entry-ban decisions and decisions on removal, Member States should respect that principle and fully comply with all applicable provisions of this Directive.\n(7)\nThe need for Community and bilateral readmission agreements with third countries to facilitate the return process is underlined. International cooperation with countries of origin at all stages of the return process is a prerequisite to achieving sustainable return.\n(8)\nIt is recognised that it is legitimate for Member States to return illegally staying third-country nationals, provided that fair and efficient asylum systems are in place which fully respect the principle of non-refoulement.\n(9)\nIn accordance with Council Directive 2005/85/EC of 1 December 2005 on minimum standards on procedures in Member States for granting and withdrawing refugee status (2), a third-country national who has applied for asylum in a Member State should not be regarded as staying illegally on the territory of that Member State until a negative decision on the application, or a decision ending his or her right of stay as asylum seeker has entered into force.\n(10)\nWhere there are no reasons to believe that this would undermine the purpose of a return procedure, voluntary return should be preferred over forced return and a period for voluntary departure should be granted. An extension of the period for voluntary departure should be provided for when considered necessary because of the specific circumstances of an individual case. In order to promote voluntary return, Member States should provide for enhanced return assistance and counselling and make best use of the relevant funding possibilities offered under the European Return Fund.\n(11)\nA common minimum set of legal safeguards on decisions related to return should be established to guarantee effective protection of the interests of the individuals concerned. The necessary legal aid should be made available to those who lack sufficient resources. Member States should provide in their national legislation for which cases legal aid is to be considered necessary.\n(12)\nThe situation of third-country nationals who are staying illegally but who cannot yet be removed should be addressed. Their basic conditions of subsistence should be defined according to national legislation. In order to be able to demonstrate their specific situation in the event of administrative controls or checks, such persons should be provided with written confirmation of their situation. Member States should enjoy wide discretion concerning the form and format of the written confirmation and should also be able to include it in decisions related to return adopted under this Directive.\n(13)\nThe use of coercive measures should be expressly subject to the principles of proportionality and effectiveness with regard to the means used and objectives pursued. Minimum safeguards for the conduct of forced return should be established, taking into account Council Decision 2004/573/EC of 29 April 2004 on the organisation of joint flights for removals from the territory of two or more Member States, of third-country nationals who are subjects of individual removal orders (3). Member States should be able to rely on various possibilities to monitor forced return.\n(14)\nThe effects of national return measures should be given a European dimension by establishing an entry ban prohibiting entry into and stay on the territory of all the Member States. The length of the entry ban should be determined with due regard to all relevant circumstances of an individual case and should not normally exceed five years. In this context, particular account should be taken of the fact that the third-country national concerned has already been the subject of more than one return decision or removal order or has entered the territory of a Member State during an entry ban.\n(15)\nIt should be for the Member States to decide whether or not the review of decisions related to return implies the power for the reviewing authority or body to substitute its own decision related to the return for the earlier decision.\n(16)\nThe use of detention for the purpose of removal should be limited and subject to the principle of proportionality with regard to the means used and objectives pursued. Detention is justified only to prepare the return or carry out the removal process and if the application of less coercive measures would not be sufficient.\n(17)\nThird-country nationals in detention should be treated in a humane and dignified manner with respect for their fundamental rights and in compliance with international and national law. Without prejudice to the initial apprehension by law-enforcement authorities, regulated by national legislation, detention should, as a rule, take place in specialised detention facilities.\n(18)\nMember States should have rapid access to information on entry bans issued by other Member States. This information sharing should take place in accordance with Regulation (EC) No 1987/2006 of the European Parliament and of the Council of 20 December 2006 on the establishment, operation and use of the second generation Schengen Information System (SIS II) (4).\n(19)\nCooperation between the institutions involved at all levels in the return process and the exchange and promotion of best practices should accompany the implementation of this Directive and provide European added value.\n(20)\nSince the objective of this Directive, namely to establish common rules concerning return, removal, use of coercive measures, detention and entry bans, cannot be sufficiently achieved by the Member States and can therefore, by reason of its scale and effects, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary to achieve that objective.\n(21)\nMember States should implement this Directive without discrimination on the basis of sex, race, colour, ethnic or social origin, genetic features, language, religion or belief, political or any other opinions, membership of a national minority, property, birth, disability, age or sexual orientation.\n(22)\nIn line with the 1989 United Nations Convention on the Rights of the Child, the ‘best interests of the child’ should be a primary consideration of Member States when implementing this Directive. In line with the European Convention for the Protection of Human Rights and Fundamental Freedoms, respect for family life should be a primary consideration of Member States when implementing this Directive.\n(23)\nApplication of this Directive is without prejudice to the obligations resulting from the Geneva Convention relating to the Status of Refugees of 28 July 1951, as amended by the New York Protocol of 31 January 1967.\n(24)\nThis Directive respects the fundamental rights and observes the principles recognised in particular by the Charter of Fundamental Rights of the European Union.\n(25)\nIn accordance with Articles 1 and 2 of the Protocol on the position of Denmark annexed to the Treaty on European Union and the Treaty establishing the European Community, Denmark is not taking part in the adoption of this Directive and is not bound by it or subject to its application. Given that this Directive builds — to the extent that it applies to third-country nationals who do not fulfil or who no longer fulfil the conditions of entry in accordance with the Schengen Borders Code (5) — upon the Schengen acquis under the provisions of Title IV of Part Three of the Treaty establishing the European Community, Denmark shall, in accordance with Article 5 of the said Protocol, decide, within a period of six months after the adoption of this Directive, whether it will implement it in its national law.\n(26)\nTo the extent that it applies to third-country nationals who do not fulfil or who no longer fulfil the conditions of entry in accordance with the Schengen Borders Code, this Directive constitutes a development of provisions of the Schengen acquis in which the United Kingdom does not take part, in accordance with Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis (6); moreover, in accordance with Articles 1 and 2 of the Protocol on the position of the United Kingdom and Ireland annexed to the Treaty on European Union and to the Treaty establishing the European Community, and without prejudice to Article 4 of the said Protocol, the United Kingdom is not taking part in the adoption of this Directive and is therefore not bound by it in its entirety or subject to its application.\n(27)\nTo the extent that it applies to third-country nationals who do not fulfil or who no longer fulfil the conditions of entry in accordance with the Schengen Borders Code, this Directive constitutes a development of provisions of the Schengen acquis in which Ireland does not take part, in accordance with Council Decision 2002/192/EC of 28 February 2002 concerning Ireland’s request to take part in some of the provisions of the Schengen acquis (7); moreover, in accordance with Articles 1 and 2 of the Protocol on the position of the United Kingdom and Ireland annexed to the Treaty on European Union and to the Treaty establishing the European Community, and without prejudice to Article 4 of the said Protocol, Ireland is not taking part in the adoption of this Directive and is therefore not bound by it in its entirety or subject to its application.\n(28)\nAs regards Iceland and Norway, this Directive constitutes — to the extent that it applies to third-country nationals who do not fulfil or who no longer fulfil the conditions of entry in accordance with the Schengen Borders Code — a development of provisions of the Schengen acquis within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis, which fall within the area referred to in Article 1, point C, of Council Decision 1999/437/EC (8) on certain arrangements for the application of that Agreement.\n(29)\nAs regards Switzerland, this Directive constitutes — to the extent that it applies to third-country nationals who do not fulfil or who no longer fulfil the conditions of entry in accordance with the Schengen Borders Code — a development of provisions of the Schengen acquis within the meaning of the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis, which fall within the area referred to in Article 1, point C, of Decision 1999/437/EC read in conjunction with Article 3 of Council Decision 2008/146/EC (9) on the conclusion, on behalf of the European Community, of that Agreement.\n(30)\nAs regards Liechtenstein, this Directive constitutes — to the extent that it applies to third-country nationals who do not fulfil or who no longer fulfil the conditions of entry in accordance with the Schengen Borders Code — a development of provisions of the Schengen acquis within the meaning of the Protocol between the European Union, the European Community, the Swiss Confederation and the Principality of Liechtenstein on the accession of the Principality of Liechtenstein to the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis, which fall within the area referred to in Article 1, point C, of Decision 1999/437/EC read in conjunction with Article 3 of Council Decision 2008/261/EC (10) on the signature, on behalf of the European Community, and on the provisional application of, certain provisions of that Protocol,\nHAVE ADOPTED THIS DIRECTIVE:\nCHAPTER I\nGENERAL PROVISIONS\nArticle 1\nSubject matter\nThis Directive sets out common standards and procedures to be applied in Member States for returning illegally staying third-country nationals, in accordance with fundamental rights as general principles of Community law as well as international law, including refugee protection and human rights obligations.\nArticle 2\nScope\n1.   This Directive applies to third-country nationals staying illegally on the territory of a Member State.\n2.   Member States may decide not to apply this Directive to third-country nationals who:\n(a)\nare subject to a refusal of entry in accordance with Article 13 of the Schengen Borders Code, or who are apprehended or intercepted by the competent authorities in connection with the irregular crossing by land, sea or air of the external border of a Member State and who have not subsequently obtained an authorisation or a right to stay in that Member State;\n(b)\nare subject to return as a criminal law sanction or as a consequence of a criminal law sanction, according to national law, or who are the subject of extradition procedures.\n3.   This Directive shall not apply to persons enjoying the Community right of free movement as defined in Article 2(5) of the Schengen Borders Code.\nArticle 3\nDefinitions\nFor the purpose of this Directive the following definitions shall apply:\n1.\n‘third-country national’ means any person who is not a citizen of the Union within the meaning of Article 17(1) of the Treaty and who is not a person enjoying the Community right of free movement, as defined in Article 2(5) of the Schengen Borders Code;\n2.\n‘illegal stay’ means the presence on the territory of a Member State, of a third-country national who does not fulfil, or no longer fulfils the conditions of entry as set out in Article 5 of the Schengen Borders Code or other conditions for entry, stay or residence in that Member State;\n3.\n‘return’ means the process of a third-country national going back — whether in voluntary compliance with an obligation to return, or enforced — to:\n—\nhis or her country of origin, or\n—\na country of transit in accordance with Community or bilateral readmission agreements or other arrangements, or\n—\nanother third country, to which the third-country national concerned voluntarily decides to return and in which he or she will be accepted;\n4.\n‘return decision’ means an administrative or judicial decision or act, stating or declaring the stay of a third-country national to be illegal and imposing or stating an obligation to return;\n5.\n‘removal’ means the enforcement of the obligation to return, namely the physical transportation out of the Member State;\n6.\n‘entry ban’ means an administrative or judicial decision or act prohibiting entry into and stay on the territory of the Member States for a specified period, accompanying a return decision;\n7.\n‘risk of absconding’ means the existence of reasons in an individual case which are based on objective criteria defined by law to believe that a third-country national who is the subject of return procedures may abscond;\n8.\n‘voluntary departure’ means compliance with the obligation to return within the time-limit fixed for that purpose in the return decision;\n9.\n‘vulnerable persons’ means minors, unaccompanied minors, disabled people, elderly people, pregnant women, single parents with minor children and persons who have been subjected to torture, rape or other serious forms of psychological, physical or sexual violence.\nArticle 4\nMore favourable provisions\n1.   This Directive shall be without prejudice to more favourable provisions of:\n(a)\nbilateral or multilateral agreements between the Community or the Community and its Member States and one or more third countries;\n(b)\nbilateral or multilateral agreements between one or more Member States and one or more third countries.\n2.   This Directive shall be without prejudice to any provision which may be more favourable for the third-country national, laid down in the Community acquis relating to immigration and asylum.\n3.   This Directive shall be without prejudice to the right of the Member States to adopt or maintain provisions that are more favourable to persons to whom it applies provided that such provisions are compatible with this Directive.\n4.   With regard to third-country nationals excluded from the scope of this Directive in accordance with Article 2(2)(a), Member States shall:\n(a)\nensure that their treatment and level of protection are no less favourable than as set out in Article 8(4) and (5) (limitations on use of coercive measures), Article 9(2)(a) (postponement of removal), Article 14(1) (b) and (d) (emergency health care and taking into account needs of vulnerable persons), and Articles 16 and 17 (detention conditions) and\n(b)\nrespect the principle of non-refoulement.\nArticle 5\nNon-refoulement, best interests of the child, family life and state of health\nWhen implementing this Directive, Member States shall take due account of:\n(a)\nthe best interests of the child;\n(b)\nfamily life;\n(c)\nthe state of health of the third-country national concerned,\nand respect the principle of non-refoulement.\nCHAPTER II\nTERMINATION OF ILLEGAL STAY\nArticle 6\nReturn decision\n1.   Member States shall issue a return decision to any third-country national staying illegally on their territory, without prejudice to the exceptions referred to in paragraphs 2 to 5.\n2.   Third-country nationals staying illegally on the territory of a Member State and holding a valid residence permit or other authorisation offering a right to stay issued by another Member State shall be required to go to the territory of that other Member State immediately. In the event of non-compliance by the third-country national concerned with this requirement, or where the third-country national’s immediate departure is required for reasons of public policy or national security, paragraph 1 shall apply.\n3.   Member States may refrain from issuing a return decision to a third-country national staying illegally on their territory if the third-country national concerned is taken back by another Member State under bilateral agreements or arrangements existing on the date of entry into force of this Directive. In such a case the Member State which has taken back the third-country national concerned shall apply paragraph 1.\n4.   Member States may at any moment decide to grant an autonomous residence permit or other authorisation offering a right to stay for compassionate, humanitarian or other reasons to a third-country national staying illegally on their territory. In that event no return decision shall be issued. Where a return decision has already been issued, it shall be withdrawn or suspended for the duration of validity of the residence permit or other authorisation offering a right to stay.\n5.   If a third-country national staying illegally on the territory of a Member State is the subject of a pending procedure for renewing his or her residence permit or other authorisation offering a right to stay, that Member State shall consider refraining from issuing a return decision, until the pending procedure is finished, without prejudice to paragraph 6.\n6.   This Directive shall not prevent Member States from adopting a decision on the ending of a legal stay together with a return decision and/or a decision on a removal and/or entry ban in a single administrative or judicial decision or act as provided for in their national legislation, without prejudice to the procedural safeguards available under Chapter III and under other relevant provisions of Community and national law.\nArticle 7\nVoluntary departure\n1.   A return decision shall provide for an appropriate period for voluntary departure of between seven and thirty days, without prejudice to the exceptions referred to in paragraphs 2 and 4. Member States may provide in their national legislation that such a period shall be granted only following an application by the third-country national concerned. In such a case, Member States shall inform the third-country nationals concerned of the possibility of submitting such an application.\nThe time period provided for in the first subparagraph shall not exclude the possibility for the third-country nationals concerned to leave earlier.\n2.   Member States shall, where necessary, extend the period for voluntary departure by an appropriate period, taking into account the specific circumstances of the individual case, such as the length of stay, the existence of children attending school and the existence of other family and social links.\n3.   Certain obligations aimed at avoiding the risk of absconding, such as regular reporting to the authorities, deposit of an adequate financial guarantee, submission of documents or the obligation to stay at a certain place may be imposed for the duration of the period for voluntary departure.\n4.   If there is a risk of absconding, or if an application for a legal stay has been dismissed as manifestly unfounded or fraudulent, or if the person concerned poses a risk to public policy, public security or national security, Member States may refrain from granting a period for voluntary departure, or may grant a period shorter than seven days.\nArticle 8\nRemoval\n1.   Member States shall take all necessary measures to enforce the return decision if no period for voluntary departure has been granted in accordance with Article 7(4) or if the obligation to return has not been complied with within the period for voluntary departure granted in accordance with Article 7.\n2.   If a Member State has granted a period for voluntary departure in accordance with Article 7, the return decision may be enforced only after the period has expired, unless a risk as referred to in Article 7(4) arises during that period.\n3.   Member States may adopt a separate administrative or judicial decision or act ordering the removal.\n4.   Where Member States use — as a last resort — coercive measures to carry out the removal of a third-country national who resists removal, such measures shall be proportionate and shall not exceed reasonable force. They shall be implemented as provided for in national legislation in accordance with fundamental rights and with due respect for the dignity and physical integrity of the third-country national concerned.\n5.   In carrying out removals by air, Member States shall take into account the Common Guidelines on security provisions for joint removals by air annexed to Decision 2004/573/EC.\n6.   Member States shall provide for an effective forced-return monitoring system.\nArticle 9\nPostponement of removal\n1.   Member States shall postpone removal:\n(a)\nwhen it would violate the principle of non-refoulement, or\n(b)\nfor as long as a suspensory effect is granted in accordance with Article 13(2).\n2.   Member States may postpone removal for an appropriate period taking into account the specific circumstances of the individual case. Member States shall in particular take into account:\n(a)\nthe third-country national’s physical state or mental capacity;\n(b)\ntechnical reasons, such as lack of transport capacity, or failure of the removal due to lack of identification.\n3.   If a removal is postponed as provided for in paragraphs 1 and 2, the obligations set out in Article 7(3) may be imposed on the third-country national concerned.\nArticle 10\nReturn and removal of unaccompanied minors\n1.   Before deciding to issue a return decision in respect of an unaccompanied minor, assistance by appropriate bodies other than the authorities enforcing return shall be granted with due consideration being given to the best interests of the child.\n2.   Before removing an unaccompanied minor from the territory of a Member State, the authorities of that Member State shall be satisfied that he or she will be returned to a member of his or her family, a nominated guardian or adequate reception facilities in the State of return.\nArticle 11\nEntry ban\n1.   Return decisions shall be accompanied by an entry ban:\n(a)\nif no period for voluntary departure has been granted, or\n(b)\nif the obligation to return has not been complied with.\nIn other cases return decisions may be accompanied by an entry ban.\n2.   The length of the entry ban shall be determined with due regard to all relevant circumstances of the individual case and shall not in principle exceed five years. It may however exceed five years if the third-country national represents a serious threat to public policy, public security or national security.\n3.   Member States shall consider withdrawing or suspending an entry ban where a third-country national who is the subject of an entry ban issued in accordance with paragraph 1, second subparagraph, can demonstrate that he or she has left the territory of a Member State in full compliance with a return decision.\nVictims of trafficking in human beings who have been granted a residence permit pursuant to Council Directive 2004/81/EC of 29 April 2004 on the residence permit issued to third-country nationals who are victims of trafficking in human beings or who have been the subject of an action to facilitate illegal immigration, who cooperate with the competent authorities (11) shall not be subject of an entry ban without prejudice to paragraph 1, first subparagraph, point (b), and provided that the third-country national concerned does not represent a threat to public policy, public security or national security.\nMember States may refrain from issuing, withdraw or suspend an entry ban in individual cases for humanitarian reasons.\nMember States may withdraw or suspend an entry ban in individual cases or certain categories of cases for other reasons.\n4.   Where a Member State is considering issuing a residence permit or other authorisation offering a right to stay to a third-country national who is the subject of an entry ban issued by another Member State, it shall first consult the Member State having issued the entry ban and shall take account of its interests in accordance with Article 25 of the Convention implementing the Schengen Agreement (12).\n5.   Paragraphs 1 to 4 shall apply without prejudice to the right to international protection, as defined in Article 2(a) of Council Directive 2004/83/EC of 29 April 2004 on minimum standards for the qualification and status of third country nationals or stateless persons as refugees or as persons who otherwise need international protection and the content of the protection granted (13), in the Member States.\nCHAPTER III\nPROCEDURAL SAFEGUARDS\nArticle 12\nForm\n1.   Return decisions and, if issued, entry-ban decisions and decisions on removal shall be issued in writing and give reasons in fact and in law as well as information about available legal remedies.\nThe information on reasons in fact may be limited where national law allows for the right to information to be restricted, in particular in order to safeguard national security, defence, public security and for the prevention, investigation, detection and prosecution of criminal offences.\n2.   Member States shall provide, upon request, a written or oral translation of the main elements of decisions related to return, as referred to in paragraph 1, including information on the available legal remedies in a language the third-country national understands or may reasonably be presumed to understand.\n3.   Member States may decide not to apply paragraph 2 to third country nationals who have illegally entered the territory of a Member State and who have not subsequently obtained an authorisation or a right to stay in that Member State.\nIn such cases decisions related to return, as referred to in paragraph 1, shall be given by means of a standard form as set out under national legislation.\nMember States shall make available generalised information sheets explaining the main elements of the standard form in at least five of those languages which are most frequently used or understood by illegal migrants entering the Member State concerned.\nArticle 13\nRemedies\n1.   The third-country national concerned shall be afforded an effective remedy to appeal against or seek review of decisions related to return, as referred to in Article 12(1), before a competent judicial or administrative authority or a competent body composed of members who are impartial and who enjoy safeguards of independence.\n2.   The authority or body mentioned in paragraph 1 shall have the power to review decisions related to return, as referred to in Article 12(1), including the possibility of temporarily suspending their enforcement, unless a temporary suspension is already applicable under national legislation.\n3.   The third-country national concerned shall have the possibility to obtain legal advice, representation and, where necessary, linguistic assistance.\n4.   Member States shall ensure that the necessary legal assistance and/or representation is granted on request free of charge in accordance with relevant national legislation or rules regarding legal aid, and may provide that such free legal assistance and/or representation is subject to conditions as set out in Article 15(3) to (6) of Directive 2005/85/EC.\nArticle 14\nSafeguards pending return\n1.   Member States shall, with the exception of the situation covered in Articles 16 and 17, ensure that the following principles are taken into account as far as possible in relation to third-country nationals during the period for voluntary departure granted in accordance with Article 7 and during periods for which removal has been postponed in accordance with Article 9:\n(a)\nfamily unity with family members present in their territory is maintained;\n(b)\nemergency health care and essential treatment of illness are provided;\n(c)\nminors are granted access to the basic education system subject to the length of their stay;\n(d)\nspecial needs of vulnerable persons are taken into account.\n2.   Member States shall provide the persons referred to in paragraph 1 with a written confirmation in accordance with national legislation that the period for voluntary departure has been extended in accordance with Article 7(2) or that the return decision will temporarily not be enforced.\nCHAPTER IV\nDETENTION FOR THE PURPOSE OF REMOVAL\nArticle 15\nDetention\n1.   Unless other sufficient but less coercive measures can be applied effectively in a specific case, Member States may only keep in detention a third-country national who is the subject of return procedures in order to prepare the return and/or carry out the removal process, in particular when:\n(a)\nthere is a risk of absconding or\n(b)\nthe third-country national concerned avoids or hampers the preparation of return or the removal process.\nAny detention shall be for as short a period as possible and only maintained as long as removal arrangements are in progress and executed with due diligence.\n2.   Detention shall be ordered by administrative or judicial authorities.\nDetention shall be ordered in writing with reasons being given in fact and in law.\nWhen detention has been ordered by administrative authorities, Member States shall:\n(a)\neither provide for a speedy judicial review of the lawfulness of detention to be decided on as speedily as possible from the beginning of detention;\n(b)\nor grant the third-country national concerned the right to take proceedings by means of which the lawfulness of detention shall be subject to a speedy judicial review to be decided on as speedily as possible after the launch of the relevant proceedings. In such a case Member States shall immediately inform the third-country national concerned about the possibility of taking such proceedings.\nThe third-country national concerned shall be released immediately if the detention is not lawful.\n3.   In every case, detention shall be reviewed at reasonable intervals of time either on application by the third-country national concerned or ex officio. In the case of prolonged detention periods, reviews shall be subject to the supervision of a judicial authority.\n4.   When it appears that a reasonable prospect of removal no longer exists for legal or other considerations or the conditions laid down in paragraph 1 no longer exist, detention ceases to be justified and the person concerned shall be released immediately.\n5.   Detention shall be maintained for as long a period as the conditions laid down in paragraph 1 are fulfilled and it is necessary to ensure successful removal. Each Member State shall set a limited period of detention, which may not exceed six months.\n6.   Member States may not extend the period referred to in paragraph 5 except for a limited period not exceeding a further twelve months in accordance with national law in cases where regardless of all their reasonable efforts the removal operation is likely to last longer owing to:\n(a)\na lack of cooperation by the third-country national concerned, or\n(b)\ndelays in obtaining the necessary documentation from third countries.\nArticle 16\nConditions of detention\n1.   Detention shall take place as a rule in specialised detention facilities. Where a Member State cannot provide accommodation in a specialised detention facility and is obliged to resort to prison accommodation, the third-country nationals in detention shall be kept separated from ordinary prisoners.\n2.   Third-country nationals in detention shall be allowed — on request — to establish in due time contact with legal representatives, family members and competent consular authorities.\n3.   Particular attention shall be paid to the situation of vulnerable persons. Emergency health care and essential treatment of illness shall be provided.\n4.   Relevant and competent national, international and non-governmental organisations and bodies shall have the possibility to visit detention facilities, as referred to in paragraph 1, to the extent that they are being used for detaining third-country nationals in accordance with this Chapter. Such visits may be subject to authorisation.\n5.   Third-country nationals kept in detention shall be systematically provided with information which explains the rules applied in the facility and sets out their rights and obligations. Such information shall include information on their entitlement under national law to contact the organisations and bodies referred to in paragraph 4.\nArticle 17\nDetention of minors and families\n1.   Unaccompanied minors and families with minors shall only be detained as a measure of last resort and for the shortest appropriate period of time.\n2.   Families detained pending removal shall be provided with separate accommodation guaranteeing adequate privacy.\n3.   Minors in detention shall have the possibility to engage in leisure activities, including play and recreational activities appropriate to their age, and shall have, depending on the length of their stay, access to education.\n4.   Unaccompanied minors shall as far as possible be provided with accommodation in institutions provided with personnel and facilities which take into account the needs of persons of their age.\n5.   The best interests of the child shall be a primary consideration in the context of the detention of minors pending removal.\nArticle 18\nEmergency situations\n1.   In situations where an exceptionally large number of third-country nationals to be returned places an unforeseen heavy burden on the capacity of the detention facilities of a Member State or on its administrative or judicial staff, such a Member State may, as long as the exceptional situation persists, decide to allow for periods for judicial review longer than those provided for under the third subparagraph of Article 15(2) and to take urgent measures in respect of the conditions of detention derogating from those set out in Articles 16(1) and 17(2).\n2.   When resorting to such exceptional measures, the Member State concerned shall inform the Commission. It shall also inform the Commission as soon as the reasons for applying these exceptional measures have ceased to exist.\n3.   Nothing in this Article shall be interpreted as allowing Member States to derogate from their general obligation to take all appropriate measures, whether general or particular, to ensure fulfilment of their obligations under this Directive.\nCHAPTER V\nFINAL PROVISIONS\nArticle 19\nReporting\nThe Commission shall report every three years to the European Parliament and the Council on the application of this Directive in the Member States and, if appropriate, propose amendments.\nThe Commission shall report for the first time by 24 December 2013 and focus on that occasion in particular on the application of Article 11, Article 13(4) and Article 15 in Member States. In relation to Article 13(4) the Commission shall assess in particular the additional financial and administrative impact in Member States.\nArticle 20\nTransposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 24 December 2010. In relation to Article 13(4), Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 24 December 2011. They shall forthwith communicate to the Commission the text of those measures.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.\nArticle 21\nRelationship with the Schengen Convention\nThis Directive replaces the provisions of Articles 23 and 24 of the Convention implementing the Schengen Agreement.\nArticle 22\nEntry into force\nThis Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nArticle 23\nAddressees\nThis Directive is addressed to the Member States in accordance with the Treaty establishing the European Community.\nDone at Strasbourg, 16 December 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nB. LE MAIRE\n(1)  Opinion of the European Parliament of 18 June 2008 (not yet published in the Official Journal) and Council Decision of 9 December 2008.\n(2)  OJ L 326, 13.12.2005, p. 13.\n(3)  OJ L 261, 6.8.2004, p. 28.\n(4)  OJ L 381, 28.12.2006, p. 4.\n(5)  Regulation (EC) No 562/2006 of the European Parliament and of the Council of 15 March 2006 establishing a Community Code on the rules governing the movement of persons across borders (Schengen Borders Code) (OJ L 105, 13.4.2006, p. 1).\n(6)  OJ L 131, 1.6.2000, p. 43.\n(7)  OJ L 64, 7.3.2002, p. 20.\n(8)  OJ L 176, 10.7.1999, p. 31.\n(9)  OJ L 53, 27.2.2008, p. 1.\n(10)  OJ L 83, 26.3.2008, p. 3.\n(11)  OJ L 261, 6.8.2004, p. 19.\n(12)  OJ L 239, 22.9.2000, p. 19.\n(13)  OJ L 304, 30.9.2004, p. 12.", "summary": "Returning illegal immigrants — common standards and procedures\nReturning illegal immigrants — common standards and procedures\nSUMMARY OF:\nDirective 2008/115/EC – common standards and procedures for returning illegally staying non-EU nationals\nWHAT IS THE AIM OF THE DIRECTIVE?\n              \nIt aims to ensure the EU has an effective and humane return policy as a necessary element of a well-managed migration policy.\nIt establishes a common set of rules for the return of non-EU nationals who do not or who no longer fulfil the conditions for entry, stay or residence within the territory of any EU country, and the related procedural safeguards, while encouraging the voluntary return of illegal immigrants.\nKEY POINTS\nTermination of illegal stay\nThe illegal stay is terminated in a 2-step procedure:\n1.firstly a ‘return decision’ which opens up a ‘voluntary departure’ period;\n2.then, if necessary, a ‘removal decision’, possibly with detention, ending in ‘expulsion’.\nReturn decision\nUnless there are compassionate, humanitarian or other reasons not to do so, or there is a pending procedure for renewing a residence permit, an EU country must issue a return decision to the non-EU national staying illegally on its territory.\nIf the non-EU national has a valid residence permit or equivalent from another EU country, he/she must immediately return to that country.\nIf another EU country takes back an illegally staying non-EU national under a bilateral agreement, that country is responsible for issuing the return decision.\nThe return decision may allow for a period of voluntary departure of between 7 and 30 days for the illegally staying non-EU national. In certain circumstances, this period may be extended; it may also be shortened and even not granted, namely when there is a risk that the illegally staying non-EU national:\nwill flee and thus will not be available for return;\nhas submitted a fraudulent application; or\nposes a risk to public/national security.\nDuring the period of voluntary departure, certain obligations may be imposed on the non-EU national in order to prevent him/her from fleeing.\nAn entry ban may be given together with a return decision, when no period of voluntary departure is granted or when the illegally staying non-EU national has not complied with the return decision. The duration of the entry ban is set on a case-by-case basis and may not be longer than 5 years, unless the non-EU national poses a threat to public/national security.\nRemoval\nIf no period is granted, or if the non-EU national has not complied with the return decision within the period granted for voluntary return, the EU country must enforce his/her removal, except in particular circumstances where the removal may be postponed. The removal of non-EU nationals must be postponed if it risks putting their lives in danger (the principle of non-refoulement*) or if the return decision has been temporarily suspended.\nCoercive measures that are proportionate and do not exceed reasonable force may be used only as a final solution to remove non-EU nationals.\nDetention for the purposes of removals\nUnder certain conditions – and with due regard to certain safeguards including judicial review – EU countries may detain a non-EU national during the return procedure if there is a risk that he or she will flee or avoids/obstructs the preparation of return or the removal process.\nThe detention period may not be longer than 6 months.\nSpecialised detention facilities are to be used or, if this is not feasible, prison accommodation with separate quarters.\nProcedural safeguards\nThe directive sets out a number of procedural safeguards:\ninformation for the non-EU national;\ntheir right of appeal;\nlegal assistance and representation;\nlinguistic assistance, if necessary.\nEU countries must also respect the right to family unity and provide emergency medical care, basic education to minors and pay attention to the special needs of vulnerable persons pending their voluntary return or removal.\nUnaccompanied minors\nBefore deciding to issue a return decision in respect of an unaccompanied minor, assistance must be given by appropriate bodies in the best interests of the child. Before an EU country removes an unaccompanied minor from its territory, it must ensure that he or she will be returned to a member of his or her family, a nominated guardian or that appropriate reception facilities in the country of return are available.\nThe directive seeks to limit the detention of unaccompanied minors and families and sets out appropriate detention conditions.\nGeneral rules\nSome categories of non-EU nationals may be excluded from the scope of the directive, such as those who are apprehended in connection with illegal border crossing. EU countries must however ensure that the treatment and level of protection of those persons corresponds at least to certain of its rules on coercive measures, removal, health care and detention. In all cases, EU countries must\nensure that any return of non-EU nationals does not put them in danger;\ntake into consideration the best interests of children, family life and the health of the person concerned.\nTo which countries does the directive apply?\nThe directive applies to all EU countries except Ireland and the United Kingdom (1) and the following non-EU Schengen Area countries: Iceland, Liechtenstein, Norway and Switzerland.\nImplementation and related acts\nThe European Commission must report every 3 years on the directive’s application in the EU countries and, if appropriate, propose amendments.\nRegulation (EU) 2016/1953 establishes a uniform European travel document for the return of illegally staying non-EU nationals (European travel document for return). This document is valid for a single journey up until the time of arrival in the country of return of the non-EU national subject to a return decision issued by an EU country.\nIn 2017, the Commission published Recommendation (EU) 2017/432 to the EU countries on making returns more effective when implementing the directive, as well as a Recommendation (C(2017) 6505) establishing a common ‘Return Handbook’ to be used by EU countries when carrying out return-related tasks. It also proposed new measures on return policy in the form of a renewed Action Plan on Return and a set of recommendations to EU countries.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt has applied since 13 January 2009. It had to become law in the EU countries by 24 December 2010, except for the rules on free legal assistance and/or representation for which the deadline was 24 December 2011.\nBACKGROUND\n              \nFor more information, see:\nReturn and readmission (European Commission).\nKEY TERMS\n              \nRefoulement: the act of forcing refugees or asylum seekers to return to a country where they are likely to face persecution\nMAIN DOCUMENT\n            \nDirective 2008/115/EC of the European Parliament and of the Council of 16 December 2008 on common standards and procedures in Member States for returning illegally staying third-country nationals (OJ L 348, 24.12.2008, pp. 98–107)\nRELATED DOCUMENTS\n            \nCommission Recommendation (EU) 2017/2338 of 16 November 2017 establishing a common ‘Return Handbook’ to be used by Member States' competent authorities when carrying out return-related tasks (OJ L 339, 19.12.2017, pp. 83-159)\nCommission Recommendation (EU) 2017/432 of 7 March 2017 on making returns more effective when implementing the Directive 2008/115/EC of the European Parliament and of the Council (OJ L 66, 11.3.2017, pp. 15-21)\nCommunication from the Commission to the European Parliament and the Council on a more effective return policy in the European Union — A renewed action plan (COM(2017) 200 final, 2.3.2017)\nRegulation (EU) 2016/1953 of the European Parliament and of the Council of 26 October 2016 on the establishment of a European travel document for the return of illegally staying third-country nationals, and repealing the Council Recommendation of 30 November 1994 (OJ L 311, 17.11.2016, pp. 13-19)\nCommunication from the Commission to the Council and the European Parliament on EU Return Policy (COM(2014) 199 final, 28.3.2014)\nlast update 20.02.2018(1) The United Kingdom withdraws from the European Union and becomes a third country (non-EU country) as of 1 February 2020.", "tags": ["return migration", "illegal migration", "foreign national", "residence permit", "EU Member State", "right of asylum"], "subjects": ["Asylum policy", "Free movement of persons", "Justice and home affairs", "Employment"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}