{"celex_id": "32011L0098", "reference": "23.12.2011\nEN\nOfficial Journal of the European Union\nL 343/1\nDIRECTIVE 2011/98/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 13 December 2011\non a single application procedure for a single permit for third-country nationals to reside and work in the territory of a Member State and on a common set of rights for third-country workers legally residing in a Member State\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular points (a) and (b) of Article 79(2) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving regard to the opinion of the Committee of the Regions (2),\nActing in accordance with the ordinary legislative procedure (3),\nWhereas:\n(1)\nFor the gradual establishment of an area of freedom, security and justice, the Treaty on the Functioning of the European Union (TFEU) provides for measures to be adopted in the fields of asylum, immigration and protection of the rights of third-country nationals.\n(2)\nThe European Council, at its special meeting in Tampere on 15 and 16 October 1999, acknowledged the need for harmonisation of national law governing the conditions for admission and residence of third-country nationals. In this context, it stated in particular that the European Union should ensure fair treatment of third-country nationals who are legally residing in the territory of the Member States and that a more vigorous integration policy should aim to grant them rights and obligations comparable to those of citizens of the Union. The European Council accordingly asked the Council to adopt the legal instruments on the basis of Commission proposals. The need for achieving the objectives defined at Tampere was reaffirmed by the Stockholm Programme, which was adopted by the European Council at its meeting of 10 and 11 December 2009.\n(3)\nProvisions for a single application procedure leading to a combined title encompassing both residence and work permits within a single administrative act will contribute to simplifying and harmonising the rules currently applicable in Member States. Such procedural simplification has already been introduced by several Member States and has made for a more efficient procedure both for the migrants and for their employers, and has allowed easier controls of the legality of their residence and employment.\n(4)\nIn order to allow initial entry into their territory, Member States should be able to issue a single permit or, if they issue single permits only after entry, a visa. Member States should issue such single permits or visas in a timely manner.\n(5)\nA set of rules governing the procedure for examination of the application for a single permit should be laid down. That procedure should be effective and manageable, taking account of the normal workload of the Member States’ administrations, as well as transparent and fair, in order to offer appropriate legal certainty to those concerned.\n(6)\nThe provisions of this Directive should be without prejudice to the competence of the Member States to regulate the admission, including the volumes of admission, of third-country nationals for the purpose of work.\n(7)\nPosted third-country nationals should not be covered by this Directive. This should not prevent third-country nationals who are legally residing and working in a Member State and posted to another Member State from continuing to enjoy equal treatment with respect to nationals of the Member State of origin for the duration of their posting, in respect of those terms and conditions of employment which are not affected by the application of Directive 96/71/EC of the European Parliament and of the Council of 16 December 1996 concerning the posting of workers in the framework of the provision of services (4).\n(8)\nThird-country nationals who have acquired long-term resident status in accordance with Council Directive 2003/109/EC of 25 November 2003 on the status of third-country nationals who are long-term residents (5) should not be covered by this Directive given their more privileged status and their specific type of residence permit ‘long-term resident-EU’.\n(9)\nThird-country nationals who have been admitted to the territory of a Member State to work on a seasonal basis should not be covered by this Directive given their temporary status.\n(10)\nThe obligation on the Member States to determine whether the application is to be made by a third-country national or by his or her employer should be without prejudice to any arrangements requiring both to be involved in the procedure. The Member States should decide whether the application for a single permit is to be made in the Member State of destination or from a third country. In cases where the third-country national is not allowed to make an application from a third country, Member States should ensure that the application may be made by the employer in the Member State of destination.\n(11)\nThe provisions of this Directive on the single application procedure and on the single permit should not concern uniform or long-stay visas.\n(12)\nThe designation of the competent authority under this Directive should be without prejudice to the role and responsibilities of other authorities and, where applicable, the social partners, with regard to the examination of, and the decision on, the application.\n(13)\nThe deadline for adopting a decision on the application should not include the time required for the recognition of professional qualifications or the time required for issuing a visa. This Directive should be without prejudice to national procedures on the recognition of diplomas.\n(14)\nThe single permit should be drawn up in accordance with Council Regulation (EC) No 1030/2002, of 13 June 2002 laying down a uniform format for residence permits for third-country nationals (6), enabling Member States to enter further information, in particular as to whether or not the person is permitted to work. A Member State should indicate, inter alia, for the purpose of better control of migration, not only on the single permit but also on all the issued residence permits, the information relating to the permission to work, irrespective of the type of the permit or the residence title on the basis of which the third-country national has been admitted to the territory and has been given access to the labour market of that Member State.\n(15)\nThe provisions of this Directive on residence permits for purposes other than work should apply only to the format of such permits and should be without prejudice to Union or national rules on admission procedures and on procedures for issuing such permits.\n(16)\nThe provisions of this Directive on the single permit and on the residence permit issued for purposes other than work should not prevent Member States from issuing an additional paper document in order to be able to give more precise information on the employment relationship for which the format of the residence permit leaves insufficient space. Such a document can serve to prevent the exploitation of third-country nationals and combat illegal employment but should be optional for Member States and should not serve as a substitute for a work permit thereby compromising the concept of the single permit. Technical possibilities offered by Article 4 of Regulation (EC) No 1030/2002 and point (a)16 of the Annex thereto can also be used to store such information in an electronic format.\n(17)\nThe conditions and criteria on the basis of which an application to issue, amend or renew a single permit can be rejected, or on the basis of which the single permit can be withdrawn, should be objective and should be laid down in national law including the obligation to respect the principle of Union preference as expressed in particular in the relevant provisions of the 2003 and 2005 Acts of Accession. Rejection and withdrawal decisions should be duly reasoned.\n(18)\nThird-country nationals who are in possession of a valid travel document and a single permit issued by a Member State applying the Schengen acquis in full, should be allowed to enter into and move freely within the territory of the Member States applying the Schengen acquis in full, for a period up to three months in any six-month period in accordance with Regulation (EC) No 562/2006 of the European Parliament and of the Council of 15 March 2006 establishing a Community Code on the rules governing the movement of persons across borders (Schengen Borders Code) (7) and Article 21 of the Convention implementing the Schengen Agreement of 14 June 1985 between the Governments of the States of the Benelux Economic Union, the Federal Republic of Germany and the French Republic on the gradual abolition of checks at their common borders (8) (Schengen Convention).\n(19)\nIn the absence of horizontal Union legislation, the rights of third-country nationals vary, depending on the Member State in which they work and on their nationality. With a view to developing further a coherent immigration policy and narrowing the rights gap between citizens of the Union and third-country nationals legally working in a Member State and complementing the existing immigration acquis, a set of rights should be laid down in order, in particular, to specify the fields in which equal treatment between a Member State’s own nationals and such third-country nationals who are not yet long-term residents is provided. Such provisions are intended to establish a minimum level playing field within the Union, to recognise that such third-country nationals contribute to the Union economy through their work and tax payments and to serve as a safeguard to reduce unfair competition between a Member State’s own nationals and third-country nationals resulting from the possible exploitation of the latter. A third–country worker in this Directive should be defined, without prejudice to the interpretation of the concept of employment relationship in other provisions of Union law, as a third-country national who has been admitted to the territory of a Member State, who is legally residing and who is allowed, in the context of a paid relationship, to work there in accordance with national law or practice.\n(20)\nAll third-country nationals who are legally residing and working in Member States should enjoy at least a common set of rights based on equal treatment with the nationals of their respective host Member State, irrespective of the initial purpose of or basis for admission. The right to equal treatment in the fields specified by this Directive should be granted not only to those third-country nationals who have been admitted to a Member State to work but also to those who have been admitted for other purposes and have been given access to the labour market of that Member State in accordance with other provisions of Union or national law, including family members of a third-country worker who are admitted to the Member State in accordance with Council Directive 2003/86/EC of 22 September 2003 on the right to family reunification (9); third-country nationals who are admitted to the territory of a Member State in accordance with Council Directive 2004/114/EC of 13 December 2004 on the conditions of admission of third-country nationals for the purposes of studies, pupil exchange, unremunerated training or voluntary service (10); and researchers admitted in accordance with Council Directive 2005/71/EC of 12 October 2005 on a specific procedure for admitting third-country nationals for the purposes of scientific research (11).\n(21)\nThe right to equal treatment in specified fields should be strictly linked to the third-country national’s legal residence and the access given to the labour market in a Member State, which are enshrined in the single permit encompassing the authorisation to reside and work and in residence permits issued for other purposes containing information on the permission to work.\n(22)\nWorking conditions as referred to in this Directive should cover at least pay and dismissal, health and safety at the workplace, working time and leave taking into account collective agreements in force.\n(23)\nA Member State should recognise professional qualifications acquired by a third-country national in another Member State in the same way as those of citizens of the Union and should take into account qualifications acquired in a third country in accordance with Directive 2005/36/EC of the European Parliament and of the Council of 7 September 2005 on the recognition of professional qualifications (12). The right to equal treatment accorded to third-country workers as regards recognition of diplomas, certificates and other professional qualifications in accordance with the relevant national procedures should be without prejudice to the competence of Member States to admit such third-country workers to their labour market.\n(24)\nThird-country workers should enjoy equal treatment as regards social security. Branches of social security are defined in Regulation (EC) No 883/2004 of the European Parliament and of the Council of 29 April 2004 on the coordination of social security systems (13). The provisions on equal treatment concerning social security in this Directive should also apply to workers admitted to a Member State directly from a third country. Nevertheless, this Directive should not confer on third-country workers more rights than those already provided in existing Union law in the field of social security for third-country nationals who are in cross-border situations. This Directive, furthermore, should not grant rights in relation to situations which lie outside the scope of Union law, such as in relation to family members residing in a third country. This Directive should grant rights only in relation to family members who join third-country workers to reside in a Member State on the basis of family reunification or family members who already reside legally in that Member State.\n(25)\nMember States should ensure at least equal treatment of third-country nationals who are in employment or who, after a minimum period of employment, are registered as unemployed. Any restrictions to the equal treatment in the field of social security under this Directive should be without prejudice to the rights conferred pursuant to Regulation (EU) No 1231/2010 of the European Parliament and of the Council of 24 November 2010 extending Regulation (EC) No 883/2004 and Regulation (EC) No 987/2009 to nationals of third countries who are not already covered by these Regulations solely on the ground of their nationality (14).\n(26)\nUnion law does not limit the power of the Member States to organise their social security schemes. In the absence of harmonisation at Union level, it is for each Member State to lay down the conditions under which social security benefits are granted, as well as the amount of such benefits and the period for which they are granted. However, when exercising that power, Member States should comply with Union law.\n(27)\nEqual treatment of third-country workers should not apply to measures in the field of vocational training which are financed under social assistance schemes.\n(28)\nThis Directive should be applied without prejudice to more favourable provisions contained in Union law and applicable international instruments.\n(29)\nMember States should give effect to the provisions of this Directive without discrimination on the basis of sex, race, colour, ethnic or social origin, genetic characteristics, language, religion or beliefs, political or other opinions, membership of a national minority, fortune, birth, disabilities, age or sexual orientation in particular in accordance with Council Directive 2000/43/EC of 29 June 2000 implementing the principle of equal treatment between persons irrespective of racial or ethnic origin (15) and Council Directive 2000/78/EC of 27 November 2000 establishing a general framework for equal treatment in employment and occupation (16).\n(30)\nSince the objectives of this Directive, namely laying down a single application procedure for issuing a single permit for third-country nationals to work in the territory of a Member State and a common set of rights for third-country workers legally residing in a Member State, cannot be sufficiently achieved by the Member States and can therefore, by reason of the scale and effects of the action, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union (TEU). In accordance with the principle of proportionality as set out in that Article, this Directive does not go beyond what is necessary in order to achieve those objectives.\n(31)\nThis Directive respects the fundamental rights and observes the principles recognised by the Charter of Fundamental Rights of the European Union in accordance with Article 6(1) of the TEU.\n(32)\nIn accordance with the Joint Political Declaration of Member States and the Commission on explanatory documents of 28 September 2011, Member States have undertaken to accompany, in justified cases, the notification of their transposition measures with one or more documents explaining the relationship between the components of a directive and the corresponding parts of national transposition instruments. With regard to this Directive, the legislator considers the transmission of such documents to be justified.\n(33)\nIn accordance with Articles 1 and 2 of the Protocol (No 21) on the position of the United Kingdom and Ireland, annexed to the TEU and to the TFEU, and without prejudice to Article 4 of that Protocol, those Member States are not taking part in the adoption of this Directive and are not bound by it or subject to its application.\n(34)\nIn accordance with Articles 1 and 2 of the Protocol (No 22) on the position of Denmark, annexed to the TEU and to the TFEU, Denmark is not taking part in the adoption of this Directive and is not bound by it or subject to its application,\nHAVE ADOPTED THIS DIRECTIVE:\nCHAPTER I\nGENERAL PROVISIONS\nArticle 1\nSubject matter\n1.   This Directive lays down:\n(a)\na single application procedure for issuing a single permit for third-country nationals to reside for the purpose of work in the territory of a Member State, in order to simplify the procedures for their admission and to facilitate the control of their status; and\n(b)\na common set of rights to third-country workers legally residing in a Member State, irrespective of the purposes for which they were initially admitted to the territory of that Member State, based on equal treatment with nationals of that Member State.\n2.   This Directive is without prejudice to the Member States’ powers concerning the admission of third-country nationals to their labour markets.\nArticle 2\nDefinitions\nFor the purposes of this Directive, the following definitions apply:\n(a)\n‘third-country national’ means a person who is not a citizen of the Union within the meaning of Article 20(1) TFEU;\n(b)\n‘third-country worker’ means a third-country national who has been admitted to the territory of a Member State and who is legally residing and is allowed to work in the context of a paid relationship in that Member State in accordance with national law or practice;\n(c)\n‘single permit’ means a residence permit issued by the authorities of a Member State allowing a third-country national to reside legally in its territory for the purpose of work;\n(d)\n‘single application procedure’ means any procedure leading, on the basis of a single application made by a third-country national, or by his or her employer, for the authorisation of residence and work in the territory of a Member State, to a decision ruling on that application for the single permit.\nArticle 3\nScope\n1.   This Directive shall apply to:\n(a)\nthird-country nationals who apply to reside in a Member State for the purpose of work;\n(b)\nthird-country nationals who have been admitted to a Member State for purposes other than work in accordance with Union or national law, who are allowed to work and who hold a residence permit in accordance with Regulation (EC) No 1030/2002; and\n(c)\nthird-country nationals who have been admitted to a Member State for the purpose of work in accordance with Union or national law.\n2.   This Directive shall not apply to third-country nationals:\n(a)\nwho are family members of citizens of the Union who have exercised, or are exercising, their right to free movement within the Union in accordance with Directive 2004/38/EC of the European Parliament and of the Council of 29 April 2004 on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States (17);\n(b)\nwho, together with their family members, and irrespective of their nationality, enjoy rights of free movement equivalent to those of citizens of the Union under agreements either between the Union and the Member States or between the Union and third countries;\n(c)\nwho are posted for as long as they are posted;\n(d)\nwho have applied for admission or have been admitted to the territory of a Member State to work as intra-corporate transferees;\n(e)\nwho have applied for admission or have been admitted to the territory of a Member State as seasonal workers or au pairs;\n(f)\nwho are authorised to reside in a Member State on the basis of temporary protection, or who have applied for authorisation to reside there on that basis and are awaiting a decision on their status;\n(g)\nwho are beneficiaries of international protection under Council Directive 2004/83/EC of 29 April 2004 on minimum standards for the qualification and status of third-country nationals or stateless persons as refugees or as persons who otherwise need international protection and the content of the protection granted (18) or who have applied for international protection under that Directive and whose application has not been the subject of a final decision;\n(h)\nwho are beneficiaries of protection in accordance with national law, international obligations or the practice of a Member State or have applied for protection in accordance with national law, international obligations or the practice of a Member State and whose application has not been the subject of a final decision;\n(i)\nwho are long-term residents in accordance with Directive 2003/109/EC;\n(j)\nwhose removal has been suspended on the basis of fact or law;\n(k)\nwho have applied for admission or who have been admitted to the territory of a Member State as self-employed workers;\n(l)\nwho have applied for admission or have been admitted as seafarers for employment or work in any capacity on board of a ship registered in or sailing under the flag of a Member State.\n3.   Member States may decide that Chapter II does not apply to third-country nationals who have been either authorised to work in the territory of a Member State for a period not exceeding six months or who have been admitted to a Member State for the purpose of study.\n4.   Chapter II shall not apply to third-country nationals who are allowed to work on the basis of a visa.\nCHAPTER II\nSINGLE APPLICATION PROCEDURE AND SINGLE PERMIT\nArticle 4\nSingle application procedure\n1.   An application to issue, amend or renew a single permit shall be submitted by way of a single application procedure. Member States shall determine whether applications for a single permit are to be made by the third-country national or by the third-country national’s employer. Member States may also decide to allow an application from either of the two. If the application is to be submitted by the third-country national, Member States shall allow the application to be introduced from a third country or, if provided for by national law, in the territory of the Member State in which the third-country national is legally present.\n2.   Member States shall examine an application made under paragraph 1 and shall adopt a decision to issue, amend or renew the single permit if the applicant fulfils the requirements specified by Union or national law. A decision to issue, amend or renew the single permit shall constitute a single administrative act combining a residence permit and a work permit.\n3.   The single application procedure shall be without prejudice to the visa procedure which may be required for initial entry.\n4.   Member States shall issue a single permit, where the conditions provided for are met, to third-country nationals who apply for admission and to third-country nationals already admitted who apply to renew or modify their residence permit after the entry into force of the national implementing provisions.\nArticle 5\nCompetent authority\n1.   Member States shall designate the authority competent to receive the application and to issue the single permit.\n2.   The competent authority shall adopt a decision on the complete application as soon as possible and in any event within four months of the date on which the application was lodged.\nThe time limit referred to in the first subparagraph may be extended in exceptional circumstances, linked to the complexity of the examination of the application.\nWhere no decision is taken within the time limit provided for in this paragraph, any consequences shall be determined by national law.\n3.   The competent authority shall notify the decision to the applicant in writing in accordance with the notification procedures laid down in the relevant national law.\n4.   If the information or documents in support of the application are incomplete according to the criteria specified in national law, the competent authority shall notify the applicant in writing of the additional information or documents required, setting a reasonable deadline to provide them. The time limit referred to in paragraph 2 shall be suspended until the competent authority or other relevant authorities have received the additional information required. If the additional information or documents is not provided within the deadline set, the competent authority may reject the application.\nArticle 6\nSingle permit\n1.   Member States shall issue a single permit using the uniform format as laid down in Regulation (EC) No 1030/2002 and shall indicate the information relating to the permission to work in accordance with point (a)7.5-9 of the Annex thereto.\nMember States may indicate additional information related to the employment relationship of the third-country national (such as the name and address of the employer, place of work, type of work, working hours, remuneration) in paper format, or store such data in electronic format as referred to in Article 4 of Regulation (EC) No 1030/2002 and in point (a)16 of the Annex thereto.\n2.   When issuing the single permit Member States shall not issue additional permits as proof of authorisation to access the labour market.\nArticle 7\nResidence permits issued for purposes other than work\n1.   When issuing residence permits in accordance with Regulation (EC) No 1030/2002 Member States shall indicate the information relating to the permission to work irrespective of the type of the permit.\nMember States may indicate additional information related to the employment relationship of the third-country national (such as the name and address of the employer, place of work, type of work, working hours, remuneration) in paper format, or store such data in electronic format as referred to in Article 4 of Regulation (EC) No 1030/2002 and point (a)16 of the Annex thereto.\n2.   When issuing residence permits in accordance with Regulation (EC) No 1030/2002, Member States shall not issue additional permits as proof of authorisation to access the labour market.\nArticle 8\nProcedural guarantees\n1.   Reasons shall be given in the written notification of a decision rejecting an application to issue, amend or renew a single permit, or a decision withdrawing a single permit on the basis of criteria provided for by Union or national law.\n2.   A decision rejecting the application to issue, amend or renew or withdrawing a single permit shall be open to legal challenge in the Member State concerned, in accordance with national law. The written notification referred to in paragraph 1 shall specify the court or administrative authority where the person concerned may lodge an appeal and the time limit therefor.\n3.   An application may be considered as inadmissible on the grounds of volume of admission of third-country nationals coming for employment and, on that basis, need not to be processed.\nArticle 9\nAccess to information\nMember States shall provide, upon request, adequate information to the third-country national and the future employer on the documents required to make a complete application.\nArticle 10\nFees\nMember States may require applicants to pay fees, where appropriate, for handling applications in accordance with this Directive. The level of such fees shall be proportionate and may be based on the services actually provided for the processing of applications and the issuance of permits.\nArticle 11\nRights on the basis of the single permit\nWhere a single permit has been issued in accordance with national law, it shall authorise, during its period of validity, its holder at least to:\n(a)\nenter and reside in the territory of the Member State issuing the single permit, provided that the holder meets all admission requirements in accordance with national law;\n(b)\nhave free access to the entire territory of the Member State issuing the single permit within the limits provided for by national law;\n(c)\nexercise the specific employment activity authorised under the single permit in accordance with national law;\n(d)\nbe informed about the holder’s own rights linked to the permit conferred by this Directive and/or by national law.\nCHAPTER III\nRIGHT TO EQUAL TREATMENT\nArticle 12\nRight to equal treatment\n1.   Third-country workers as referred to in points (b) and (c) of Article 3(1) shall enjoy equal treatment with nationals of the Member State where they reside with regard to:\n(a)\nworking conditions, including pay and dismissal as well as health and safety at the workplace;\n(b)\nfreedom of association and affiliation and membership of an organisation representing workers or employers or of any organisation whose members are engaged in a specific occupation, including the benefits conferred by such organisations, without prejudice to the national provisions on public policy and public security;\n(c)\neducation and vocational training;\n(d)\nrecognition of diplomas, certificates and other professional qualifications in accordance with the relevant national procedures;\n(e)\nbranches of social security, as defined in Regulation (EC) No 883/2004;\n(f)\ntax benefits, in so far as the worker is deemed to be resident for tax purposes in the Member State concerned;\n(g)\naccess to goods and services and the supply of goods and services made available to the public including procedures for obtaining housing as provided by national law, without prejudice to the freedom of contract in accordance with Union and national law;\n(h)\nadvice services afforded by employment offices.\n2.   Member States may restrict equal treatment:\n(a)\nunder point (c) of paragraph 1 by:\n(i)\nlimiting its application to those third-country workers who are in employment or who have been employed and who are registered as unemployed;\n(ii)\nexcluding those third-country workers who have been admitted to their territory in conformity with Directive 2004/114/EC;\n(iii)\nexcluding study and maintenance grants and loans or other grants and loans;\n(iv)\nlaying down specific prerequisites including language proficiency and the payment of tuition fees, in accordance with national law, with respect to access to university and post-secondary education and to vocational training which is not directly linked to the specific employment activity;\n(b)\nby limiting the rights conferred on third-country workers under point (e) of paragraph 1, but shall not restrict such rights for third-country workers who are in employment or who have been employed for a minimum period of six months and who are registered as unemployed.\nIn addition, Member States may decide that point (e) of paragraph 1 with regard to family benefits shall not apply to third-country nationals who have been authorised to work in the territory of a Member State for a period not exceeding six months, to third-country nationals who have been admitted for the purpose of study, or to third-country nationals who are allowed to work on the basis of a visa.\n(c)\nunder point (f) of paragraph 1 with respect to tax benefits by limiting its application to cases where the registered or usual place of residence of the family members of the third-country worker for whom he/she claims benefits, lies in the territory of the Member State concerned.\n(d)\nunder point (g) of paragraph 1 by:\n(i)\nlimiting its application to those third-country workers who are in employment;\n(ii)\nrestricting access to housing;\n3.   The right to equal treatment laid down in paragraph 1 shall be without prejudice to the right of the Member State to withdraw or to refuse to renew the residence permit issued under this Directive, the residence permit issued for purposes other than work, or any other authorisation to work in a Member State.\n4.   Third-country workers moving to a third country, or their survivors who reside in a third country and who derive rights from those workers, shall receive, in relation to old age, invalidity and death, statutory pensions based on those workers’ previous employment and acquired in accordance with the legislation referred to in Article 3 of Regulation (EC) No 883/2004, under the same conditions and at the same rates as the nationals of the Member States concerned when they move to a third country.\nCHAPTER IV\nFINAL PROVISIONS\nArticle 13\nMore favourable provisions\n1.   This Directive shall apply without prejudice to more favourable provisions of:\n(a)\nUnion law, including bilateral and multilateral agreements between the Union, or the Union and its Member States, on the one hand and one or more third countries on the other; and\n(b)\nbilateral or multilateral agreements between one or more Member States and one or more third countries.\n2.   This Directive shall be without prejudice to the right of Member States to adopt or maintain provisions that are more favourable to the persons to whom it applies.\nArticle 14\nInformation to the general public\nEach Member State shall make available to the general public a regularly updated set of information concerning the conditions of third-country nationals’ admission to and residence in its territory in order to work there.\nArticle 15\nReporting\n1.   Periodically, and for the first time by 25 December 2016, the Commission shall present a report to the European Parliament and the Council on the application of this Directive in the Member States and shall propose amendments it deems necessary.\n2.   Annually, and for the first time by 25 December 2014, Member States shall communicate to the Commission statistics on the volumes of third-country nationals who have been granted a single permit during the previous calendar year, in accordance with Regulation (EC) No 862/2007 of the European Parliament and of the Council of 11 July 2007 on Community statistics on migration and international protection (19).\nArticle 16\nTransposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 25 December 2013. They shall forthwith communicate to the Commission the text of those provisions.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or shall be accompanied by such a reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.\nArticle 17\nEntry into force\nThis Directive shall enter into force on the day following its publication in the Official Journal of the European Union.\nArticle 18\nAddressees\nThis Directive is addressed to the Member States in accordance with the Treaties.\nDone at Strasbourg, 13 December 2011.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nM. SZPUNAR\n(1)  OJ C 27, 3.2.2009, p. 114.\n(2)  OJ C 257, 9.10.2008, p. 20.\n(3)  Position of the European Parliament of 24 March 2011 (not yet published in the Official Journal) and position of the Council at first reading of 24 November 2011 (not yet published in the Official Journal). Position of the European Parliament of 13 December 2011 (not yet published in the Official Journal).\n(4)  OJ L 18, 21.1.1997, p. 1.\n(5)  OJ L 16, 23.1.2004, p. 44.\n(6)  OJ L 157, 15.6.2002, p. 1.\n(7)  OJ L 105, 13.4.2006, p. 1.\n(8)  OJ L 239, 22.9.2000, p. 19.\n(9)  OJ L 251, 3.10.2003, p. 12.\n(10)  OJ L 375, 23.12.2004, p. 12.\n(11)  OJ L 289, 3.11.2005, p. 15.\n(12)  OJ L 255, 30.9.2005, p. 22.\n(13)  OJ L 166, 30.4.2004, p. 1.\n(14)  OJ L 344, 29.12.2010, p. 1.\n(15)  OJ L 180, 19.7.2000, p. 22.\n(16)  OJ L 303, 2.12.2000, p. 16.\n(17)  OJ L 158, 30.4.2004, p. 77.\n(18)  OJ L 304, 30.9.2004, p. 12.\n(19)  OJ L 199, 31.7.2007, p. 23.", "summary": "Non-EU workers - easier residence and work formalities\nNon-EU workers - easier residence and work formalities\nThis directive establishes a single residence and work permit for workers from non-European Union countries. It also defines a range of specific rights to offer equal treatment to the non-EU workers covered by the directive.\nACT\n                  \nDirective 2011/98/EU of the European Parliament and of the Council of 13 December 2011 on a single application procedure for a single permit for third-country nationals to reside and work in the territory of a Member State and on a common set of rights for third-country workers legally residing in a Member State.\nSUMMARY\nWHAT DOES THIS DIRECTIVE DO?\n                     \nThe directive creates:\na combined single permit for residence and work for non-EU workers legally residing in an EU country,\na single application procedure for this permit,\na set of rights (including equal treatment compared to nationals in that country) for non-EU workers covered by the directive.\nKEY POINTS\nWho is concerned?\nThe directive applies to non-EU countries’ nationals who are authorised to live or work in the EU, independently of their initial reason for admission. This includes:\nnon-EU nationals seeking to be admitted to an EU country in order to stay and work,\nnon-EU nationals who are already resident and have access to the labour market or are already working in an EU country.\nCertain categories of non-EU nationals are not covered by the directive, such as those who have been granted EU long-term resident status (they are covered by other EU legislation).\nSingle application procedure\nAuthorities in EU countries must treat any application for this single permit for residence and work (new, amended or renewed) as a single application procedure. They must decide whether the application is to be made by the non-EU country national or by their employer (or by both).\nThe format of the single permit is the same as that described in Regulation (EC) No 1030/2002 establishing a single residence permit for non-EU country nationals.\nRight to equal treatment\nThe single permit allows non-EU country beneficiaries to enjoy a set of rights, including:\nthe right to work, reside and move freely in the issuing EU country,\nthe same conditions as nationals of the issuing country as regards working conditions (such as pay and dismissal, health and safety, working time and leave), education and training, recognition of qualifications, certain aspects of social security, tax benefits, access to goods and services including housing and employment advice services.\nThe directive sets specific criteria, based on which EU countries can restrict equal treatment on certain issues (access to education/training, social security benefits such as family benefit or housing).\nWHEN DOES THE DIRECTIVE APPLY?\n                     \nFrom 25.12.2013.\nREFERENCES\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nDirective 2011/98/EU\n24.12.2011\n25.12.2013\nOJ L 343, 23.12.2011, pp. 1-9\nRELATED ACT\n                  \nCouncil Regulation (EC) No 1030/2002 of 13 June 2002 laying down a uniform format for residence permits for third-country nationals (OJ L 157, 15.6.2002, pp. 1-7).\nCouncil Directive 2003/109/EC of 25 November 2003 concerning the status of third-country nationals who are long-term residents (OJ L 16, 23.1.2004, pp. 44-53).\nlast update 02.01.2015", "tags": ["work permit", "foreign national", "residence permit", "migrant worker", "EU migration policy", "equal treatment"], "subjects": ["Justice and home affairs", "Immigration and asylum policy"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}