{"celex_id": "32021R0948", "reference": "14.6.2021\nEN\nOfficial Journal of the European Union\nL 209/79\nCOUNCIL REGULATION (Euratom) 2021/948\nof 27 May 2021\nestablishing a European Instrument for International Nuclear Safety Cooperation complementing the Neighbourhood, Development and International Cooperation Instrument – Global Europe on the basis of the Treaty establishing the European Atomic Energy Community, and repealing Regulation (Euratom) No 237/2014\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 203 thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1)\nThe Union should uphold and promote its values and interests worldwide in order to pursue the objectives and principles of the Union’s external actions, as laid down in Article 3(5) and Articles 8 and 21 of the Treaty on European Union.\n(2)\nIn order to implement the new international framework established by the United Nations 2030 Agenda for Sustainable Development, the Global Strategy for the European Union’s Foreign and Security Policy, and the European Consensus on Development, Regulation (EU) 2021/947 of the European Parliament and of the Council (2) aims to increase the coherence and ensure the effectiveness of the Union’s external action by concentrating its efforts through a streamlined instrument to improve the implementation of the different external action policies.\n(3)\nThe objective of the European Instrument for International Nuclear Safety Cooperation (the ‘Instrument’), which complements the Neighbourhood, Development and International Cooperation Instrument – Global Europe established by Regulation (EU) 2021/947, should be the promotion of a high level of nuclear safety, radiation protection, and the application of efficient and effective safeguards of nuclear materials in third countries, building on the activities within the European Atomic Energy Community (Community). Within this objective, this Regulation aims to support the promotion of transparency in nuclear-related decision-making processes of the authorities in third countries.\n(4)\nThe Instrument should be established for a period of seven years to align its duration with that of the multiannual financial framework laid down in Council Regulation (EU, Euratom) 2020/2093 (3).\n(5)\nThis Regulation forms part of the framework devised for the planning of cooperation and should complement those nuclear cooperation measures that are financed under Regulation (EU) 2021/947.\n(6)\nThe Member States of the Union are Parties to the Treaty on the Non-Proliferation of Nuclear Weapons signed on 1 July 1968 and apply the Additional Protocol to their respective International Atomic Energy Agency (IAEA) safeguards agreements.\n(7)\nIn order to maintain and promote the continuous improvement of nuclear safety and the regulation thereof, the Council adopted Directives 2009/71/Euratom (4), 2011/70/Euratom (5) and 2013/59/Euratom (6). Those Directives and the high standard of nuclear safety and radioactive waste and spent fuel management implemented in the Community are examples to be used in order to encourage third countries to adopt similar high standards.\n(8)\nThe Community and its Member States are Contracting Parties to the Convention on Nuclear Safety adopted on 17 June 1994 and the Joint Convention on the Safety of Spent Fuel Management and on the Safety of Radioactive Waste Management adopted on 5 September 1997.\n(9)\nThe Community should continue its close cooperation with IAEA in accordance with Chapter 10 of the Treaty establishing the European Atomic Energy Community (‘the Euratom Treaty’) as regards nuclear safety and nuclear safeguards, in furtherance of the objectives of Chapters 3 and 7 of Title II of the Euratom Treaty. The Community cooperates with other international organisations and programmes pursuing similar objectives.\n(10)\nThe Instrument should provide for actions in support of objectives pursued and in line with the actions previously supported under Council Regulation (Euratom) No 237/2014 (7). Those objectives concern the promotion of an effective nuclear safety culture and implementation of the highest nuclear safety and radiation protection standards and continuous improvement of nuclear safety, responsible and safe management of spent fuel and radioactive waste, the decommissioning and remediation of former nuclear sites and installations, and efficient and effective safeguards for nuclear material in third countries, in particular acceding countries, candidate countries, potential candidates and European Neighbourhood Policy countries.\n(11)\nThe implementation of this Regulation should be based on consultation, where relevant, with the Member States and their relevant authorities, in particular the competent regulatory authorities in the field of nuclear safety, with the European Nuclear Safety Regulators Group and through the European Instrument for International Nuclear Safety Cooperation committee, and on a dialogue with the partner countries. The implementation of this Regulation should take into account the Council conclusions on assistance to third countries in the field of nuclear safety and security adopted on 9 December 2008.\n(12)\nThe results of the Community’s external action should be monitored and assessed on the basis of predefined, transparent, country-specific and measurable indicators, adapted to the specificities and objectives of the Instrument and should preferably be based on the EU International Cooperation and Development Results Framework. The indicators should be quality-, performance- and result-oriented, in order to require more responsibility and accountability from beneficiary countries towards the Union and its Member States with regard to results achieved in the implementation of safety improvement measures.\n(13)\nThe Union and the Community should seek the most efficient use of available resources in order to optimise the impact of their external action. That should be achieved through coherence and complementarity between the Union’s external financing instruments, as well as through the creation of synergies with other Union policies and programmes. In order to maximise the impact of combined interventions to achieve a common objective, this Regulation should allow for the combination of funding with other Union programmes, provided that the contributions do not cover the same costs.\n(14)\nThis Regulation lays down a financial envelope for the entire duration of the Instrument, which is to constitute the prime reference amount within the meaning of point 18 of the Interinstitutional Agreement of 16 December 2020 between the European Parliament, the Council of the European Union and the European Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management, as well as on new own resources, including a roadmap towards the introduction of new own resources, (8) for the European Parliament and the Council during the annual budgetary procedure.\n(15)\nRegulation (EU, Euratom) 2018/1046 of the European Parliament and of the Council (9) (the ‘Financial Regulation’) applies to the Instrument. The Financial Regulation lays down rules on the implementation of the Union budget, including the rules on grants, prizes, procurement, indirect management, financial instruments, budgetary guarantees, financial assistance and the reimbursement of external experts.\n(16)\nThe rules and procedures laid down in Regulation (EU) 2021/947 should apply to the implementation of this Regulation, as appropriate, and the implementing provisions under this Regulation should mirror the provisions provided for in that Regulation.\n(17)\nHorizontal financial rules adopted by the European Parliament and the Council on the basis of Article 106a of the Euratom Treaty and Article 322 of the Treaty on the Functioning of the European Union (TFEU) apply to this Regulation. Those rules are laid down in the Financial Regulation and determine in particular the procedure for establishing and implementing the budget through grants, procurement, prizes and indirect implementation, and provide for checks on the responsibility of financial actors. Rules adopted on the basis of Article 106a of the Euratom Treaty and Article 322 TFEU also include a general regime of conditionality for the protection of the Union budget.\n(18)\nThe forms of and the methods of implementation of Union funding laid down in this Regulation should be chosen on the basis of their ability to achieve the specific objectives of the actions and to deliver results, taking into account, in particular, the costs of controls, the administrative burden, and the expected risk of non-compliance. This should include consideration of the use of lump sums, flat rates and unit costs, as well as financing not linked to costs as referred to in point (a) of Article 125(1) of the Financial Regulation.\n(19)\nAnnual action plans and measures should constitute work programmes under the Financial Regulation. Annual action plans consist of a set of measures grouped into one document.\n(20)\nIn order to ensure continuity in providing support in the relevant policy area and to allow implementation as of the beginning of the multiannual financial framework 2021-2027, it is necessary to provide for the application of this Regulation from the beginning of the 2021 financial year.\n(21)\nIn accordance with the Financial Regulation, Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council (10), and Council Regulations (EC, Euratom) No 2988/95 (11), (Euratom, EC) No 2185/96 (12) and (EU) 2017/1939 (13), the financial interests of the Union are to be protected by means of proportionate measures, including measures relating to the prevention, detection, correction and investigation of irregularities, including fraud, to the recovery of funds lost, wrongly paid or incorrectly used, and, where appropriate, to the imposition of administrative penalties. In particular, in accordance with Regulations (Euratom, EC) No 2185/96 and (EU, Euratom) No 883/2013, the European Anti-Fraud Office (OLAF) has the power to carry out administrative investigations, including on-the-spot checks and inspections, with a view to establishing whether there has been fraud, corruption or any other illegal activity affecting the financial interests of the Union.\nThe European Public Prosecutor’s Office (EPPO) is empowered, in accordance with Regulation (EU) 2017/1939, to investigate and prosecute criminal offences affecting the financial interests of the Union as provided for in Directive (EU) 2017/1371 of the European Parliament and of the Council (14). In accordance with the Financial Regulation, any person or entity receiving Union funds is to fully cooperate in the protection of the financial interests of the Union, grant the necessary rights and access to the Commission, OLAF, the Court of Auditors and, in respect of those Member States participating in enhanced cooperation pursuant to Regulation (EU) 2017/1939, the EPPO, and ensure that any third parties involved in the implementation of Union funds grant equivalent rights. For that reason, agreements with third countries and territories and with international organisations, as well as any contract or agreement resulting from the implementation of this Regulation should contain provisions expressly empowering the Commission, OLAF, the Court of Auditors and the EPPO to conduct audits and on-the-spot checks and inspections according to the respective competence and ensuring that any third parties involved in the implementation of Union funds grant equivalent rights.\n(22)\nRegulation (Euratom) No 237/2014 should therefore be repealed.\n(23)\nIn order to ensure uniform conditions for the implementation of this Regulation, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (15).\n(24)\nThe references to external assistance instruments in Council Decision 2010/427/EU (16) should be read as references to this Regulation and to the Regulations referred to herein. The Commission should ensure that this Regulation is implemented in accordance with Decision 2010/427/EU.\n(25)\nThe actions provided for in this Regulation should strictly follow the conditions and procedures set out by the restrictive measures of the Union,\nHAS ADOPTED THIS REGULATION:\nTITLE I\nGENERAL PROVISIONS\nArticle 1\nSubject matter and scope\nThis Regulation establishes, on the basis of the Treaty establishing the European Atomic Energy Community, the European Instrument for International Nuclear Safety Cooperation (the ‘Instrument’), which complements the Neighbourhood, Development and International Cooperation Instrument – Global Europe, for the period from 1 January 2021 to 31 December 2027.\nThis Regulation lays down the objectives of the Instrument, its budget for the period from 1 January 2021 to 31 December 2027, and the forms of and methods of implementation of Union funding.\nArticle 2\nObjectives of the Instrument\n1.   The objective of the Instrument is to complement those nuclear cooperation activities that are financed under Regulation (EU) 2021/947, in particular in order to support the promotion of a high level of nuclear safety, radiation protection, and the application of efficient and effective safeguards of nuclear materials in third countries, building on the activities within the Community of the relevant Euratom regulation framework, in line with this Regulation and as open as possible. Within this objective, the Instrument also aims to support the promotion of transparency in the nuclear-related decision-making processes of the authorities in third countries.\n2.   In accordance with paragraph 1, the Instrument has the following specific objectives:\n(a)\nthe promotion of an effective nuclear safety and radiation protection culture, the implementation of the highest nuclear safety and radiation protection standards, and the continuous improvement of nuclear safety, including the promotion of transparency in decision-making processes of the authorities in third countries relating to the safety of nuclear installations;\n(b)\nresponsible and safe management of spent fuel and radioactive waste and the decommissioning and remediation of former nuclear sites and installations, including the promotion of transparency in decision-making processes of the authorities in third countries;\n(c)\nestablishing efficient and effective safeguards for nuclear material in third countries.\nArticle 3\nCoherence, consistency and complementarity\n1.   In implementing this Regulation, consistency, synergies and complementarity with Regulation (EU) 2021/947, other Union external action programmes, and other relevant Union policies and programmes, as well as policy coherence for development shall be ensured.\n2.   Where appropriate, other Union programmes may contribute to actions established under this Regulation, provided that the contributions do not cover the same costs. This Regulation may also contribute to measures established under other Union programmes, provided that the contributions do not cover the same costs.\n3.   The rules of each Union programme contributing to actions established under this Regulation shall apply to its respective contribution to the action. The cumulative funding shall not exceed the total eligible costs of the action and the support from the different Union programmes may be calculated on a pro-rata basis in accordance with the documents setting out the conditions for support.\nArticle 4\nBudget of the Instrument\nThe financial envelope for the implementation of the Instrument for the period from 1 January 2021 to 31 December 2027 shall be EUR 300 million in current prices.\nArticle 5\nPolicy framework\nThe association agreements, partnership and cooperation agreements, multilateral agreements and other agreements that establish a legally binding relationship between the Union and its partner countries, as well as European Council conclusions and Council conclusions, summit declarations, conclusions of high-level meetings with partner countries, communications from the Commission and joint communications from the Commission and the High Representative of the Union for Foreign Affairs and Security Policy, shall constitute the overall policy framework for the implementation of this Regulation.\nTITLE II\nIMPLEMENTATION OF THE INSTRUMENT\nArticle 6\nMultiannual indicative programmes\n1.   Cooperation under this Regulation shall be implemented on the basis of multiannual indicative programmes.\n2.   The multiannual indicative programmes shall aim to provide a coherent framework for cooperation between the Community and the third countries or regions concerned, in a manner consistent with the overall purpose and scope, objectives, principles and policy of the Community and based on the policy framework referred to in Article 5.\n3.   The multiannual indicative programmes shall constitute a general basis for the cooperation under this Regulation and shall set out the Community’s goals for cooperation, having regard to the needs of the countries concerned, the Community’s priorities, the international situation and the activities of the third countries concerned. The multiannual indicative programmes shall also indicate the added value of the cooperation and how to avoid duplication with other programmes and initiatives, in particular those of international organisations pursuing similar objectives and major donors.\n4.   Multiannual indicative programmes shall set out the priority areas selected for financing, the specific objectives, the expected results, the performance and result-oriented indicators and the indicative financial allocations, both overall and per objective.\n5.   Multiannual indicative programmes shall be based on a dialogue with the partner countries or regions which involves relevant stakeholders, especially governmental and regulatory authorities and the organisations designated by them, so as to ensure that the country or region concerned takes sufficient ownership of the process, and to encourage support for further development of nuclear safety at national level.\n6.   Where relevant after consultation of the European Nuclear Safety Regulators Group (‘ENSREG’), the Commission shall adopt the multiannual indicative programmes in accordance with the examination procedure referred to in Article 15(2).\n7.   The Commission, in accordance with the examination procedure referred to in Article 15(2), shall revise and, if necessary, update the multiannual indicative programmes at least four years after their adoption.\nArticle 7\nAnnual action plans and measures\n1.   The Commission shall adopt annual action plans based on the multiannual indicative programmes. The Commission may also adopt special measures and support measures.\nIn the event of unforeseen and duly justified needs, circumstances or commitments, the Commission may adopt special measures.\nAction plans and special measures shall specify for each third country or region the objectives pursued, the management procedures, projects to be financed, an indicative timetable, the expected results and main activities, the methods and, where appropriate, the status of the action plans and special measures for each third country or region, the budget and any associated support expenditures. Those action plans and measures shall contain a collection and summary description of each action to be financed, an indication of the amounts allocated for each action, an indicative implementation timetable and specific indicators for monitoring, evaluation and review of performance and results and any associated support expenditures, as appropriate. If appropriate, they shall include the results of any lesson learned from previous cooperation.\n2.   Action plans and measures shall be adopted by means of implementing acts adopted in accordance with the examination procedure referred to in Article 15(2).\n3.   The examination procedure referred to in Article 15(2) shall not be required for:\n(a)\nspecial measures and support measures for which the Union funding does not exceed EUR 5 million;\n(b)\ntechnical amendments, provided that they do not substantially affect the objectives of the action plan or measure concerned, such as:\n(i)\nchange of method of implementation;\n(ii)\nreassignments of funds between actions contained in an action plan;\n(iii)\nincreases or reductions in the budget of action plans and special measures by no more than 20 % of the initial budget and not exceeding EUR 5 million.\nOnce adopted in accordance with this paragraph, special measures and support measures as well as technical amendments thereto shall be communicated to the European Instrument for International Nuclear Safety Cooperation committee referred to in Article 15 within one month of their adoption. They shall also be communicated to the European Parliament.\n4.   On duly justified imperative grounds of urgency relating to the need for a swift response from the Community, the Commission, in accordance with the procedure referred to in Article 15(3), shall adopt or amend the action plans or measures by means of implementing acts, which shall apply immediately.\nArticle 8\nSupport measures\n1.   Union financing may cover support expenditure for the implementation of the Instrument and for the achievement of its objectives, including administrative support associated with the preparation, follow-up, monitoring, control, audit and evaluation activities necessary for the implementation, as well as expenditure at headquarters for the administrative support needed for the Instrument, and to manage operations financed under this Regulation, including information and communication actions, and corporate information technology systems.\n2.   When support expenditure is not included in the action plans or special measures referred to in Article 7, the Commission shall adopt, where applicable, support measures. Union financing under support measures may cover:\n(a)\nstudies, meetings, information, awareness-raising, training, preparation and the exchange of lessons learnt and best practices, publication activities and any other administrative or technical assistance expenditure necessary for the programming and management of actions, including fact-finding missions or remunerated external experts;\n(b)\nexpenditures related to the provision of information and communication actions, including the development of communication strategies and corporate communication and visibility of the political priorities of the Union.\nArticle 9\nMethods of cooperation\nFinancing under the Instrument shall be implemented by the Commission, as provided for by the Financial Regulation, either directly by the Commission itself or indirectly through any of the entities listed in point (c) of Article 62(1) of the Financial Regulation.\nArticle 10\nForms of and methods of implementation of Union funding\n1.   The Union funding under the Instrument may be provided in the forms laid down in the Financial Regulation, in particular:\n(a)\ngrants;\n(b)\nprocurement contracts for services or supplies;\n(c)\nremuneration of external experts; and\n(d)\nblending.\n2.   Support under the Instrument may also be implemented under the rules applicable to the External Action Guarantee established under Regulation (EU) 2021/947 (‘External Action Guarantee’) and contribute to the provisioning for the External Action Guarantee. The External Action Guarantee shall also support the operations on the basis of Council Decision 77/270/Euratom (17).\nThe provisioning rate for the operations of the External Action Guarantee to which the support under the Instrument contributes shall be 9 %.\n3.   The provisioning rates shall be reviewed every three years from the date of application of this Regulation.\nArticle 11\nEligible persons and entities\n1.   Priority shall be given to persons and entities from acceding countries, candidate countries, potential candidate countries and European Neighbourhood Policy countries. The participation in procurement, grant and prize award procedures for actions financed under the Instrument shall be open to international organisations as well as all legal entities that are nationals of and, in the case of legal persons, are also effectively established in the following countries or territories:\n(a)\nMember States, beneficiaries under the Instrument for Pre-accession Assistance (IPA III) established by a Regulation of the European Parliament and of the Council establishing the Instrument for Pre-accession Assistance (IPA III), and Contracting Parties to the Agreement on the European Economic Area (18);\n(b)\npartner countries in the Neighbourhood area referred to in point (a) of Article 4(2) of Regulation (EU) 2021/947;\n(c)\ndeveloping countries and territories, as included in the list of Official Development Assistance recipients published by the Development Assistance Committee of the Organisation for Economic Cooperation and Development (the ‘list of Official Development Assistance recipients’), which are not members of the G20, and overseas countries and territories as defined in Council Decision 2013/755/EU (19);\n(d)\ndeveloping countries, as included in the list of Official Development Assistance recipients, which are members of the G20, and other countries and territories, when the relevant procedure takes place in the context of an action financed by the Union under this Regulation in which they participate;\n(e)\ncountries for which reciprocal access to external funding is established by the Commission;\n(f)\nmember countries of the Organisation for Economic Cooperation and Development, in the case of contracts implemented in a least developed country or a highly indebted poor country, as included in the list of Official Development Assistance recipients;\n(g)\nthird countries where the activities take place as provided for in the specific multiannual indicative programmes, action plans or measures.\nThe reciprocal access referred to in point (e) of the first subparagraph may be granted, for a limited period of at least one year, whenever a country acknowledges eligibility on equal terms to entities from the Union and from countries eligible under this Regulation. The Commission shall decide on the reciprocal access and on its duration after consultation of the recipient country or countries concerned.\n2.   All supplies and materials financed under the Instrument may originate from the countries and under the respective conditions specified in paragraph 1.\n3.   The rules laid down in this Article shall not apply to and shall not create nationality-related restrictions for natural persons employed or otherwise legally contracted by an eligible contractor or, where applicable, subcontractor.\n4.   For actions jointly co-financed by an entity or implemented under direct management or indirect management with entities listed in points (c)(ii)–(viii) of Article 62(1) of the Financial Regulation, the eligibility rules of those entities shall also apply.\n5.   Where donors provide financing to a trust fund established by the Commission or through external assigned revenues, the eligibility rules in the constitutive act of that trust fund or in the agreement with the donor in the case of external assigned revenues shall apply.\n6.   In the case of actions financed under the Instrument and under another Union programme, eligible entities under any of those programmes shall be considered eligible.\n7.   The eligibility rules in this Article may be restricted with regard to the nationality, geographical location or nature of applicants, or origins of supplies and materials, where such restrictions are required on account of the specific nature and the objectives of the action and where they are necessary for its effective implementation.\n8.   Tenderers, applicants and candidates from non-eligible countries may be accepted as eligible in the case of urgency or the unavailability of services in the markets of the countries or territories concerned, or in other duly substantiated cases where application of the eligibility rules would make the realisation of an action impossible or exceedingly difficult.\n9.   In order to promote local capacities, markets and purchases, priority shall be given to local and regional contractors in cases where the Financial Regulation provides for an award on the basis of a single tender. In all other cases, the participation of local and regional contractors shall be promoted in accordance with the relevant provisions of the Financial Regulation.\nArticle 12\nCriteria applying to international nuclear safety cooperation\n1.   A common understanding and a reciprocal agreement between the third country and the Community shall, in principle, be confirmed through a formal request to the Commission. Such request shall bind the respective government.\n2.   Third countries wishing to cooperate with the Community shall be parties to the Treaty on the Non-Proliferation of Nuclear Weapons and shall have an Additional Protocol in force or shall have concluded a safeguards agreement with the IAEA. They shall fully subscribe to the Fundamental Safety Principles as stipulated in IAEA Safety Standards and shall be parties to the relevant conventions, such as the Convention on Nuclear Safety and the Joint Convention on the Safety of Spent Fuel Management and on the Safety of Radioactive Waste Management, or have taken steps demonstrating a firm undertaking to accede to such conventions. In the case of active cooperation, that undertaking shall be evaluated annually, taking into account national reports and other documents on the implementation of relevant conventions. On the basis of that evaluation, a decision shall be taken with regard to the continuation of the cooperation. In cases of emergency, flexibility should, exceptionally, be shown in the application of those principles.\n3.   In order to ensure and monitor compliance with the cooperation-related objectives of the Instrument, the third country concerned shall accept the evaluation of the actions undertaken. That evaluation shall allow the monitoring and verification of compliance with the agreed objectives and may be a condition for continued payment of the Community contribution.\n4.   Cooperation provided by the Union in the field of nuclear safety and security under this Regulation is not aimed at promoting nuclear energy and shall therefore not be interpreted as a measure to promote such energy in third countries.\nArticle 13\nBeneficiaries of cooperation\n1.   Cooperation under this Regulation shall be directed towards:\n(a)\nthe competent regulatory authorities in the field of nuclear safety and the technical support organisations designated to them, to guarantee their technical skills, independence and the reinforcement of the regulatory framework in the relevant topics as regards nuclear safety and radiation protection;\n(b)\nthe national agencies in charge of the safe management of radioactive waste, to allow for its categorisation, registration and accountability and safe storage;\n(c)\nany stakeholders of a state system of accounting for and control of nuclear material mission to establish efficient and effective safeguards;\n(d)\nnuclear power plant operators, in exceptional cases, limited to the implementation of the recommendation of the peer review of the risk and safety assessment (stress tests) conducted by ENSREG.\n2.   The objectives set out in Article 2(1) shall in particular be pursued through the following measures:\n(a)\nreinforcement of the regulatory framework procedures and systems;\n(b)\nestablishment of effective arrangements for the prevention of accidents with radiological consequences, including accidental exposure, as well as the mitigation of such consequences should they occur;\n(c)\ndevelopment and implementation of strategies and frameworks, methodologies, technology and approaches, for the responsible and safe management of spent fuel and radioactive waste;\n(d)\nsupport for ensuring the safety of nuclear installations and sites regarding practical protective measures designed to reduce existing radiation-related risks to the health of workers and of the general public;\n(e)\ndevelopment and implementation of strategies and frameworks for the decommissioning of existing nuclear installations, for the remediation of former nuclear sites and legacy sites related to uranium mining, and for the recovery and management of sunken radioactive objects and material at sea;\n(f)\nthe establishment of the necessary regulatory framework, methodologies, technology and approaches for the implementation of nuclear safeguards, including for the proper accounting and control of fissile materials at state and operator level;\n(g)\nsupport for the training of personnel;\n(h)\na limited provision of equipment in exceptional cases for nuclear power plant operators, as referred to in point (d) of paragraph 1.\nIn specific and duly justified cases, measures concerning point (a) of the first subparagraph shall be implemented through cooperation between the operators and/or competent organisations of the Member States and third countries’ operators of nuclear installations as defined in Article 3(1) of Directive 2009/71/Euratom.\nArticle 7(3) shall not apply to measures concerning point (h) of the first subparagraph of this paragraph.\nArticle 14\nMonitoring, reporting and evaluation\n1.   Monitoring, reporting and evaluation shall be carried out in accordance with Article 41(2), (4), (5) and (6), and Article 42 of Regulation (EU) 2021/947.\n2.   The achievement of the objective of the Instrument shall be measured on the basis of the following indicators and their impact on nuclear safety, radiation protection, and the application of efficient and effective safeguards of nuclear materials:\n(a)\nlegal and regulatory acts prepared, introduced and/or revised taking into account the highest standards of nuclear safety;\n(b)\ndesign, concept or feasibility studies for the establishment of facilities in line with the highest standards of nuclear safety; and\n(c)\nresults of nuclear safety, radiation protection, and efficient and effective safeguards improvement measures, based on the highest standards of nuclear safety, radiation protection and nuclear safeguards, including international peer review results, implemented in nuclear facilities.\nTITLE III\nFINAL PROVISIONS\nArticle 15\nCommittee\n1.   The Commission shall be assisted by the European Instrument for International Nuclear Safety Cooperation committee. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\n2.   Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.\n3.   Where reference is made to this paragraph, Article 8 of Regulation (EU) No 182/2011, in conjunction with Article 5 of that Regulation, shall apply.\nArticle 16\nInformation, communication and visibility, and derogation from visibility requirements\nInformation, communication and visibility related to the objective referred to in Article 3 and derogation from visibility requirements shall be carried out in accordance with Articles 46 and 47 of Regulation (EU) 2021/947, respectively.\nArticle 17\nEEAS\nThis Regulation shall apply in accordance with Decision 2010/427/EU.\nArticle 18\nRepeal\nRegulation (Euratom) No 237/2014 is repealed.\nArticle 19\nTransitional provisions\n1.   This Regulation shall not affect the continuation of or the modification of actions initiated pursuant to Regulation (Euratom) No 237/2014, which shall continue to apply to those actions until their closure.\n2.   The financial envelope for the Instrument may also cover the technical and administrative assistance expenses necessary to ensure the transition between the Instrument and the measures adopted pursuant to Regulation (Euratom) No 237/2014.\n3.   The financial envelope for the Instrument may cover expenditure related to the preparation of any successor to this Regulation.\n4.   If necessary, appropriations may be entered in the Union budget beyond 2027 to cover the expenses provided for in Article 6, to enable the management of actions not completed by 31 December 2027.\nArticle 20\nEntry into force\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2021.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 27 May 2021.\nFor the Council\nThe President\nP. SIZA VIEIRA\n(1)  Opinion of 17 January 2019 (not yet published in the Official Journal).\n(2)  Regulation (EU) 2021/947 of the European Parliament and of the Council of 9 June 2021 establishing the Neighbourhood, Development and International Cooperation Instrument – Global Europe, amending and repealing Decision No 466/2014/EU of the European Parliament and of the Council and repealing Regulation (EU) 2017/1601 of the European Parliament and of the Council and Council Regulation (EC, Euratom) No 480/2009 (see page 1 of this Official Journal).\n(3)  Council Regulation (EU, Euratom) 2020/2093 of 17 December 2020 laying down the multiannual financial framework for the years 2021 to 2027 (OJ L 433 I, 22.12.2020, p. 11).\n(4)  Council Directive 2009/71/Euratom of 25 June 2009 establishing a Community framework for the nuclear safety of nuclear installations (OJ L 172, 2.7.2009, p. 18).\n(5)  Council Directive 2011/70/Euratom of 19 July 2011 establishing a Community framework for the responsible and safe management of spent fuel and radioactive waste (OJ L 199, 2.8.2011, p. 48).\n(6)  Council Directive 2013/59/Euratom of 5 December 2013 laying down basic safety standards for protection against the dangers arising from exposure to ionising radiation, and repealing Directives 89/618/Euratom, 90/641/Euratom, 96/29/Euratom, 97/43/Euratom and 2003/122/Euratom (OJ L 13, 17.1.2014, p. 1).\n(7)  Council Regulation (Euratom) No 237/2014 of 13 December 2013 establishing an Instrument for Nuclear Safety Cooperation (OJ L 77, 15.3.2014, p. 109).\n(8)  OJ L 433 I, 22.12.2020, p. 28.\n(9)  Regulation (EU, Euratom) 2018/1046 of the European Parliament and of the Council of 18 July 2018 on the financial rules applicable to the general budget of the Union, amending Regulations (EU) No 1296/2013, (EU) No 1301/2013, (EU) No 1303/2013, (EU) No 1304/2013, (EU) No 1309/2013, (EU) No 1316/2013, (EU) No 223/2014, (EU) No 283/2014, and Decision No 541/2014/EU and repealing Regulation (EU, Euratom) No 966/2012 (OJ L 193, 30.7.2018, p. 1).\n(10)  Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council of 11 September 2013 concerning investigations conducted by the European Anti-Fraud Office (OLAF) and repealing Regulation (EC) No 1073/1999 of the European Parliament and of the Council and Council Regulation (Euratom) No 1074/1999 (OJ L 248, 18.9.2013, p. 1).\n(11)  Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the European Communities financial interests (OJ L 312, 23.12.1995, p. 1).\n(12)  Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities’ financial interests against fraud and other irregularities (OJ L 292, 15.11.1996, p. 2).\n(13)  Council Regulation (EU) 2017/1939 of 12 October 2017 implementing enhanced cooperation on the establishment of the European Public Prosecutor’s Office (‘the EPPO’) (OJ L 283, 31.10.2017, p. 1).\n(14)  Directive (EU) 2017/1371 of the European Parliament and of the Council of 5 July 2017 on the fight against fraud to the Union’s financial interests by means of criminal law (OJ L 198, 28.7.2017, p. 29).\n(15)  Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers (OJ L 55, 28.2.2011, p. 13).\n(16)  Council Decision 2010/427/EU of 26 July 2010 establishing the organisation and functioning of the European External Action Service (OJ L 201, 3.8.2010, p. 30).\n(17)  Council Decision 77/270/Euratom of 29 March 1977 empowering the Commission to issue Euratom loans for the purpose of contributing to the financing of nuclear power stations (OJ L 88, 6.4.1977, p. 9).\n(18)  OJ L 1, 3.1.1994, p. 3.\n(19)  Council Decision 2013/755/EU of 25 November 2013 on the association of the overseas countries and territories with the European Union (‘Overseas Association Decision’) (OJ L 344, 19.12.2013, p. 1).", "summary": "Financial cooperation with non-EU countries on nuclear safety 2021-2027\nFinancial cooperation with non-EU countries on nuclear safety 2021-2027\nSUMMARY OF:\nRegulation (Euratom) 2021/948 establishing a European Instrument for International Nuclear Safety Cooperation complementing the Neighbourhood, Development and International Cooperation Instrument — Global Europe\nWHAT IS THE AIM OF THE REGULATION?\n              \nIt establishes the European Instrument for International Nuclear Safety Cooperation. This runs for the duration of the European Union (EU)’s multiannual financial framework (MFF) from 2021 to 2027. It sets out the programme’s:\ngeneral and specific objectives\namount, forms and rules of EU funding.\nKEY POINTS\n              \nThe regulation’s general objectives are to:\nsupport a high level of nuclear safety, radiation protection and application of efficient and effective nuclear material safeguards in non-EU countries;\nbuild on EU activities within relevant European Atomic Energy Community (Euratom) legislation;\nencourage transparency of nuclear-related decisions in non-EU countries.\nThe instrument’s specific objectives are to promote:\nan effective nuclear safety and radiation protection culture with the highest implementation standards and continuous improvement;\nthe responsible and safe management of spent fuel and radioactive waste and the decommissioning of former nuclear sites and installations;\nefficient and effective nuclear material safeguards in non-EU countries.\nThe 7-year budget to implement the programme is €300 million (current prices). This may be used for:\ngrants\nprocurement contracts for services or supplies\nremuneration of external experts\nblending*.\nMultiannual programmes:\nprovide the framework for cooperation between the EU and non-EU countries and regions;\nindicate the EU’s goals in line with its own priorities, its partners’ needs and activities, and the international situation;\nexplain the added value of initiatives and how they avoid duplication with other programmes;\nset out priority areas for financing, specific objectives, expected results and performance indicators;\nare based on a dialogue with partner countries and relevant stakeholders.\nThe European Commission adopts:\nthe multiannual programmes, after consulting the European Nuclear Safety Regulators Group when relevant, revising them — and updating if necessary — at least 4 years after they are adopted;\nannual action plans based on the multiannual programmes and special and support measures, which specify for each non-EU country or region the objectives, management procedures and projects to be financedindicative timetable, expected results and main activities\nThe eligibility criteria for finance from the instrument:\ngive priority to people and entities from countries (acceding, candidate and potential candidate) that are eligible to apply for EU membership and to its closest eastern and southern neighbours in the European neighbourhood policy and enlargement negotiations;\nallow international organisations and legal entities established in a long list of countries to participate in procurement, grant and prize-award procedures.\nNon-EU countries wishing to cooperate with the EU must:\nhave ratified the Treaty on the Non-Proliferation of Nuclear Weapons;\nimplement an additional protocol or have concluded a safeguards agreement with the International Atomic Energy Agency;\nsubscribe fully to the fundamental safety principles stipulated in International Atomic Energy Agency safety standards;\nbe party to or in the process to join the relevant conventions, such as the Convention on Nuclear Safety (see summary) and the Joint Convention on the Safety of Spent Fuel Management and on the Safety of Radioactive Waste Management;\nadhere to the principle of transparency and public information.\nThe regulation makes it clear that EU cooperation on nuclear safety and security does not aim to promote nuclear energy.\nCooperation under the regulation:\ntargets: nuclear safety regulatory authorities and technical support organisationsnational agencies in charge of safe management of radioactive wastenational stakeholders responsible for accounting and controlling nuclear materialnuclear power plant operators;\ncovers: strengthening regulatory framework procedures and systemsestablishing effective arrangements to prevent accidents with radiological consequencesdeveloping and implementing the safe management of spent fuel and radioactive wastesupporting practical protective measures to reduce radiation-related risks to workers and to the publicdevising strategies to decommission nuclear installations, remediate former sites and recover and manage radioactive objects and material, including in the seacreating a regulatory framework to implement nuclear safeguardstraining personnelproviding equipment to nuclear plant operators in exceptional and duly justified cases.\nMonitoring measures to assess the impact of the instrument are based on the following indicators:\nlegal and regulatory acts prepared;\ndesign, concept or feasibility studies to achieve the highest standards of nuclear safety;\nresults of nuclear safety, radiation protection and effective safeguard improvement measures.\nThe instrument:\nmust be consistent with the Neighbourhood, Development and International Cooperation Instrument — Global Europe, established by Regulation (EU) 2021/947 (see summary), EU common foreign and security policy activities and other relevant policies and programmes;\nmay be financially supported by other EU programmes, provided the contributions do not cover the same costs;\nrepeals Regulation (Euratom) No 237/2014.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 1 January 2021.\nBACKGROUND\n              \nWherever nuclear energy is produced, the entire process, including disposing of radioactive waste and decommissioning power stations, must be done in a safe and secure way.\nThe EU uses its extensive experience in this area to help other countries achieve the highest standards of safety.\nThe regulation aims to increase the coherence and effectiveness of the EU’s external policies in order to implement the new international framework established by the United Nations 2030 agenda for sustainable development, the global strategy for the European Union’s foreign and security policy (see summary), the new European consensus on development (see summary) and Regulation (EU) 2021/947 establishing the Neighbourhood, Development and International Cooperation Instrument (see summary).\nKEY TERMS\n              \nBlending: using limited grants to mobilise finance from institutions and the private sector to increase the development impact of investment projects.\nMAIN DOCUMENT\n            \nCouncil Regulation (Euratom) 2021/948 of 27 May 2021 establishing a European Instrument for International Nuclear Safety Cooperation complementing the Neighbourhood, Development and International Cooperation Instrument — Global Europe on the basis of the Treaty establishing the European Atomic Energy Community, and repealing Regulation (Euratom) No 237/2014 (OJ L 209, 14.6.2021, pp. 79-90)\nRELATED DOCUMENTS\n            \nJoint statement by the Council and the representatives of the governments of the Member States meeting within the Council, the European Parliament and the Commission (OJ C 210, 30.6.2017, pp. 1-24)\nShared Vision, Common Action: A stronger Europe — A global strategy for the European Union’s foreign and security policy (June 2016, European External Action Service (EEAS))\nlast update 26.07.2021", "tags": ["EU financial instrument", "radioactive materials", "development policy", "cooperation policy", "nuclear safety", "peaceful use of energy", "EU programme", "European neighbourhood policy"], "subjects": ["Development cooperation", "Nuclear common market"], "split": "validation", "reference_annotations": {"32021R0948_p1": {"text": "COUNCIL regulation 2021/948///of 27 May 2021---establishing a European Instrument for International Nuclear Safety Cooperation complementing the Neighbourhood, Development and International Cooperation Instrument – Global Europe on the basis of the Treaty establishing the European Atomic Energy Community, and repealing regulation 237/2014", "triples": [" regulation 2021/948,  repealing,  regulation 237/2014"]}, "32021R0948_p3": {"text": "(2)  regulation 2021/947 of the European Parliament and of the Council of 9 June 2021 establishing the Neighbourhood, Development and International Cooperation Instrument – Global Europe, amending and repealing decision 466/2014/eu of the European Parliament and of the Council and repealing regulation 2017/1601 of the European Parliament and of the Council and Council regulation 480/2009 (see page 1 of this Official Journal).", "triples": [" regulation 2021/947,  amending,  decision 466/2014/eu", " regulation 2021/947,  repealing,  decision 466/2014/eu", " regulation 2021/947,  repealing,  regulation 2017/1601", " regulation 2021/947,  repealing,  regulation 480/2009"]}, "32021R0948_p4": {"text": "(6)  Council directive 2013/59/euratom of 5 December 2013 laying down basic safety standards for protection against the dangers arising from exposure to ionising radiation, and repealing directive 89/618/euratom directive 90/641/euratom directive 96/29/euratom directive 97/43/euratom directive 2003/122/euratom (OJ L 13, 17.1.2014, p. 1).", "triples": [" directive 2013/59/euratom,  repealing,  directive 89/618/euratom", " directive 2013/59/euratom,  repealing,  directive 90/641/euratom", " directive 2013/59/euratom,  repealing,  directive 96/29/euratom", " directive 2013/59/euratom,  repealing,  directive 97/43/euratom", " directive 2013/59/euratom,  repealing,  directive 2003/122/euratom"]}, "32021R0948_p5": {"text": "(9)  regulation 2018/1046 of the European Parliament and of the Council of 18 July 2018 on the financial rules applicable to the general budget of the Union, amending regulation 1296/2013 regulation 1301/2013 regulation 1303/2013 regulation 1304/2013 regulation 1309/2013 regulation 1316/2013 regulation 223/2014 regulation 283/2014, and decision 541/2014/eu and repealing regulation 966/2012 (OJ L 193, 30.7.2018, p. 1).", "triples": [" regulation 2018/1046,  amending,  regulation 1296/2013", " regulation 2018/1046,  amending,  regulation 1301/2013", " regulation 2018/1046,  amending,  regulation 1303/2013", " regulation 2018/1046,  amending,  regulation 1304/2013", " regulation 2018/1046,  amending,  regulation 1309/2013", " regulation 2018/1046,  amending,  regulation 1316/2013", " regulation 2018/1046,  amending,  regulation 223/2014", " regulation 2018/1046,  amending,  regulation 283/2014", " regulation 2018/1046,  amending,  decision 541/2014/eu", " regulation 2018/1046,  repealing,  regulation 966/2012"]}, "32021R0948_p6": {"text": "(10)  regulation 883/2013 of the European Parliament and of the Council of 11 September 2013 concerning investigations conducted by the European Anti-Fraud Office (OLAF) and repealing regulation 1073/1999 of the European Parliament and of the Council and Council regulation 1074/1999 (OJ L 248, 18.9.2013, p. 1).", "triples": [" regulation 883/2013,  repealing,  regulation 1073/1999", " regulation 883/2013,  repealing,  regulation 1074/1999"]}}, "summary_annotations": {"32021R0948_p2": {"text": "Council regulation 2021/948 of 27 May 2021 establishing a European Instrument for International Nuclear Safety Cooperation complementing the Neighbourhood, Development and International Cooperation Instrument — Global Europe on the basis of the Treaty establishing the European Atomic Energy Community, and repealing regulation 237/2014 (OJ L 209, 14.6.2021, pp. 79-90)", "triples": [" regulation 2021/948,  repealing,  regulation 237/2014"]}}}