{"celex_id": "32008L0104", "reference": "5.12.2008\nEN\nOfficial Journal of the European Union\nL 327/9\nDIRECTIVE 2008/104/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 19 November 2008\non temporary agency work\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 137(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1)\nThis Directive respects the fundamental rights and complies with the principles recognised by the Charter of Fundamental Rights of the European Union (3). In particular, it is designed to ensure full compliance with Article 31 of the Charter, which provides that every worker has the right to working conditions which respect his or her health, safety and dignity, and to limitation of maximum working hours, to daily and weekly rest periods and to an annual period of paid leave.\n(2)\nThe Community Charter of the Fundamental Social Rights of Workers provides, in point 7 thereof, inter alia, that the completion of the internal market must lead to an improvement in the living and working conditions of workers in the European Community; this process will be achieved by harmonising progress on these conditions, mainly in respect of forms of work such as fixed-term contract work, part-time work, temporary agency work and seasonal work.\n(3)\nOn 27 September 1995, the Commission consulted management and labour at Community level in accordance with Article 138(2) of the Treaty on the course of action to be adopted at Community level with regard to flexibility of working hours and job security of workers.\n(4)\nAfter that consultation, the Commission considered that Community action was advisable and on 9 April 1996, further consulted management and labour in accordance with Article 138(3) of the Treaty on the content of the envisaged proposal.\n(5)\nIn the introduction to the framework agreement on fixed-term work concluded on 18 March 1999, the signatories indicated their intention to consider the need for a similar agreement on temporary agency work and decided not to include temporary agency workers in the Directive on fixed-term work.\n(6)\nThe general cross-sector organisations, namely the Union of Industrial and Employers' Confederations of Europe (UNICE) (4), the European Centre of Enterprises with Public Participation and of Enterprises of General Economic Interest (CEEP) and the European Trade Union Confederation (ETUC), informed the Commission in a joint letter of 29 May 2000 of their wish to initiate the process provided for in Article 139 of the Treaty. By a further joint letter of 28 February 2001, they asked the Commission to extend the deadline referred to in Article 138(4) by one month. The Commission granted this request and extended the negotiation deadline until 15 March 2001.\n(7)\nOn 21 May 2001, the social partners acknowledged that their negotiations on temporary agency work had not produced any agreement.\n(8)\nIn March 2005, the European Council considered it vital to relaunch the Lisbon Strategy and to refocus its priorities on growth and employment. The Council approved the Integrated Guidelines for Growth and Jobs 2005-2008, which seek, inter alia, to promote flexibility combined with employment security and to reduce labour market segmentation, having due regard to the role of the social partners.\n(9)\nIn accordance with the Communication from the Commission on the Social Agenda covering the period up to 2010, which was welcomed by the March 2005 European Council as a contribution towards achieving the Lisbon Strategy objectives by reinforcing the European social model, the European Council considered that new forms of work organisation and a greater diversity of contractual arrangements for workers and businesses, better combining flexibility with security, would contribute to adaptability. Furthermore, the December 2007 European Council endorsed the agreed common principles of flexicurity, which strike a balance between flexibility and security in the labour market and help both workers and employers to seize the opportunities offered by globalisation.\n(10)\nThere are considerable differences in the use of temporary agency work and in the legal situation, status and working conditions of temporary agency workers within the European Union.\n(11)\nTemporary agency work meets not only undertakings' needs for flexibility but also the need of employees to reconcile their working and private lives. It thus contributes to job creation and to participation and integration in the labour market.\n(12)\nThis Directive establishes a protective framework for temporary agency workers which is non-discriminatory, transparent and proportionate, while respecting the diversity of labour markets and industrial relations.\n(13)\nCouncil Directive 91/383/EEC of 25 June 1991 supplementing the measures to encourage improvements in the safety and health at work of workers with a fixed-duration employment relationship or a temporary employment relationship (5) establishes the safety and health provisions applicable to temporary agency workers.\n(14)\nThe basic working and employment conditions applicable to temporary agency workers should be at least those which would apply to such workers if they were recruited by the user undertaking to occupy the same job.\n(15)\nEmployment contracts of an indefinite duration are the general form of employment relationship. In the case of workers who have a permanent contract with their temporary-work agency, and in view of the special protection such a contract offers, provision should be made to permit exemptions from the rules applicable in the user undertaking.\n(16)\nIn order to cope in a flexible way with the diversity of labour markets and industrial relations, Member States may allow the social partners to define working and employment conditions, provided that the overall level of protection for temporary agency workers is respected.\n(17)\nFurthermore, in certain limited circumstances, Member States should, on the basis of an agreement concluded by the social partners at national level, be able to derogate within limits from the principle of equal treatment, so long as an adequate level of protection is provided.\n(18)\nThe improvement in the minimum protection for temporary agency workers should be accompanied by a review of any restrictions or prohibitions which may have been imposed on temporary agency work. These may be justified only on grounds of the general interest regarding, in particular the protection of workers, the requirements of safety and health at work and the need to ensure that the labour market functions properly and that abuses are prevented.\n(19)\nThis Directive does not affect the autonomy of the social partners nor should it affect relations between the social partners, including the right to negotiate and conclude collective agreements in accordance with national law and practices while respecting prevailing Community law.\n(20)\nThe provisions of this Directive on restrictions or prohibitions on temporary agency work are without prejudice to national legislation or practices that prohibit workers on strike being replaced by temporary agency workers.\n(21)\nMember States should provide for administrative or judicial procedures to safeguard temporary agency workers' rights and should provide for effective, dissuasive and proportionate penalties for breaches of the obligations laid down in this Directive.\n(22)\nThis Directive should be implemented in compliance with the provisions of the Treaty regarding the freedom to provide services and the freedom of establishment and without prejudice to Directive 96/71/EC of the European Parliament and of the Council of 16 December 1996 concerning the posting of workers in the framework of the provision of services (6).\n(23)\nSince the objective of this Directive, namely to establish a harmonised Community-level framework for protection for temporary agency workers, cannot be sufficiently achieved by the Member States and can therefore, by reason of the scale or effects of the action, be better achieved at Community level by introducing minimum requirements applicable throughout the Community, the Community may adopt measures in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve that objective,\nHAVE ADOPTED THIS DIRECTIVE:\nCHAPTER I\nGENERAL PROVISIONS\nArticle 1\nScope\n1.   This Directive applies to workers with a contract of employment or employment relationship with a temporary-work agency who are assigned to user undertakings to work temporarily under their supervision and direction.\n2.   This Directive applies to public and private undertakings which are temporary-work agencies or user undertakings engaged in economic activities whether or not they are operating for gain.\n3.   Member States may, after consulting the social partners, provide that this Directive does not apply to employment contracts or relationships concluded under a specific public or publicly supported vocational training, integration or retraining programme.\nArticle 2\nAim\nThe purpose of this Directive is to ensure the protection of temporary agency workers and to improve the quality of temporary agency work by ensuring that the principle of equal treatment, as set out in Article 5, is applied to temporary agency workers, and by recognising temporary-work agencies as employers, while taking into account the need to establish a suitable framework for the use of temporary agency work with a view to contributing effectively to the creation of jobs and to the development of flexible forms of working.\nArticle 3\nDefinitions\n1.   For the purposes of this Directive:\n(a)\n‘worker’ means any person who, in the Member State concerned, is protected as a worker under national employment law;\n(b)\n‘temporary-work agency’ means any natural or legal person who, in compliance with national law, concludes contracts of employment or employment relationships with temporary agency workers in order to assign them to user undertakings to work there temporarily under their supervision and direction;\n(c)\n‘temporary agency worker’ means a worker with a contract of employment or an employment relationship with a temporary-work agency with a view to being assigned to a user undertaking to work temporarily under its supervision and direction;\n(d)\n‘user undertaking’ means any natural or legal person for whom and under the supervision and direction of whom a temporary agency worker works temporarily;\n(e)\n‘assignment’ means the period during which the temporary agency worker is placed at the user undertaking to work temporarily under its supervision and direction;\n(f)\n‘basic working and employment conditions’ means working and employment conditions laid down by legislation, regulations, administrative provisions, collective agreements and/or other binding general provisions in force in the user undertaking relating to:\n(i)\nthe duration of working time, overtime, breaks, rest periods, night work, holidays and public holidays;\n(ii)\npay.\n2.   This Directive shall be without prejudice to national law as regards the definition of pay, contract of employment, employment relationship or worker.\nMember States shall not exclude from the scope of this Directive workers, contracts of employment or employment relationships solely because they relate to part-time workers, fixed-term contract workers or persons with a contract of employment or employment relationship with a temporary-work agency.\nArticle 4\nReview of restrictions or prohibitions\n1.   Prohibitions or restrictions on the use of temporary agency work shall be justified only on grounds of general interest relating in particular to the protection of temporary agency workers, the requirements of health and safety at work or the need to ensure that the labour market functions properly and abuses are prevented.\n2.   By 5 December 2011, Member States shall, after consulting the social partners in accordance with national legislation, collective agreements and practices, review any restrictions or prohibitions on the use of temporary agency work in order to verify whether they are justified on the grounds mentioned in paragraph 1.\n3.   If such restrictions or prohibitions are laid down by collective agreements, the review referred to in paragraph 2 may be carried out by the social partners who have negotiated the relevant agreement.\n4.   Paragraphs 1, 2 and 3 shall be without prejudice to national requirements with regard to registration, licensing, certification, financial guarantees or monitoring of temporary-work agencies.\n5.   The Member States shall inform the Commission of the results of the review referred to in paragraphs 2 and 3 by 5 December 2011.\nCHAPTER II\nEMPLOYMENT AND WORKING CONDITIONS\nArticle 5\nThe principle of equal treatment\n1.   The basic working and employment conditions of temporary agency workers shall be, for the duration of their assignment at a user undertaking, at least those that would apply if they had been recruited directly by that undertaking to occupy the same job.\nFor the purposes of the application of the first subparagraph, the rules in force in the user undertaking on:\n(a)\nprotection of pregnant women and nursing mothers and protection of children and young people; and\n(b)\nequal treatment for men and women and any action to combat any discrimination based on sex, race or ethnic origin, religion, beliefs, disabilities, age or sexual orientation;\nmust be complied with as established by legislation, regulations, administrative provisions, collective agreements and/or any other general provisions.\n2.   As regards pay, Member States may, after consulting the social partners, provide that an exemption be made to the principle established in paragraph 1 where temporary agency workers who have a permanent contract of employment with a temporary-work agency continue to be paid in the time between assignments.\n3.   Member States may, after consulting the social partners, give them, at the appropriate level and subject to the conditions laid down by the Member States, the option of upholding or concluding collective agreements which, while respecting the overall protection of temporary agency workers, may establish arrangements concerning the working and employment conditions of temporary agency workers which may differ from those referred to in paragraph 1.\n4.   Provided that an adequate level of protection is provided for temporary agency workers, Member States in which there is either no system in law for declaring collective agreements universally applicable or no such system in law or practice for extending their provisions to all similar undertakings in a certain sector or geographical area, may, after consulting the social partners at national level and on the basis of an agreement concluded by them, establish arrangements concerning the basic working and employment conditions which derogate from the principle established in paragraph 1. Such arrangements may include a qualifying period for equal treatment.\nThe arrangements referred to in this paragraph shall be in conformity with Community legislation and shall be sufficiently precise and accessible to allow the sectors and firms concerned to identify and comply with their obligations. In particular, Member States shall specify, in application of Article 3(2), whether occupational social security schemes, including pension, sick pay or financial participation schemes are included in the basic working and employment conditions referred to in paragraph 1. Such arrangements shall also be without prejudice to agreements at national, regional, local or sectoral level that are no less favourable to workers.\n5.   Member States shall take appropriate measures, in accordance with national law and/or practice, with a view to preventing misuse in the application of this Article and, in particular, to preventing successive assignments designed to circumvent the provisions of this Directive. They shall inform the Commission about such measures.\nArticle 6\nAccess to employment, collective facilities and vocational training\n1.   Temporary agency workers shall be informed of any vacant posts in the user undertaking to give them the same opportunity as other workers in that undertaking to find permanent employment. Such information may be provided by a general announcement in a suitable place in the undertaking for which, and under whose supervision, temporary agency workers are engaged.\n2.   Member States shall take any action required to ensure that any clauses prohibiting or having the effect of preventing the conclusion of a contract of employment or an employment relationship between the user undertaking and the temporary agency worker after his assignment are null and void or may be declared null and void.\nThis paragraph is without prejudice to provisions under which temporary agencies receive a reasonable level of recompense for services rendered to user undertakings for the assignment, recruitment and training of temporary agency workers.\n3.   Temporary-work agencies shall not charge workers any fees in exchange for arranging for them to be recruited by a user undertaking, or for concluding a contract of employment or an employment relationship with a user undertaking after carrying out an assignment in that undertaking.\n4.   Without prejudice to Article 5(1), temporary agency workers shall be given access to the amenities or collective facilities in the user undertaking, in particular any canteen, child-care facilities and transport services, under the same conditions as workers employed directly by the undertaking, unless the difference in treatment is justified by objective reasons.\n5.   Member States shall take suitable measures or shall promote dialogue between the social partners, in accordance with their national traditions and practices, in order to:\n(a)\nimprove temporary agency workers' access to training and to child-care facilities in the temporary-work agencies, even in the periods between their assignments, in order to enhance their career development and employability;\n(b)\nimprove temporary agency workers' access to training for user undertakings' workers.\nArticle 7\nRepresentation of temporary agency workers\n1.   Temporary agency workers shall count, under conditions established by the Member States, for the purposes of calculating the threshold above which bodies representing workers provided for under Community and national law and collective agreements are to be formed at the temporary-work agency.\n2.   Member States may provide that, under conditions that they define, temporary agency workers count for the purposes of calculating the threshold above which bodies representing workers provided for by Community and national law and collective agreements are to be formed in the user undertaking, in the same way as if they were workers employed directly for the same period of time by the user undertaking.\n3.   Those Member States which avail themselves of the option provided for in paragraph 2 shall not be obliged to implement the provisions of paragraph 1.\nArticle 8\nInformation of workers' representatives\nWithout prejudice to national and Community provisions on information and consultation which are more stringent and/or more specific and, in particular, Directive 2002/14/EC of the European Parliament and of the Council of 11 March 2002 establishing a general framework for informing and consulting employees in the European Community (7), the user undertaking must provide suitable information on the use of temporary agency workers when providing information on the employment situation in that undertaking to bodies representing workers set up in accordance with national and Community legislation.\nCHAPTER III\nFINAL PROVISIONS\nArticle 9\nMinimum requirements\n1.   This Directive is without prejudice to the Member States' right to apply or introduce legislative, regulatory or administrative provisions which are more favourable to workers or to promote or permit collective agreements concluded between the social partners which are more favourable to workers.\n2.   The implementation of this Directive shall under no circumstances constitute sufficient grounds for justifying a reduction in the general level of protection of workers in the fields covered by this Directive. This is without prejudice to the rights of Member States and/or management and labour to lay down, in the light of changing circumstances, different legislative, regulatory or contractual arrangements to those prevailing at the time of the adoption of this Directive, provided always that the minimum requirements laid down in this Directive are respected.\nArticle 10\nPenalties\n1.   Member States shall provide for appropriate measures in the event of non-compliance with this Directive by temporary-work agencies or user undertakings. In particular, they shall ensure that adequate administrative or judicial procedures are available to enable the obligations deriving from this Directive to be enforced.\n2.   Member States shall lay down rules on penalties applicable in the event of infringements of national provisions implementing this Directive and shall take all necessary measures to ensure that they are applied. The penalties provided for must be effective, proportionate and dissuasive. Member States shall notify these provisions to the Commission by 5 December 2011. Member States shall notify to the Commission any subsequent amendments to those provisions in good time. They shall, in particular, ensure that workers and/or their representatives have adequate means of enforcing the obligations under this Directive.\nArticle 11\nImplementation\n1.   Member States shall adopt and publish the laws, regulations and administrative provisions necessary to comply with this Directive by 5 December 2011, or shall ensure that the social partners introduce the necessary provisions by way of an agreement, whereby the Member States must make all the necessary arrangements to enable them to guarantee at any time that the objectives of this Directive are being attained. They shall forthwith inform the Commission thereof.\n2.   When Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\nArticle 12\nReview by the Commission\nBy 5 December 2013, the Commission shall, in consultation with the Member States and social partners at Community level, review the application of this Directive with a view to proposing, where appropriate, the necessary amendments.\nArticle 13\nEntry into force\nThis Directive shall enter into force on the day of its publication in the Official Journal of the European Union.\nArticle 14\nAddressees\nThis Directive is addressed to the Member States.\nDone at Strasbourg, 19 November 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ.-P. JOUYET\n(1)  OJ C 61, 14.3.2003, p. 124.\n(2)  Opinion of the European Parliament of 21 November 2002 (OJ C 25 E, 29.1.2004, p. 368), Council Common Position of 15 September 2008 and Position of the European Parliament of 22 October 2008 (not yet published in the Official Journal).\n(3)  OJ C 303, 14.12.2007, p. 1.\n(4)  UNICE changed its name to BUSINESSEUROPE in January 2007.\n(5)  OJ L 206, 29.7.1991, p. 19.\n(6)  OJ L 18, 21.1.1997, p. 1.\n(7)  OJ L 80, 23.3.2002, p. 29.", "summary": "Equal treatment of temporary agency workers\nEqual treatment of temporary agency workers\nEuropean legislation improves the protection of temporary agency workers by ensuring equal treatment concerning the basic working and employment conditions. It establishes a framework for the use of agency work to contribute effectively to job creation and to the development of flexible forms of working.\nACT\nDirective 2008/104/EC of the European Parliament and of the Council of 19 November 2008 on temporary agency work.\nSUMMARY\nTemporary agency workers are employed by a temporary-work agency and temporarily placed at the disposal of user undertakings . In terms of the basic working and employment conditions, the temporary agency workers and the workers recruited directly by the undertaking for the same job are entitled, as a general rule, to equal treatment.\nThis Directive applies to public and private temporary-work agencies and user undertakings engaged in economic activities whether or not they are operating for gain. After consulting social partners, Member States may decide that the Directive does not apply to employment contracts within certain public programmes, specifically vocational training, integration or retraining.\nWorking and employment conditions\nThe principle of equal treatment applies to the basic working and employment conditions relating to:\nthe duration of working time, overtime, breaks, rest periods, night work, holidays and public holidays;\npay.\nWorkers also receive equal treatment with regard to:\nthe protection of pregnant women and nursing mothers;\nthe protection of children and young people;\nequal treatment for men and women;\nprotection against discrimination based on sex, race or ethnic origin, religion, beliefs, disabilities, age or sexual orientation.\nHowever, Member States may authorise the social partners to define specific working and employment conditions for agency workers.\nAfter consulting the social partners, Member States may also provide the option to derogate from the principle of equal pay for agency workers who have a permanent contract of employment (PCE) and who continue to be paid between two assignments.\nAccess to employment, training and services\nTemporary agency workers must be free to conclude an employment contract with the user undertaking at the end of their assignment. They must therefore be kept informed of vacancies for permanent employment. Their participation in training programmes must be encouraged, whether within the temporary-work agency or the user undertaking.\nAccess to the amenities and collective services of the user undertaking (specifically canteens, childcare facilities and transport) must be open to them, and in principle under the same conditions as other workers.\nRepresentation and information\nBodies representing workers are constituted according to a threshold calculated using the number of employees in an undertaking or establishment. Agency workers are taken into account in this calculation within the temporary-work agency which employs them, the user undertaking to which they are assigned or both companies.\nWhen a user undertaking presents the employment situation to the bodies representing workers, it must provide information on the use of agency workers.\nPenalties\nMember States must lay down effective, proportionate and dissuasive penalties in the event of infringements of national provisions enacted under this Directive. They should also ensure that legal or administrative recourse exists in case of breaches of the obligations of this Directive.\nContext\nMember States were to review the restrictions or prohibitions applicable to temporary agency work by 5 December 2011 at the latest. These limitations may be justified only on grounds of the general interest.\nREFERENCES\nAct\nEntry into force\nDeadline for transposition into the Member States\nOfficial Journal\n2008/104/EC\n5.12.2008\n5.12.2011\nOJ L 327 of 5.12.2008\nRELATED DOCUMENTS\nReport from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on the application of Directive 2008/104/EC on temporary agency work. [\nCOM(2014) 176 final\n of 21.3.2014 - not published in the Official Journal].\nThe Commission’s report concludes that, in general, the Directive has been correctly implemented and applied but that its twofold goal has not yet been fully fulfilled. Indeed, on the one hand, the extent of the use of certain derogations from the principle of equal treatment may, in specific cases, have led to a situation where the application of the Directive has no real effects upon the improvement of the protection of temporary agency workers. On the other hand, the review of restrictions and prohibitions on the use of temporary agency work has served, in the majority of cases, to legitimate the status quo, instead of giving an impetus to the rethinking of the role of agency work in modern, flexible labour markets.\nThe Commission will continue to monitor the application of the Directive and work closely with Member States and social partners to ensure that its goals are achieved. Given the fact that the Directive has been implemented by the Member States recently and that more time is needed to accumulate experience in its application, the Commission considers that no amendments are necessary at this stage.\nLast updated: 17.06.2014", "tags": ["occupational health", "labour market", "job creation", "economic growth", "temporary employment", "equal treatment"], "subjects": ["Approximation of laws", "Social provisions", "Free movement of workers"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}