{"celex_id": "32014R0515", "reference": "20.5.2014\nEN\nOfficial Journal of the European Union\nL 150/143\nREGULATION (EU) No 515/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 16 April 2014\nestablishing, as part of the Internal Security Fund, the instrument for financial support for external borders and visa and repealing Decision No 574/2007/EC\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 77(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving regard to the opinion of the Committee of the Regions (2),\nActing in accordance with the ordinary legislative procedure (3),\nWhereas:\n(1)\nThe Union’s objective of ensuring a high level of security within an area of freedom, security and justice pursuant to Article 67(3) of the Treaty on the Functioning of the Union (TFEU) should be achieved, inter alia, through common measures on the crossing of internal borders by persons and on border controls at external borders and the common visa policy as part of a convergent multi-layer system, which would allow the exchange of data and a complete situation awareness and which aims to facilitate legitimate travel and to tackle illegal immigration.\n(2)\nThe Union needs a more coherent approach to the internal and external aspects of migration management and internal security, and should establish a correlation between the fight against illegal immigration and the improvement of the security of the external borders of the Union, and better cooperation and dialogue with third countries for the purposes of dealing with illegal immigration and promoting legal migration.\n(3)\nIt is necessary to develop an integrated approach to issues arising from the pressure of migration and asylum applications and for the management of the external borders of the Union, and to provide a budget and adequate resources to cope with emergencies in a spirit of respect for human rights and solidarity between all Member States, while remaining aware of national responsibilities and ensuring a clear division of tasks.\n(4)\nThe Internal Security Strategy for the European Union (the ‘Internal Security Strategy’), adopted by the Council in February 2010, constitutes a shared agenda for tackling these common security challenges. The Commission Communication of November 2010, entitled ‘The EU Internal Security Strategy in Action’, translates the strategy’s principles and guidelines into concrete actions by identifying five strategic objectives: to disrupt international crime networks, to prevent terrorism and address radicalisation and recruitment, to raise levels of security for citizens and businesses in cyberspace, to strengthen security through border management and to increase Europe’s resilience in the face of crises and disasters.\n(5)\nAccording to the Internal Security Strategy, freedom, security and justice are objectives that should be pursued in parallel, and in order to achieve freedom and justice, security should always be pursued in accordance with the principles of the Treaties, the rule of law and the Union’s fundamental rights obligations.\n(6)\nSolidarity among Member States, clarity about the division of tasks, respect for fundamental freedoms and human rights and the rule of law, a strong focus on the global perspective and the link with external security, and consistency and coherence with the Union foreign policy objectives, as laid down in Article 21 of the Treaty on European Union (TEU), should be key principles guiding the implementation of the Internal Security Strategy.\n(7)\nTo promote the implementation of the Internal Security Strategy and to ensure that it becomes an operational reality, Member States should be provided with adequate Union financial support by setting up an Internal Security Fund (‘the Fund’).\n(8)\nDue to the legal particularities applicable to Title V TFEU, it is not legally possible to establish the Fund as a single financial instrument. The Fund should therefore be established as a comprehensive framework for Union financial support in the field of internal security comprising the instrument for financial support for external borders and visa (‘the Instrument’) established by this Regulation as well as the instrument for financial support for police cooperation, preventing and combating crime, and crisis management established by Regulation (EU) No 513/2014 of the European Parliament and of the Council (4). This comprehensive framework should be complemented by Regulation (EU) No 514/2014 of the European Parliament and of the Council (5) to which this Regulation should refer as regards rules on programming, financial management, management and control, clearance of accounts, closure of programmes and reporting and evaluation.\n(9)\nThe new two-pillar structure of funding in the field of home affairs should contribute to the simplification, rationalisation, consolidation and transparency of funding in that field. Synergies, consistency and complementarity should be sought with other funds and programmes, including with a view to allocating funding to common objectives. However, overlap between the different funding instruments should be avoided.\n(10)\nThe Fund should reflect the need for increased flexibility and simplification while respecting requirements in terms of predictability, and ensuring a fair and transparent distribution of resources to meet the general and specific objectives laid down in this Regulation.\n(11)\nEfficiency of measures and quality of spending constitute guiding principles in the implementation of the Fund. Furthermore, the Fund should also be implemented in the most effective and user-friendly manner possible.\n(12)\nThe Fund should take special account of those Member States which are facing disproportionate burdens from migratory flows due to their geographical location.\n(13)\nSolidarity and responsibility-sharing between Member States and the Union is a fundamental component of the common policy for the management of the external borders.\n(14)\nThe Fund should express solidarity through financial assistance to those Member States that fully apply the Schengen provisions on external borders as well as to those which are preparing for full participation in Schengen, and should be used by the Member States in the interests of the Union’s common policy for the management of the external borders.\n(15)\nIn order to contribute to the achievement of the general objective of the Fund, Member States should ensure that their national programmes address the specific objectives of the Instrument and that the allocation of resources between objectives is proportionate to the challenges and needs and ensures that the objectives can be met. Where a national programme does not address one of the specific objectives or the allocation is below the minimum percentages for some objectives of the national programmes set in this Regulation, the Member State concerned should provide a justification within the programme.\n(16)\nIn order to measure the achievements of the Fund, common indicators should be established in relation to each specific objective of the Instrument. The measurement of the achievement of the specific objectives by means of common indicators does not render the implementation of actions related to those indicators mandatory.\n(17)\nParticipation by a Member State should not coincide with its participation in a temporary financial instrument of the Union which supports the beneficiary Member States to finance, inter alia, actions at new external borders of the Union for the implementation of the Schengen acquis on borders and visas and external border control.\n(18)\nThe Instrument should build on the capacity-building process developed with the assistance of the External Borders Fund for the period 2007-2013, established by Decision No 574/2007/EC of the European Parliament and of the Council (6), and should extend it to take into account new developments.\n(19)\nWhen executing tasks at external borders and consulates in accordance with the Schengen acquis on borders and visas, Member States carry out activities in the interests of and on behalf of all other Member States in the Schengen area, thus performing a public service for the Union. The Instrument should contribute to supporting operating costs related to border control and visa policy and enable Member States to maintain capabilities which are crucial for that service for all. Such support consists of full reimbursement of a choice of specific costs related to the objectives under the Instrument and should form an integral part of the national programmes.\n(20)\nThe Instrument should complement and reinforce the activities undertaken to develop operational cooperation under the aegis of the European Agency for the Management of Operational Cooperation at the External Borders of the Member States of the European Union (‘the Frontex Agency’) as established by Council Regulation (EC) No 2007/2004 (7), including the new activities resulting from the amendments introduced by Regulation (EU) No 1168/2011 of the European Parliament and of the Council (8), and thereby further reinforce solidarity between those Member States controlling external borders in the interests and on behalf of the Schengen area as a whole. This means, inter alia, that, when drawing up their national programmes, Member States should take into account the analytical tools and operational and technical guidelines developed by the Frontex Agency as well as the training curricula developed, namely the common core curricula for the training of border guards, including its components with regard to fundamental rights and access to international protection. In order to develop complementarity between its mission and the responsibilities of the Member States for the control and surveillance of external borders as well as to ensure consistency and to avoid cost inefficiency, the Frontex Agency should be consulted by the Commission on draft national programmes submitted by the Member States, and in particular on the activities financed under the operating support.\n(21)\nThe Instrument should be implemented in full compliance with the rights and principles enshrined in the Charter of Fundamental Rights of the European Union and with the Union’s international obligations, and without prejudice to the application of special provisions concerning the right to asylum and to international protection.\n(22)\nUniform and high-quality external border control is essential for strengthening the area of freedom, security and justice. In accordance with common Union standards, the Instrument should support measures relating to the management of external borders, to be implemented in accordance with the four-tier access control model which comprises measures in third countries, cooperation with neighbouring countries, border control measures and control measures within the area of free movement in order to prevent illegal immigration and cross-border crime inside the Schengen area.\n(23)\nPursuant to Article 3 TEU, the Instrument should support activities which ensure the protection of children at risk of harm at the external borders. In particular, when implementing actions in relation to the identification, immediate assistance and referral to protection services, Member States should, wherever possible, give special attention to vulnerable persons, in particular children and unaccompanied minors.\n(24)\nTo ensure a uniform and high-quality external border control and to facilitate legitimate travel across external borders within the framework of the Internal Security Strategy, the Instrument should contribute to the development of a European common integrated border management system. That system includes all the measures involving policy, law, systematic cooperation, burden sharing, assessment of the situation and changing circumstances regarding crossing points for irregular migrants, personnel, equipment and technology taken at different levels by the competent authorities of the Member States, acting in cooperation with the Frontex Agency, with third countries and, where necessary, with other actors, in particular Europol and the Agency for the Operational Management of Large-Scale IT-Systems, utilising, inter alia, the four-tier border security model and integrated risk analysis of the Union.\n(25)\nIn accordance with Protocol No 5 to the 2003 Act of Accession on the transit of persons by land between the region of Kaliningrad and other parts of the Russian Federation, the Instrument should bear any additional cost incurred in implementing the specific provisions of the Union acquis covering such transit, i.e. Council Regulation (EC) No 693/2003 (9) and Council Regulation (EC) No 694/2003 (10). The need for continued financial support for foregone fees, however, should be dependent upon the visa regime of the Union in force with the Russian Federation.\n(26)\nThe Instrument should include support for national measures and cooperation between Member States in the area of visa policy and other pre-frontier activities that take place prior to external border controls and should make full use of the Visa Information System (VIS). The efficient management of activities organised by the services of the Member States in third countries is in the interests of the common visa policy as part of a multi-layered system aimed at facilitating legitimate travel and tackling illegal immigration into the Union, and constitutes an integral part of the common integrated border management system.\n(27)\nMoreover, the Instrument should support measures in the territory of the Schengen countries as part of the development of a common integrated border management system which strengthens the overall functioning of the Schengen area.\n(28)\nThe Instrument should also support the development by the Union of IT systems, based on existing and/or new IT systems, which would equip Member States with the tools to manage the movement of third-country nationals across borders more efficiently and to ensure a better identification and verification of travellers, thereby facilitating travel and enhancing border security. To that end, a programme, in keeping with the Information Management Strategy for EU internal security, should be established with the aim of covering costs for the development of both the central and national components of such systems, ensuring technical consistency, interoperability with other Union IT systems, cost savings and a smooth implementation in the Member States. Those IT systems should comply with fundamental rights, including the protection of personal data.\n(29)\nMember States should devote the necessary funding to the European Border Surveillance System (Eurosur), established by Regulation (EU) No 1052/2013 of the European Parliament and the Council (11), in order to ensure the good functioning of that system.\n(30)\nTo address immediately unforeseen migratory pressure and risks to border security, it should be possible to provide emergency assistance in accordance with the framework set out in Regulation (EU) No 514/2014.\n(31)\nMoreover, in the interests of enhanced solidarity in the Schengen area as a whole, where weaknesses or possible risks are identified, in particular following a Schengen evaluation, the Member State concerned should follow the matter up adequately by using resources under its national programme by priority, where applicable, complementing emergency assistance measures.\n(32)\nTo reinforce solidarity and responsibility-sharing, Member States should be encouraged to use part of the resources available under their national programmes for specific priorities defined by the Union, such as the purchase of technical equipment needed by the Frontex Agency and the development of consular cooperation for the Union. There is a need to maximise the impact of Union funding by mobilising, pooling and leveraging public and private financial resources. Utmost transparency, accountability and democratic scrutiny should be ensured for innovative financial instruments and mechanisms that involve the Union budget.\n(33)\nTo safeguard the application of the Schengen acquis throughout the Schengen area, the implementation of Council Regulation (EU) No 1053/2013 (12) should also be supported under the Instrument, as an essential tool to facilitate the implementation of Union policies in the area of freedom, justice and security by ensuring a high level of external border protection and the absence of border controls within the Schengen area.\n(34)\nIn light of the experience gained with the External Borders Fund and the development of the SIS II and VIS, it is considered appropriate to allow for a certain degree of flexibility regarding possible transfers of resources between the different means of implementation of the objectives pursued under the Instrument, without prejudice to the principle of ensuring from the start a critical mass and financial stability for the programmes and the operating support for Member States and without prejudice to the scrutiny by the European Parliament and the Council.\n(35)\nIn the same vein, the scope of the actions and the ceiling for resources which remain available to the Union (‘Union actions’) should be increased to enhance the capacity of the Union to carry out, in a given budget year, multiple activities for the management of external borders and the common visa policy in the interests of the Union as a whole, when and insofar as the needs arise. Such Union actions include studies and pilot projects to further the management of external borders and the common visa policy and their application, the training of border guards in the protection of human rights, measures or arrangements in third countries addressing migratory pressures from those countries in the interests of an optimal management of migration flows into the Union and of an efficient organisation of the related tasks at external borders and consulates.\n(36)\nMeasures in, and in relation to, third countries supported through the Instrument should be taken in synergy and coherence with other actions outside the Union, supported through geographic and thematic Union external assistance instruments. In particular, in implementing such actions, full coherence should be sought with the principles and general objectives of the Union’s external action and foreign policy related to the country or region in question. They should not be intended to support actions which are directly development-oriented and they should complement, when appropriate, the financial assistance provided through external aid instruments. Coherence will also be sought with the Union’s humanitarian policy, in particular as regards the implementation of emergency measures.\n(37)\nFunding from the Union budget should concentrate on activities where Union intervention can bring added value compared with action by Member States alone. As the Union is in a better position than Member States to provide a framework for expressing Union solidarity in border control, visa policy and the management of migration flows, and to provide a platform for the development of common IT systems underpinning those policies, financial support provided under this Regulation will contribute in particular to strengthening national and Union capabilities in those areas.\n(38)\nThis Regulation should establish the allocation of basic amounts to Member States. The basic amount for each Member State should be calculated on the basis of the External Borders Fund allocations for each Member State in the years 2010-2012 and by dividing the figure obtained by the total of the appropriations available for shared management for those three years. The calculations were made in accordance with the distribution criteria laid down in Decision No 574/2007/EC.\n(39)\nThe Commission should monitor the implementation of the Instrument, in accordance with the relevant provisions of Regulation (EU) No 514/2014, with the aid of key indicators for evaluating results and impacts. The indicators, including relevant baselines, should provide the minimum basis for evaluating the extent to which the objectives of the Instrument have been achieved.\n(40)\nIn order to supplement or amend provisions in this Regulation regarding the definition of specific actions under the national programmes, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level. The Commission, when preparing and drawing-up delegated acts, should ensure a simultaneous, timely and appropriate transmission of relevant documents to the European Parliament and to the Council.\n(41)\nIn the application of this Regulation, including the preparation of delegated acts, the Commission should consult experts from all Member States.\n(42)\nIn order to ensure a uniform, efficient and timely application of the provisions on operating support laid down in this Regulation, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (13).\n(43)\nSince the objective of this Regulation, namely to provide for solidarity and responsibility sharing between Member States and the Union in the management of external borders and visa policy, cannot be sufficiently achieved by the Member States but can rather be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 TEU. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective.\n(44)\nDecision No 574/2007/EC should be repealed, subject to the transitional provisions set out in this Regulation.\n(45)\nAs regards Iceland and Norway, this Regulation constitutes a development of the Schengen acquis within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the latters’ association with the implementation, application and development of the Schengen acquis\n (14) which falls within the areas referred to in Article 1, Points A and B of Council Decision 1999/437/EC (15).\n(46)\nAs regards Switzerland, this Regulation constitutes a development of provisions of the Schengen acquis within the meaning of the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis\n (16) which fall within the area referred to in Article 1, Points A and B of Decision 1999/437/EC read in conjunction with Article 3 of Council Decision 2008/146/EC (17).\n(47)\nAs regards Liechtenstein, this Regulation constitutes a development of the provisions of the Schengen acquis within the meaning of the Protocol between the European Union, the European Community, the Swiss Confederation and the Principality of Liechtenstein on the accession of the Principality of Liechtenstein to the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen (18) which fall within the area referred to in Article 1, Points A and B of Decision 1999/437/EC read in conjunction with Article 3 of Council Decision 2011/350/EU (19).\n(48)\nIn accordance with Articles 1 and 2 of Protocol No 22 on the position of Denmark, annexed to TEU and TFEU, Denmark is not taking part in the adoption of this Regulation and is not bound by it or subject to its application. Given that this Regulation builds upon the Schengen acquis, Denmark shall, in accordance with Article 4 of that Protocol, decide within a period of six months after the Council has decided on this Regulation whether it will implement this Regulation in its national law.\n(49)\nThis Regulation constitutes a development of the provisions of the Schengen acquis in which the United Kingdom does not take part, in accordance with Council Decision 2000/365/EC (20); the United Kingdom is therefore not taking part in its adoption and is not bound by it or subject to its application.\n(50)\nThis Regulation constitutes a development of the provisions of the Schengen acquis in which Ireland does not take part, in accordance with Council Decision 2002/192/EC (21). Ireland is therefore not taking part in its adoption and is not bound by it or subject to its application.\n(51)\nIt is appropriate to align the period of application of this Regulation with that of Council Regulation (EU, Euratom) No 1311/2013 (22). Therefore, this Regulation should apply as from 1 January 2014,\nHAVE ADOPTED THIS REGULATION:\nCHAPTER I\nGENERAL PROVISIONS\nArticle 1\nPurpose and scope\n1.   This Regulation establishes the Instrument for financial support for the management of external borders and the common visa policy (‘the Instrument’) as part of the Internal Security Fund (‘the Fund’).\nJointly with Regulation (EU) 513/2014, this Regulation establishes the Fund for the period from 1 January 2014 to 31 December 2020.\n2.   This Regulation lays down:\n(a)\nthe objectives of financial support and the eligible actions;\n(b)\nthe general framework for the implementation of the eligible actions;\n(c)\nthe resources made available under the Instrument from 1 January 2014 to 31 December 2020 and their distribution;\n(d)\nthe scope and purpose of the different specific means through which the expenditure for the management of the external borders and the common visa policy is financed.\n3.   This Regulation provides for the application of the rules set out in Regulation (EU) No 514/2014.\nArticle 2\nDefinitions\nFor the purposes of this Regulation the following definitions shall apply:\n(a)\n‘external borders’ means the land borders of the Member States, including river and lake borders, sea borders and their airports, river ports, sea ports and lake ports to which the provisions of Union law on the crossing of external borders apply, whether the borders are temporary or not;\n(b)\n‘common Union standards’ means the application of operational measures in a common and unfragmented manner to obtain a high and uniform level of security in the field of border control and visas in accordance with Regulation (EC) No 562/2006 of the European Parliament and of the Council (23), Regulation (EC) No 810/2009 of the European Parliament and of the Council (24), Regulation (EC) No 767/2008 of the European Parliament and of the Council (25), Regulation (EC) No 2007/2004, Regulation (EC) No 1931/2006 of the European Parliament and of the Council (26), the Schengen catalogue for external border control, the Practical Handbook for border guards, the Handbook on visas, the Eurosur Handbook and any other Regulations and guidelines to be adopted at the Union level on border control and visas;\n(c)\n‘temporary external borders’ means:\n(i)\nthe common border between a Member State fully implementing the Schengen acquis and a Member State bound to apply the Schengen acquis in full, in conformity with its Act of Accession, but for which the relevant Council Decision authorising it to fully apply that acquis has not entered into force;\n(ii)\nthe common border between two Member States bound to apply the Schengen acquis in full, in conformity with their respective Acts of Accession, but for which the relevant Council Decision authorising them to fully apply that acquis has not yet entered into force;\n(d)\n‘border crossing point’ means any crossing point authorised by the competent authorities for the crossing of external borders as notified in accordance with Article 34(2) of Regulation (EC) No 562/2006;\n(e)\n‘Schengen evaluation and monitoring mechanism’ means the verification of the correct application of the Schengen acquis as laid down in Regulation (EU) No 1053/2013;\n(f)\n‘emergency situation’ means a situation resulting from an urgent and exceptional pressure where a large or disproportionate number of third-country nationals are crossing or are expected to cross the external border of one or more Member States or any other duly substantiated emergency situation requiring urgent action at the external borders;\n(g)\n‘external borders section’ means the whole or a part of the external land or sea border of a Member State as defined by national law or as determined by the national coordination centre or any other responsible national authority for the purpose of the implementation of Regulation (EU) No 1052/2013.\nArticle 3\nObjectives\n1.   The general objective of the Instrument shall be to contribute to ensuring a high level of security in the Union while facilitating legitimate travel, through a uniform and high level of control of the external borders and the effective processing of Schengen visas, in compliance with the Union’s commitment to fundamental freedoms and human rights.\n2.   Within the general objective set out in paragraph 1, the Instrument shall contribute — in accordance with the priorities identified in relevant Union strategies, programmes, threat assessments and risk assessments — to meeting the following specific objectives:\n(a)\nsupporting a common visa policy to facilitate legitimate travel, provide a high quality of service to visa applicants, ensure equal treatment of third-country nationals and tackle illegal immigration;\n(b)\nsupporting integrated border management, including promoting further harmonisation of border management-related measures in accordance with common Union standards and through the sharing of information between Member States and between Member States and the Frontex Agency, to ensure, on one hand, a uniform and high level of control and protection of the external borders, including by the tackling of illegal immigration and, on the other hand, the smooth crossing of the external borders in conformity with the Schengen acquis, while guaranteeing access to international protection for those needing it, in accordance with the obligations contracted by the Member States in the field of human rights, including the principle of non-refoulement.\nThe achievement of the specific objectives of the Instrument shall be evaluated in accordance with Article 55(2) of Regulation (EU) No 514/2014 using common indicators, as set out in Annex IV to this Regulation and programme-specific indicators included in national programmes.\n3.   To achieve the objectives referred to in paragraphs 1 and 2, the Instrument shall contribute to the following operational objectives:\n(a)\npromoting the development, implementation and enforcement of policies with a view to ensuring the absence of any controls on persons, whatever their nationality, when crossing the internal borders, and to carrying out checks on persons and monitoring efficiently the crossing of external borders;\n(b)\ngradually establishing an integrated management system for external borders, based on solidarity and responsibility, in particular by means of:\n(i)\nthe reinforcement of external border checks and surveillance systems and of inter-agency cooperation between border guards, customs, migration, asylum and law enforcement authorities of Member States at the external borders, including in the maritime border area;\n(ii)\nmeasures within the territory relating to the management of external borders and the necessary flanking measures on document security, identity management and the interoperability of acquired technical equipment;\n(iii)\nany measures also contributing to the prevention and fight against cross-border crime at external borders relating to the movement of persons, including trafficking in human beings and human smuggling;\n(c)\npromoting the development and implementation of the common policy on visas and other short-stay residence permits, and of different forms of consular cooperation in order to ensure better consular coverage and harmonised practices on visa issuing;\n(d)\nsetting up and running IT systems, their communication infrastructure and equipment that support the common visa policy, border checks and border surveillance at the external borders and fully respect personal data protection law;\n(e)\nreinforcing situational awareness at the external borders and the reaction capabilities of Member States;\n(f)\nensuring the efficient and uniform application of the Union’s acquis on borders and visas, including the effective functioning of the Schengen evaluation and monitoring mechanism;\n(g)\nreinforcing actions by the Member States contributing to enhancing the cooperation between Member States operating in third countries as regards the flows of third-country nationals into the territory of Member States, including prevention and tackling of illegal immigration, as well as the cooperation with third countries in that respect in full coherence with the objectives and principles of Union external action and humanitarian policy.\n4.   Actions funded under the Instrument shall be implemented in full compliance with fundamental rights and respect for human dignity. In particular, actions shall comply with the provisions of the Charter of Fundamental Rights of the European Union, Union data protection law, the European Convention for the Protection of Human Rights and Fundamental Freedoms (ECHR), the principle of fair treatment of third-country nationals, the right to asylum and international protection, the principle of non-refoulement and the international obligations of the Union and Member States arising from international instruments to which they are signatory such as the Geneva Convention Relating to the Status of Refugees of 28 July 1951, as supplemented by the New York Protocol of 31 January 1967.\nIn particular, wherever possible, special attention shall be given by Member States when implementing actions to the identification, immediate assistance and referral to protection services of vulnerable persons, in particular children and unaccompanied minors.\n5.   When implementing actions funded under the Instrument which are related to maritime border surveillance, Member States shall pay special attention to their obligations under international maritime law to render assistance to persons in distress. In that regard, equipment and systems supported under the Instrument may be used to address search and rescue situations which may arise during a border surveillance operation at sea, thereby contributing to ensuring the protection and saving the lives of migrants.\n6.   The Instrument shall also contribute to the financing of technical assistance at the initiative of the Member States and the Commission.\nArticle 4\nEligible actions\n1.   Within the objectives referred to in Article 3 of this Regulation, and in the light of the outcome of the policy dialogue as provided for in Article 13 of Regulation (EU) No 514/2014 and in accordance with the objectives of the national programme referred to in Article 9 of this Regulation, the Instrument shall support actions in or by Member States, in particular the following:\n(a)\ninfrastructures, buildings and systems required at border crossing points and for surveillance between border crossing points to prevent and tackle unauthorised border crossings, illegal immigration and cross-border criminality as well as to guarantee smooth travel flows;\n(b)\noperating equipment, means of transport and communication systems required for effective and secure border control and the detection of persons;\n(c)\nIT and communication systems for the efficient management of migration flows across borders, including investment in existing and future systems;\n(d)\ninfrastructures, buildings, communication and IT systems and operating equipment required for the processing of visa applications and consular cooperation, as well as other actions aimed at improving the quality of service for visa applicants;\n(e)\ntraining in the use of the equipment and systems referred to in points (b), (c) and (d) and the promotion of quality management standards and training of border guards, including where appropriate in third countries, with respect to the performance of their surveillance, advisory and control tasks in compliance with international human rights law, including the identification of victims of human trafficking and people smuggling;\n(f)\nsecondment of immigration liaisons officers and document advisers in third countries and the exchange and secondment of border guards between Member States or between a Member State and a third country;\n(g)\nstudies, training, pilot projects and other actions gradually establishing an integrated management system for external borders as referred to in Article 3(3), including actions aiming to foster interagency cooperation either within Member States or between Member States and actions relating to the interoperability and harmonisation of border management systems;\n(h)\nstudies, pilot projects and actions aiming to implement the recommendations, operational standards and best practices resulting from the operational cooperation between Member States and Union agencies.\n2.   Within the objectives referred to in Article 3 of this Regulation, and in the light of the outcome of the policy dialogue as provided for in Article 13 of Regulation (EU) No 514/2014 and in accordance with the objectives of the national programme referred to in Article 9 of this Regulation, the Instrument shall support actions in relation to and in third countries and in particular the following:\n(a)\ninformation systems, tools or equipment for sharing information between Member States and third countries;\n(b)\nactions relating to operational cooperation between Member States and third countries, including joint operations;\n(c)\nprojects in third countries aimed at improving surveillance systems to ensure cooperation with Eurosur;\n(d)\nstudies, seminars, workshops, conferences, training, equipment and pilot projects to provide ad hoc technical and operational expertise to third countries;\n(e)\nstudies, seminars, workshops, conferences, training, equipment and pilot projects implementing specific recommendations, operational standards and best practices resulting from operational cooperation between Member States and Union agencies in third countries.\nThe Commission and the Member States, together with the European External Action Service, shall ensure coordination as regards actions in and in relation to third countries, as set out in Article 3(5) of Regulation (EU) No 514/2014.\n3.   The actions referred to in point (a) of paragraph 1 shall not be eligible at temporary external borders.\n4.   The actions related to the temporary and exceptional reintroduction of border control at internal borders as referred to in the Schengen Borders Code shall not be eligible.\n5.   The actions of which the exclusive aim or effect is the control of goods shall not be eligible.\nCHAPTER II\nFINANCIAL AND IMPLEMENTATION FRAMEWORK\nArticle 5\nGlobal resources and implementation\n1.   The global resources for the implementation of the Instrument shall be EUR 2 760 million in current prices.\n2.   Annual appropriations shall be authorised by the European Parliament and the Council within the limits of the multiannual financial framework.\n3.   The global resources shall be implemented through the following means:\n(a)\nnational programmes, in accordance with Articles 9 and 12;\n(b)\noperating support, within the framework of the national programmes and under the conditions laid down in Article 10;\n(c)\nthe Special Transit Scheme, in accordance with Article 11;\n(d)\nUnion actions, in accordance with Article 13;\n(e)\nemergency assistance, in accordance with Article 14;\n(f)\nthe implementation of a programme for setting up IT systems supporting the management of migration flows across the external borders under the conditions laid down in Article 15;\n(g)\ntechnical assistance in accordance with Article 16.\n4.   The budget allocated under the Instrument to Union actions referred to in Article 13 of this Regulation, to the emergency assistance referred to in Article 14 of this Regulation and to the technical assistance referred to in Article 16(1) of this Regulation shall be implemented under direct management in accordance with point (a) of Article 58(1) of Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council (27) and, where appropriate, under indirect management in accordance with point (c) of Article 58(1) of Regulation (EU, Euratom) No 966/2012.\nThe budget allocated to the national programmes referred to in Article 9, to the operating support referred to in Article 10 and to the functioning of the Special Transit Scheme referred to in Article 11 shall be implemented under shared management in accordance with point (b) of Article 58(1) of Regulation (EU, Euratom) No 966/2012.\nThe budget allocated to countries associated with the implementation, application and development of the Schengen acquis referred to in paragraph 7 of this Article shall be implemented under indirect management in accordance with point (c)(i) of Article 58(1) of Regulation (EU, Euratom) No 966/2012.\nThe method(s) of implementation of the budget for the programme on the development of IT systems, based on existing and/or new IT systems, shall be set out in the relevant Union legislative acts subject to their adoption.\n5.   The global resources shall be used as follows:\n(a)\nEUR 1 551 million for the national programmes of Member States;\n(b)\nEUR 791 million for developing IT systems, based on existing and/or new IT systems, supporting the management of migration flows across the external borders, subject to the adoption of the relevant Union legislative acts;\nWhere that amount is not allocated or spent, the Commission shall, by means of a delegated act in accordance with Article 17, re-allocate it to one or more of the activities referred to in points (b) and (c) of Article 6(1)and point (d) of this paragraph. That delegated act shall include an assessment of the evolution of the relevant IT systems including the implementation of the budget and expected unspent amounts. That re-allocation may take place following the adoption of the relevant legislative acts or on the occasion of the mid-term review referred to in Article 8.\n(c)\nEUR 154 million for the Special Transit Scheme;\n(d)\nEUR 264 million for Union actions, emergency assistance and technical assistance at the initiative of the Commission, of which at least 30 % shall be used for Union actions.\n6.   Jointly with the global resources established for Regulation (EU) No 513/2014, the global resources available for the Instrument, as established in paragraph 1, constitute the financial envelope for the Fund and serve as the prime reference, within the meaning of point 17 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (28), for the European Parliament and the Council during the annual budgetary procedure.\n7.   The countries associated with the implementation, application and development of the Schengen acquis shall participate in the Instrument in accordance with this Regulation.\nArrangements shall be concluded on the financial contributions by those countries to the Instrument and the supplementary rules necessary for such participation, including provisions ensuring the protection of the Union’s financial interests and the power of audit of the Court of Auditors.\nThe financial contributions from those countries shall be added to the global resources available from the Union budget referred to in paragraph 1.\nArticle 6\nResources for eligible actions in the Member States\n1.   EUR 1 551 million shall be allocated to the Member States indicatively as follows:\n(a)\nEUR 1 276 million, as indicated in Annex I;\n(b)\nEUR 147 million, based on the results of the mechanism referred to in Article 7;\n(c)\nin the framework of the mid-term review referred to in Article 8 and for the period as of budget year 2018, EUR 128 million, the remainder of the available appropriations under this Article or another amount, as determined pursuant to paragraph 4, based on the results of the risk analysis and the mid-term review.\n2.   Each Member State shall allocate the basic amounts for national programmes indicated in Annex I as follows:\n(a)\nat least 10 % for actions relating to point (a) of Article 9(2);\n(b)\nat least 25 % for actions relating to point (b) of Article 9(2);\n(c)\nat least 5 % for actions relating to points (c), (d), (e) and (f) of Article 9(2).\nMember States may depart from those minimum percentages provided that an explanation is included in the national programme as to why allocating resources below those minima does not jeopardise the achievement of the relevant objective. That explanation will be assessed by the Commission in the context of its approval of national programmes as referred to in Article 9(2).\n3.   Member States shall devote the necessary funding to Eurosur in order to ensure its good functioning.\n4.   To address properly the objectives of the Instrument in the event of unforeseen or new circumstances and/or to ensure the effective implementation of funding available under the Instrument, the Commission shall be empowered to adopt delegated acts in accordance with Article 17 to adjust the indicative amount laid down in point (c) of paragraph 1 of this Article.\n5.   Member States which accede to the Union in the period 2012-2020 shall not benefit from allocations for national programmes under the Instrument as long as they benefit from a temporary instrument of the Union which supports the beneficiary Member States to finance actions at new external borders for the implementation of the Schengen acquis on borders and visas and external border control.\nArticle 7\nResources for specific actions\n1.   Member States may, in addition to their allocation calculated in accordance with point (a) of Article 6(1), receive an additional amount, provided that it is earmarked as such in the national programme and is to be used to achieve specific actions listed in Annex II.\n2.   The Commission shall be empowered to adopt delegated acts in accordance with Article 17 for the revision of the specific actions listed in Annex II, if deemed appropriate, including in the context of the mid-term review. On the basis of the new specific actions, Member States may receive an additional amount as laid down in paragraph 1 of this Article, subject to available resources.\n3.   The additional amounts under this Article shall be allocated to the Member States concerned in the individual financing decision approving or revising their national programme in accordance with the procedure laid down in Article 14 of Regulation (EU) No 514/2014.\nArticle 8\nResources in the framework of the mid-term review\n1.   In order to allocate the amount indicated in point (c) of Article 6(1), by 1 June 2017 the Commission shall take into account the burden of Member States in border management, including search and rescue activities which may arise during border surveillance operations at sea and assessment reports drawn up as part of the Schengen evaluation and monitoring mechanism, and threat levels at the external borders for the period 2017-2020, as well as factors that affected security at the external borders in 2014-2016. That amount shall be distributed between Member States on the basis of the weighing of the following categories of borders, taking into account paragraph 6 of this Article:\n(a)\n45 % for external maritime borders;\n(b)\n38 % for external land borders;\n(c)\n17 % for airports.\n2.   For the external maritime and land borders the calculation of the amount shall be based on the length of sections of the external border multiplied by a threat level (minimum, normal, medium, high) for each border section, as follows:\n(a)\ncoefficient 0,5 for minimum threat;\n(b)\ncoefficient 1 for normal threat;\n(c)\ncoefficient 3 for medium threat;\n(d)\ncoefficient 5 for high threat.\n3.   For the airports, the allocation shall be calculated for each Member State as follows:\n(a)\n50 % on the basis of the number of persons crossing the external borders;\n(b)\n50 % on the basis of the number of third-country nationals refused entry at the external borders.\n4.   In accordance with the Frontex Agency’s risk analysis report and in consultation with the Frontex Agency, and, where relevant, other Union agencies, the Commission shall determine threat levels for each external border section of the Member States for the period 2017-2020. The threat levels shall be based on the following factors:\n(a)\nburden in border management at the external borders;\n(b)\nfactors that affected security at the external borders of the Member States in the period 2014-2016;\n(c)\nchanges in Union policies, for example visa policies;\n(d)\npossible future trends in migratory flows and risks of unlawful activities related to the irregular crossing of persons of the external borders; and\n(e)\nlikely political, economic and social developments in third countries, and in particular, neighbouring countries.\nBefore issuing its report determining the threat levels, the Commission shall hold an exchange of views with the Member States.\n5.   For the purpose of the distribution of resources under paragraph 1:\n(a)\nthe line between the areas referred to in Article 1 of Council Regulation (EC) No 866/2004 (29), but not the maritime border north of that line, shall be taken into account even though it does not constitute an external land border for as long as Article 1 of Protocol No 10 on Cyprus to the 2003 Act of Accession remains applicable;\n(b)\nthe expression ‘external maritime borders’ shall mean the outer limit of the territorial sea of the Member States as defined in accordance with Articles 4 to 16 of the United Nations Convention on the Law of the Sea. However, in cases where long range operations are required on a regular basis in order to prevent unauthorised border crossings, that expression shall mean the outer limit of high threat areas. Those outer limits shall be determined by taking into account the relevant data on these operations in 2014-2016 as provided by the Member States in question.\n6.   Moreover, following invitation from the Commission by 1 June 2017, Member States may receive an additional allocation, provided that it is earmarked as such in the national programme and is to be used to achieve specific actions to be established in the light of the priorities of the Union at that time.\n7.   The additional amounts under this Article shall be allocated to the Member States concerned in an individual financing decision approving or revising their national programme in accordance with the procedure laid down in Article 14 of Regulation (EU) No 514/2014.\nArticle 9\nNational programmes\n1.   The national programme to be prepared, taking into account the outcome of the policy dialogue referred to in Article 13 of Regulation (EU) No 514/2014, under the Instrument and the one to be prepared under Regulation (EU) No 513/2014 shall be proposed to the Commission as one single national programme for the Fund and in accordance with Article 14 of Regulation (EU) No 514/2014.\n2.   Under the national programmes to be examined and approved by the Commission pursuant to Article 14 of Regulation (EU) No 514/2014, Member States shall, within the objectives referred to in Article 3 of this Regulation and taking into account the outcome of the policy dialogue referred to in Article 13 of Regulation (EU) No 514/2014, pursue in particular objectives from the following:\n(a)\ndeveloping Eurosur in accordance with Union law and guidelines;\n(b)\nsupporting and expanding the existing capacity at national level in visa policy and in the management of the external borders, as well as supporting and expanding measures within the area of free movement relating to the management of external borders, bearing in mind in particular, new technology, developments and/or standards in relation to the management of migration flows;\n(c)\nsupporting the further development of the management of migration flows by consular and other services of the Member States in third countries, including the setting up of consular cooperation mechanisms with a view to facilitating legitimate travel in accordance with Union law or the law of the Member State concerned and preventing illegal immigration into the Union;\n(d)\nreinforcing integrated border management by testing and introducing new tools, interoperable systems and working methods which aim to enhance information exchange within the Member State or to improve inter-agency cooperation;\n(e)\ndeveloping projects with a view to ensuring a uniform and high level of control of the external border in accordance with common Union standards and aiming at increased interoperability of border management systems between Member States;\n(f)\nsupporting actions, after consulting the Frontex Agency, aimed at promoting further harmonisation of border management and in particular technological capabilities, in accordance with common Union standards;\n(g)\nensuring the correct and uniform application of the Union acquis on border control and visas in response to weaknesses identified at Union level, as shown by results established in the framework of the Schengen evaluation and monitoring mechanism;\n(h)\nbuilding the capacity to face upcoming challenges, including present and future threats and pressures at the external borders, taking into account in particular the analyses carried out by relevant Union agencies.\n3.   In pursuit of the objectives referred to in paragraph 2, Member States may support actions in, and in relation to, third countries under their national programmes, including through information-sharing and operational cooperation.\n4.   The Commission shall consult the Frontex Agency on draft national programmes, in particular on the activities financed under the operating support, submitted by the Member States in order to develop complementarity between the mission of the Frontex Agency and the responsibilities of the Member States for the control and surveillance of external borders as well as to ensure consistency and to avoid cost inefficiency.\nArticle 10\nOperating support under the national programmes of the Member States\n1.   A Member State may use up to 40 % of the amount allocated under the Instrument to its national programme to finance operating support to the public authorities responsible for accomplishing the tasks and services which constitute a public service for the Union.\n2.   Operating support shall be provided when the following conditions are met by the Member State concerned:\n(a)\ncompliance with the Union acquis on borders and visas;\n(b)\ncompliance with the objectives of the national programme;\n(c)\ncompliance with common Union standards in order to enhance coordination between Member States and avoid duplication, fragmentation and cost inefficiency in the border control domain.\n3.   To that end, before the approval of the national programme, the Commission shall assess the baseline situation in Member States which have indicated their intention to request operating support, taking into account, where relevant, the Schengen evaluation reports.\nThe findings of the Commission shall be the subject of an exchange of views with the Member State concerned.\nFollowing the exchange of views, the acceptance by the Commission of budget support within the national programme of a Member State may be made conditional upon the programming and completion of a number of actions aiming to ensure that the conditions laid down in paragraph 2 are fully met by the time the budget support is provided.\n4.   Operating support shall be concentrated on specific tasks and/or services and shall be focused on the objectives as laid down in Annex III. It shall entail full reimbursement of the expenditure incurred to accomplish the tasks and/or services defined in the national programme, within the financial limits set by the programme and the ceiling laid down in paragraph 1.\n5.   Operating support shall be the subject of monitoring and exchange of information between the Commission and the Member State concerned in relation to the baseline situation in that Member State, the objectives and targets to be accomplished and the indicators to measure progress.\n6.   The Commission shall set out, by means of implementing acts, reporting procedures on the application of this provision and any other practical arrangements to be made between Member States and the Commission to comply with this Article. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 18(2).\nArticle 11\nOperating support for the Special Transit Scheme\n1.   The Instrument shall provide support to compensate for foregone fees from visas issued for the purpose of transit and additional costs incurred in implementing the Facilitated Transit Document (FTD) and the Facilitated Rail Transit Document (FRTD) scheme in accordance with Regulation (EC) No 693/2003 and Regulation (EC) No 694/2003.\n2.   The resources allocated to Lithuania pursuant to paragraph 1 shall not exceed EUR 154 million for the period 2014-2020 and shall be made available as additional specific operating support for Lithuania.\n3.   For the purpose of paragraph 1, additional costs means costs which result directly from the specific requirements of implementing the operation of the Special Transit Scheme and which are not generated as a result of the issuing of visas for the purpose of transit or other purposes.\nThe following types of additional cost shall be eligible for financing:\n(a)\ninvestment in infrastructures;\n(b)\ntraining of staff implementing the special transit scheme;\n(c)\nadditional operational costs, including salaries of staff specifically implementing the special transit scheme.\n4.   The foregone fees referred to in paragraph 1 of this Article shall be calculated on the basis of the level of visa fees and the visa fee waivers established by the Agreement between the European Community and the Russian Federation on the facilitation of the issuance of visas to the citizens of the European Union and the Russian Federation (30), within the financial framework set out in paragraph 2 of this Article.\n5.   The Commission and Lithuania shall review the application of this Article in the event of changes which have an impact on the existence and/or functioning of the Special Transit Scheme.\n6.   The Commission shall set out, by means of implementing acts, reporting procedures on the application of this provision and any financial and other practical arrangements to be made between Lithuania and the Commission to comply with this Article. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 18(2).\n7.   To ensure the smooth functioning of the Special Transit Scheme the Commission may make specific interim payment arrangements which derogate from the provisions of Regulation (EU) No 514/2014.\nArticle 12\nProgramming in line with the outcomes of the Schengen evaluation and monitoring mechanism\nFollowing a Schengen evaluation report, as adopted in accordance with Regulation (EU) No 1053/2013, the Member State concerned shall examine, together with the Commission and the Frontex Agency, how to address the findings, including any deficiencies, and implement the recommendations within the framework of its national programme.\nWhere necessary, a Member State shall revise its national programme in accordance with Article 14(9) of Regulation (EU) No 514/2014 to take into account those findings and recommendations.\nThe financing of corrective actions shall be a priority. In dialogue with the Commission and the Frontex Agency, the Member State concerned shall reallocate resources under its programme, including those programmed for operating support, and/or introduce or amend actions aiming to remedy the weaknesses in accordance with the findings and recommendations of the Schengen evaluation report.\nArticle 13\nUnion actions\n1.   At the Commission’s initiative, the Instrument may be used to finance transnational actions or actions of particular interest to the Union (‘Union actions’) concerning the general, specific and operational objectives referred to in Article 3.\n2.   To be eligible for funding, Union actions shall in particular pursue the following objectives:\n(a)\nto support preparatory, monitoring, administrative and technical activities, required to implement external borders and visa policies, including to strengthen the governance of the Schengen area by developing and implementing the evaluation mechanism as established by Regulation (EU) No 1053/2013 to verify the application of the Schengen acquis and the Schengen Borders Code, in particular mission expenditure for experts of the Commission and the Member States participating in on site visits;\n(b)\nto improve the knowledge and understanding of the situation prevailing in the Member States and third countries through the analysis, evaluation and close monitoring of policies;\n(c)\nto support the development of statistical tools, including common statistical tools, methods and common indicators;\n(d)\nto support and monitor the implementation of Union law and Union policy objectives in the Member States, and assess their effectiveness and impact, including with regard to respect for human rights and fundamental freedoms, as far as the scope of the Instrument is concerned;\n(e)\nto promote networking, mutual learning, identification and dissemination of best practices and innovative approaches amongst different stakeholders at European level;\n(f)\nto promote projects aiming at harmonisation and interoperability of border management-related measures in accordance with common Union standards with a view to developing an integrated European border management system;\n(g)\nto enhance awareness of Union policies and objectives among stakeholders and the general public, including corporate communication on the political priorities of the Union;\n(h)\nto boost the capacity of European networks to assess, promote, support and further develop Union policies and objectives;\n(i)\nto support particularly innovative projects developing new methods and/or technologies with a potential for transferability to other Member States, especially projects which aim to test and validate research projects;\n(j)\nto support actions in relation to and in third countries as referred to in Article 4(2).\n3.   Union actions shall be implemented in accordance with Article 6 of Regulation (EU) No 514/2014.\nArticle 14\nEmergency assistance\n1.   The Instrument shall provide financial assistance to address urgent and specific needs in the event of an emergency situation as defined in point (f) of Article 2.\n2.   Emergency assistance shall be implemented in accordance with Articles 6 and 7 of Regulation (EU) No 514/2014.\nArticle 15\nEstablishing a programme on the development of IT systems\nThe programme on the development of the IT systems, based on existing and/or new IT systems, shall be implemented subject to adoption of the Union legislative acts defining those IT systems and their communication infrastructure with the aim, in particular, of improving the management and control of travel flows at the external borders by reinforcing checks while speeding up border crossings for regular travellers. Where appropriate, synergies with existing IT systems shall be sought in order to avoid double-spending.\nThe breakdown of the amount referred to in point (b) of Article 5(5) shall be made either in the relevant Union legislative acts or, following the adoption of those legislative acts, through a delegated act in accordance with Article 17.\nThe Commission shall inform the European Parliament and the Council of progress in developing those IT systems at least once a year and whenever appropriate.\nArticle 16\nTechnical assistance\n1.   At the initiative and/or on behalf of the Commission, the Instrument may contribute up to EUR 1,7 million annually for technical assistance to the Fund in accordance with Article 9 of Regulation (EU) No 514/2014.\n2.   At the initiative of a Member State, the Instrument may finance technical assistance activities, in accordance with Article 20 of Regulation (EU) No 514/2014. The amount set aside for technical assistance shall not exceed, for the period 2014–2020, 5 % of the total amount allocated to a Member State plus EUR 500 000.\nCHAPTER III\nFINAL PROVISIONS\nArticle 17\nExercise of the delegation\n1.   The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article.\n2.   The power to adopt delegated acts referred to in point (b) of Article 5(5) and Articles 6(4), 7(2) and 15 shall be conferred on the Commission for a period of seven years from 21 May 2014. The Commission shall draw up a report in respect of the delegation of power no later than nine months before the end of the seven year period. The delegation of power shall be tacitly extended for a period of three years, unless the European Parliament or the Council opposes such extension not later than three months before the end of the seven-year period.\n3.   The delegation of power referred to in point (b) of Article 5(5) and Articles 6(4), 7(2) and 15 may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force.\n4.   As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council.\n5.   A delegated act adopted pursuant to point (b) of Article 5(5) and Articles 6(4), 7(2) and 15 shall enter into force only if no objection has been expressed either by the European Parliament or by the Council within a period of two months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or of the Council.\nArticle 18\nCommittee procedure\n1.   The Commission shall be assisted by the ‘Asylum, Migration and Integration and Internal Security Funds Committee’ established by Article 59(1) of Regulation EU No 514/2014.\n2.   Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.\nArticle 19\nApplicability of Regulation (EU) No 514/2014\nThe provisions of Regulation (EU) No 514/2014 shall apply to the Instrument.\nArticle 20\nRepeal\nDecision No 574/2007/EC shall be repealed with effect from 1 January 2014.\nArticle 21\nTransitional provisions\n1.   This Regulation shall not affect the continuation or modification, including the total or partial cancellation, of the projects and annual programmes until their closure or the financial assistance approved by the Commission on the basis of Decision No 574/2007/EC or any other legislation applying to that assistance on 31 December 2013.\n2.   When adopting decisions on co-financing under the Instrument, the Commission shall take account of measures adopted on the basis of Decision No 574/2007/EC before 20 May 2014 which have financial repercussions during the period covered by that co-financing.\n3.   Sums committed for co-financing approved by the Commission between 1 January 2011 and 31 December 2014 for which the documents required for closure of the actions have not been sent to the Commission by the deadline for submitting the final report shall be automatically decommitted by the Commission by 31 December 2017, giving rise to the repayment of amounts unduly paid.\n4.   Amounts relating to actions which have been suspended due to legal proceedings or administrative appeals having suspensive effect shall be disregarded in calculating the amount to be automatically decommitted.\n5.   Member States shall submit to the Commission by 30 June 2015 the evaluation report on the results and impact of actions co-financed under the Decision No 574/2007/EC concerning the period 2011–2013.\n6.   The Commission shall submit to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions by 31 December 2015 the ex-post evaluation report under Decision No 574/2007/EC concerning the period 2011-2013.\nArticle 22\nReview\nThe European Parliament and the Council shall, on the basis of a proposal of the Commission, review this Regulation by 30 June 2020.\nArticle 23\nEntry into force and application\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2014.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaties.\nDone at Strasbourg, 16 April 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nD. KOURKOULAS\n(1)  OJ C 299, 4.10.2012, p. 108.\n(2)  OJ C 277, 13.9.2012, p. 23.\n(3)  Position of the European Parliament of 13 March 2014 (not yet published in the Official Journal) and decision of the Council of 14 April 2014.\n(4)  Regulation (EU) No 513/2014 of the European Parliament and of the Council of 16 April 2014 establishing, as part of the Internal Security Fund, the instrument for financial support for police cooperation, preventing and combating crime, and crisis management and repealing Council Decision 2007/125/JHA (see page 93 of this Official Journal).\n(5)  Regulation (EU) No 514/2014 of the European Parliament and of the Council of 16 April 2014 laying down general provisions on the Asylum, Migration and Integration Fund and on the instrument for financial support for police cooperation, preventing and combating crime, and crisis management (see page 112 of this Official Journal).\n(6)  Decision No 574/2007/EC of the European Parliament and of the Council of 23 May 2007 establishing the External Borders Fund for the period 2007 to 2013 as part of the General programme ‘Solidarity and Management of Migration Flows’ (OJ L 144, 6.6.2007, p. 22).\n(7)  Council Regulation (EC) No 2007/2004 of 26 October 2004 establishing a European Agency for the Management of Operational Cooperation at the External Borders of the Member States of the European Union (OJ L 349, 25.11.2004, p. 1).\n(8)  Regulation (EU) No 1168/2011 of the European Parliament and of the Council of 25 October 2011 amending Council Regulation (EC) No 2007/2004 establishing a European Agency for the Management of Operational Cooperation at the External Borders of the Member States of the European Union (OJ L 304, 22.11.2011, p. 1).\n(9)  Council Regulation (EC) No 693/2003 of 14 April 2003 establishing a specific Facilitated Transit Document (FTD), a Facilitated Rail Transit Document (FRTD) and amending the Common Consular Instructions and the Common Manual (OJ L 99, 17.4.2003, p. 8).\n(10)  Council Regulation (EC) No 694/2003 of 14 April 2003 on uniform formats for Facilitated Transit Documents (FTD) and Facilitated Rail Transit Documents (FRTD) provided for in Regulation (EC) No 693/2003 (OJ L 99, 17.4.2003, p. 15).\n(11)  Regulation (EU) No 1052/2013 of the European Parliament and of the Council of 22 October 2013 establishing the European Border Surveillance System (Eurosur) (OJ L 295, 6.11.2013, p. 11).\n(12)  Council Regulation (EU) No 1053/2013 of 7 October 2013 establishing an evaluation and monitoring mechanism to verify the application of the Schengen acquis and repealing the Decision of the Executive Committee of 16 September 1998 setting up a Standing Committee on the evaluation and implementation of Schengen (OJ L 295, 6.11.2013, p. 27).\n(13)  Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers\n(OJ L 55, 28.2.2011, p. 13).\n(14)  OJ L 176, 10.7.1999, p. 36.\n(15)  Council Decision 1999/437/EC of 17 May 1999 on certain arrangements for the application of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen (OJ L 176, 10.7.1999, p. 31).\n(16)  OJ L 53, 27.2.2008, p. 52.\n(17)  Council Decision 2008/146/EC of 28 January 2008 on the conclusion, on behalf of the European Community, of the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis (OJ L 53, 27.2.2008, p. 1).\n(18)  OJ L 160, 18.6.2011, p. 21.\n(19)  Council Decision 2011/350/EU of 7 March 2011 on the conclusion, on behalf of the European Union, of the Protocol between the European Union, the European Community, the Swiss Confederation and the Principality of Liechtenstein on the accession of the Principality of Liechtenstein to the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis, relating to the abolition of checks at internal borders and movement of persons (OJ L 160, 18.6.2011, p. 19).\n(20)  Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis (OJ L 131, 1.6.2000, p. 43).\n(21)  Council Decision 2002/192/EC of 28 February 2002 concerning Ireland’s request to take part in some of the provisions of the Schengen acquis (OJ L 64, 7.3.2002, p. 20).\n(22)  Council Regulation (EU, Euratom) No 1311/2013 of 2 December 2013 laying down the multiannual financial framework for the years 2014-2020 (OJ L 347, 20.12.2013, p. 884).\n(23)  Regulation (EC) No 562/2006 of the European Parliament and of the Council of 15 March 2006 establishing a Community Code on the rules governing the movement of persons across borders (Schengen Borders Code) (OJ L 105, 13.4.2006, p. 1).\n(24)  Regulation (EC) No 810/2009 of the European Parliament and of the Council of 13 July 2009 establishing a Community Code on Visas (Visa Code) (OJ L 243, 15.9.2009, p. 1).\n(25)  Regulation (EC) No 767/2008 of the European Parliament and of the Council of 9 July 2008 concerning the Visa Information System (VIS) and the exchange of data between Member States on short-stay visas (VIS Regulation) (OJ L 218, 13.8.2008, p. 60).\n(26)  Regulation (EC) No 1931/2006 of the European Parliament and of the Council of 20 December 2006 laying down rules on local border traffic at the external land borders of the Member States and amending the provisions of the Schengen Convention (OJ L 405, 30.12.2006, p. 1).\n(27)  Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (OJ L 298, 26.10.2012, p. 1).\n(28)  OJ C 373, 20.12.2013, p. 1.\n(29)  Council Regulation (EC) No 866/2004 of 29 April 2004 on a regime under Article 2 of Protocol No 10 to the Act of Accession (OJ L 161, 30.4.2004, p. 128).\n(30)  OJ L 129, 17.5.2007, p. 27.\nANNEX I\nAmounts constituting the basis for the national programmes of Member States (in EUR)\nMember State/associated state\nMinimum amount\nFixed part distributed on basis of 2010-2012 average\n% 2010-2012 with Croatia\nTOTAL\nAT\n5 000 000\n9 162 727\n0,828 %\n14 162 727\nBE\n5 000 000\n12 519 321\n1,131 %\n17 519 321\nBG\n5 000 000\n35 366 130\n3,196 %\n40 366 130\nCH\n5 000 000\n13 920 284\n1,258 %\n18 920 284\nCY\n15 000 000\n19 507 030\n1,763 %\n34 507 030\nCZ\n5 000 000\n9 381 484\n0,848 %\n14 381 484\nDE\n5 000 000\n46 753 437\n4,225 %\n51 753 437\nDK\n5 000 000\n5 322 133\n0,481 %\n10 322 133\nEE\n5 000 000\n16 781 752\n1,516 %\n21 781 752\nES\n5 000 000\n190 366 875\n17,201 %\n195 366 875\nFI\n5 000 000\n31 934 528\n2,886 %\n36 934 528\nFR\n5 000 000\n79 999 342\n7,229 %\n84 999 342\nGR\n5 000 000\n161 814 388\n14,621 %\n166 814 388\nHR\n4 285 714\n31 324 057\n2,830 %\n35 609 771\nHU\n5 000 000\n35 829 197\n3,237 %\n40 829 197\nIE\nIS\n5 000 000\n326 980\n0,030 %\n5 326 980\nIT\n5 000 000\n151 306 897\n13,672 %\n156 306 897\nLI\n5 000 000\n0\n0,000 %\n5 000 000\nLT\n5 000 000\n19 704 873\n1,780 %\n24 704 873\nLU\n5 000 000\n400 129\n0,036 %\n5 400 129\nLV\n5 000 000\n10 521 704\n0,951 %\n15 521 704\nMT\n15 000 000\n38 098 597\n3,442 %\n53 098 597\nNL\n5 000 000\n25 609 543\n2,314 %\n30 609 543\nNO\n5 000 000\n9 317 819\n0,842 %\n14 317 819\nPL\n5 000 000\n44 113 133\n3,986 %\n49 113 133\nPT\n5 000 000\n13 900 023\n1,256 %\n18 900 023\nRO\n5 000 000\n56 151 568\n5,074 %\n61 151 568\nSE\n5 000 000\n6 518 706\n0,589 %\n11 518 706\nSI\n5 000 000\n25 669 103\n2,319 %\n30 669 103\nSK\n5 000 000\n5 092 525\n0,460 %\n10 092 525\nUK\nTOTAL\n169 285 714\n1 106 714 286\n100,00 %\n1 276 000 000\nANNEX II\nList of specific actions\n1.\nSetting up consular cooperation mechanisms between at least two Member States resulting in economies of scale as regards the processing of applications and the issuing of visas at consulates in accordance with the principles on cooperation laid down in the Visa Code, including common visa application centres.\n2.\nPurchasing means of transport and operating equipment that are considered necessary for the deployment during joint operations by the Frontex Agency and which shall be put at the disposal of the Frontex Agency in accordance with the second and third subparagraph of Article 7(5) of Regulation (EC) No 2007/2004.\nANNEX III\nObjectives for operating support within the national programmes\nObjective 1: promoting the development and implementation of policies ensuring the absence of any controls on persons, whatever their nationality, when crossing the internal borders, carrying out checks on persons and monitoring efficiently the crossing of external borders\n—\noperations\n—\nstaff costs, including for training\n—\nservice costs, such as maintenance and repair\n—\nupgrading/replacement of equipment\n—\nreal estate (depreciation, refurbishment)\nObjective 2: promoting the development and implementation of the common policy on visas and other short-stay residence permits, including consular cooperation\n—\noperations staff costs, including for training\n—\nservice costs, maintenance and repair\n—\nupgrading/replacement of equipment\n—\nreal estate (depreciation, refurbishment)\nObjective 3: setting up and running secure IT systems, their communication infrastructure and equipment supporting the management of migration flows, including surveillance, across the external borders of the Union\n—\noperational management of SIS, VIS and new systems to be set up\n—\nstaff costs, including for training\n—\nservice costs, such as maintenance and repair\n—\ncommunication infrastructure and security as well as data protection related matters\n—\nupgrading/replacement of equipment\n—\nrental of secure premises and/or refurbishment\nANNEX IV\nList of common indicators for the measurement of the specific objectives\n(a)\nSupporting a common visa policy to facilitate legitimate travel, ensure equal treatment of third-country nationals and tackle illegal immigration\n(i)\nNumber of consular cooperation activities developed with the help of the Instrument\nFor the purposes of annual implementation reports, as referred to in Article 54 of Regulation (EU) No 514/2014, this indicator shall be further broken down in sub-categories such as:\n—\nco-locations,\n—\ncommon application centres,\n—\nrepresentations,\n—\nothers.\n(ii)\nNumber of staff trained and number of training courses in aspects related to the common visa policy with the help of the Instrument\n(iii)\nNumber of specialised posts in third countries supported by the Instrument\nFor the purposes of annual implementation reports, as referred to in Article 54 of Regulation (EU) No 514/2014, this indicator shall be further broken down in sub-categories such as:\n—\nimmigration liaison officers,\n—\nothers.\n(iv)\nPercentage and number of consulates developed or upgraded with the help of the Instrument out of the total number of consulates\n(b)\nSupporting borders management, including through sharing information between Member States and between Member States and the Frontex Agency, to ensure, on one hand, a high level of protection of the external borders, including by the tackling of illegal immigration and, on the other hand, the smooth crossing of the external borders in conformity with the Schengen acquis\n(i)\nNumber of staff trained and number of training courses in aspects related to border management with the help of the Instrument\n(ii)\nNumber of border control (checks and surveillance) infrastructure and means developed or upgraded with the help of the Instrument\nFor the purposes of annual implementation reports, as referred to in Article 54 of Regulation (EU) No 514/2014, this indicator shall be further broken down in sub-categories such as:\n—\ninfrastructure,\n—\nfleet (air, land, sea borders),\n—\nequipment,\n—\nothers.\n(iii)\nNumber of border crossings of the external borders through ABC gates supported from the Instrument out of the total number of border crossings\n(iv)\nNumber of national border surveillance infrastructure established/further developed in the framework of Eurosur\nFor the purposes of annual implementation reports, as referred to in Article 54 of Regulation (EU) No 514/2014, this indicator shall be further broken down in sub-categories such as:\n—\nNational Coordination Centres,\n—\nRegional Coordination Centres,\n—\nLocal Coordination Centres,\n—\nother types of coordination centres.\n(v)\nNumber of incidents reported by Member States to the European Situational Picture\nFor the purposes of annual implementation reports, as referred to in Article 54 of Regulation (EU) No 514/2014, this indicator shall be further broken down in sub-categories such as:\n—\nillegal immigration, including incidents relating to a risk to the lives of migrants,\n—\ncross-border crime,\n—\ncrisis situations.", "summary": "Financial support for EU’s external borders and the common visa policy: Internal Security Fund\nFinancial support for EU’s external borders and the common visa policy: Internal Security Fund\nSUMMARY OF:\nRegulation (EU) No 515/2014 establishing, as part of the Internal Security Fund, the instrument for financial support for external borders and visa policy\nWHAT IS THE AIM OF THE REGULATION?\n              \nThe regulation, known as the ISF-Borders and Visa Regulation, creates a funding instrument and lays down the objectives, the budget and procedures for implementing the eligible actions for the period 2014-2020.\nThe general objective of the instrument is to contribute to a high level of security in the EU while facilitating legitimate travel by ensuring the efficient management of the EU’s external borders and the effective processing of visas for the Schengen area (a border-free area comprising 22 EU countries and 4 associated countries — Iceland, Liechtenstein, Norway and Switzerland).\nKEY POINTS\n              \nThe ISF-Borders Fund aims to support:\nthe common visa policy to make legitimate travel easier by ensuring a high-quality service for visa applicants and equal treatment of nationals from outside the Schengen area, as well as to tackle illegal migration;\nintegrated border management, including the use of common standards and information exchange between Schengen countries and with the European Border and Coast Guard Agency (EBCG agency, commonly referred to as Frontex) to ensure;a high level of control and protection of the external borders;smooth crossing of the external borders in conformity with the Schengen acquis; andguaranteeing access to international protection for those needing it.\nThe instrument funds actions to:\nstrengthen external border checks to monitor the crossing of external borders;\ngradually establish an integrated management system for external borders, based on solidarity and responsibility, through for example;external border surveillance systems; andcooperation (including in the maritime border area) between border guards, customs, migration, asylum and law enforcement authorities;\npromote the common policy on visas and other short-stay residence permits and consular cooperation mechanisms;\nset up and run IT systems supporting the common visa policy and border control, and improve awareness of the situation at external borders;\nprevent and tackle illegal immigration in cooperation with non-EU countries.\nExamples of eligible actions include:\ninfrastructures, IT systems and operating equipment, including means of transport, for border control and processing of visa applications;\nstudies, training and pilot projects on operational standards and best practices in the field;\nactions relating to operational cooperation between EU and non EU-countries, including joint operations;\nThe implementation of the fund is mainly entrusted to the participating 26 EU countries (all EU countries, except Ireland and UK) and the 4 Schengen Associated countries (Iceland, Liechtenstein, Norway, and Switzerland). The national programmes define the funding priorities by addressing the fund’s objectives.\nThe allocation of resources is based on a number of criteria relating to the type of external border (maritime, land and international airports), taking into account the travel flows and the level of risks and threats. The allocation of funds to specific objectives under the national programmes relate to the challenges and needs of participating countries.\nA table setting out the amounts constituting the basis for participating countries’ national programmes is included in the regulation’s annex I. During the implementation period, such amounts have increased following the allocation of additional funds to national programmes in the framework of the mid-term review conducted in 2018, and specifically for the development of IT systems and for the implementation of the specific actions.\nA part of the fund is managed centrally by the Commission in the form of Union actions which includes assistance to address urgent and specific needs in the event of an emergency situation (emergency assistance).\nThe fund is complemented by the instrument for financial support for police cooperation, preventing and combating crime, and crisis management (ISF-Police Fund), set up by Regulation (EU) No 513/2014.\nBudget\nThe total initial allocation for ISF-Borders and Visa (2014-20) was €2.76 billion (in current prices).\nImplementation\nThe so-called ‘Horizontal Regulation’ (Regulation (EU) No 514/2014 — see relevant summary) contains the general rules and procedures for implementing this instrument.\nExtension of the fund to the Schengen associated countries\nAgreements have been negotiated between the EU and the 4 Schengen Associated Countries allowing their participation in the ISF-Borders and Visa.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 1 January 2014.\nBACKGROUND\n              \nFor more information, see:\nInternal Security Fund — borders and visa (European Commission).\nMAIN DOCUMENT\n            \nRegulation (EU) No 515/2014 of the European Parliament and of the Council of 16 April 2014 establishing, as part of the Internal Security Fund, the instrument for financial support for external borders and visa and repealing Decision No 574/2007/EC (OJ L 150, 20.5.2014, pp. 143-167).\nThe successive amendments to Regulation (EU) No 515/2014 have been incorporated into the original text. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nRegulation (EU) No 513/2014 of the European Parliament and of the Council of 16 April 2014 establishing, as part of the Internal Security Fund, the instrument for financial support for police cooperation, preventing and combating crime, crisis management and repealing Council Decision 2007/125/JHA (OJ L 150, 20.5.2014, pp. 93-111)\nRegulation (EU) No 514/2014 of the European Parliament and of the Council of 16 April 2014 laying down general provisions on the Asylum, Migration and Integration Fund and on the instrument for financial support for police cooperation, preventing and combating crime, and crisis management (OJ L 150, 20.5.2014, pp. 112-142)\nSwiss Confederation\nCouncil Decision (EU) 2018/929 of 25 June 2018 on the conclusion, on behalf of the Union, of the Agreement between the European Union and the Swiss Confederation on supplementary rules in relation to the instrument for financial support for external borders and visa, as part of the Internal Security Fund, for the period 2014 to 2020 (OJ L 165, 2.7.2018, pp. 1-2)\nCouncil Decision (EU) 2018/404 of 13 March 2018 on the signing, on behalf of the Union, of the Agreement between the European Union and the Swiss Confederation on supplementary rules in relation to the instrument for financial support for external borders and visa, as part of the Internal Security Fund, for the period 2014 to 2020 (OJ L 74, 16.3.2018, pp. 1-2)\nAgreement between the European Union and the Swiss Confederation on supplementary rules in relation to the instrument for financial support for external borders and visa, as part of the Internal Security Fund, for the period 2014 to 2020 (OJ L 165, 2.7.2018, pp. 3-11)\nIceland\nCouncil Decision (EU) 2018/948 of 25 June 2018 on the conclusion on behalf of the European Union of the Agreement between the European Union and Iceland on supplementary rules in relation to the instrument for financial support for external borders and visa, as part of the Internal Security Fund, for the period 2014 to 2020 (OJ L 167, 4.7.2018, pp. 1-2).\nCouncil Decision (EU) 2018/398 of 12 June 2017 on the signing, on behalf of the European Union, and provisional application of the Agreement between the European Union and Iceland on supplementary rules in relation to the instrument for financial support for external borders and visa, as part of the Internal Security Fund, for the period 2014 to 2020 (OJ L 72, 15.3.2018, pp. 1-2)\nAgreement between the European Union and Iceland on supplementary rules in relation to the instrument for financial support for external borders and visa, as part of the Internal Security Fund, for the period 2014 to 2020 (OJ L 72, 15.3.2018, pp. 3-11)\nKingdom of Norway\nCouncil Decision (EU) 2017/1249 of 16 June 2017 on the conclusion on behalf of the Union of the Agreement between the European Union and the Kingdom of Norway on supplementary rules in relation to the instrument for financial support for external borders and visa, as part of the Internal Security Fund for the period 2014 to 2020 (OJ L 179, 12.7.2017, pp. 1-2)\nCouncil Decision (EU) 2017/479 of 8 December 2016 on the signing, on behalf of the Union, and provisional application of the Agreement between the European Union and the Kingdom of Norway on supplementary rules in relation to the instrument for financial support for external borders and visa, as part of the Internal Security Fund for the period 2014 to 2020 (OJ L 75, 21.3.2017, pp. 1-2)\nAgreement between the European Union and the Kingdom of Norway on supplementary rules in relation to the instrument for financial support for external borders and visa, as part of the Internal Security Fund for the period 2014 to 2020 (OJ L 75, 21.3.2017, pp. 3-11)\nInformation relating to the entry into force of the Agreement between the European Union and the Kingdom of Norway on supplementary rules in relation to the instrument for financial support for external borders and visa, as part of the Internal Security Fund for the period 2014 to 2020 (OJ L 68, 12.3.2018, p. 1)\nPrincipality of Liechtenstein\nCouncil Decision (EU) 2017/657 of 3 April 2017 on the conclusion on behalf of the European Union of the Agreement between the European Union and the Principality of Liechtenstein on supplementary rules in relation to the instrument for financial support for external borders and visa, as part of the Internal Security Fund for the period 2014 to 2020 (OJ L 94, 7.4.2017, pp. 1-2)\nCouncil Decision (EU) 2017/47 of 8 November 2016 on the signing, on behalf of the European Union, and provisional application of the Agreement between the European Union and the Principality of Liechtenstein on supplementary rules in relation to the instrument for financial support for external borders and visa, as part of the Internal Security Fund for the period 2014 to 2020 (OJ L 7, 12.1.2017, pp. 2-3)\nAgreement between the European Union and the Principality of Liechtenstein on supplementary rules in relation to the instrument for financial support for external borders and visa, as part of the Internal Security Fund for the period 2014 to 2020 (OJ L 7, 12.1.2017, pp. 4-13)\nlast update 26.06.2019", "tags": ["fund (EU)", "migration control", "Schengen Agreement", "border control", "external border of the EU", "EU visa policy", "financial aid"], "subjects": ["Area of freedom, security and justice", "Justice and home affairs"], "split": "validation", "reference_annotations": {"32014R0515_p1": {"text": "regulation 515/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 16 April 2014---establishing, as part of the Internal Security Fund, the instrument for financial support for external borders and visa and repealing decision 574/2007/ec", "triples": [" regulation 515/2014,  repealing,  decision 574/2007/ec"]}, "32014R0515_p4": {"text": "(4)  regulation 513/2014 of the European Parliament and of the Council of 16 April 2014 establishing, as part of the Internal Security Fund, the instrument for financial support for police cooperation, preventing and combating crime, and crisis management and repealing Council decision 2007/125/jha (see page 93 of this Official Journal).", "triples": [" regulation 513/2014,  repealing,  decision 2007/125/jha"]}, "32014R0515_p5": {"text": "(8)  regulation 1168/2011 of the European Parliament and of the Council of 25 October 2011 amending Council regulation 2007/2004 establishing a European Agency for the Management of Operational Cooperation at the External Borders of the Member States of the European Union (OJ L 304, 22.11.2011, p. 1).", "triples": [" regulation 1168/2011,  amending,  regulation 2007/2004"]}, "32014R0515_p6": {"text": "(27)  regulation 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council regulation 1605/2002 (OJ L 298, 26.10.2012, p. 1).", "triples": [" regulation 966/2012,  repealing,  regulation 1605/2002"]}}, "summary_annotations": {"32014R0515_p1": {"text": "regulation 515/2014 of the European Parliament and of the Council of 16 April 2014 establishing, as part of the Internal Security Fund, the instrument for financial support for external borders and visa and repealing decision 574/2007/ec (OJ L 150, 20.5.2014, pp. 143-167).", "triples": [" regulation 515/2014,  repealing,  decision 574/2007/ec"]}, "32014R0515_p2": {"text": "regulation 513/2014 of the European Parliament and of the Council of 16 April 2014 establishing, as part of the Internal Security Fund, the instrument for financial support for police cooperation, preventing and combating crime, crisis management and repealing Council decision 2007/125/jha (OJ L 150, 20.5.2014, pp. 93-111)", "triples": [" regulation 513/2014,  repealing,  decision 2007/125/jha"]}}}