{"celex_id": "32009L0050", "reference": "18.6.2009\nEN\nOfficial Journal of the European Union\nL 155/17\nCOUNCIL DIRECTIVE 2009/50/EC\nof 25 May 2009\non the conditions of entry and residence of third-country nationals for the purposes of highly qualified employment\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular points (3)(a) and (4) of the first subparagraph of Article 63 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nAfter consulting the European Economic and Social Committee (2),\nAfter consulting the Committee of the Regions (3),\nWhereas:\n(1)\nFor the gradual establishment of an area of freedom, security and justice, the Treaty provides for measures to be adopted in the fields of asylum, immigration and protection of the rights of third-country nationals.\n(2)\nThe Treaty provides that the Council is to adopt measures on immigration policy relating to conditions of entry and residence, standards on procedures for the issue by Member States of long-term visas and residence permits, and measures defining the rights and conditions under which nationals of third-countries who are legally resident in a Member State may reside in other Member States.\n(3)\nThe Lisbon European Council in March 2000 set the Community the objective of becoming the most competitive and dynamic knowledge-based economy in the world, capable of sustainable economic growth with more and better jobs and greater social cohesion by 2010. Measures to attract and retain highly qualified third-country workers as part of an approach based on the needs of Member States should be seen in the broader context established by the Lisbon Strategy and by the Commission Communication of 11 December 2007 on the integrated guidelines for growth and jobs.\n(4)\nThe Hague Programme, adopted by the European Council on 4 and 5 November 2004, recognised that legal migration will play an important role in enhancing the knowledge-based economy in Europe, advancing economic development, and thus contributing to the implementation of the Lisbon Strategy. The European Council invited the Commission to present a policy plan on legal migration, including admission procedures, capable of responding promptly to fluctuating demands for migrant labour in the labour market.\n(5)\nThe European Council of 14 and 15 December 2006 agreed on a series of steps for 2007, among which to develop well-managed legal immigration policies, fully respecting national competences, to assist Member States in meeting existing and future labour needs.\n(6)\nTo achieve the objectives of the Lisbon Strategy it is also important to foster the mobility within the Union of highly qualified workers who are Union citizens, in particular those from the Member States which acceded in 2004 and 2007. In implementing this Directive, Member States are bound to respect the principle of Community preference as expressed, in particular, in the relevant provisions of the Acts of Accession of 2003 and 2005.\n(7)\nThis Directive is intended to contribute to achieving these goals and addressing labour shortages by fostering the admission and mobility — for the purposes of highly qualified employment — of third-country nationals for stays of more than three months, in order to make the Community more attractive to such workers from around the world and sustain its competitiveness and economic growth. To reach these goals, it is necessary to facilitate the admission of highly qualified workers and their families by establishing a fast-track admission procedure and by granting them equal social and economic rights as nationals of the host Member State in a number of areas. It is also necessary to take into account the priorities, labour market needs and reception capacities of the Member States. This Directive should be without prejudice to the competence of the Member States to maintain or to introduce new national residence permits for any purpose of employment. The third-country nationals concerned should have the possibility to apply for an EU Blue Card or for a national residence permit. Moreover, this Directive should not affect the possibility for an EU Blue Card holder to enjoy additional rights and benefits which may be provided by national law, and which are compatible with this Directive.\n(8)\nThis Directive should be without prejudice to the right of the Member States to determine the volumes of admission of third-country nationals entering their territory for the purposes of highly qualified employment. This should include also third-country nationals who seek to remain on the territory of a Member State in order to exercise a paid economic activity and who are legally resident in that Member State under other schemes, such as students having just completed their studies or researchers having been admitted pursuant to Council Directive 2004/114/EC of 13 December 2004 on the conditions of admission of third-country nationals for the purposes of studies, pupil exchange, unremunerated training or voluntary service (4) and Council Directive 2005/71/EC of 12 October 2005 on a specific procedure for admitting third-country nationals for the purposes of scientific research (5) respectively, and who do not enjoy consolidated access to the labour market of the Member State under Community or national law. Moreover, regarding volumes of admission, Member States retain the possibility not to grant residence permits for employment in general or for certain professions, economic sectors or regions.\n(9)\nFor the purpose of this Directive, in order to evaluate if the third-country national concerned possesses higher education qualifications, reference may be made to ISCED (International Standard Classification of Education) 1997 levels 5a and 6.\n(10)\nThis Directive should provide for a flexible demand-driven entry system, based on objective criteria, such as a minimum salary threshold comparable with the salary levels in the Member States, and on professional qualifications. The definition of a common minimum denominator for the salary threshold is necessary to ensure a minimum level of harmonisation in the admission conditions throughout the Community. The salary threshold determines a minimum level while Member States may define a higher salary threshold. Member States should fix their threshold in accordance with the situation and organisation of their respective labour markets and their general immigration policies. Derogation from the main scheme in terms of the salary threshold may be laid down for specific professions where it is considered by the Member State concerned that there is a particular lack of available workforce and where such professions are part of the major group 1 and 2 of the ISCO (International Standard Classification of Occupation) classification.\n(11)\nThis Directive aims only at defining the conditions of entry and residence of third-country nationals for the purposes of highly qualified employment within the EU Blue Card system, including the eligibility criteria related to a salary threshold. The sole purpose of this salary threshold is to help to determine, taking into account a statistical observation published by the Commission (Eurostat) or by the Member States concerned, the scope of the EU Blue Card established by each Member State on the basis of common rules. It does not aim to determine salaries and therefore does not derogate from the rules or practices at Member State level or from collective agreements, and cannot be used to constitute any harmonisation in this field. This Directive fully respects the competences of Member States, particularly on employment, labour and social matters.\n(12)\nOnce a Member State has decided to admit a third-country national fulfilling the relevant criteria, the third-country national who applied for an EU Blue Card should receive the specific residence permit provided for by this Directive, which should grant progressive access to the labour market and residence and mobility rights to him and his family. The deadline for examining the application for an EU Blue Card should not include the time required for the recognition of professional qualifications or the time required for issuing a visa, if required. This Directive is without prejudice to national procedures on the recognition of diplomas. The designation of the competent authorities under this Directive is without prejudice to the role and responsibilities of other national authorities and, where applicable, the social partners, with regard to the examination of, and the decision on, the application.\n(13)\nThe format of the EU Blue Card should be in accordance with Council Regulation (EC) No 1030/2002 of 13 June 2002 laying down a uniform format for residence permits for third-country nationals (6), thus enabling the Member States to refer to the information, in particular, under which conditions the person is permitted to work.\n(14)\nThird-country nationals who are in possession of a valid travel document and an EU Blue Card issued by a Member State applying the Schengen acquis in full, should be allowed to enter into and move freely within the territory of another Member State applying the Schengen acquis in full, for a period of up to three months, in accordance with Regulation (EC) No 562/2006 of the European Parliament and of the Council of 15 March 2006 establishing a Community Code on the rules governing the movement of persons across borders (Schengen Borders Code) (7) and Article 21 of the Convention implementing the Schengen Agreement of 14 June 1985 between the Governments of the States of the Benelux Economic Union, the Federal Republic of Germany and the French Republic on the gradual abolition of checks at their common borders.\n(15)\nThe occupational and geographical mobility of third-country highly qualified workers should be recognised as a primary mechanism for improving labour market efficiency, preventing skill shortages and offsetting regional imbalances. In order to respect the principle of Community preference and to avoid possible abuses of the system, the occupational mobility of a third-country highly qualified worker should be limited for the first two years of legal employment in a Member State.\n(16)\nThis Directive fully respects equal treatment between nationals of the Member States and EU Blue Card holders in relation to pay, when they are in comparable situations.\n(17)\nEqual treatment of EU Blue Card holders does not cover measures in the field of vocational training which are covered under social assistance schemes.\n(18)\nEU Blue Card holders should enjoy equal treatment as regards social security. Branches of social security are defined in Council Regulation (EEC) No 1408/71 of 14 June 1971 on the application of social security schemes to employed persons, to self-employed persons and to members of their families moving within the Community (8). Council Regulation (EC) No 859/2003 of 14 May 2003 extending the provisions of Regulation (EEC) No 1408/71 and Regulation (EEC) No 574/72 to nationals of third-countries who are not already covered by those provisions solely on the ground of their nationality (9) extends the provisions of Regulation (EEC) No 1408/71 to third-country nationals who are legally residing in the Community and who are in a cross-border situation. The provisions on equal treatment as regards social security in this Directive also apply directly to persons entering into the territory of a Member State directly from a third-country, provided that the person concerned is legally residing as holder of a valid EU Blue Card, including during the period of temporary unemployment, and he fulfils the conditions, set out under national law, for being eligible for the social security benefits concerned.\nNevertheless, this Directive should not confer to the EU Blue Card holder more rights than those already provided in existing Community law in the field of social security for third-country nationals who have cross-border elements between Member States. This Directive, furthermore, should not grant rights in relation to situations which lie outside the scope of Community law such as, for example, the situation of family members residing in a third country.\n(19)\nProfessional qualifications acquired by a third-country national in another Member State should be recognised in the same way as those of Union citizens. Qualifications acquired in a third country should be taken into account in conformity with Directive 2005/36/EC of the European Parliament and of the Council of 7 September 2005 on the recognition of professional qualifications (10).\n(20)\nThe geographical mobility within the Community should be controlled and demand-driven during the first period of legal stay of the highly qualified third-country worker. Derogations from Council Directive 2003/109/EC of 25 November 2003 concerning the status of third-country nationals who are long-term residents (11) should be provided for in order not to penalise geographically mobile highly qualified third-country workers who have not yet acquired the EC long-term resident status referred to in that Directive, and in order to encourage geographical and circular migration.\n(21)\nThe mobility of highly qualified third-country workers between the Community and their countries of origin should be fostered and sustained. Derogations from Directive 2003/109/EC should be provided for in order to extend the period of absence from the territory of the Community without interrupting the period of legal and continuous residence necessary to be eligible for EC long-term resident status. Longer periods of absence than those provided for in Directive 2003/109/EC should also be allowed after highly qualified third-country workers have acquired EC long-term resident status to encourage their circular migration.\n(22)\nIn implementing this Directive, Member States should refrain from pursuing active recruitment in developing countries in sectors suffering from a lack of personnel. Ethical recruitment policies and principles applicable to public and private sector employers should be developed in key sectors, for example the health sector, as underlined in the Council and Member States’ conclusions of 14 May 2007 on the European Programme for Action to tackle the critical shortage of health workers in developing countries (2007 to 2013) and the education sector, as appropriate. These should be strengthened by the development and application of mechanisms, guidelines and other tools to facilitate, as appropriate, circular and temporary migration, as well as other measures that would minimise negative and maximise positive impacts of highly skilled immigration on developing countries in order to turn ‘brain drain’ into ‘brain gain’.\n(23)\nFavourable conditions for family reunification and for access to work for spouses should be a fundamental element of this Directive which aims to attract highly qualified third-country workers. Specific derogations to Council Directive 2003/86/EC of 22 September 2003 on the right to family reunification (12) should be provided for in order to reach this aim. The derogation included in Article 15(3) of this Directive does not preclude Member States from maintaining or introducing integration conditions and measures, including language learning, for the members of the family of an EU Blue Card holder.\n(24)\nSpecific reporting provisions should be provided for to monitor the implementation of this Directive, with a view to identifying and possibly counteracting its possible impacts in terms of ‘brain drain’ in developing countries and in order to avoid ‘brain waste’. The relevant data should be transmitted annually by the Member States to the Commission in accordance with Regulation (EC) No 862/2007 of the European Parliament and of the Council of 11 July 2007 on Community statistics on migration and international protection (13).\n(25)\nSince the objectives of this Directive, namely the introduction of a special admission procedure and the adoption of conditions of entry and residence for more than three months applicable to third-country nationals in the Member States for the purposes of highly qualified employment and their family members, cannot be sufficiently achieved by the Member States, especially as regards ensuring their mobility between Member States, and can therefore be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve those objectives.\n(26)\nThis Directive respects the fundamental rights and observes the principles recognised in particular in Article 6 of the Treaty on European Union and reflected in the Charter of Fundamental Rights of the European Union.\n(27)\nIn accordance with paragraph 34 of the Interinstitutional agreement of the European Parliament, the Council and the Commission on better law-making (14), Member States are encouraged to draw up, for themselves and in the interest of the Community, their own tables, which will, as far as possible, illustrate the correlation between the Directive and the transposition measures, and make them public.\n(28)\nIn accordance with Articles 1 and 2 of the Protocol on the position of the United Kingdom and Ireland, annexed to the Treaty on European Union and to the Treaty establishing the European Community and without prejudice to Article 4 of the said Protocol these Member States are not taking part in the adoption of this Directive and are not bound by or subject to its application.\n(29)\nIn accordance with Articles 1 and 2 of the Protocol on the position of Denmark annexed to the Treaty on European Union and the Treaty establishing the European Community, Denmark is not participating in the adoption of this Directive, and is not bound by it or subject to its application,\nHAS ADOPTED THIS DIRECTIVE:\nCHAPTER I\nGENERAL PROVISIONS\nArticle 1\nSubject matter\nThe purpose of this Directive is to determine:\n(a)\nthe conditions of entry and residence for more than three months in the territory of the Member States of third-country nationals for the purpose of highly qualified employment as EU Blue Card holders, and of their family members;\n(b)\nthe conditions for entry and residence of third-country nationals and of their family members under point (a) in Member States other than the first Member State.\nArticle 2\nDefinitions\nFor the purposes of this Directive:\n(a)\n‘third-country national’ means any person who is not a citizen of the Union within the meaning of Article 17(1) of the Treaty;\n(b)\n‘highly qualified employment’ means the employment of a person who:\n—\nin the Member State concerned, is protected as an employee under national employment law and/or in accordance with national practice, irrespective of the legal relationship, for the purpose of exercising genuine and effective work for, or under the direction of, someone else,\n—\nis paid, and,\n—\nhas the required adequate and specific competence, as proven by higher professional qualifications,\n(c)\n‘EU Blue Card’ means the authorisation bearing the term ‘EU Blue Card’ entitling its holder to reside and work in the territory of a Member State under the terms of this Directive;\n(d)\n‘first Member State’ means the Member State which first grants a third-country national an ‘EU Blue Card’;\n(e)\n‘second Member State’ means any Member State other than the first Member State;\n(f)\n‘family members’ means third-country nationals as defined in Article 4(1) of Directive 2003/86/EC;\n(g)\n‘higher professional qualifications’ means qualifications attested by evidence of higher education qualifications or, by way of derogation, when provided for by national law, attested by at least five years of professional experience of a level comparable to higher education qualifications and which is relevant in the profession or sector specified in the work contract or binding job offer;\n(h)\n‘higher education qualification’ means any diploma, certificate or other evidence of formal qualifications issued by a competent authority attesting the successful completion of a post-secondary higher education programme, namely a set of courses provided by an educational establishment recognised as a higher education institution by the State in which it is situated. For the purposes of this Directive, a higher education qualification shall be taken into account, on condition that the studies needed to acquire it lasted at least three years;\n(i)\n‘professional experience’ means the actual and lawful pursuit of the profession concerned;\n(j)\n‘regulated profession’ means a regulated profession as defined in Article 3(1)(a) of Directive 2005/36/EC.\nArticle 3\nScope\n1.   This Directive shall apply to third-country nationals who apply to be admitted to the territory of a Member State for the purpose of highly qualified employment under the terms of this Directive.\n2.   This Directive shall not apply to third-country nationals:\n(a)\nwho are authorised to reside in a Member State on the basis of temporary protection or have applied for authorisation to reside on that basis and are awaiting a decision on their status;\n(b)\nwho are beneficiaries of international protection under Council Directive 2004/83/EC of 29 April 2004 on minimum standards for the qualification and status of third-country nationals or stateless persons as refugees or as persons who otherwise need international protection and the content of the protection granted (15) or have applied for international protection under that Directive and whose application has not yet given rise to a final decision;\n(c)\nwho are beneficiaries of protection in accordance with national law, international obligations or practice of the Member State or have applied for protection in accordance with national law, international obligations or practice of the Member State and whose application has not given rise to a final decision;\n(d)\nwho apply to reside in a Member State as researchers, within the meaning of Directive 2005/71/EC, in order to carry out a research project;\n(e)\nwho are family members of Union citizens who have exercised, or are exercising, their right to free movement within the Community in conformity with Directive 2004/38/EC of the European Parliament and of the Council of 29 April 2004 on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States (16);\n(f)\nwho enjoy EC long-term resident status in a Member State in accordance with Directive 2003/109/EC and exercise their right to reside in another Member State in order to carry out an economic activity in an employed or self-employed capacity;\n(g)\nwho enter a Member State under commitments contained in an international agreement facilitating the entry and temporary stay of certain categories of trade and investment-related natural persons;\n(h)\nwho have been admitted to the territory of a Member State as seasonal workers;\n(i)\nwhose expulsion has been suspended for reasons of fact or law;\n(j)\nwho are covered by Directive 96/71/EC of the European Parliament and of the Council of 16 December 1996 concerning the posting of workers in the framework of the provision of services (17) as long as they are posted on the territory of the Member State concerned.\nIn addition, this Directive shall not apply to third-country nationals and their family members, whatever their nationality, who, under agreements between the Community and its Member States and those third countries enjoy rights of free movement equivalent to those of Union citizens.\n3.   This Directive shall be without prejudice to any agreement between the Community and/or its Member States and one or more third countries, that lists the professions which should not fall under this Directive in order to assure ethical recruitment, in sectors suffering from a lack of personnel, by protecting human resources in the developing countries which are signatories to these agreements.\n4.   This Directive shall be without prejudice to the right of the Member States to issue residence permits other than an EU Blue Card for any purpose of employment. Such residence permits shall not confer the right of residence in the other Member States as provided for in this Directive.\nArticle 4\nMore favourable provisions\n1.   This Directive shall be without prejudice to more favourable provisions of:\n(a)\nCommunity law, including bilateral or multilateral agreements concluded between the Community or between the Community and its Member States and one or more third countries;\n(b)\nbilateral or multilateral agreements concluded between one or more Member States and one or more third countries.\n2.   This Directive shall not affect the right of Member States to adopt or retain more favourable provisions for persons to whom it applies in respect of the following provisions of this Directive:\n(a)\nArticle 5(3) in application of Article 18;\n(b)\nArticles 11, 12(1), second sentence, 12(2), 13, 14, 15 and 16(4).\nCHAPTER II\nCONDITIONS OF ADMISSION\nArticle 5\nCriteria for admission\n1.   Without prejudice to Article 10(1), a third-country national who applies for an EU Blue Card under the terms of this Directive shall:\n(a)\npresent a valid work contract or, as provided for in national law, a binding job offer for highly qualified employment, of at least one year in the Member State concerned;\n(b)\npresent a document attesting fulfilment of the conditions set out under national law for the exercise by Union citizens of the regulated profession specified in the work contract or binding job offer as provided for in national law;\n(c)\nfor unregulated professions, present the documents attesting the relevant higher professional qualifications in the occupation or sector specified in the work contract or in the binding job offer as provided for in national law;\n(d)\npresent a valid travel document, as determined by national law, an application for a visa or a visa, if required, and evidence of a valid residence permit or of a national long-term visa, if appropriate. Member States may require the period of validity of the travel document to cover at least the initial duration of the residence permit;\n(e)\npresent evidence of having or, if provided for by national law, having applied for a sickness insurance for all the risks normally covered for nationals of the Member State concerned for periods where no such insurance coverage and corresponding entitlement to benefits are provided in connection with, or resulting from, the work contract;\n(f)\nnot be considered to pose a threat to public policy, public security or public health.\n2.   Member States may require the applicant to provide his address in the territory of the Member State concerned.\n3.   In addition to the conditions laid down in paragraph 1, the gross annual salary resulting from the monthly or annual salary specified in the work contract or binding job offer shall not be inferior to a relevant salary threshold defined and published for that purpose by the Member States, which shall be at least 1,5 times the average gross annual salary in the Member State concerned.\n4.   When implementing paragraph 3, Member States may require that all conditions in the applicable laws, collective agreements or practices in the relevant occupational branches for highly qualified employment are met.\n5.   By way of derogation to paragraph 3, and for employment in professions which are in particular need of third-country national workers and which belong to the major groups 1 and 2 of ISCO, the salary threshold may be at least 1,2 times the average gross annual salary in the Member State concerned. In this case, the Member State concerned shall communicate each year to the Commission the list of the professions for which a derogation has been decided.\n6.   This Article shall be without prejudice to the applicable collective agreements or practices in the relevant occupational branches for highly qualified employment.\nArticle 6\nVolumes of admission\nThis Directive shall not affect the right of a Member State to determine the volume of admission of third-country nationals entering its territory for the purposes of highly qualified employment.\nCHAPTER III\nEU BLUE CARD, PROCEDURE AND TRANSPARENCY\nArticle 7\nEU Blue Card\n1.   A third-country national who has applied and fulfils the requirements set out in Article 5 and for whom the competent authorities have taken a positive decision in accordance with Article 8 shall be issued with an EU Blue Card.\nThe Member State concerned shall grant the third-country national every facility to obtain the requisite visas.\n2.   Member States shall set a standard period of validity of the EU Blue Card, which shall be comprised between one and four years. If the work contract covers a period less than this period, the EU Blue Card shall be issued or renewed for the duration of the work contract plus three months.\n3.   The EU Blue Card shall be issued by the competent authorities of the Member State using the uniform format as laid down in Regulation (EC) No 1030/2002. In accordance with point (a) 7,5-9 of the Annex to that Regulation, Member States shall indicate on the EU Blue Card the conditions for access to the labour market as set out in Article 12(1) of this Directive. Under the heading ‘type of permit’ in the residence permit, Member States shall enter ‘EU Blue Card’.\n4.   During the period of its validity, the EU Blue Card shall entitle its holder to:\n(a)\nenter, re-enter and stay in the territory of the Member State issuing the EU Blue Card;\n(b)\nthe rights recognised in this Directive.\nArticle 8\nGrounds for refusal\n1.   Member States shall reject an application for a EU Blue Card whenever the applicant does not meet the conditions set out in Article 5 or whenever the documents presented have been fraudulently acquired, or falsified or tampered with.\n2.   Before taking the decision on an application for an EU Blue Card, and when considering renewals or authorisations pursuant to Article 12(1) and (2) during the first two years of legal employment as an EU Blue Card holder, Member States may examine the situation of their labour market and apply their national procedures regarding the requirements for filling a vacancy.\nMember States may verify whether the concerned vacancy could not be filled by national or Community workforce, by third-country nationals lawfully resident in that Member State and already forming part of its labour market by virtue of Community or national law, or by EC long-term residents wishing to move to that Member State for highly qualified employment in accordance with Chapter III of Directive 2003/109/EC.\n3.   An application for an EU Blue Card may also be considered as inadmissible on the grounds of Article 6.\n4.   Member States may reject an application for an EU Blue Card in order to ensure ethical recruitment in sectors suffering from a lack of qualified workers in the countries of origin.\n5.   Member States may reject an application for an EU Blue Card if the employer has been sanctioned in conformity with national law for undeclared work and/or illegal employment.\nArticle 9\nWithdrawal or non-renewal of the EU Blue Card\n1.   Member States shall withdraw or refuse to renew an EU Blue Card issued on the basis of this Directive in the following cases:\n(a)\nwhen it has been fraudulently acquired, or has been falsified or tampered with;\n(b)\nwherever it appears that the holder did not meet or no longer meets the conditions for entry and residence laid down in this Directive or is residing for purposes other than that for which the holder was authorised to reside;\n(c)\nwhen the holder has not respected the limitations set out in Articles 12(1) and (2) and 13.\n2.   The lack of communication pursuant to Article 12(2) second subparagraph and 13(4) shall not be considered to be a sufficient reason for withdrawing or not renewing the EU Blue Card if the holder can prove that the communication did not reach the competent authorities for a reason independent of the holder's will.\n3.   Member States may withdraw or refuse to renew an EU Blue Card issued on the basis of this Directive in the following cases:\n(a)\nfor reasons of public policy, public security or public health;\n(b)\nwherever the EU Blue Card holder does not have sufficient resources to maintain himself and, where applicable, the members of his family, without having recourse to the social assistance system of the Member State concerned. Member States shall evaluate these resources by reference to their nature and regularity and may take into account the level of minimum national wages and pensions as well as the number of family members of the person concerned. Such evaluation shall not take place during the period of unemployment referred to in Article 13;\n(c)\nif the person concerned has not communicated his address;\n(d)\nwhen the EU Blue Card holder applies for social assistance, provided that the appropriate written information has been provided to him in advance by the Member State concerned.\nArticle 10\nApplications for admission\n1.   Member States shall determine whether applications for an EU Blue Card are to be made by the third-country national and/or by his employer.\n2.   The application shall be considered and examined either when the third-country national concerned is residing outside the territory of the Member State to which he wishes to be admitted or when he is already residing in that Member State as holder of a valid residence permit or national long-stay visa.\n3.   By way of derogation from paragraph 2, a Member State may accept, in accordance with its national law, an application submitted when the third-country national concerned is not in possession of a valid residence permit but is legally present in its territory.\n4.   By way of derogation from paragraph 2, a Member State may provide that an application can only be submitted from outside its territory, provided that such limitations, either for all the third-country nationals or for specific categories of third-country nationals, are already set out in the existing national law at the time of the adoption of this Directive.\nArticle 11\nProcedural safeguards\n1.   The competent authorities of the Member States shall adopt a decision on the complete application for an EU Blue Card and notify the applicant in writing, in accordance with the notification procedures laid down in the national law of the Member State concerned, as soon as possible and at the latest within 90 days of the application being lodged.\nNational law of the relevant Member State shall determine any consequence of a decision not having been taken by the end of the period provided for in the first subparagraph.\n2.   Where the information or documents supplied in support of the application are inadequate, the competent authorities shall notify the applicant of the additional information that is required and set a reasonable deadline for providing it. The period referred to in paragraph 1 shall be suspended until the authorities have received the additional information or documents required. If additional information or documents have not been provided within the deadline, the application may be rejected.\n3.   Any decision rejecting an application for an EU Blue Card, a decision not to renew or to withdraw an EU Blue Card, shall be notified in writing to the third-country national concerned and, where relevant, to his employer in accordance with the notification procedures under the relevant national law and shall be open to legal challenge in the Member State concerned, in accordance with national law. The notification shall specify the reasons for the decision, the possible redress procedures available and the time limit for taking action.\nCHAPTER IV\nRIGHTS\nArticle 12\nLabour market access\n1.   For the first two years of legal employment in the Member State concerned as an EU Blue Card holder, access to the labour market for the person concerned shall be restricted to the exercise of paid employment activities which meet the conditions for admission set out in Article 5. After these first two years, Member States may grant the persons concerned equal treatment with nationals as regards access to highly qualified employment.\n2.   For the first two years of legal employment in the Member State concerned as an EU Blue Card holder, changes in employer shall be subject to the prior authorisation in writing of the competent authorities of the Member State of residence, in accordance with national procedures and within the time limits set out in Article 11(1). Modifications that affect the conditions for admission shall be subject to prior communication or, if provided for by national law, prior authorisation.\nAfter these first two years, where the Member State concerned does not make use of the possibility provided for in paragraph 1 regarding equal treatment, the person concerned shall, in accordance with national procedures, communicate changes that affect the conditions of Article 5 to the competent authorities of the Member State of residence.\n3.   Member States may retain restrictions on access to employment, provided such employment activities entail occasional involvement in the exercise of public authority and the responsibility for safeguarding the general interest of the State and where, in accordance with existing national or Community law, these activities are reserved to nationals.\n4.   Member States may retain restrictions on access to employment activities, in cases where, in accordance with existing national or Community law, these activities are reserved to nationals, Union citizens or EEA citizens.\n5.   This Article shall be applied without prejudice to the principle of Community preference as expressed in the relevant provisions of the Acts of Accession of 2003 and 2005, in particular with respect to the rights of nationals of the Member States concerned to access the labour market.\nArticle 13\nTemporary unemployment\n1.   Unemployment in itself shall not constitute a reason for withdrawing an EU Blue Card, unless the period of unemployment exceeds three consecutive months, or it occurs more than once during the period of validity of an EU Blue Card.\n2.   During the period referred to in paragraph 1, the EU Blue Card holder shall be allowed to seek and take up employment under the conditions set out in Article 12.\n3.   Member States shall allow the EU Blue Card holder to remain on their territory until the necessary authorisation pursuant to Article 12(2) has been granted or denied. The communication under Article 12(2) shall automatically end the period of unemployment.\n4.   The EU Blue Card holder shall communicate the beginning of the period of unemployment to the competent authorities of the Member State of residence, in accordance with the relevant national procedures.\nArticle 14\nEqual treatment\n1.   EU Blue Card holders shall enjoy equal treatment with nationals of the Member State issuing the Blue Card, as regards:\n(a)\nworking conditions, including pay and dismissal, as well as health and safety requirements at the workplace;\n(b)\nfreedom of association and affiliation and membership of an organisation representing workers or employers or of any organisation whose members are engaged in a specific occupation, including the benefits conferred by such organisations, without prejudice to the national provisions on public policy and public security;\n(c)\neducation and vocational training;\n(d)\nrecognition of diplomas, certificates and other professional qualifications in accordance with the relevant national procedures;\n(e)\nprovisions in national law regarding the branches of social security as defined in Regulation (EEC) No 1408/71. The special provisions in the Annex to Regulation (EC) No 859/2003 shall apply accordingly;\n(f)\nwithout prejudice to existing bilateral agreements, payment of income-related acquired statutory pensions in respect of old age, at the rate applied by virtue of the law of the debtor Member State(s) when moving to a third country;\n(g)\naccess to goods and services and the supply of goods and services made available to the public, including procedures for obtaining housing, as well as information and counselling services afforded by employment offices;\n(h)\nfree access to the entire territory of the Member State concerned, within the limits provided for by national law.\n2.   With respect to paragraph 1(c) and (g) the Member State concerned may restrict equal treatment as regards study and maintenance grants and loans or other grants and loans regarding secondary and higher education and vocational training, and procedures for obtaining housing.\nWith respect to paragraph 1(c):\n(a)\naccess to university and post-secondary education may be subject to specific prerequisites in accordance with national law;\n(b)\nthe Member State concerned may restrict equal treatment to cases where the registered or usual place of residence of the EU Blue Card holder, or that of the family member for whom benefits are claimed, lies within its territory.\nParagraph 1(g) shall be without prejudice to the freedom of contract in accordance with Community and national law.\n3.   The right to equal treatment as laid down in paragraph 1 shall be without prejudice to the right of the Member State to withdraw or to refuse to renew the EU Blue Card in accordance with Article 9.\n4.   When the EU Blue Card holder moves to a second Member State in accordance with Article 18 and a positive decision on the issuing of an EU Blue Card has not yet been taken, Member States may limit equal treatment in the areas listed in paragraph 1, with the exception of 1(b) and (d). If, during this period, Member States allow the applicant to work, equal treatment with nationals of the second Member State in all areas of paragraph 1 shall be granted.\nArticle 15\nFamily members\n1.   Directive 2003/86/EC shall apply with the derogations laid down in this Article.\n2.   By way of derogation from Articles 3(1) and 8 of Directive 2003/86/EC, family reunification shall not be made dependent on the requirement of the EU Blue Card holder having reasonable prospects of obtaining the right of permanent residence and having a minimum period of residence.\n3.   By way of derogation from the last subparagraph of Article 4(1) and Article 7(2) of Directive 2003/86/EC, the integration conditions and measures referred to therein may only be applied after the persons concerned have been granted family reunification.\n4.   By way of derogation from the first subparagraph of Article 5(4) of Directive 2003/86/EC, residence permits for family members shall be granted, where the conditions for family reunification are fulfilled, at the latest within six months from the date on which the application was lodged.\n5.   By way of derogation from Article 13(2) and (3) of Directive 2003/86/EC, the duration of validity of the residence permits of family members shall be the same as that of the residence permits issued to the EU Blue Card holder insofar as the period of validity of their travel documents allows it.\n6.   By way of derogation from the second sentence of Article 14(2) of Directive 2003/86/EC, Member States shall not apply any time limit in respect of access to the labour market.\nThis paragraph is applicable from 19 December 2011.\n7.   By way of derogation to Article 15(1) of Directive 2003/86/EC, for the purposes of calculation of the five years of residence required for the acquisition of an autonomous residence permit, residence in different Member States may be cumulated.\n8.   If Member States have recourse to the option provided for in paragraph 7, the provisions set out in Article 16 of this Directive in respect of accumulation of periods of residence in different Member States by the EU Blue Card holder shall apply mutatis mutandis.\nArticle 16\nEC long-term resident status for EU Blue Card holders\n1.   Directive 2003/109/EC shall apply with the derogations laid down in this Article.\n2.   By way of derogation from Article 4(1) of Directive 2003/109/EC, the EU Blue Card holder having made use of the possibility provided for in Article 18 of this Directive is allowed to cumulate periods of residence in different Member States in order to fulfil the requirement concerning the duration of residence, if the following conditions are met:\n(a)\nfive years of legal and continuous residence within the territory of the Community as an EU Blue Card holder; and\n(b)\nlegal and continuous residence for two years immediately prior to the submission of the relevant application as an EU Blue Card holder within the territory of the Member State where the application for the long-term resident's EC residence permit is lodged.\n3.   For the purpose of calculating the period of legal and continuous residence in the Community and by way of derogation from the first subparagraph of Article 4(3) of Directive 2003/109/EC, periods of absence from the territory of the Community shall not interrupt the period referred to in paragraph 2(a) of this Article if they are shorter than 12 consecutive months and do not exceed in total 18 months within the period referred to in paragraph 2(a) of this Article. This paragraph shall apply also in cases where the EU Blue Card holder has not made use of the possibility provided for in Article 18.\n4.   By way of derogation from Article 9(1)(c) of Directive 2003/109/EC, Member States shall extend to 24 consecutive months the period of absence from the territory of the Community which is allowed to an EC long-term resident holder of a long-term residence permit with the remark referred to in Article 17(2) of this Directive and of his family members having been granted the EC long-term resident status.\n5.   The derogations to Directive 2003/109/EC set out in paragraphs 3 and 4 of this Article may be restricted to cases where the third-country national concerned can present evidence that he has been absent from the territory of the Community to exercise an economic activity in an employed or self-employed capacity, or to perform a voluntary service, or to study in his own country of origin.\n6.   Article 14(1)(f) and 15 shall continue to apply for holders of a long-term residence permit with the remark referred to in Article 17(2), where applicable, after the EU Blue Card holder has become an EC long-term resident.\nArticle 17\nLong-term residence permit\n1.   EU Blue Card holders who fulfil the conditions set out in Article 16 of this Directive for the acquisition of the EC long-term resident status shall be issued with a residence permit in accordance with Article 1(2)(a) of Regulation (EC) No 1030/2002.\n2.   In the residence permit referred to in paragraph 1 of this Article under the heading ‘remarks’, Member States shall enter ‘Former EU Blue Card holder’.\nCHAPTER V\nRESIDENCE IN OTHER MEMBER STATES\nArticle 18\nConditions\n1.   After eighteen months of legal residence in the first Member State as an EU Blue Card holder, the person concerned and his family members may move to a Member State other than the first Member State for the purpose of highly qualified employment under the conditions set out in this Article.\n2.   As soon as possible and no later than one month after entering the territory of the second Member State, the EU Blue Card holder and/or his employer shall present an application for an EU Blue Card to the competent authority of that Member State and present all the documents proving the fulfilment of the conditions set out in Article 5 for the second Member State. The second Member State may decide, in accordance with national law, not to allow the applicant to work until the positive decision on the application has been taken by its competent authority.\n3.   The application may also be presented to the competent authorities of the second Member State while the EU Blue Card holder is still residing in the territory of the first Member State.\n4.   In accordance with the procedures set out in Article 11, the second Member State shall process the application and inform in writing the applicant and the first Member State of its decision to either:\n(a)\nissue an EU Blue Card and allow the applicant to reside on its territory for highly qualified employment where the conditions set in this Article are fulfilled and under the conditions set out in Articles 7 to 14; or\n(b)\nrefuse to issue an EU Blue Card and oblige the applicant and his family members, in accordance with the procedures provided for by national law, including removal procedures, to leave its territory where the conditions set out in this Article are not fulfilled. The first Member State shall immediately readmit without formalities the EU Blue Card holder and his family members. This shall also apply if the EU Blue Card issued by the first Member State has expired or has been withdrawn during the examination of the application. Article 13 shall apply after readmission.\n5.   If the EU Blue Card issued by the first Member State expires during the procedure, Member States may issue, if required by national law, national temporary residence permits, or equivalent authorisations, allowing the applicant to continue to stay legally on its territory until a decision on the application has been taken by the competent authorities.\n6.   The applicant and/or his employer may be held responsible for the costs related to the return and readmission of the EU Blue Card holder and his family members, including costs incurred by public funds, where applicable, pursuant to paragraph 4(b).\n7.   In application of this Article, Member States may continue to apply volumes of admission as referred to in Article 6.\n8.   From the second time that an EU Blue Card holder, and where applicable, his family members, makes use of the possibility to move to another Member State under the terms of this Chapter, ‘first Member State’ shall be understood as the Member States from where the person concerned moves and ‘second Member State’ as the Member State to which he is applying to reside.\nArticle 19\nResidence in the second Member State for family members\n1.   When the EU Blue Card holder moves to a second Member State in accordance with Article 18 and when the family was already constituted in the first Member State, the members of his family shall be authorised to accompany or join him.\n2.   No later than one month after entering the territory of the second Member State, the family members concerned or the EU Blue card holder, in accordance with national law, shall submit an application for a residence permit as a family member to the competent authorities of that Member State.\nIn cases where the residence permit of the family members issued by the first Member State expires during the procedure or no longer entitles the holder to reside legally on the territory of the second Member State, Member States shall allow the person to stay in their territory, if necessary by issuing national temporary residence permits, or equivalent authorisations, allowing the applicant to continue to stay legally on their territory with the EU Blue Card holder until a decision on the application has been taken by the competent authorities of the second Member State.\n3.   The second Member State may require the family members concerned to present with their application for a residence permit:\n(a)\ntheir residence permit in the first Member State and a valid travel document, or their certified copies, as well as a visa, if required;\n(b)\nevidence that they have resided as members of the family of the EU Blue Card holder in the first Member State;\n(c)\nevidence that they have a sickness insurance covering all risks in the second Member State, or that the EU Blue Card holder has such insurance for them.\n4.   The second Member State may require the EU Blue Card holder to provide evidence that the holder:\n(a)\nhas an accommodation regarded as normal for a comparable family in the same region and which meets the general health and safety standards in the Member State concerned;\n(b)\nhas stable and regular resources which are sufficient to maintain himself and the members of his family, without recourse to the social assistance of the Member State concerned. Member States shall evaluate these resources by reference to their nature and regularity and may take into account the level of minimum national wages and pensions as well as the number of family members.\n5.   Derogations contained in Article 15 shall continue to apply mutatis mutandis.\n6.   Where the family was not already constituted in the first Member State, Article 15 shall apply.\nCHAPTER VI\nFINAL PROVISIONS\nArticle 20\nImplementing measures\n1.   Member States shall communicate to the Commission and the other Member States if legislative or regulatory measures are enacted in respect of Articles 6, 8(2) and 18(6).\nThose Member States which make use of the provisions of Article 8(4) shall communicate to the Commission and to the other Member States a duly justified decision indicating the countries and sectors concerned.\n2.   Annually, and for the first time no later than 19 June 2013, Member States shall, in accordance with Regulation (EC) No 862/2007, communicate to the Commission statistics on the volumes of third-country nationals who have been granted an EU Blue Card and, as far as possible, volumes of third-country nationals whose EU Blue Card has been renewed or withdrawn, during the previous calendar year, indicating their nationality and, as far as possible, their occupation. Statistics on admitted family members shall be communicated in the same manner, except as regards information on their occupation. In relation to EU Blue Card holders and members of their families admitted in accordance with Articles 18, 19 and 20, the information provided shall, in addition, specify, as far as possible, the Member State of previous residence.\n3.   For the purpose of the implementation of Article 5(3) and, where appropriate, 5(5), reference shall be made to Commission (Eurostat) data and, where appropriate, national data.\nArticle 21\nReports\nEvery three years, and for the first time no later than 19 June 2014, the Commission shall report to the European Parliament and the Council on the application of this Directive in the Member States, in particular the assessment of the impact of Articles 3(4), 5 and 18, and shall propose any amendments that are necessary.\nThe Commission shall notably assess the relevance of the salary threshold defined in Article 5 and of the derogations provided for in that Article, taking into account, inter alia, the diversity of the economical, sectorial and geographical situations within the Member States.\nArticle 22\nContact points\n1.   Member States shall appoint contact points which shall be responsible for receiving and transmitting the information referred to in Articles 16, 18 and 20.\n2.   Member States shall provide appropriate cooperation in the exchange of the information and documentation referred to in paragraph 1.\nArticle 23\nTransposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 19 June 2011. They shall forthwith inform the Commission thereof.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.\nArticle 24\nEntry into force\nThis Directive shall enter into force on the day following its publication in the Official Journal of the European Union.\nArticle 25\nAddressees\nThis Directive is addressed to the Member States, in accordance with the Treaty establishing the European Community.\nDone at Brussels, 25 May 2009.\nFor the Council\nThe President\nJ. ŠEBESTA\n(1)  Opinion of 20 November 2008 (not yet published in the Official Journal).\n(2)  Opinion of 9 July 2008 (not yet published in the Official Journal).\n(3)  Opinion of 18 June 2008 (not yet published in the Official Journal).\n(4)  OJ L 375, 23.12.2004, p. 12.\n(5)  OJ L 289, 3.11.2005, p. 15.\n(6)  OJ L 157, 15.6.2002, p. 1.\n(7)  OJ L 105, 13.4.2006, p. 1.\n(8)  OJ L 149, 5.7.1971, p. 2.\n(9)  OJ L 124, 20.5.2003, p. 1.\n(10)  OJ L 255, 30.9.2005, p. 22.\n(11)  OJ L 16, 23.1.2004, p. 44.\n(12)  OJ L 251, 3.10.2003, p. 12.\n(13)  OJ L 199, 31.7.2007, p. 23.\n(14)  OJ C 321, 31.12.2003, p. 1.\n(15)  OJ L 304, 30.9.2004, p. 12.\n(16)  OJ L 158, 30.4.2004, p. 77, as corrected by OJ L 229, 29.6.2004, p. 35.\n(17)  OJ L 18, 21.1.1997, p. 1.", "summary": "EU blue card – entry and residence of highly qualified workers (until 2023)\nEU blue card – entry and residence of highly qualified workers (until 2023)\nSUMMARY OF:\nDirective 2009/50/EC – Conditions of entry and residence of non-EU nationals for the purposes of highly qualified employment\nWHAT IS THE AIM OF THE DIRECTIVE?\nIt sets out the entry and residence conditions for highly qualified* non-EU nationals wishing to work a highly qualified job in an European Union (EU) Member State (other than Denmark, Ireland and the United Kingdom (1)) and for their families.\nIt creates an EU blue card* system.\nIt will be repealed and replaced by Directive (EU) 2021/1883 (see summary) as of 19 November 2023.\nKEY POINTS\nApplicants for an EU blue card must present: a valid work contract or binding job offer of at least 1 year, offering a salary at least 1.5 times the average gross annual salary in the Member State concerned;documentary proof that they hold the necessary qualifications;a valid travel document and, if required, a visa;proof of health insurance.\nMember States may reject an application if the above conditions are not met or the documents have been acquired illegally, falsified or tampered with.\nThe applicant must not be a threat to public policy, security or health.\nMember States may determine the number of highly qualified employees they admit.\nSuccessful applicants will be issued with an EU blue card valid for a standard period of 1–4 years, depending on the Member State concerned, or for the duration of the work contract, if it is shorter than the standard period of validity, plus 3 months.\nThe application may be made by the individual and/or their employer, depending on the Member State.\nFor the first 2 years, EU blue card holders are restricted to highly qualified jobs that meet the criteria for admission. After that they may apply on equal terms with a country’s nationals for other highly qualified employment, depending on the Member State concerned.\nEU blue card holders and their families can enter, re-enter and stay in the Member State that issues the card and pass through other Member States.\nEU blue card holders enjoy the same rights as a country’s nationals in terms of working conditions, education, recognition of qualifications, social security and freedom of association. Member States may restrict some of these, particularly educational grants and loans.\nNational authorities may withdraw an EU blue card or refrain from renewing it if the holder no longer meets the original conditions, has been unemployed for more than 3 months or is considered a public threat.\nAfter 18 months’ legal residence, an EU blue card holder benefits from some facilitation to obtain the necessary visa to move to another Member State. Provided they still meet the admission criteria, they can be allowed to start working before a decision to grant the visa is taken, and family members can join them immediately.\nThe Commission reports every 3 years on how the legislation is being applied. The first report was published in June 2014.\nReview and proposal\nIn 2016, the European Commission issued a proposal to repeal Directive 2009/50/EC. This stemmed from a review of the directive, published in parallel, which concluded that the current directive has many intrinsic weaknesses and that it is not being applied consistently across the EU. Moreover, many Member States have parallel rules and procedures for the same category of highly skilled workers. This fragmentation is not efficient, as it creates a burden for employers and applicants, nor effective, as the numbers of permits issued to highly skilled workers remain limited. This makes it more difficult for the EU to attract and retain the talent it needs.\nThe proposal seeks both to address the shortcomings of the previous directive and to extend its scope to include beneficiaries of international protection and non-EU family members of EU citizens. The proposed scheme would also replace parallel national schemes targeting the same group as the blue card.\nThe proposal also includes the following: more flexible admission conditions (a lower salary threshold; a minimum duration for the initial contract less than 6 months; simpler rules for recent graduates and workers in shortage occupations; and equivalence between professional experience and formal qualifications);simpler procedures (faster and more flexible procedures, an optional fast-track procedure for trusted employers);broader rights (more flexible labour market access, including self-employed activity on the side; immediate family reunification; easier access to EU long-term residence status);easier travel within the EU (e.g. for short-term business trips across the EU, access to an EU blue card in a second Member State).\nRepeal\nDirective 2009/50/EC is repealed and replaced by Directive (EU) 2021/1883 as of 19 November 2023.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt has applied since 19 June 2009 and had to become law in the Member States by 19 June 2011.\nBACKGROUND\n              \nFor further information, see:\nLegal migration and integration (European Commission).\nKEY TERMS\n              \nHighly qualified employee. Someone in paid work who has a specific skill set certified by advanced professional qualifications.\nEU blue card. A work and residence permit bearing the words ‘EU Blue Card’, entitling the holder to live and work in the Member State that issued it.\nMAIN DOCUMENT\n            \nCouncil Directive 2009/50/EC of 25 May 2009 on the conditions of entry and residence of third-country nationals for the purposes of highly qualified employment (OJ L 155, 18.6.2009, pp. 17–29).\nRELATED DOCUMENTS\n            \nDirective 2004/38/EC of the European Parliament and of the Council of 29 April 2004 on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States amending Regulation (EEC) No 1612/68 and repealing Directives 64/221/EEC, 68/360/EEC, 72/194/EEC, 73/148/EEC, 75/34/EEC, 75/35/EEC, 90/364/EEC, 90/365/EEC and 93/96/EEC (OJ L 158, 30.4.2004, pp. 77–123). Text republished in corrigendum (OJ L 229, 29.6.2004, pp. 35–48).\nSuccessive amendments to Directive 2004/38/EC have been incorporated into the original text. This consolidated version is of documentary value only.\nDirective 2013/32/EU of the European Parliament and of the Council of 26 June 2013 on common procedures for granting and withdrawing international protection (recast) (OJ L 180, 29.6.2013, pp. 60–95).\nDirective (EU) 2016/801 of the European Parliament and of the Council of 11 May 2016 on the conditions of entry and residence of third-country nationals for the purposes of research, studies, training, voluntary service, pupil exchange schemes or educational projects and au pairing (OJ L 132, 21.5.2016, pp. 21–57).\nSee consolidated version.\nCommunication from the Commission to the European Parliament and the Council on the implementation of Directive 2009/50/EC on the conditions of entry and residence of third-country nationals for the purpose of highly qualified employment (‘EU Blue Card’) (COM(2014) 287 final, 22.5.2014).\nProposal for a Directive of the European Parliament and of the Council on the conditions of entry and residence of third-country nationals for the purposes of highly skilled employment (COM(2016) 378 final, 7.6.2016).\nCommission staff working document – Impact Assessment – Accompanying the document Proposal for a Directive of the European Parliament and the Council on the conditions of entry and residence of third-country nationals for the purposes of highly skilled employment and repealing Directive 2009/50/EC (SWD(2016) 193 final, 7.6.2016).\nCommission staff working document – Executive summary of the Impact Assessment – Accompanying the document Proposal for a Directive of the European Parliament and the Council on the conditions of entry and residence of third-country nationals for the purposes of highly skilled employment (SWD(2016) 194 final, 7.6.2016).\nlast update 11.11.2021(1) The United Kingdom withdrew from the European Union and becomes a third country (non-EU country) as of 1 February 2020.", "tags": ["skilled worker", "foreign national", "residence permit", "labour law", "recognition of vocational training qualifications", "EU migration policy"], "subjects": ["Justice and home affairs", "Free movement of persons"], "split": "train", "reference_annotations": {}, "summary_annotations": {"32009L0050_p1": {"text": "directive 2009/50/ec is repealed and replaced by directive 2021/1883 as of 19 November 2023.", "triples": [" directive 2021/1883,  repealed,  directive 2009/50/ec", " directive 2021/1883,  replaced,  directive 2009/50/ec"]}, "32009L0050_p2": {"text": "directive 2004/38/ec of the European Parliament and of the Council of 29 April 2004 on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States amending regulation 1612/68 and repealing directive 64/221/eec directive 68/360/eec directive 72/194/eec directive 73/148/eec directive 75/34/eec directive 75/35/eec directive 90/364/eec directive 90/365/eec directive 93/96/eec (OJ L 158, 30.4.2004, pp. 77–123). Text republished in corrigendum (OJ L 229, 29.6.2004, pp. 35–48).", "triples": [" directive 2004/38/ec,  amending,  regulation 1612/68", " directive 2004/38/ec,  repealing,  directive 64/221/eec", " directive 2004/38/ec,  repealing,  directive 68/360/eec", " directive 2004/38/ec,  repealing,  directive 72/194/eec", " directive 2004/38/ec,  repealing,  directive 73/148/eec", " directive 2004/38/ec,  repealing,  directive 75/34/eec", " directive 2004/38/ec,  repealing,  directive 75/35/eec", " directive 2004/38/ec,  repealing,  directive 90/364/eec", " directive 2004/38/ec,  repealing,  directive 90/365/eec", " directive 2004/38/ec,  repealing,  directive 93/96/eec"]}}}