{"celex_id": "31997R1467", "reference": "2.8.1997\nEN\nOfficial Journal of the European Union\nL 209/6\nCOUNCIL REGULATION (EC) No 1467/97\nof 7 July 1997\non speeding up and clarifying the implementation of the excessive deficit procedure\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular the second subparagraph of Article 104c (14) thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the European Monetary Institute,\n(1)\nWhereas it is necessary to speed up and to clarify the excessive deficit procedure set out in Article 104c of the Treaty in order to deter excessive general government deficits and, if they occur, to further their prompt correction; whereas the provisions of this Regulation, which are to the above effect and adopted under Article 104c (14) second subparagraph, constitute, together with those of Protocol (No 5) to the Treaty, a new integrated set of rules for the application of Article 104c;\n(2)\nWhereas the Stability and Growth Pact is based on the objective of sound government finances as a means of strengthening the conditions for price stability and for strong sustainable growth conducive to employment creation;\n(3)\nWhereas the Stability and Growth Pact consists of this Regulation, of Council Regulation (EC) No 1466/97 (3) which aims to strengthen the surveillance of budgetary positions and the surveillance and coordination of economic policies and of the Resolution of the European Council of 17 June 1997 on the Stability and Growth Pact (4), in which, in accordance with Article D of the Treaty on European Union, firm political guidelines are issued in order to implement the manner and in particular to adhere to the medium term objective for budgetary positions of close to balance or in surplus, to which all Member States are committed, and to take the corrective budgetary action they deem necessary to meet the objectives of their stability and convergence programmes, whenever they have information indicating actual or expected significant divergence from the medium-term budgetary objective;\n(4)\nWhereas in stage three of Economic and Monetary Union (EMU) the Member States are, according to Article 104c of the Treaty, under a clear Treaty obligation to avoid excessive government deficits; whereas under Article 5 of Protocol (No 11) to the Treaty, paragraphs 1, 9 and 11 of Article 104c do not apply to the United Kingdom unless it moves to the third stage; whereas the obligation under Article 109e (4) to endeavour to avoid excessive deficits will continue to apply to the United Kingdom;\n(5)\nWhereas Denmark, referring to paragraph 1 of Protocol (No 12) to the Treaty has notified, in the context of the Edinburgh decision of 12 December 1992, that it will not participate in the third stage; whereas, therefore, in accordance with paragraph 2 of the said Protocol, paragraphs 9 and 11 of Article 104c shall not apply to Denmark;\n(6)\nWhereas in stage three of EMU Member States remain responsible for their national budgetary policies, subject to the provisions of the Treaty; whereas the Member States will take the necessary measures in order to meet their responsibilities in accordance with the provisions of the Treaty;\n(7)\nWhereas adherence to the medium-term objective of budgetary positions close to balance or in surplus to which all Member States are committed, contributes to the creation of the appropriate conditions for price stability and for sustained growth conducive to employment creation in all Member States and will allow them to deal with normal cyclical fluctuations while keeping the government deficit within the 3 % of GDP reference value;\n(8)\nWhereas for EMU to function properly, it is necessary that convergence of economic and budgetary performances of Member States which have adopted the single currency, hereafter referred to as ‘participating Member States’, proves stable and durable; whereas budgetary discipline is necessary in stage three of EMU to safeguard price stability;\n(9)\nWhereas according to Article 109k (3) Articles 104c (9) and (11) only apply to participating Member States;\n(10)\nWhereas it is necessary to define the concept of an exceptional and temporary excess over the reference value as referred to in Article 104c (2) (a); whereas the Council should in this context, inter alia, take account of the pluriannual budgetary forecasts provided by the Commission;\n(11)\nWhereas a Commission report in accordance with Article 104c (3) is also to take into account whether the government deficit exceeds government investment expenditure and take into account all other relevant factors, including the medium-term economic and budgetary position of the Member State;\n(12)\nWhereas there is a need to establish deadlines for the implementation of the excessive deficit procedure in order to ensure its expeditious and effective implementation; whereas it is necessary in this context to take account of the fact that the budgetary year of the United Kingdom does not coincide with the calendar year;\n(13)\nWhereas there is a need to specify how the sanctions provided for in Article 104c could be imposed in order to ensure the effective implementation of the excessive deficit procedure;\n(14)\nWhereas reinforced surveillance under the Council Regulation (EC) No 1466/97 together with the Commission's monitoring of budgetary positions in accordance with paragraph 2 of Article 104c should facilitate the effective and rapid implementation of the excessive deficit procedure;\n(15)\nWhereas in the light of the above, in the event that a participating Member State fails to take effective action to correct an excessive deficit, an overall maximum period of ten months from the reporting date of the figures indicating the existence of an excessive deficit until the decision to impose sanctions, if necessary, seems both feasible and appropriate in order to exert pressure on the participating Member State concerned to take such action; in this event, and if the procedure starts in March, this would lead to sanctions being imposed within the calendar year in which the procedure had been started;\n(16)\nWhereas the Council recommendation for the correction of an excessive deficit or the later steps of the excessive deficit procedure, should have been anticipated by the Member State concerned, which would have had an early warning; whereas the seriousness of an excessive deficit in stage three should call for urgent action from all those involved;\n(17)\nWhereas it is appropriate to hold the excessive deficit procedure in abeyance if the Member State concerned takes appropriate action in response to a recommendation under Article 104c (7) or a notice issued under Article 104c (9) in order to provide an incentive to Member States to act accordingly; whereas the time period during which the procedure would be held in abeyance should not be included in the maximum period of ten months between the reporting date indicating the existence of an excessive deficit and the imposition of sanctions; whereas it is appropriate to resume the procedure immediately if the envisaged action is not being implemented or if the implemented action is proving to be inadequate;\n(18)\nWhereas, in order to ensure that the excessive deficit procedure has a sufficient deterrent effect, a non-interest-bearing deposit of an appropriate size should be required from the participating Member State concerned, whenever the Council decides to impose a sanction;\n(19)\nWhereas the definition of sanctions on a prescribed scale is conducive to legal certainty; whereas it is appropriate to relate the amount of the deposit to the GDP of the participating Member State concerned;\n(20)\nWhereas, whenever the imposition of a non-interest-bearing deposit does not induce the participating Member State concerned to correct its excessive deficit in due time, it is appropriate to intensify the sanctions; whereas it is then appropriate to transform the deposit into a fine;\n(21)\nWhereas appropriate action by the participating Member State concerned in order to correct its excessive deficit is the first step towards abrogation of sanctions; whereas significant progress in correcting the excessive deficit should allow for the lifting of sanctions in accordance with paragraph 12 of Article 104c; whereas the abrogation of all outstanding sanctions should only occur once the excessive deficit has been totally corrected;\n(22)\nWhereas Council Regulation (EC) No 3605/93 of 22 November 1993 on the application of the Protocol on the excessive deficit procedure annexed to the Treaty establishing the European Community (5) contains detailed rules for the reporting of budgetary data by Member States;\n(23)\nWhereas, according to Article 109f (8), where the Treaty provides for a consultative role for the European Central Bank (ECB), references to the ECB shall be read as referring to the European Monetary Institute before the establishment of the ECB,\nHAS ADOPTED THIS REGULATION:\nSECTION 1\nDEFINITIONS AND ASSESSMENTS\nArticle 1\n1.   This Regulation sets out the provisions to speed up and clarify the excessive deficit procedure, having as its objective to deter excessive general government deficits and, if they occur, to further their prompt correction.\n2.   For the purpose of this Regulation ‘participating Member States’ shall mean those Member States which adopt the single currency in accordance with the Treaty and ‘non-participating Member States’ shall mean those which have not adopted the single currency.\nArticle 2\n1.   The excess of a government deficit over the reference value shall be considered exceptional and temporary, in accordance with Article 104s(2) (a), second indent, when resulting from an unusual event outside the control of the Member State concerned and which has a major impact on the financial position of the general government, or when resulting from a severe economic downturn.\nIn addition, the excess over the reference value shall be considered temporary if budgetary forecasts as provided by the Commission indicate that the deficit will fall below the reference value following the end of the unusual event or the severe economic downturn.\n2.   The Commission when preparing a report under Article 104c (3) shall, as a rule, consider an excess over the reference value resulting from a severe economic downturn to be exceptional only if there is an annual fall of real GDP of at least 2 %.\n3.   The Council when deciding, according to Article 104c (6), whether an excessive deficit exists, shall in its overall assessment take into account any observations made by the Member State showing that an annual fall of real GDP of less than 2 % is nevertheless exceptional in the light of further supporting evidence, in particular on the abruptness of the downturn or on the accumulated loss of output relative to past trends.\nSECTION 2\nSPEEDING UP THE EXCESSIVE DEFICIT PROCEDURE\nArticle 3\n1.   Within two weeks of the adoption by the Commission of a report issued in accordance with Article 104c (3), the Economic and Financial Committee shall formulate an opinion in accordance with Article 104c (4).\n2.   Taking fully into account the opinion referred to in paragraph 1, the Commission, if it considers that an excessive deficit exists, shall address an opinion and a recommendation to the Council in accordance with Article 104c (5) and (6).\n3.   The Council shall decide on the existence of an excessive deficit in accordance with Article 104c (6), within three months of the reporting dates established in Article 4 (2) and (3) of Regulation (EC) No 3605/93. When it decides, in accordance with Article 104c (6), that an excessive deficit exists, the Council shall at the same time make recommendations to the Member State concerned in accordance with Article 104c (7).\n4.   The Council recommendation made in accordance with Article 104c (7) shall establish a deadline of four months at the most for effective action to be taken by the Member State concerned. The Council recommendation shall also establish a deadline for the correction of the excessive deficit, which should be completed in the year following its identification unless there are special circumstances.\nArticle 4\n1.   Any Council decision to make public its recommendations, where it is established that no effective action has been taken in accordance with Article 104c (8), shall be taken immediately after the expiry of the deadline set in accordance with Article 3 (4) of this Regulation.\n2.   The Council, when considering whether effective action has been taken in response to its recommendations made in accordance with Article 104c (7), shall base its decision on publicly announced decisions by the Government of the Member State concerned.\nArticle 5\nAny Council decision to give notice to the participating Member State concerned to take measures for the deficit reduction in accordance with Article 104c (9) shall be taken within one month of the Council decision establishing that no effective action has been taken in accordance with Article 104c (8).\nArticle 6\nWhere the conditions to apply Article 104c (11) are met, the Council shall impose sanctions in accordance with Article 104c (11). Any such decision shall be taken no later than two months after the Council decision giving notice to the participating Member State concerned to take measures in accordance with Article 104c (9).\nArticle 7\nIf a participating Member State fails to act in compliance with the successive decisions of the Council in accordance with Article 104c (7) and (9), the decision of the Council to impose sanctions, in accordance with paragraph 11 of Article 104c, shall be taken within ten months of the reporting dates pursuant to Regulation (EC) No 3605/93 as referred to in Article 3 (3) of this Regulation. An expedited procedure shall be used in the case of a deliberately planned deficit which the Council decides is excessive.\nArticle 8\nAny Council decision to intensify sanctions, in accordance with Article 104c (11), other than the conversion of deposits into fines under Article 14 of this Regulation, shall be taken no later than two months after the reporting dates pursuant to Regulation (EC) No 3605/93. Any Council decision to abrogate some or all of its decisions in accordance with Article 104c (12) shall be taken as soon as possible and in any case no later than two months after the reporting dates pursuant to Regulation (EC) No 3605/93.\nSECTION 3\nABEYANCE AND MONITORING\nArticle 9\n1.   The excessive deficit procedure shall be held in abeyance:\n—\nif the Member State concerned acts in compliance with recommendations made in accordance with Article 104c (7),\n—\nif the participating Member State concerned acts in compliance with notices given in accordance with Article 104c (9).\n2.   The period during which the procedure is held in abeyance shall be included neither in the ten month period referred to in Article 7 nor in the two month period referred to in Article 6 of this Regulation.\nArticle 10\n1.   The Commission and the Council shall monitor the implementation of action taken:\n—\nby the Member State concerned in response to recommendations made under Article 104c (7),\n—\nby the participating Member State concerned in response to notices given under Article 104c (9).\n2.   If action by a participating Member State is not being implemented or, in the Council's view, is proving to be inadequate, the Council shall immediately take a decision under Article 104c (9) or Article 104c (11) respectively.\n3.   If actual data pursuant to Regulation (EC) No 3605/93 indicate that an excessive deficit has not been corrected by a participating Member State within the time limits specified either in recommendations issued under Article 104c (7) or notices issued under Article 104c (9), the Council shall immediately take a decision under Article 104c (9) or Article 104c (11) respectively.\nSECTION 4\nSANCTIONS\nArticle 11\nWhenever the Council decides to apply sanctions to a participating Member State in accordance with Article 104c (11), a non-interest-bearing deposit shall, as a rule, be required. The Council may decide to supplement this deposit by the measures provided for in the first and second indents of Article 104c (11).\nArticle 12\n1.   When the excessive deficit results from non-compliance with the criterion relating to the government deficit ration in Article 104c (2) (a), the amount of the first deposit shall comprise a fixed component equal to 0,2 % of GDP, and a variable component equal to one tenth of the difference between the deficit as a percentage of GDP in the preceding year and the reference value of 3 % of GDP.\n2.   Each following year, until the decision on the existence of an excessive deficit is abrogated, the Council shall assess whether the participating Member State concerned has taken effective action in response to the Council notice in accordance with Article 104c (9). In this annual assessment the Council shall decide, in accordance with Article 104c (11), and without prejudice to Article 13 of this Regulation, to intensify the sanctions, unless the participating Member State concerned has complied with the Council notice. If an additional deposit is decided, it shall be equal to one tenth of the difference between the deficit as a percentage of GDP in the preceding year and the reference value of 3 % of GDP.\n3.   Any single deposit referred to in paragraphs 1 and 2 shall not exceed the upper limit of 0,5 % of GDP.\nArticle 13\nA deposit shall, as a rule, be converted by the Council, in accordance with Article 104c (11), into a fine if two years after the decision to require the participating Member State concerned to make a deposit, the excessive deficit has in the view of the Council not been corrected.\nArticle 14\n1.   In accordance with Article 104c (12), the Council shall abrogate the sanctions referred to in the first and second indents of Article 104c (11) depending on the significance of the progress made by the participating Member State concerned in correcting the excessive deficit.\nArticle 15\nIn accordance with Article 104c (12), the Council shall abrogate all outstanding sanctions if the decision on the existence of an excessive deficit is abrogated. Fines imposed in accordance with Article 13 of this Regulation will not be reimbursed to the participating Member State concerned.\nArticle 16\nDeposits referred to in Articles 11 and 12 of this Regulation shall be lodged with the Commission. Interest on the deposits, and the fines referred to in Article 13 of this Regulation constitute other revenue referred to in Article 201 of the Treaty and shall be distributed among participating Member States without a deficit that is excessive as determined in accordance with Article 104c (6) in proportion to their share in the total GNP of the eligible Member States.\nSECTION 5\nTRANSITIONAL AND FINAL PROVISIONS\nArticle 17\nFor the purpose of this Regulation and for as long as the United Kingdom has a budgetary year which is not a calendar year, the provisions of sections 2, 3 and 4 of this Regulation shall be applied to the United Kingdom in accordance with the Annex.\nArticle 18\nThis Regulation shall enter into force on 1 January 1999.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 7 July 1997.\nFor the Council\nThe President\nJ.-C. JUNCKER\n(1)  OJ No C 368, 6. 12. 1996, p. 12.\n(2)  OJ No C 380, 16. 12. 1996, p. 29.\n(3)  See p. 1 of this Official Journal.\n(4)  OJ No C 236, 2. 8. 1997, p. 1.\n(5)  OJ No L 332, 31. 12. 1993, p. 7.\nANNEX\nTIME LIMITS APPLICABLE TO THE UNITED KINGDOM\n1.\nIn order to ensure equal treatment of all Member States, the Council, when taking decisions in Sections 2, 3 and 4 of this Regulation, shall have regard to the different budgetary year of the budgetary year of the United Kingdom, with a view to taking decisions with regard to the United Kingdom at a point in its budgetary year similar to that at which decisions have been or will be taken in the case of other Member States.\n2.\nFor the provisions specified in Column I below there shall be substituted the provisions specified in Column II.\nColumn I\nColumn II\n‘three months of the reporting dates established in Article 4 (2) and (3) of Council Regulation (EC) No 3605/93’\n(Article 3, (3))\n‘five months after the end of the budgetary year in which the deficit occurred’\n‘the year following its identification’\n(Article 3(4))\n‘the budgetary year following its identification’\n‘ten months of the reporting dates pursuant to Council Regulation (EC) No 3605/93 as referred to in Article 3(3) of this Regulation’\n(Article 7)\n‘twelve months from the end of budgetary year in which the deficit occurred’\n‘the preceding year’\n(Article 12(1))\n‘the preceding budgetary year’", "summary": "The corrective arm: the excessive deficit procedure\nThe corrective arm: the excessive deficit procedure\nSUMMARY OF:\nCouncil Regulation (EC) No 1467/97 — speeding up and clarifying the implementation of the excessive deficit procedure\nSUMMARY\nWHAT DOES THIS REGULATION DO?\n              \nThe Stability and Growth Pact (SGP) is the cornerstone of EU budgetary discipline. The corrective arm of the pact governs the excessive deficit procedure (EDP) which underpins the prompt correction of excessively high public deficits or excessively high public debt.\nThe Regulation seeks to clarify and speed up the EDP under Article 126 of the Treaty on the Functioning of the European Union (TFEU).\nWhen an EU country does not respect the budgetary discipline required by the SGP, it may become the subject of an EDP which includes several steps.\nKEY POINTS\nInitiating the procedure\nUnder the SGP, the EDP is triggered by deficit and debt criteria:\nDeficit criterion: the general government deficit is considered excessive if it is over the reference value of 3 % of Gross Domestic Product (GDP) at market prices; or\nDebt criterion: debt is above 60 % of GDP and the target of reducing debt by 1/20th per year was not reached during the previous 3 years.\nStages of the procedure\nfor the EU country whose deficit or debt exceeds the defined limits, the European Commission prepares a report evaluating whether or not to launch an Excessive Deficit Procedure;\nthe Commission then sends a notice to the country in question and informs the Council if it considers that the deficit is excessive;\non the Commission’s proposal, the Council decides by qualified majority whether, in light of the observations of the country concerned, the deficit is excessive;\nif the Council decides that a deficit is excessive, it makes recommendations to the country and prescribes a maximum time limit for it to take effective action (3 or 6 months);\nif a country persists in not implementing the recommendations, the Council may decide to give it formal notice to take measures to reduce the deficit within a specified period;\nif the country does not comply with the Council’s decisions, the Council may decide to impose sanctions.\nSanctions\nSanctions are imposed if the deficit is not reduced. For countries in the euro area, these sanctions are imposed on a gradual basis beginning with:\nthe obligation to lodge with the Commission an interest-bearing deposit of 0.2 % of GDP in the preventive phase;\nthe obligation to lodge a non-interest-bearing deposit of 0.2 % of GDP in the corrective phase. This deposit is converted into a fine of up to 0.5 % of GDP if the recommendations to correct the excessive deficit are not met.\nIn addition, all EU countries (except the United Kingdom (1)) may be subject to a suspension of commitments or payments of EU Structural and Investment Funds. Penalties are also imposed in cases of statistical manipulation.\nVoting system\nDecisions on most sanctions under the EDP are taken by reverse qualified majority. This means that a fine is deemed to be adopted unless the Council decides by qualified majority to reject it.\nMoreover, the 25 countries which signed the Treaty on Stability, Coordination and Governance agreed to apply reverse qualified majority voting at an even earlier stage in the procedure, for example when deciding whether an EU country should be subject to an EDP.\nSGP flexibility\nIn January 2015, the Commission published a Communication providing guidance to EU countries on making best use of the flexibility within the existing rules of the Stability and Growth Pact to encourage the effective implementation of structural reforms, promote investment and better take into account the economic situation of each EU country.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt applies from 1 January 1999.\nBACKGROUND\nEconomic governance\nPress release\nACT\n            \nCouncil Regulation (EC) No 1467/97 of 7 July 1997 on speeding up and clarifying the implementation of the excessive deficit procedure (OJ L 209, 2.8.1997, pp. 6-11)\nThe successive amendments to Regulation (EC) No 1467/97 have been incorporated into the original text. This consolidated version is of documentary value only.\nRELATED ACTS\n            \nRegulation (EU) No 1173/2011 of the European Parliament and of the Council of 16 November 2011 on the effective enforcement of budgetary surveillance in the euro area (OJ L 306, 23.11.2011, pp. 1-7)\nCommunication from the Commission to the European Parliament, the Council, the European Central Bank, the Economic and Social Committee, the Committee of the Regions and the European Investment Bank: Making the best use of the flexibility within the existing rules of the Stability and Growth Pact (COM(2015) 12 final of 13.1.2015)\nlast update 22.02.2016(1) The United Kingdom withdraws from the European Union and becomes a third country (non-EU country) as of 1 February 2020.", "tags": ["budgetary control", "anti-crisis plan", "budget deficit", "public debt"], "subjects": ["Economic and Monetary Union", "Economic and monetary policy"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}