{"celex_id": "32002E0589", "reference": "EUR-Lex - 32002E0589 - EN\nAvis juridique important\n|\n32002E0589\nCouncil Joint Action of 12 July 2002 on the European Union's contribution to combating the destabilising accumulation and spread of small arms and light weapons and repealing Joint Action 1999/34/CFSP\nOfficial Journal L 191 , 19/07/2002 P. 0001 - 0004\nCouncil Joint Actionof 12 July 2002on the European Union's contribution to combating the destabilising accumulation and spread of small arms and light weapons and repealing Joint Action 1999/34/CFSP(2002/589/CFSP)THE COUNCIL OF THE EUROPEAN UNION,Having regard to the Treaty on European Union, and in particular Article 14 thereof,Whereas:(1) On 17 December 1998 the Council adopted Joint Action 1999/34/CFSP on the European Union's contribution to combating the destabilising accumulation and spread of small arms and light weapons(1).(2) The report of the Panel of Governmental Experts on Small Arms recognises ammunition as a cause for concern in conflicts affected by small arms and light weapons.(3) A new Joint Action should be adopted in order to include, where appropriate, ammunition of small arms and light weapons and Joint Action 1999/34/CFSP should therefore be repealed,HAS ADOPTED THIS JOINT ACTION:Article 11. The objectives of this Joint Action are:- to combat, and contribute to ending, the destabilising accumulation and spread of small arms,- to contribute to the reduction of existing accumulations of these weapons and their ammunition to levels consistent with countries' legitimate security needs, and- to help solve the problems caused by such accumulations.2. This Joint Action shall entail the following elements:- building consensus on the principles and measures referred to in Title I,- making a multifaceted contribution as referred to in Title II.3. This Joint Action shall apply to weapons listed in the Annex.TITLE IPrinciples on preventive and reactive aspectsArticle 2The Union shall enhance efforts to build consensus in the relevant regional and international forums (for example, the UN and OSCE) and among affected States on the principles and measures set out in Article 3 and on those set out in Articles 4 and 5 as the basis for regional and incremental approaches to the problem and, where appropriate, global international instruments on small arms.Article 3In pursuing the objectives set out in Article 1, the Union shall aim at building consensus in the relevant international forums, and in a regional context as appropriate, for the realisation of the following principles and measures to prevent the further destabilising accumulation of small arms:(a) a commitment by all countries to import and hold small arms only for their legitimate security needs, to a level commensurate with their legitimate self-defence and security requirements, including their ability to participate in UN peacekeeping operations;(b) a commitment by exporting countries to supply small arms only to governments (either directly or through duly licensed entities authorised to procure weapons on their behalf) in accordance with appropriate international and regional restrictive arms export criteria, as provided in particular in the EU code of conduct, including officially authorised end-use certificates or, when appropriate, other relevant information on end-use;(c) a commitment by all countries to produce small arms only for holdings as outlined in (a) or exports as outlined in (b);(d) in order to ensure control, the establishment and maintenance of national inventories of legally-held weapons owned by the country's authorities and the establishment of restrictive national weapons legislation for small arms including penal sanctions and effective administrative control;(e) the establishment of confidence-building measures, including measures to promote increased transparency and openness, through regional registers on small arms and regular exchanges of available information, on exports, imports, production and holdings of small arms, and on national weapons legislation, and through consultations between the relevant parties on the information exchanged;(f) the commitment to combat illicit trafficking of small arms through the implementation of effective national controls, such as efficient border and customs mechanisms, regional and international cooperation and enhanced information exchange;(g) the commitment to challenge and reverse \"cultures of violence\", by enhancing public involvement through public education and awareness programmes.Article 4In pursuing the objectives set out in Article 1, the efforts of the Union shall aim at building consensus in the relevant international forums, and in a regional context as appropriate, for the realisation of the following principles and measures to reduce existing accumulations of small arms and their ammunition:(a) the assistance as appropriate to countries requesting support for controlling or eliminating surplus small arms and their ammunition on their territory, in particular where this may help to prevent armed conflict or in post-conflict situations;(b) the promotion of confidence-building measures and incentives to encourage the voluntary surrender of surplus or illegally-held small arms and their ammunition, the demobilisation of combatants and their subsequent rehabilitation and reintegration, such measures to include compliance with peace and arms control agreements under combined or third party supervision, respect of human rights and humanitarian law, the protection of the rule of law, in particular as regards the personal safety of former combatants and small arms amnesties, as well as community-based development projects and other economic and social incentives;(c) the effective removal of surplus small arms encompassing safe storage as well as quick and effective destruction of these weapons and their ammunition, preferably under international supervision;(d) the rendering of assistance through appropriate international organisations, programmes and agencies as well as regional arrangements.Article 5Member States shall promote, where appropriate, in the context of resolving armed conflicts:(a) the inclusion of provisions with regard to demobilisation, elimination of surplus weapons and their ammunition and integration of ex-combatants into peace agreements between the parties to the conflict, into mandates of peace-support operations or other relevant missions in support of the peaceful settlement;(b) the consideration of the possibility of making necessary provision for measures ensuring the removal of small arms and their ammunition in the context of demobilisation by the UN Security Council in case the country or parties concerned are not in a position to comply with the relevant obligations.TITLE IIContribution by the Union to specific actionsArticle 61. The Union shall provide financial and technical assistance to programmes and projects which make a direct and identifiable contribution to the principles and measures referred to in Title I, including relevant programmes or projects conducted by the UN, the International Committee of the Red Cross, other international organisations and regional arrangements and NGOs. Such projects might include, inter alia, weapons collection, security sector reform and demobilisation and reintegration programmes as well as specific victim assistance programmes.2. In providing such assistance, the Union shall take into account in particular the recipients' commitments to comply with the principles mentioned in Article 3; their respect of human rights; their compliance with international humanitarian law and the protection of the rule of law; and their compliance with their international commitments, in particular with regard to existing peace treaties and international arms control agreements.Article 71. The Council shall decide on:- the allocation of the financial and technical assistance referred to in Article 6,- the priorities for the use of those funds,- the conditions for implementing specific actions of the Union, including the possibility of designating, in certain instances, a person responsible for its implementation.2. The Council shall decide on the principle, arrangements and financing of such projects on the basis of concrete and properly-costed project proposals and on a case-by-case basis, without prejudice to Member States' bilateral contributions and operation of the Community.3. The Presidency shall under the conditions set out in Article 18(2) of the Treaty:- ensure liaison with the United Nations and any other relevant organisation involved,- establish, with regional arrangements and third countries, the contacts needed to implement the Union's specific actions.It shall keep the Council informed.Article 8The Council notes that the Commission intends to direct its action towards achieving the objectives and the priorities of this Joint Action, where appropriate by pertinent Community measures.Article 91. The Council and the Commission shall be responsible for ensuring the consistency of the Union's activities in the field of small arms, in particular with regard to its development policies. For this purpose, Member States and the Commission shall submit any relevant information to the relevant Council bodies. The Council and the Commission shall ensure implementation of their respective action, each in accordance with its powers.2. Member States shall equally seek to increase the effectiveness of their national actions in the field of small arms. As far as possible, actions taken pursuant to Article 6 shall be coordinated with those of Member States and of the Community.Article 10Joint Action 1999/34/CFSP is hereby repealed.Article 11The Council shall review annually the actions taken in the framework of this Joint Action.Article 12This Joint Action shall enter into force on the date of its adoption.Article 13This Joint Action shall be published in the Official Journal.Done at Brussels, 12 July 2002.For the CouncilThe PresidentT. Pedersen(1) OJ L 9, 15.1.1999, p. 1.ANNEXThe Joint Action shall apply to the following categories of weapons, while not prejudging any future internationally agreed definition of small arms and light weapons. These categories may be subject to further clarification, and may be reviewed in the light of any such future internationally agreed definition.(a) Small arms and accessories specially designed for military use:- machine-guns (including heavy machine-guns),- sub-machine guns, including machine pistols,- fully automatic rifles,- semi-automatic rifles, if developed and/or introduced as a model for an armed force,- moderators (silencers).(b) Man or crew-portable light weapons:- cannon (including automatic cannon), howitzers and mortars of less than 100 mm calibre,- grenade launchers,- anti-tank weapons, recoilless guns (shoulder-fired rockets),- anti-tank missiles and launchers,- anti-aircraft missiles/man-portable air defence systems (MANPADS).", "summary": "Small arms and light weapons: combating their accumulation\nSmall arms and light weapons: combating their accumulation\nSUMMARY OF:\nEU strategy to combat illicit accumulation and trafficking of small arms and ammunition\nWHAT IS THE AIM OF THE STRATEGY?\n              \nIt provides an action plan to combat the threat associated with the illegal accumulation and trafficking of small arms and light weapons (SALW)* and their ammunition, taking advantage of the wide range of mechanisms available to the EU.\nKEY POINTS\nThe SALW Strategy pulls together EU countries’ civilian and military capabilities, Common Foreign and Security Policy (CFSP) and Common Security and Defence Policy (CSDP) instruments, and police, customs and judiciary action within the EU to advance its objectives.\nEffective multilateralism is needed in order to develop international, regional and national mechanisms.\nAt the international level, priority is given to\nimplementing the United Nations’ programme of action on SALW;\ntracing SALW through a global reporting mechanism (iTrace II); and\nratifying the Protocol against the Illicit Manufacturing of and Trafficking in Firearms.\nThe EU will also seek to persuade non-EU countries that are SALW exporters to comply with the above.\nAt the regional level, the EU provides financial support to concrete programmes aimed at tackling security threats related to illegal SALW in Libya, South Eastern Europe and the Organisation of Security and Cooperation in Europe area.\nThe strategy is also advanced by the Instrument contributing to Stability and Peace, which helps prevent and respond to crises, and to create a safe and stable environment around the world.\nThe Council of the EU continuously monitors the implementation of the EU SALW Strategy. Every 6 months, the European External Action Service presents a progress report to the Council for its endorsement.\nBACKGROUND\n              \nThe consequences of the excessive accumulation and uncontrolled spread of SALW are central to 4 of the 5 challenges (terrorism, the proliferation of weapons of mass destruction, regional conflicts, state failure and organised crime) identified in the European Security Strategy.\nFor more information, see:\n‘The fight against excessive accumulation and illicit trafficking of SALW and their ammunition’ on the website of the European External Action Service.\n* KEY TERMS\n              \nSmall arms and light weapons (SALW): any man-portable lethal weapon. Small arms include handguns, shotguns, assault rifles and light machineguns. Light weapons include heavy machineguns, grenade launchers, and anti-tank guns.\nMAIN DOCUMENT\n            \nEU Strategy to combat illicit accumulation and trafficking of SALW and their ammunition, Council of the European Union, Brussels, 13 January 2006\nRELATED ACTS\n            \nRegulation (EU) No 230/2014 of the European Parliament and of the Council of 11 March 2014 establishing an instrument contributing to stability and peace (OJ L 77, 15.3.2014, pp. 1-10)\nCouncil Decision (CFSP) 2015/1908 of 22 October 2015 in support of a global reporting mechanism on illicit small arms and light weapons and other illicit conventional weapons and ammunition to reduce the risk of their illicit trade (‘iTrace II’) (OJ L 278, 23.10.2015, pp. 15-25)\nlast update 04.07.2016", "tags": ["technical cooperation", "firearms and munitions", "European arms policy", "arms limitation", "arms control", "stockpiling of weapons", "financial aid"], "subjects": ["Common foreign and security policy"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}