{"celex_id": "32014R0522", "reference": "20.5.2014\nEN\nOfficial Journal of the European Union\nL 148/1\nCOMMISSION DELEGATED REGULATION (EU) No 522/2014\nof 11 March 2014\nsupplementing Regulation (EU) No 1301/2013 of the European Parliament and of the Council with regard to the detailed rules concerning the principles for the selection and management of innovative actions in the area of sustainable urban development to be supported by the European Regional Development Fund\nTHE EUROPEAN COMMISSION,\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1301/2013 of the European Parliament and of the Council of 17 December 2013 on the European Regional Development Fund and on specific provisions concerning the Investment for growth and jobs goal and repealing Regulation (EC) No 1080/2006 (1), and in particular Article 8(3) thereof,\nWhereas:\n(1)\nAccording to Article 4(7) of Regulation (EU) No 1303/2013 of the European Parliament and of the Council (2) the Structural Funds resources for the Investment for growth and jobs goal allocated to the innovative actions in the area of sustainable urban development (hereinafter referred to as ‘innovative actions’) should be implemented by the Commission.\n(2)\nArticle 92(8) Regulation (EU) No 1303/2013 allows the Commission to implement the resources allocated to innovative actions under indirect management provided for in Article 60 of Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council (3).\n(3)\nIt is necessary to establish detailed rules concerning the principles for the management of innovative actions by an entity or a body entrusted with budget implementation tasks pursuant to Article 58(1)(c) of Regulation (EU) No 966/2012.\n(4)\nIt is necessary to establish detailed rules concerning the principles for the selection of innovative actions to be supported by the European Regional Development Fund (ERDF). In order to ensure that high quality proposals are selected, the procedures and criteria for the selection of innovative actions should be set out, taking account of the territorial diversity of the Union's urban areas.\n(5)\nThe Commission should define the themes for selection of innovative actions to ensure that the calls for proposals address urban issues which will potentially grow in importance for the Union in future years,\nHAS ADOPTED THIS REGULATION:\nArticle 1\nManagement of innovative actions\n1.   The Commission shall designate one or more entities or bodies to be entrusted with the budget implementation tasks for innovative actions at Union level pursuant to Article 58(1)(c) of Regulation (EU, Euratom) No 966/2012 (hereinafter referred to as ‘entrusted entity’).\nIn addition to the requirements laid down in Article 60(1) of Regulation (EU, Euratom) No 966/2012, the entrusted entity shall have a demonstrated track record in managing Union funds in several Member States.\n2.   The Commission shall conclude a delegation agreement with the entrusted entity in accordance with Article 61(3) of Regulation (EU, Euratom) No 966/2012 and that delegation agreement shall contain in addition to the requirements set out in Article 40 of Commission Delegated Regulation (EU) No 1268/2012 (4) provisions governing:\n(a)\nguidance for applicants and beneficiaries;\n(b)\nan annual work programme for approval by the Commission;\n(c)\nthe organisation of calls to select the innovative actions;\n(d)\nthe assessment of the eligibility of the applicants;\n(e)\nthe setting-up of an expert panel, in agreement with the Commission, to assess and rank the proposals;\n(f)\nthe selection of the innovative actions on the basis of the recommendation of the expert panel, in agreement with the Commission;\n(g)\nthe requirement that the beneficiary is provided with a document setting out the conditions for support, as specified by the Commission;\n(h)\nthe examination of reports submitted by the beneficiaries and payments to the beneficiaries;\n(i)\nthe monitoring of individual innovative actions;\n(j)\nthe organisation of communication events;\n(k)\nthe dissemination of results, in agreement with the Commission;\n(l)\nthe audit of individual innovative actions to ensure that they implement the grant according to the principles of sound financial management;\n(m)\na financial contribution in support of the management tasks of the entrusted entity to be provided in the form of a flat-rate contribution to the operational costs of the entrusted entity and established on the basis of the amount of Union funds for grant support entrusted to that entity.\n3.   The entrusted entity shall provide the Commission with the documents in accordance with Article 60(5) of Regulation (EU, Euratom) No 966/2012 and with all necessary information required for the evaluation of the implementation of the innovative actions.\nArticle 2\nSelection of innovative actions\n1.   The entrusted entity shall select innovative actions on the basis of calls for proposals, taking account of themes defined by the Commission services on an annual basis.\n2.   The following authorities may apply for support to undertake innovative actions:\n(a)\nany urban authority of a local administrative unit defined according to the degree of urbanisation as city, town or suburb and comprising at least 50 000 inhabitants;\n(b)\nany association or grouping of urban authorities of local administrative units defined according to the degree of urbanisation as city, town or suburb where the total population is at least 50 000 inhabitants; this can include cross-border associations or groupings, associations or groupings in different regions and/or Member States.\n3.   The expert panel referred to in Article 1(2)(e) shall make recommendations concerning the innovative actions to be selected. The expert panel shall be geographically balanced and chaired by the Commission. In making its recommendations, the expert panel shall take into account, in particular, the following criteria:\n(a)\nthe innovative content of the proposal and its potential to identify or test new solutions;\n(b)\nthe quality of the proposal;\n(c)\nthe involvement of relevant partners in the preparation of the proposal;\n(d)\nthe capacity to demonstrate measurable results;\n(e)\nthe transferability of the solutions proposed.\nThe expert panel shall ensure that the territorial diversity of the Union's urban areas is taken into account in its recommendations.\n4.   The entrusted entity shall select the innovative actions on the basis of the recommendation of the expert panel and in agreement with the Commission.\n5.   The amount granted to each innovative action shall not exceed EUR 5 000 000.\n6.   Each innovative action shall be implemented within a maximum period of three years.\nArticle 3\nEntry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 11 March 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  Regulation (EU) No 1301/2013 of the European Parliament and of the Council of 17 December 2013 on the European Regional Development Fund and on specific provisions concerning the Investment for growth and jobs goal and repealing Regulation (EC) No 1080/2006 (OJ L 347, 20.12.2013, p. 289).\n(2)  Regulation (EU) No 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006 (OJ L 347, 20.12.2013, p. 320).\n(3)  Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (OJ L 298, 26.10.2012, p. 1).\n(4)  Commission Delegated Regulation (EU) No 1268/2012 of 29 October 2012 on the rules of application of Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council on the financial rules applicable to the general budget of the Union (OJ L 362, 31.12.2012, p. 1).", "summary": "Sustainable urban development: innovative projects\nSustainable urban development: innovative projects\nSUMMARY OF:\nDelegated Regulation (EU) No 522/2014 — selection and management of innovative actions in the area of sustainable urban development\nWHAT IS THE AIM OF THE REGULATION?\n              \nIt details how innovative actions carried out by cities in EU countries, in the area of sustainable urban development, are selected for funding by the European Regional Development Fund (ERDF), and how the process is managed.\nKEY POINTS\n              \nRegulation (EU) No 1301/2013 outlines specific rules for the EU’s investment for growth and jobs goal, while Regulation (EU) No 1303/2013 (Common rules on the ERDF, ESF, Cohesion Fund, EAFRD and EMFF (2014-2020) gives the European Commission responsibility to invest resources in innovative actions in the area of sustainable urban development. These initiatives follow principles in the United Nations 2030 Agenda for Sustainable Development and New Urban Agenda, and the EU Regional and Urban Policy.\nThe Delegated Regulation (EU) No 522/2014 provides detail about how this is to be achieved.\nProjects will be selected through calls for proposals, with themes set each year by the Commission.\nUrban areas with more than 50,000 inhabitants are eligible. Where EU countries do not have large cities, urban authorities can come together and submit a joint bid.\nThe ERDF contributes up to €5 million per project.\nThe maximum duration for each project was originally 3 years, but this was later amended to 4 years to allow actions to be fully developed.\nOne organisation at EU level is designated by the Commission to oversee the budget for the innovative actions scheme, and will also take responsibility for:\nguidance for applicants;\nassessing applicant eligibility;\nsetting up an expert panel to assess proposals;\nselecting the innovative actions;\npayments to the beneficiaries;\nmonitoring individual innovative actions;\ncommunication events;\ndissemination of results;\nauditing for sound financial management.\nSelection criteria\nThe expert panel recommends which innovative actions are selected for funding, using the following criteria:\nprojects should be highly innovative, with aspects new to Europe;\nprojects should have clearly-defined objectives, evidence of proper preparatory work, and realistic timescale and funding ambitions;\nprojects may benefit from sources of external expertise such as universities, NGOs and private companies;\nresults should be measurable, transferable and potentially applicable to other urban areas.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 9 June 2014.\nBACKGROUND\n              \nFor more information, see:\nSustainable urban development (European Commission)\nThe Urban Agenda for the EU (European Commission)\nUrban Innovative Actions (Hauts-de-France)\nMAIN DOCUMENT\n            \nCommission Delegated Regulation (EU) No 522/2014 of 11 March 2014 supplementing Regulation (EU) No 1301/2013 of the European Parliament and of the Council with regard to the detailed rules concerning the principles for the selection and management of innovative actions in the area of sustainable urban development to be supported by the European Regional Development Fund (OJ L 148, 20.5.2014, pp. 1-3)\nAmendments to Regulation (EU) No 522/2014 have been incorporated in the basic text. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nRegulation (EU) No 1301/2013 of the European Parliament and of the Council of 17 December 2013 on the European Regional Development Fund and on specific provisions concerning the Investment for growth and jobs goal and repealing Regulation (EC) No 1080/2006 (OJ L 347, 20.12.2013, pp. 289-302)\nSee consolidated version.\nRegulation (EU) No 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006 (OJ L 347, 20.12.2013, pp. 320-469)\nSee consolidated version.\nlast update 21.01.2019", "tags": ["European Regional Development Fund", "innovation", "urbanisation", "eligibility criteria", "distribution of EU funding", "implementation of the budget"], "subjects": ["European Regional Development Fund (ERDF)"], "split": "train", "reference_annotations": {"32014R0522_p1": {"text": "COMMISSION DELEGATED regulation 522/2014///of 11 March 2014---supplementing regulation 1301/2013 of the European Parliament and of the Council with regard to the detailed rules concerning the principles for the selection and management of innovative actions in the area of sustainable urban development to be supported by the European Regional Development Fund", "triples": [" regulation 522/2014,  supplementing,  regulation 1301/2013"]}, "32014R0522_p2": {"text": "Having regard to regulation 1301/2013 of the European Parliament and of the Council of 17 December 2013 on the European Regional Development Fund and on specific provisions concerning the Investment for growth and jobs goal and repealing regulation 1080/2006 (1), and in particular Article 8(3) thereof,", "triples": [" regulation 1301/2013,  repealing,  regulation 1080/2006"]}, "32014R0522_p3": {"text": "(1)  regulation 1301/2013 of the European Parliament and of the Council of 17 December 2013 on the European Regional Development Fund and on specific provisions concerning the Investment for growth and jobs goal and repealing regulation 1080/2006 (OJ L 347, 20.12.2013, p. 289).", "triples": [" regulation 1301/2013,  repealing,  regulation 1080/2006"]}, "32014R0522_p4": {"text": "(2)  regulation 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council regulation 1083/2006 (OJ L 347, 20.12.2013, p. 320).", "triples": [" regulation 1303/2013,  repealing,  regulation 1083/2006"]}, "32014R0522_p5": {"text": "(3)  regulation 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council regulation 1605/2002 (OJ L 298, 26.10.2012, p. 1).", "triples": [" regulation 966/2012,  repealing,  regulation 1605/2002"]}}, "summary_annotations": {"32014R0522_p1": {"text": "Commission Delegated regulation 522/2014 of 11 March 2014 supplementing regulation 1301/2013 of the European Parliament and of the Council with regard to the detailed rules concerning the principles for the selection and management of innovative actions in the area of sustainable urban development to be supported by the European Regional Development Fund (OJ L 148, 20.5.2014, pp. 1-3)", "triples": [" regulation 522/2014,  supplementing,  regulation 1301/2013"]}, "32014R0522_p2": {"text": "regulation 1301/2013 of the European Parliament and of the Council of 17 December 2013 on the European Regional Development Fund and on specific provisions concerning the Investment for growth and jobs goal and repealing regulation 1080/2006 (OJ L 347, 20.12.2013, pp. 289-302)", "triples": [" regulation 1301/2013,  repealing,  regulation 1080/2006"]}, "32014R0522_p3": {"text": "regulation 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council regulation 1083/2006 (OJ L 347, 20.12.2013, pp. 320-469)", "triples": [" regulation 1303/2013,  repealing,  regulation 1083/2006"]}}}