{"celex_id": "32011D0348", "reference": "17.6.2011\nEN\nOfficial Journal of the European Union\nL 159/107\nCOUNCIL DECISION\nof 10 November 2009\non the signing, on behalf of the Community, and provisional application of the Agreement between the European Community and the Hashemite Kingdom of Jordan on Scientific and Technological Cooperation\n(2011/348/EC)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 170 in conjunction with the first sentence of the first subparagraph of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1)\nThe Commission has negotiated, on behalf of the Community, an Agreement on Scientific and Technological Cooperation with the Hashemite Kingdom of Jordan (hereinafter referred to as ‘the Agreement’).\n(2)\nThe negotiations resulted in the Agreement initialled on 28 January 2009.\n(3)\nIt is necessary to sign the Agreement subject to its conclusion at a later date,\nHAS DECIDED AS FOLLOWS:\nArticle 1\nThe signing of the Agreement between the European Community and the Hashemite Kingdom of Jordan on Scientific and Technological Cooperation is hereby approved on behalf of the Community, subject to its conclusion.\nThe text of the Agreement is attached to this Decision.\nArticle 2\nThe President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement on behalf of the Community, subject to its conclusion.\nArticle 3\nThe Agreement shall be applied on a provisional basis as provided for in Article 7(2) of the Agreement upon signature, pending the completion of the procedures for its formal conclusion.\nDone at Brussels, 10 November 2009.\nFor the Council\nThe President\nA. BORG\n17.6.2011\nEN\nOfficial Journal of the European Union\nL 159/108\nAGREEMENT\nbetween the European Community and the Hashemite Kingdom of Jordan on Scientific and Technological Cooperation\nTHE EUROPEAN COMMUNITY, hereinafter referred to as the ‘Community’,\nof the one part, and\nTHE HASHEMITE KINGDOM OF JORDAN, hereinafter referred to as ‘Jordan’,\nof the other part,\nhereinafter referred to as the ‘Parties’,\nCONSIDERING the Treaty establishing the European Community, and in particular Article 170 in conjunction with Article 300(2), first subparagraph, first sentence, and paragraph 3, first subparagraph, thereof;\nCONSIDERING the importance of science and technology for the economic and social development of the Parties and the reference which was made in Article 43 of the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the Hashemite Kingdom of Jordan, of the other part, which entered into force on 1 May 2002;\nCONSIDERING the European Neighbourhood Policy and the EU strategy to strengthen the relations with the neighbourhood countries, in the framework of which the Parties have met and agreed on an Action Plan, one of which priorities was ‘to strengthen cooperation in science and technology’. The Joint Action Plan of the European Neighbourhood Policy is in line with the Government of Jordan’s Executive Programme (2007 to 2009) for Kuluna Al Urdun/the National Agenda, which aims to develop a sustainable socioeconomic reform process;\nWHEREAS the Community and Jordan undertook common research, technological development and demonstration activities, in various fields of common interest, and that it would be to their mutual advantage that each of them takes part in the activities of research and development of the other, on a reciprocity basis;\nWISHING to establish a formal framework for cooperation in scientific and technological research which would make it possible to extend and intensify cooperative efforts in the fields of common interest and to encourage the use of the results of this cooperation considering their mutual economic and social interests;\nWISHING to open the European Research Area to non-member countries and in particular to the Mediterranean partner countries,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nScope and principles\n1.   The Parties shall encourage, develop and facilitate cooperative activities between the Community and Jordan in fields of common interest where they are pursuing research and development activities in science and technology.\n2.   Cooperative activities shall be conducted on the basis of the following principles:\n—\nPromotion of a knowledge based society to foster the social and economic development of both Parties;\n—\nMutual benefit based on an overall balance of advantages;\n—\nReciprocal access to the activities of research programmes and projects undertaken by each Party;\n—\nTimely exchange of information which may facilitate cooperative activities;\n—\nAppropriate exchange and protection of intellectual property rights;\n—\nParticipation and funding in compliance with the relevant laws and regulations of the Parties.\nArticle 2\nMeans of cooperation\n1.   Legal entities established in Jordan, as defined in Annex I, including either physical persons or private or public legal persons, shall participate in indirect cooperative activities of the European Community’s Framework programme for research and technological development and demonstration activities (hereinafter referred to as the ‘Framework programme’), subject to the terms and conditions established by, or referred to in Annexes I and II.\nLegal entities established in the Member States of the Community, as defined in Annex I, shall participate in Jordan’s research programmes and projects in themes equivalent to those of the Framework programme under the same conditions as those applicable to legal entities of Jordan, subject to the terms and conditions established by, or referred to in Annexes I and II.\n2.   Cooperation may also take the following forms and means:\n—\nRegular discussions on the orientations and priorities for research policies and planning in Jordan and the Community;\n—\nDiscussions on cooperation, developments and prospects;\n—\nTimely provision of information concerning the implementation of programmes and research projects of Jordan and of the Community, and concerning the results of work undertaken within the framework of this Agreement;\n—\nJoint meetings;\n—\nVisits and exchanges of research workers, engineers and technicians, including for training purposes;\n—\nExchanges and sharing of equipment, materials and testing services;\n—\nContacts between programme or project managers of Jordan and the Community;\n—\nParticipation of experts in seminars, symposia and workshops;\n—\nExchanges of information on practices, laws, regulations, and programmes relevant to cooperation under this Agreement;\n—\nResearch and technological development training;\n—\nReciprocal access to scientific and technological information within the scope of this cooperation;\n—\nAny other modality that would be adopted by the European Community-Jordan Joint Scientific and Technological Cooperation Committee, as defined in Article 4, and deemed in conformity with the policies and procedures applicable in both Parties.\nArticle 3\nEnhancement of cooperation\n1.   The Parties will make every effort, within the framework of their applicable legislation, to facilitate the free movement and residence of research workers participating in the activities covered by this Agreement and to facilitate cross-border movement of goods intended for use in such activities.\n2.   Where in accordance with its own rules the Community unilaterally grants funding to a legal entity of Jordan participating in a Community indirect cooperative activity, Jordan will ensure that no charge or levy shall be imposed upon that transaction.\nArticle 4\nManagement of the Agreement\n1.   The coordination and facilitation of activities under this Agreement shall be performed on behalf of Jordan, by the Higher Council for Science and Technology and, on behalf of the Community, by the European Commission, acting as executive agents of the Parties (hereinafter referred to as ‘Executive Agents’).\n2.   The Executive Agents shall establish a joint committee called ‘European Community-Jordan Joint Scientific and Technological Cooperation Committee’ (hereinafter ‘the Joint Committee’), whose functions shall include:\n—\nEnsuring, evaluating and reviewing the implementation of this Agreement, as well as modifying its Annexes or adopting new ones to take into consideration evolutions of the Parties’ scientific policies, subject to the fulfilment by each of the Parties of its internal procedures for that purpose;\n—\nIdentifying, on an annual basis, potential sectors where cooperation should be developed and improved and examine any measure to that end;\n—\nRegularly discussing the future orientations and priorities of research policies and research planning in Jordan and the Community and the prospects for future cooperation within this Agreement;\n—\nMaking recommendations to the Parties with regard to the implementation of this Agreement, including the identification and recommendation of additions to the activities referred to in Article 2, paragraph 2 and concrete measures to improve the mutual access provided for under Article 1, paragraph 2.\n3.   The Joint Committee, which shall be composed of representatives of the Executive Agents, shall adopt its rules of procedure.\n4.   The Joint Committee shall normally meet once a year, alternatively in the Community and in Jordan. Extraordinary meetings shall be held whenever necessary and agreed between the Parties. The conclusions and recommendations of the Joint Committee will be sent for information to the Association Committee of the Euro-Mediterranean Agreement between the European Union and the Hashemite Kingdom of Jordan.\nArticle 5\nFinancing\nThe reciprocal participations in research activities under this Agreement are set according to the conditions defined in Annex I and are subject to the legislation, regulations, policies and conditions of implementation of the programmes in force in the territory of each Party.\nWhen one Party provides financial support to Participants of the other Party in connection with indirect cooperative activities, any grants and financial or other contributions from the funding Party to Participants of the other Party in support of those activities shall be granted tax and customs exemption.\nArticle 6\nDissemination and use of the results and information\nThe dissemination and the use of the achieved and/or exchanged results as well as those of information, management, attribution and exercise of intellectual property rights resulting from the research activities undertaken under this Agreement are subject to the conditions provided for in Annex II.\nArticle 7\nFinal provisions\n1.   Annexes I and II form an integral part of this Agreement. All questions or disputes related to the interpretation or implementation of this Agreement shall be settled by mutual agreement of the Parties.\n2.   This Agreement shall enter into force when the Parties will have notified to each other the completion of their internal procedures for its conclusion. Pending the completion by the Parties of said procedures, the Parties shall provisionally apply this Agreement upon its signature. Should a Party notify the other that it shall not conclude the Agreement, it is hereby mutually agreed that projects and activities launched under this provisional application and that are still in progress at the time of the abovementioned notification shall continue until their completion under the conditions laid down in this Agreement.\n3.   Either of the Parties may terminate this Agreement at any time upon 6 months’ notice. Projects and activities in progress at the time of termination of this Agreement shall continue until their completion under the conditions laid down in this Agreement.\n4.   This Agreement shall remain in force until such time as either Party gives notice in writing to the other Party of its intention to terminate this Agreement. In such case this Agreement shall cease to have effect 6 months after the receipt of such notification.\n5.   Should one of the Parties decide to revise its research programmes and projects referred to in paragraph 1 of Article 1 that Party’s Executive Agent shall notify the Executive Agent of the other Party of the exact content of these revisions. By derogation from paragraph 3 of this Article, this Agreement may be terminated under mutually agreed conditions should either of the Parties notify the other within 1 month after the adoption of the revisions referred to in this paragraph of its intention to terminate this Agreement.\n6.   This Agreement shall apply, on the one hand, to the territories in which the Treaty establishing the European Community is applied and under the conditions laid down in that Treaty and, on the other hand, to the territory of the Hashemite Kingdom of Jordan. This shall not prevent the conduct of cooperative activities on the high seas, outer space, or the territory of third countries, in accordance with international law.\nIN WITNESS WHEREOF, the undersigned, being duly authorised thereto by the European Community and the Hashemite Kingdom of Jordan respectively, have signed this Agreement.\nDone in duplicate at Brussels, this thirtieth day of November 2009 in the Bulgarian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovenian, Spanish, Swedish and Arabic languages, each text being equally authentic.\nЗа Европейската общност\nPor la Comunidad Europea\nZa Evropské společenství\nFor Det Europæiske Fællesskab\nFür die Europäische Gemeinschaft\nEuroopa Ühenduse nimel\nΓια την Ευρωπαϊκή Κοινότητα\nFor the European Community\nPour la Communauté européenne\nPer la Comunità europea\nEiropas Kopienas vārdā –\nEuropos bendrijos vardu\nAz Európai Közösség részéről\nGħall-Komunità Ewropea\nVoor de Europese Gemeenschap\nW imieniu Wspólnoty Europejskiej\nPela Comunidade Europeia\nPentru Comunitatea Europeană\nZa Európske spoločenstvo\nZa Evropsko skupnost\nEuroopan yhteisön puolesta\nFör Europeiska gemenskapen\nЗа Хашемитското кралство Йордания\nPor el Reino Hachemí de Jordania\nZa Jordánské hášimovské království\nFor Det Hashemitiske Kongerige Jordan\nFür das Haschemitische Königreich Jordanien\nJordaania Hašimiidi Kuningriigi nimel\nΓια το Χασεμιτικό Βασίλειο της Ιορδανίας\nFor the Hashemite Kingdom of Jordan\nPour le Royaume hachémite de Jordanie\nPer il Regno Hashemita di Giordania\nJordānijas Hāšimītu Karalistes vārdā –\nJordanijos Hašimitų Karalystės vardu\nA Jordán Hasimita Királyság részéről\nGħar-Renju Ħaxemita tal-Ġordan\nVoor het Hasjemitisch Koninkrijk Jordanië\nW imieniu Jordańskiego Królestwa Haszymidzkiego\nPelo Reino Hachemita da Jordânia\nPentru Regatul Hașemit al Iordaniei\nZa Jordánske hašimovské král’ovstvo\nZa Hašemitsko kraljevino Jordanijo\nJordanian hašemiittisen kuningaskunnan puolesta\nFör Hashemitiska konungariket Jordanien\nANNEX I\nTERMS AND CONDITIONS FOR THE PARTICIPATION OF LEGAL ENTITIES ESTABLISHED IN MEMBER STATES OF THE EUROPEAN UNION AND IN JORDAN\nFor the purpose of this Agreement, a legal entity means any natural person, or any legal person created under the national law of its place of establishment or under Community law or international law, having legal personality and being entitled to have rights and obligations of any kind in its own name.\nI.   Terms and conditions for the participation of legal entities established in Jordan in indirect actions of the Framework programme\n1.\nParticipation of legal entities established in Jordan in indirect actions of the Framework programme shall follow the conditions laid down by the European Parliament and the Council according to Article 167 of the Treaty establishing the European Community.\nIn addition, legal entities established in Jordan may participate in indirect actions undertaken according to Article 164 of the Treaty establishing the European Community.\n2.\nThe Community may grant funding to legal entities established in Jordan participating in indirect actions referred to in point 1 under the terms and conditions laid down by the decision taken by the European Parliament and the Council (Regulation (EC) No 1906/2006 of the European Parliament and of the Council of 18 December 2006) laying down the rules for the participation of undertakings, research centres and universities in actions under the Seventh Framework Programme and for the dissemination of research results (2007 to 2013) (1) according to Article 167 of the Treaty establishing the European Community, the European Community’s Financial Regulations and any other applicable Community legislation.\n3.\nA grant agreement or contract concluded by the Community with any legal entity established in Jordan in order to perform an indirect action shall provide for controls and audits to be carried out by, or under the authority of, the European Commission or the Court of Auditors of the European Communities.\nIn a spirit of cooperation and mutual interest, the relevant Authorities of Jordan shall provide any reasonable and feasible assistance as may be necessary or helpful under the circumstances to perform such controls and audits.\nII.   Terms and conditions for the participation of legal entities established in Member States of the European Union in Jordan research programmes and projects\n1.\nAny legal entity established in the Community, created under the national law of one of the Member States of the European Union or under Community law, may participate in projects of Jordan research and development programmes jointly with Jordan legal entities.\n2.\nSubject to point 1 and to Annex II, the rights and obligations of legal entities established in the Community participating in Jordan research projects within research and development programmes, the terms and conditions applicable for the submission and evaluation of proposals and for the granting and conclusion of contracts in such projects shall be subject to Jordanian laws, regulations and government directives governing the operation of research and development programmes, as applicable to Jordan’s legal entities and assuring equitable treatment, taking into account the nature of the cooperation between Jordan and the Community in this field.\nFunding of legal entities established in the Community participating in the relevant Jordanian projects within research and development programmes shall be subject to Jordan’s laws, regulations and government directives governing the operation of said programmes, as applicable to non-Jordanian legal entities.\nIII.   Information on participation opportunities\nJordan and the European Commission will regularly make available information on current programmes and participation opportunities for the benefits of legal entities established in the two Parties.\n(1)  OJ L 391, 30.12.2006, p. 1.\nANNEX II\nPRINCIPLES ON THE ALLOCATION OF INTELLECTUAL PROPERTY RIGHTS\nI.   Application\nFor the purposes of this Agreement, ‘intellectual property’ shall have the meaning given in Article 2 of the Convention establishing the World Intellectual Property Organisation, done at Stockholm on 14 July 1967.\nFor the purposes of this Agreement, ‘knowledge’ shall mean the results, including information, whether or not they can be protected, as well as copyrights or rights pertaining to such information following applications for, or the issue of patents, designs, plant varieties, supplementary protection certificates or similar forms of protection.\nII.   Intellectual property rights of legal entities of the Parties participating in indirect cooperative activities\n1.\nEach Party shall ensure that its treatment of the intellectual property rights and obligations of legal entities established in the other Party’s territories participating in indirect cooperative activities carried out pursuant to this Agreement and the related rights and obligations arising from such participation, shall be consistent with the relevant laws and regulations and international conventions that are applicable to the Parties, including the Agreement on Trade-Related Aspects of Intellectual Property Rights, Annex 1C of the Marrakech Agreement Establishing the World Trade Organisation as well as the Paris Act of 24 July 1971 of the Berne Convention for the Protection of Literary and Artistic Works and the Stockholm Act of 14 July 1967 of the Paris Convention for the Protection of Industrial Property.\n2.\nEach Party shall ensure that the participants in indirect cooperative activities of the other Party shall have the same treatment with regard to Intellectual Property as is accorded to the participants of the first Party under the relevant rules of participation of each research programme or project, or its applicable laws and regulations.\nIII.   Intellectual property rights of the Parties\n1.\nExcept if otherwise specifically agreed by the Parties, the following rules shall apply to knowledge generated by the Parties in the course of activities carried out within Article 2 of this Agreement:\n(a)\nthe Party generating such knowledge shall be the owner of that knowledge. Where their respective share of the work cannot be ascertained, they shall have joint ownership of such knowledge;\n(b)\nthe Party owning that knowledge shall grant access rights to it to the other Party for carrying out activities referred to in Article 2 of this Agreement. Such access rights shall be granted on a royalty-free basis.\n2.\nExcept if otherwise specifically agreed by the Parties, the following rules shall apply to scientific literary works of the Parties:\n(a)\nin the case where a Party publishes scientific and technical data, information and results, by means of journals, articles, reports, books, including video and software, arising and relating to activities carried out pursuant to this Agreement, a worldwide, non-exclusive, irrevocable, royalty-free license shall be granted to the other Party to translate, reproduce, adapt, transmit and publicly distribute such works;\n(b)\nall copies of data and information, protected by copyright, that have to be publicly distributed and prepared under this section shall indicate the names of the author(s) of the work unless an author explicitly declines to be named. They shall also bear a clearly visible acknowledgement of the cooperative support of the Parties.\n3.\nExcept if otherwise specifically agreed by the Parties, the following rules shall apply to undisclosed information of the Parties:\n(a)\nwhen communicating to the other Party information relating to activities carried out pursuant to this Agreement, each Party shall identify the information it wishes to remain undisclosed through confidential insignias or legends;\n(b)\nthe receiving Party may under its own responsibility communicate undisclosed information to bodies or persons under its authority for the specific purposes of implementing this Agreement;\n(c)\nwith the prior written consent of the Party providing undisclosed information, the receiving Party may disseminate such undisclosed information more widely than otherwise permitted in point (b). The Parties shall cooperate in developing procedures for requesting and obtaining prior written consent for such wider dissemination, and each Party will provide such approval to the extent permitted by its domestic policies, regulations and laws;\n(d)\nnon-documentary undisclosed or other confidential information provided in seminars and other meetings between representatives of the Parties arranged under this Agreement, or information arising from the attachment of staff, use of facilities or indirect actions, shall remain confidential when the recipient of such undisclosed or other confidential or privileged information was made aware of the confidential character of the information communicated at the time such communication was made, according to point (a);\n(e)\neach Party shall endeavour to ensure that undisclosed information received by it under points (a) and (d) is controlled as provided herein. If one of the Parties becomes aware that it will be, or may be reasonably expected to become, unable to meet the non-dissemination provisions laid down in points (a) and (d), it shall immediately inform the other Party. The Parties shall thereafter consult to define an appropriate course of action.", "summary": "Scientific and technological cooperation with Jordan\nScientific and technological cooperation with Jordan\nSUMMARY OF:\nDecision 2011/348/EC on the signing and provisional application of the EU-Jordan agreement on scientific and technological cooperation\nEU-Jordan agreement on scientific and technological cooperation\nEntry into force of the EU-Jordan agreement on scientific and technological cooperation\nWHAT IS THE AIM OF THE DECISION AND THE AGREEMENT?\n              \nThe Council decision authorises the signature and provisional application of the agreement.\nThe agreement establishes a formal structure for cooperation in scientific and technological research between the parties to encourage, develop and facilitate cooperative activities of common interest in this field.\nKEY POINTS\n              \nCooperation between the EU and Jordan in science and technology is based, in particular, on the principles of mutual benefit and promotion of knowledge-based society. It is also intended to contribute to the socio-economic development of both Parties.\nThe implementation of the agreement is managed by a Joint Committee.\nHow the cooperation works\nCooperative activities may be undertaken by natural or legal persons. In this respect, the EU and Jordan must enablethe free movement and residence of research workers in their respective territories, and the movement of goods intended for use in these activities, under their applicable legislation.\nParticipants established in Jordan may participate in indirect actions under the EU Framework Programme for Research and Innovation (Horizon 2020) in accordance with its rules and its terms and conditions.\nParticipants established in the EU may participate in research programmes and projects in Jordan on the same basis as Jordanian participants, subject to the applicable national rules and the terms and conditions of the agreement.\nCooperation activities may, for example, take the following forms:\nregular political dialogue in the area of research;\nexchanges of scientific and technological information;\nexchanges of research workers, engineers and technicians;\nexchanges of equipment, materials and testing services;\nresearch and technological development training.\nIn addition, the Jordanian authorities and the European Commission share information on current programmes and on new cooperation opportunities.\nIntellectual property rights\nRules concerning the protection of intellectual property rights and the dissemination of knowledge, resulting from the research activities undertaken under the agreement, are laid down in Annex II to the agreement. These rules are compatible with national and international regulations.\nFROM WHEN DOES THE AGREEMENT APPLY?\n              \nThe agreement was signed on 30 November 2009 and was provisionally applicable (produced legal effects) from signature. It has applied since 29 March 2011.\nBACKGROUND\n              \nFor more information see:\nInternational R&D cooperation with Jordan (European Commission).\nMAIN DOCUMENTS\n            \nCouncil Decision 2011/348/EC of 10 November 2009 on the signing, on behalf of the Community, and provisional application of the Agreement between the European Community and the Hashemite Kingdom of Jordan on Scientific and Technological Cooperation (OJ L 159, 17.6.2011, p. 107)\nAgreement between the European Community and the Hashemite Kingdom of Jordan on Scientific and Technological Cooperation (OJ L 159, 17.6.2011, pp. 108-114)\nInformation concerning the entry into force of the Agreement between the European Community and the Hashemite Kingdom of Jordan on scientific and technological cooperation (OJ L 116, 28.4.2012, p. 1)\nRELATED DOCUMENTS\n            \nCouncil Decision 2011/343/EU of 9 March 2011 on the conclusion of the Agreement between the European Community and the Hashemite Kingdom of Jordan on Scientific and Technological Cooperation (OJ L 159, 17.6.2011, p. 1)\nlast update 08.02.2018", "tags": ["Jordan", "scientific cooperation", "technical cooperation", "signature of an agreement", "cooperation agreement (EU)"], "subjects": ["External relations", "Research and technological development"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}