{"celex_id": "32007D0436", "reference": "23.6.2007\nEN\nOfficial Journal of the European Union\nL 163/17\nCOUNCIL DECISION\nof 7 June 2007\non the system of the European Communities’ own resources\n(2007/436/EC, Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 269 thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 173 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Court of Auditors (2),\nHaving regard to the opinion of the European Economic and Social Committee (3),\nWhereas:\n(1)\nThe European Council meeting in Brussels on 15 and 16 December 2005 concluded, inter alia, that the own resources arrangements should be guided by the overall objective of equity. Those arrangements should therefore ensure, in line with the relevant conclusions of the 1984 Fontainebleau European Council, that no Member State sustains a budgetary burden which is excessive in relation to its relative prosperity. It is therefore appropriate to introduce provisions covering specific Member States.\n(2)\nThe Communities’ own resources system must ensure adequate resources for the orderly development of the Communities’ policies, subject to the need for strict budgetary discipline.\n(3)\nFor the purposes of this Decision, gross national income (GNI) should be defined as annual GNI at market prices as provided by the Commission in application of the European system of national and regional accounts in the Community (hereinafter referred to as the ESA 95) in accordance with Council Regulation (EC) No 2223/96 (4).\n(4)\nIn view of the changeover from ESA 79 to ESA 95 for budgetary and own resources purposes, and in order to maintain unchanged the amount of financial resources put at the disposal of the Communities the Commission recalculated, in accordance with Article 3(1) and 3(2) of Council Decision 2000/597/EC, Euratom of 29 September 2000 on the system of the European Communities’ own resources (5), the ceiling of own resources and the ceiling for appropriations for commitments, expressed to two decimal places, on the basis of the formula in that Article. The Commission communicated the new ceilings to the Council and the European Parliament on 28 December 2001. The ceiling of own resources was set at 1,24 % of the total GNIs of the Member States at market prices and a ceiling of 1,31 % of the total GNIs of the Member States was set for appropriations for commitments. The European Council of 15 and 16 December 2005 concluded that these ceilings should be maintained at their current levels.\n(5)\nIn order to maintain unchanged the amount of financial resources put at the disposal of the Communities, it is appropriate to adapt those ceilings expressed in per cent of GNI in case of modifications to the ESA 95 which entail a significant change in the level of GNI.\n(6)\nFollowing the implementation in European Union law of the agreements concluded during the Uruguay round of multilateral trade negotiations there is no longer any material difference between agricultural duties and customs duties. It is therefore appropriate to remove this distinction from the field of the general budget of the European Union.\n(7)\nIn the interests of transparency and simplicity, the European Council of 15 and 16 December 2005 concluded that the uniform rate of call of the Value Added Tax (VAT) resource shall be fixed at 0,30 %.\n(8)\nThe European Council of 15 and 16 December 2005 concluded that Austria, Germany, the Netherlands and Sweden shall benefit from reduced VAT rates of call during the period 2007-2013 and that the Netherlands and Sweden shall benefit from gross reductions in their annual GNI-based contributions during the same period.\n(9)\nThe European Council of 15 and 16 December 2005 concluded that the correction mechanism in favour of the United Kingdom shall remain, along with the reduced financing of the correction benefiting Germany, Austria, Sweden and the Netherlands. However, after a phasing-in period between 2009 and 2011, the United Kingdom shall participate fully in the financing of the costs of enlargement, except for agricultural direct payments and market-related expenditure, and that part of rural development expenditure originating from the European Agricultural Guidance and Guarantee Fund (EAGGF), Guarantee Section. The calculation of the correction in favour of the United Kingdom shall therefore be adjusted by progressively excluding expenditure allocated to Member States which have acceded to the EU after 30 April 2004, except for the agricultural and rural development expenditure mentioned above. The additional contribution of the United Kingdom resulting from the reduction in allocated expenditure shall not exceed EU-10,5 billion in 2004 prices during the period 2007-2013. In the event of further enlargement before 2013, except for the accession of Bulgaria and Romania, the amount will be adjusted accordingly.\n(10)\nThe European Council of 15 and 16 December 2005 concluded that point (f) of the second paragraph of Article 4 of Decision 2000/597/EC, Euratom regarding the exclusion of the annual pre-accession expenditure in acceding countries from the calculation of the correction in favour of the United Kingdom shall cease to apply at the end of 2013.\n(11)\nThe European Council of 15 and 16 December 2005 invited the Commission to undertake a full, wide-ranging review covering all aspects of EU spending, including the Common Agricultural Policy (CAP), and of resources, including the United Kingdom rebate, and to report in 2008/2009.\n(12)\nProvisions should be laid down to cover the changeover from the system laid down by Decision 2000/597/EC, Euratom to that introduced by this Decision.\n(13)\nThe European Council of 15 and 16 December 2005 concluded that this Decision shall take effect on 1 January 2007,\nHAS LAID DOWN THESE PROVISIONS, WHICH IT RECOMMENDS TO THE MEMBER STATES FOR ADOPTION:\nArticle 1\nThe Communities shall be allocated own resources in accordance with the rules laid down in the following Articles in order to ensure, in accordance with Article 269 of the Treaty establishing the European Community (hereinafter referred to as the EC Treaty) and Article 173 of the Treaty establishing the European Atomic Energy Community (hereinafter referred to as the Euratom Treaty), the financing of the general budget of the European Union.\nThe general budget of the European Union shall, without prejudice to other revenue, be financed wholly from the Communities’ own resources.\nArticle 2\n1.   Revenue from the following shall constitute own resources entered in the general budget of the European Union:\n(a)\nlevies, premiums, additional or compensatory amounts, additional amounts or factors, Common Customs Tariff duties and other duties established or to be established by the institutions of the Communities in respect of trade with non-member countries, customs duties on products under the expired Treaty establishing the European Coal and Steel Community as well as contributions and other duties provided for within the framework of the common organisation of the markets in sugar;\n(b)\nwithout prejudice to the second subparagraph of paragraph 4, the application of a uniform rate valid for all Member States to the harmonised VAT assessment bases determined according to Community rules. The assessment base to be taken into account for this purpose shall not exceed 50 % of GNI for each Member State, as defined in paragraph 7;\n(c)\nwithout prejudice to the second subparagraph of paragraph 5, the application of a uniform rate — to be determined pursuant to the budgetary procedure in the light of the total of all other revenue — to the sum of all the Member States’ GNIs.\n2.   Revenue deriving from any new charges introduced within the framework of a common policy, in accordance with the EC Treaty or the Euratom Treaty, provided that the procedure laid down in Article 269 of the EC Treaty or in Article 173 of the Euratom Treaty has been followed, shall also constitute own resources entered in the general budget of the European Union.\n3.   Member States shall retain, by way of collection costs, 25 % of the amounts referred to in paragraph 1(a).\n4.   The uniform rate referred to in paragraph 1(b) shall be fixed at 0,30 %.\nFor the period 2007-2013 only, the rate of call of the VAT resource for Austria shall be fixed at 0,225 %, for Germany at 0,15 % and for the Netherlands and Sweden at 0,10 %.\n5.   The uniform rate referred to in paragraph 1(c) shall apply to the GNI of each Member State.\nFor the period 2007-2013 only, the Netherlands shall benefit from a gross reduction in its annual GNI contribution of EUR 605 million and Sweden from a gross reduction in its annual GNI contribution of EUR 150 million, measured in 2004 prices. These amounts shall be adjusted to current prices by applying the most recent GDP deflator for the EU expressed in euro, as provided by the Commission, which is available when the preliminary draft budget is drawn up. These gross reductions shall be granted after the calculation of the correction in favour of the United Kingdom and its financing referred to in Articles 4 and 5 of this Decision and shall have no impact thereupon.\n6.   If, at the beginning of the financial year, the budget has not been adopted, the existing VAT and GNI rates of call shall remain applicable until the entry into force of the new rates.\n7.   For the purposes of this Decision, GNI shall mean GNI for the year at market prices as provided by the Commission in application of the ESA 95 in accordance with Regulation (EC) No 2223/96.\nShould modifications to the ESA 95 result in significant changes in the GNI as provided by the Commission, the Council, acting unanimously on a proposal of the Commission and after consulting the European Parliament, shall decide whether these modifications shall apply for the purposes of this Decision.\nArticle 3\n1.   The total amount of own resources allocated to the Communities to cover annual appropriations for payments shall not exceed 1,24 % of the sum of all the Member States’ GNIs.\n2.   The total annual amount of appropriations for commitments entered in the general budget of the European Union shall not exceed 1,31 % of the sum of all the Member States’ GNIs.\nAn orderly ratio between appropriations for commitments and appropriations for payments shall be maintained to guarantee their compatibility and to enable the ceiling pursuant to paragraph 1 to be respected in subsequent years.\n3.   Should modifications to the ESA 95 result in significant changes in the GNI that apply for the purposes of this Decision, the ceilings for payments and commitments as determined in paragraphs 1 and 2 shall be recalculated by the Commission on the basis of the following formula:\nwhere t is the latest full year for which data according to Council Regulation (EC, Euratom) No 1287/2003 of 15 July 2003 on the harmonisation of gross national income at market prices (GNI Regulation) (6) is available.\nArticle 4\n1.   The United Kingdom shall be granted a correction in respect of budgetary imbalances.\nThis correction shall be established by:\n(a)\ncalculating the difference, in the preceding financial year, between:\n—\nthe percentage share of the United Kingdom in the sum of uncapped VAT assessment bases, and\n—\nthe percentage share of the United Kingdom in total allocated expenditure;\n(b)\nmultiplying the difference thus obtained by total allocated expenditure;\n(c)\nmultiplying the result under (b) by 0,66;\n(d)\nsubtracting from the result under (c) the effects arising for the United Kingdom from the changeover to capped VAT and the payments referred to in Article 2(1)(c), namely the difference between:\n—\nwhat the United Kingdom would have had to pay for the amounts financed by the resources referred to in Article 2(1)(b) and (c), if the uniform rate had been applied to non-capped VAT bases, and\n—\nthe payments of the United Kingdom pursuant to Article 2(1)(b) and (c);\n(e)\nsubtracting from the result under (d) the net gains of the United Kingdom resulting from the increase in the percentage of resources referred to in Article 2(1)(a) retained by Member States to cover collection and related costs;\n(f)\ncalculating, at the time of each enlargement of the EU, an adjustment to the result under (e) so as to reduce the compensation, thereby ensuring that expenditure which is unabated before enlargement remains so after enlargement. This adjustment shall be made by reducing total allocated expenditure by an amount equivalent to the annual pre-accession expenditure in the acceding countries. All amounts so calculated shall be carried forward to subsequent years and shall be adjusted annually by applying the latest available GDP deflator for the EU expressed in euro, as provided by the Commission. This point shall cease to apply as from the correction to be budgeted for the first time in 2014;\n(g)\nadjusting the calculation, by reducing total allocated expenditure by total allocated expenditure in Member States that have acceded to the EU after 30 April 2004, except for agricultural direct payments and market-related expenditure as well as that part of rural development expenditure originating from the EAGGF, Guarantee Section.\nThis reduction shall be phased in progressively according to the schedule below:\nUnited Kingdom correction to be budgeted for the first time in the year\nPercentage of enlargement-related expenditure (as defined above) to be excluded from the calculation of the correction in favour of the United Kingdom\n2009\n20\n2010\n70\n2011\n100\n2.   During the period 2007-2013 the additional contribution of the United Kingdom resulting from the reduction of allocated expenditure referred to in paragraph (1)(g) shall not exceed EU-10,5 billion, measured in 2004 prices. Each year, the Commission services shall verify whether the cumulated adjustment of the correction exceeds this amount. For the purpose of this calculation, amounts in current prices shall be converted into 2004 prices by applying the latest available GDP deflator for the EU expressed in euro, as provided by the Commission. If the ceiling of EU-10,5 billion is exceeded, the United Kingdom’s contribution shall be reduced accordingly.\nIn the event of further enlargement before 2013, the ceiling of EU-10,5 billion shall be adjusted upwards accordingly.\nArticle 5\n1.   The cost of the correction shall be borne by the other Member States in accordance with the following arrangements:\n(a)\nthe distribution of the cost shall first be calculated by reference to each Member State’s share of the payments referred to in Article 2(1)(c), the United Kingdom being excluded and without taking account of the gross reductions in the GNI-based contributions of the Netherlands and Sweden referred to in Article 2(5);\n(b)\nit shall then be adjusted in such a way as to restrict the financing share of Austria, Germany, the Netherlands and Sweden to one fourth of their normal share resulting from this calculation.\n2.   The correction shall be granted to the United Kingdom by a reduction in its payments resulting from the application of Article 2(1)(c). The costs borne by the other Member States shall be added to their payments resulting from the application for each Member State of Article 2(1)(c).\n3.   The Commission shall perform the calculations required for the application of Article 2(5), Article 4 and this Article.\n4.   If, at the beginning of the financial year, the budget has not been adopted, the correction granted to the United Kingdom and the costs borne by the other Member States as entered in the last budget finally adopted shall remain applicable.\nArticle 6\nThe revenue referred to in Article 2 shall be used without distinction to finance all expenditure entered in the general budget of the European Union.\nArticle 7\nAny surplus of the Communities’ revenue over total actual expenditure during a financial year shall be carried over to the following financial year.\nArticle 8\n1.   The Communities’ own resources referred to in Article 2(1)(a) shall be collected by the Member States in accordance with the national provisions imposed by law, regulation or administrative action, which shall, where appropriate, be adapted to meet the requirements of Community rules.\nThe Commission shall examine at regular intervals the national provisions communicated to it by the Member States, transmit to the Member States the adjustments it deems necessary in order to ensure that they comply with Community rules and report to the budgetary authority.\nMember States shall make the resources provided for in Article 2(1)(a), (b) and (c) available to the Commission.\n2.   The Council shall, in accordance with the procedures laid down in Article 279(2) of the EC Treaty and Article 183 of the Euratom Treaty, adopt the provisions necessary to apply this Decision and to make possible the inspection of the collection, the making available to the Commission and payment of the revenue referred to in Articles 2 and 5.\nArticle 9\nIn the framework of the full, wide-ranging review covering all aspects of EU spending, including the CAP, and of resources, including the United Kingdom rebate, on which it shall report in 2008/2009, the Commission shall undertake a general review of the own resources system.\nArticle 10\n1.   Subject to paragraph 2, Decision 2000/597/EC, Euratom shall be repealed as of 1 January 2007. Any references to the Council Decision of 21 April 1970 on the replacement of financial contributions from Member States by the Communities’ own resources (7), to Council Decision 85/257/EEC, Euratom of 7 May 1985 on the Communities’ system of own resources (8), to Council Decision 88/376/EEC, Euratom of 24 June 1988 on the system of the Communities’ own resources (9), to Council Decision 94/728/EC, Euratom of 31 October 1994 on the system of the European Communities’ own resources (10) or to Decision 2000/597/EC, Euratom shall be construed as references to this Decision.\n2.   Articles 2, 4 and 5 of Decisions 88/376/EEC, Euratom, 94/728/EC, Euratom and 2000/597/EC, Euratom shall continue to apply to the calculation and adjustment of revenue accruing from the application of a uniform rate valid for all Member States to the VAT base determined in a uniform manner and limited between 50 % and 55 % of the GNP or GNI of each Member State, depending on the relevant year, and to the calculation of the correction of budgetary imbalances granted to the United Kingdom for the years 1988 to 2006.\n3.   Member States shall continue to retain, by way of collection costs, 10 % of the amounts referred to in Article 2(1)(a) which should have been made available by the Member States before 28 February 2001 in accordance with the applicable Community rules.\nArticle 11\nMember States shall be notified of this Decision by the Secretary-General of the Council.\nMember States shall notify the Secretary-General of the Council without delay of the completion of the procedures for the adoption of this Decision in accordance with their respective constitutional requirements.\nThis Decision shall enter into force on the first day of the month following receipt of the last of the notifications referred to in the second subparagraph.\nIt shall take effect on 1 January 2007.\nArticle 12\nThis Decision shall be published in the Official Journal of the European Union.\nDone at Luxembourg, 7 June 2007.\nFor the Council\nThe President\nM. GLOS\n(1)  Opinion delivered on 4 July 2006 (not yet published in the Official Journal).\n(2)  OJ C 203, 25.8.2006, p. 50.\n(3)  OJ C 309, 16.12.2006, p. 103.\n(4)  OJ L 310, 30.11.1996, p. 1. Regulation as last amended by Regulation (EC) No 1267/2003 of the European Parliament and of the Council (OJ L 180, 18.7.2003, p. 1).\n(5)  OJ L 253, 7.10.2000, p. 42.\n(6)  OJ L 181, 19.7.2003, p. 1.\n(7)  OJ L 94, 28.4.1970, p. 19.\n(8)  OJ L 128, 14.5.1985, p. 15.\n(9)  OJ L 185, 15.7.1988, p. 24.\n(10)  OJ L 293, 12.11.1994, p. 9.", "summary": "System of own resources\nSystem of own resources\nThe own resources decision lays down the basic provisions for financing the European Union (EU) budget.\nACT\nCouncil Decision 2007/436/EC, Euratom of 7 June 2007 on the system of the European Communities’ own resources\nSUMMARY\nThe operation of the European Union (EU) relies on a balanced budget that is financed entirely by own resources. The own resources ceiling is maintained at 1.23 % of all the Member States’ gross national income (GNI).\nThere are three categories of own resources: traditional own resources, the own resource based on value added tax (VAT) and the own resource based on gross national income (GNI). Other revenue sources include taxes paid by officials, fines imposed on firms by the Union and interest on late payments.\nTraditional own resources\nTraditional own resources consist of customs duties and levies on sugar production within the Union. Member States may retain, by way of collection costs, 25 % of the amounts raised.\nVAT resource\nA uniform rate of 0.30 % is collected on the harmonised VAT base of each Member State. The VAT base is limited to 50 % of each country’s gross national income (GNI). The aim of this rule is to prevent poorer Member States from having to pay a disproportionate amount.\nResource based on GNI\nA uniform percentage is taken on the gross national income (GNI) of each EU Member State. This is used to finance the part of the EU budget that is not covered by the other own resources and other revenue sources. The aim is to balance revenue and expenditure.\nCorrections in favour of certain Member States\nCorrections are based on the principle whereby any Member State sustaining a budgetary burden which is excessive in relation to its relative prosperity is likely to benefit from a correction when the time comes.\nThe countries currently benefiting from this type of measure are the United Kingdom, Germany, Austria, Netherlands and Sweden.\nCollection of own resources\nThe method for collecting own resources is determined by national provisions that are examined regularly by the Commission. The Member States inform the Commission of any anomalies having a financial impact with respect to collection.\nModification to the EU system of own resources\nIn June 2011, the Commission submitted a draft decision of the Council on the system of resources of the European Union for 2014-20. The decision, which was adopted by the Council in May 2014, will only enter into force when ratified by all Member States. However, once in force, it will apply retroactively with effect from 1 January 2014.\nREFERENCES\nAct\nEntry into force - Expiry date\nDeadline for transposition in the Member States\nOfficial Journal of the European Union\nDecision No 2007/436/EC, Euratom\n1.1.2007\n-\nOJ L 163 of 23.6.2007\nRELATED ACTS\nCouncil Regulation (EC, Euratom) No 1287/2003 of 15 July 2003 on the harmonisation of gross national income at market prices (GNI Regulation) (OJ L 181, 19.7.2003).\nCommission Decision 97/245/EC, Euratom of 20 March 1997 laying down the arrangements for the transmission of information to the Commission by the Member States under the Communities’ own resources system (OJ L 97, 12.4.1997).\nCouncil Regulation (EEC, Euratom) No 1553/89 of 29 May 1989 on the definitive uniform arrangements for the collection of own resources accruing from value added tax (OJ L 155, 7.6.1989).\nProposal for a Council regulation on the methods and procedure for making available the own resource based on the value added tax (COM(2011) 737 final - Not published in the Official Journal).\nThis proposal, which should repeal and replace Regulation (EEC, Euratom) No 1553/89, sets out to define the method to be used by Member States to calculate the new VAT own resource and the procedures for its availability to the EU budget.\nReport from the Commission to the Council and the European Parliament - Seventh Report under Article 12 of Regulation (EEC, Euratom) No 1553/89 on VAT collection and control procedures (COM(2014) 69 final - Not published in the Official Journal).\nCouncil Decision 2014/335/EU, Euratom of 26 May 2014 on the system of own resources of the European Union (OJ L 168, 7.6.2014).\nCouncil Regulation (EU, Euratom) No 608/2014 of 26 May 2014 laying down implementing measures for the system of own resources of the European Union (OJ L 168, 7.6.2014).\nCouncil Regulation (EU, Euratom) No 609/2014 of 26 May 2014 on the methods and procedure for making available the traditional, VAT and GNI-based own resources and on the measures to meet cash requirements (recast) (OJ L 168, 7.6.2014).\nLast updated: 11.06.2014", "tags": ["EU financing", "own resources", "general budget (EU)"], "subjects": ["Own resources", "Financial provisions", "Provisions governing the Institutions"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}