{"celex_id": "32013D0103", "reference": "23.2.2013\nEN\nOfficial Journal of the European Union\nL 51/1\nCOUNCIL DECISION\nof 16 June 2011\non the signing and conclusion of the Agreement between the European Union and the Intergovernmental Organisation for International Carriage by Rail on the Accession of the European Union to the Convention concerning International Carriage by Rail (COTIF) of 9 May 1980, as amended by the Vilnius Protocol of 3 June 1999\n(Text with EEA relevance)\n(2013/103/EU)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 91, in conjunction with Articles 218(5) and 218(6)(a)(v) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1)\nThe development of rail interoperability, both within the Union and between the Union and neighbouring countries, is a key component of the common transport policy, targeted in particular at establishing a better balance between the various modes of transport.\n(2)\nThe Union has exclusive competence or shared competence with its Member States in the areas covered by the Convention concerning International Carriage by Rail (COTIF) of 9 May 1980, as amended by the Vilnius Protocol of 3 June 1999 (hereinafter referred to as ‘the Convention’).\n(3)\nThe Union’s accession to the Convention for the purpose of exercising its competence is permitted by virtue of Article 38 of the Convention.\n(4)\nOn behalf of the Union, the Commission has negotiated an Agreement (hereinafter referred to as ‘the Agreement’) with the Intergovernmental Organisation for International Carriage by Rail (hereinafter referred to as ‘OTIF’) on the Accession of the Union to the Convention.\n(5)\nThe Agreement should be approved,\nHAS ADOPTED THIS DECISION:\nArticle 1\nThe Agreement between the European Union and the Intergovernmental Organisation for International Carriage by Rail on the Accession of the European Union to the Convention concerning International Carriage by Rail (COTIF) of 9 May 1980, as amended by the Vilnius Protocol of 3 June 1999 (hereinafter referred to as ‘the Agreement’) is hereby approved on behalf of the Union.\nThe text of the Agreement is attached to this Decision.\nArticle 2\nWhen signing the Agreement a declaration, as set out in Annex I to this Decision, shall be made by the Union concerning the exercise of its competence and a declaration, as set out in Annex II to this Decision, shall be made by the Union in respect of Article 2 of the Agreement.\nArticle 3\nThe President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement in order to bind the Union and to make the declarations referred to in Article 2.\nArticle 4\nThe Commission shall represent the Union at OTIF meetings.\nArticle 5\nThe internal arrangements for the preparation for OTIF meetings and for the representation and voting at such meetings are set out in Annex III to this Decision.\nArticle 6\nThis Decision shall enter into force on the date of its adoption.\nDone at Luxembourg, 16 June 2011.\nFor the Council\nThe President\nVÖLNER P.\nANNEX I\nDECLARATION BY THE EUROPEAN UNION CONCERNING THE EXERCISE OF COMPETENCE\nIn the rail sector, the European Union (hereinafter referred to as ‘the Union’) shares competence with the Member States of the Union (hereinafter referred to as the ‘Member States’) pursuant to Articles 90 and 91, in conjunction with Article 100(1), and Articles 171 and 172 of the Treaty on the Functioning of the European Union (TFEU).\nTitle VI of the TFEU establishes the Union’s common transport policy, and Title XVI provides for the Union’s contribution to the establishment and development of trans-European networks in the area of transport.\nMore specifically, Article 91 of Title VI of the TFEU provides that the Union may adopt:\n—\ncommon rules applicable to international transport to or from the territory of a Member State or passing across the territory of one or more Member States,\n—\nthe conditions under which non-resident carriers may operate transport services within a Member State,\n—\nmeasures to improve transport safety,\n—\nany other appropriate provisions.\nWith regard to trans-European networks, Article 171 of Title XVI of the TFEU provides, more specifically, that the Union:\n—\nshall establish a series of guidelines covering the objectives, priorities and broad lines of measures envisaged in the sphere of trans-European networks; these guidelines shall identify projects of common interest,\n—\nshall implement any measures that may prove necessary to ensure the interoperability of the networks, in particular in the field of technical standardisation,\n—\nmay support projects of common interest supported by Member States, which are identified in the framework of the guidelines referred to in the first indent, particularly through feasibility studies, loan guarantees or interest-rate subsidies; the Union may also contribute, through the Cohesion Fund, to the financing of specific projects in Member States in the area of transport infrastructure.\nOn the basis of these two provisions the Union has adopted a substantial number of legal instruments applicable to rail transport.\nUnder Union law, the Union has acquired exclusive competence in matters of rail transport where the Convention concerning International Carriage by Rail (COTIF) of 9 May 1980, as amended by the Vilnius Protocol of 3 June 1999 (hereinafter referred to as ‘the Convention’) or legal instruments adopted pursuant to it may affect or alter the scope of these existing Union rules.\nFor subject matters governed by the Convention in relation to which the Union has exclusive competence, Member States have no competence.\nWhere Union rules exist but are not affected by the Convention or legal instruments adopted pursuant to it, the Union shares competence on matters in relation to the Convention with Member States.\nA list of the relevant Union instruments in force at the time of the conclusion of the Agreement is contained in the Appendix to this Annex. The scope of the Union competence arising out of these texts has to be assessed in relation to the specific provisions of each text, especially the extent to which these provisions establish common rules. Union competence is subject to continuous development. In the framework of the Treaty on European Union and the TFEU, the competent institutions of the Union may take decisions which determine the extent of the competence of the Union. The Union therefore reserves the right to amend this declaration accordingly, without this constituting a prerequisite for the exercise of its competence in matters covered by the Convention.\nAppendix to Annex I\nEUROPEAN UNION INSTRUMENTS RELATING TO SUBJECTS DEALT WITH BY THE CONVENTION\nTo date, the Union has exercised its competence, inter alia, through the following Union instruments:\nECONOMIC/MARKET ACCESS LEGISLATION\n—\nRegulation No 11 concerning the abolition of discrimination in transport rates and conditions, in implementation of Article 79(3) of the Treaty establishing the European Economic Community (OJ 52, 16.8.1960, p. 1121/60),\n—\nCouncil Directive 91/440/EEC of 29 July 1991 on the development of the Community’s railways (OJ L 237, 24.8.1991, p. 25),\n—\nCouncil Directive 95/18/EC of 19 June 1995 on the licensing of railway undertakings (OJ L 143, 27.6.1995, p. 70),\n—\nDirective 2001/12/EC of the European Parliament and of the Council of 26 February 2001 amending Council Directive 91/440/EEC on the development of the Community’s railways (OJ L 75, 15.3.2001, p. 1),\n—\nDirective 2001/13/EC of the European Parliament and of the Council of 26 February 2001 amending Council Directive 95/18/EC on the licensing of railway undertakings (OJ L 75, 15.3.2001, p. 26),\n—\nDirective 2001/14/EC of the European Parliament and of the Council of 26 February 2001 on the allocation of railway infrastructure capacity and the levying of charges for the use of railway infrastructure and safety certification (OJ L 75, 15.3.2001, p. 29),\n—\nDirective 2004/51/EC of the European Parliament and of the Council of 29 April 2004 amending Council Directive 91/440/EEC on the development of the Community’s railways (OJ L 164, 30.4.2004, p. 164, corrected version in OJ L 220, 21.6.2004, p. 58),\n—\nRegulation (EC) No 1371/2007 of the European Parliament and of the Council of 23 October 2007 on rail passengers’ rights and obligations (OJ L 315, 3.12.2007, p. 14),\n—\nDirective 2007/58/EC of the European Parliament and of the Council of 23 October 2007 amending Council Directive 91/440/EEC on the development of the Community’s railways and Directive 2001/14/EC on the allocation of railway infrastructure capacity and the levying of charges for the use of railway infrastructure (OJ L 315, 3.12.2007, p. 44).\nINTEROPERABILITY AND SAFETY LEGISLATION\n—\nCouncil Directive 96/48/EC of 23 July 1996 on the interoperability of the trans-European high-speed rail system (OJ L 235, 17.9.1996, p. 6),\n—\nDirective 2001/16/EC of the European Parliament and of the Council of 19 March 2001 on the interoperability of the trans-European conventional rail system (OJ L 110, 20.4.2001, p. 1),\n—\nDirective 2004/49/EC of the European Parliament and of the Council of 29 April 2004 on safety on the Community’s railways and amending Council Directive 95/18/EC on the licensing of railway undertakings and Directive 2001/14/EC on the allocation of railway infrastructure capacity and the levying of charges for the use of railway infrastructure and safety certification (OJ L 164, 30.4.2004, p. 44, corrected version in OJ L 220, 21.6.2004, p. 16),\n—\nDirective 2004/50/EC of the European Parliament and of the Council of 29 April 2004 amending Council Directive 96/48/EC on the interoperability of the trans-European high-speed rail system and Directive 2001/16/EC of the European Parliament and of the Council on the interoperability of the trans-European conventional rail system (OJ L 164, 30.4.2004, p. 114, corrected version in OJ L 220, 21.6.2004, p. 40),\n—\nRegulation (EC) No 881/2004 of the European Parliament and of the Council of 29 April 2004 establishing a European Railway Agency (Agency Regulation) (OJ L 164, 30.4.2004, p. 1, corrected version in OJ L 220, 21.6.2004, p. 3),\n—\nDirective 2007/59/EC of the European Parliament and of the Council of 23 October 2007 on the certification of train drivers operating locomotives and trains on the railway system in the Community (OJ L 315, 3.12.2007, p. 51),\n—\nDirective 2008/57/EC of the European Parliament and of the Council of 17 June 2008 on the interoperability of the rail system within the Community (OJ L 191, 18.7.2008, p. 1),\n—\nDirective 2008/68/EC of the European Parliament and of the Council of 24 September 2008 on the inland transport of dangerous goods (OJ L 260, 30.9.2008, p. 13),\n—\nDirective 2008/110/EC of the European Parliament and of the Council of 16 December 2008 amending Directive 2004/49/EC on safety on the Community’s railways (Railway Safety Directive) (OJ L 345, 23.12.2008, p. 62),\n—\nRegulation (EC) No 1335/2008 of the European Parliament and of the Council of 16 December 2008 amending Regulation (EC) No 881/2004 establishing a European Railway Agency (Agency Regulation) (OJ L 354, 31.12.2008, p. 51),\n—\nRegulation (EU) No 913/2010 of the European Parliament and of the Council of 22 September 2010 concerning a European rail network for competitive freight (OJ L 276, 20.10.2010, p. 22).\nPUBLIC SERVICE OBLIGATIONS\n—\nRegulation (EC) No 1370/2007 of the European Parliament and of the Council of 23 October 2007 on public passenger transport services by rail and by road (OJ L 315, 3.12.2007, p. 1).\nANNEX II\nDECLARATION BY THE EUROPEAN UNION IN RESPECT OF ARTICLE 2 OF THE AGREEMENT\nThe term ‘governing the particular subject concerned’ is to be understood as applying to the specific case which is governed by a provision of the Convention, including its appendices, and is not governed by European Union legislation.\nANNEX III\nINTERNAL ARRANGEMENTS FOR THE COUNCIL, THE MEMBER STATES AND THE COMMISSION IN PROCEEDINGS UNDER OTIF\nBearing in mind the requirement of unity of the international representation of the Union and its Member States in accordance with the Treaty on European Union and the Treaty on the Functioning of the European Union and the case law of the Court of Justice of the European Union also at the stage of implementation of international obligations, the Council, the Member States and the Commission will apply the following internal arrangements:\n1.   Scope\nThese internal arrangements will apply to any meeting of any of the bodies set up under OTIF. Any reference to a ‘meeting’ in these arrangements is understood to include mutatis mutandis a reference also to other proceedings, such as a written procedure.\n2.   Coordination procedure\n2.1.\nTo prepare for any OTIF meeting, including but not limited to the meetings of the General Assembly, the Administrative Committee and other Committees, coordination meetings will be held:\n—\nin Brussels, within the competent Council Working Party (usually the Land Transport Working Party), as early as possible and as many times as necessary ahead of the OTIF meeting and, in addition,\n—\non the spot, particularly at the beginning and, if necessary, during and at the end of an OTIF meeting.\n2.2.\nThe coordination meetings will agree on positions on behalf of the Union only or, where relevant, on behalf of the Union and its Member States. Positions of the Member States relating to their exclusive competence may be subject to coordination at these meetings if so agreed by the Member States.\n2.3.\nThe coordination meetings will decide on the exercise of responsibilities with respect to statements and voting in relation to each item of the OTIF meeting agenda, on which a statement may be made or a vote is expected.\n2.4.\nTo prepare the coordination meetings referred to in point 2.1, including draft statements and position papers, preliminary discussions will, if necessary, be held in the appropriate Committee created by the relevant Union rail legislation, namely:\n—\nthe Committee on the transport of dangerous goods for items covered by Appendix C to the Convention; if these items affect rail interoperability, or the common safety approach developed under Directive 2004/49/EC, the Committee on rail interoperability and safety is also to be involved,\n—\nthe Committee on the development of the Union’s railways for items covered by Appendices A, B, D or E to the Convention and for other systems of uniform law elaborated by the OTIF,\n—\nthe Committee on rail interoperability and safety for items covered by Appendices F or G to the Convention.\n2.5.\nBefore any OTIF meeting the Commission will give an indication of which agenda items are subject to Union coordination and will prepare draft statements and position papers to be discussed at coordination meetings.\n2.6.\nIf the Commission and the Member States in coordination meetings cannot agree a common position, including for reasons of disagreement on the repartition of competence, the matter will be referred to the Committee of Permanent Representatives and/or the Council.\n3.   Statements and voting in the OTIF meetings\n3.1.\nWhere an agenda item deals with matters of exclusive Union competence, the Commission will speak and vote for the Union. After due coordination, the Member States can also speak in order to support and/or develop the Union position.\n3.2.\nWhere an agenda item deals with matters of exclusive national competence, Member States will speak and vote.\n3.3.\nWhere an agenda item deals with matters containing elements of both national and Union competence, the Presidency and the Commission will express the common position. After due coordination, Members States can speak to support and/or develop the common position. The Member States or the Commission, as appropriate, will vote on behalf of the Union and its Member States in accordance with the common position. The decision on who will be voting is made in the light of where the preponderance of the competence lies (e.g. mainly national or mainly Union competence).\n3.4.\nWhere an agenda item deals with matters containing elements both of national and of Union competence and the Commission and the Member States have not been able to agree a common position as referred to in point 2.6, Member States and the Commission can speak and vote on matters falling clearly within their respective competence.\n3.5.\nOn matters for which there is no agreement between the Commission and the Member States on division of competence, or where it has not been possible to obtain the majority needed for a Union position, a maximum effort will be made to clarify the situation or achieve a Union position. Pending this, and after due coordination, the Member States and/or the Commission, as appropriate, would be entitled to speak on condition that the position expressed will not prejudge a future Union position, will be coherent with Union policies and previous Union positions, and will be in conformity with Union law.\n3.6.\nThe representatives of the Member States and of the Commission may participate in OTIF working groups preparing the technical committees of OTIF namely the Committee of Experts for the Carriage of Dangerous Goods (RID) and the Committee of Technical Experts (TEC). During participation in these working groups the representatives of the Member States and the Commission may present technical contributions and fully participate in the technical discussions on the basis of their technical knowledge. These discussions will not bind the Union.\nThe representatives of the Member States and the Commission will make serious efforts to reach a common position and to defend this position during the discussions in the OTIF working groups.\n4.   Review of these arrangements\nAt the request of a Member State or the Commission, these arrangements will be reviewed, taking account of experience gained from their operation.\nAGREEMENT\nbetween the European Union and the Intergovernmental Organisation for International Carriage by Rail on the Accession of the European Union to the Convention concerning International Carriage by Rail (COTIF) of 9 May 1980, as amended by the Vilnius Protocol of 3 June 1999\nTHE EUROPEAN UNION, hereinafter referred to as ‘the Union’,\nof the one part, and\nTHE INTERGOVERNMENTAL ORGANISATION FOR INTERNATIONAL CARRIAGE BY RAIL, hereinafter referred to as ‘OTIF’,\nof the other part,\nTogether hereinafter referred to as ‘the Contracting Parties’,\nHAVING REGARD to the Convention concerning International Carriage by Rail (COTIF) of 9 May 1980, as amended by the Vilnius Protocol of 3 June 1999 (hereinafter referred to as ‘the Convention’), and in particular Article 38 thereof,\nHAVING REGARD to the responsibilities which the Treaty on European Union (TEU) and the Treaty on the Functioning of the European Union (TFEU) confers on the Union in certain areas covered by the Convention,\nRECALLING that following the entry into force of the Treaty of Lisbon on 1 December 2009, the Union has replaced and succeeded the European Community and from that date exercises all rights and assumes all obligations of the European Community,\nWHEREAS the Convention establishes an Intergovernmental Organisation for International Carriage by Rail (OTIF), the headquarters of which are at Bern,\nWHEREAS the purpose of the Union’s accession to the Convention is to assist OTIF in pursuing its objective of promoting, improving and facilitating international rail transport in both technical and legal respects,\nWHEREAS by virtue of Article 3 of the Convention, the obligations arising out of the Convention with regard to international cooperation do not take precedence, for Parties to the Convention which are also Member States of the Union or States party to the Agreement on the European Economic Area, over their obligations as Member States of the Union or States party to the Agreement on the European Economic Area,\nWHEREAS a disconnection clause is necessary for those parts of the Convention which fall within the competence of the Union, in order to indicate that Member States of the Union cannot invoke and apply the rights and obligations deriving from the Convention directly among themselves,\nWHEREAS the Convention applies fully between the Union and its Member States on the one hand, and the other Parties to the Convention, on the other hand,\nWHEREAS the Union’s accession to the Convention requires the rules for applying the provisions of the Convention to the Union and its Member States to be clearly established,\nWHEREAS the conditions of the Union’s accession to the Convention must allow the Union to exercise within the framework of the Convention the competences conferred on it by its Member States,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nThe Union hereby accedes to the Convention under the terms and conditions laid down in this Agreement, in accordance with Article 38 of the Convention.\nArticle 2\nWithout prejudice to the object and the purpose of the Convention to promote, improve and facilitate international traffic by rail and without prejudice to its full application with respect to other Parties to the Convention, in their mutual relations, Parties to the Convention which are Member States of the Union shall apply Union rules and shall therefore not apply the rules arising from that Convention except in so far as there is no Union rule governing the particular subject concerned.\nArticle 3\nSubject to the provisions of this Agreement, provisions in the Convention shall be so interpreted as also to include the Union, within the framework of its competence, and the various terms used to designate the Parties to the Convention and their representatives are to be understood accordingly.\nArticle 4\nThe Union shall not contribute to the budget of OTIF and shall not take part in decisions concerning that budget.\nArticle 5\nWithout prejudice to the exercise of its voting rights under Article 6, the Union shall be entitled to be represented and involved in the work of all OTIF bodies in which any of its Member States is entitled to be represented as a Party to the Convention, and where matters falling within its competence may be dealt with.\nThe Union may not be a member of the Administrative Committee. It may be invited to participate in meetings of that Committee when the Committee wishes to consult it on matters of common interest that have been placed on the agenda.\nArticle 6\n1.   For decisions in matters where the Union has exclusive competence, the Union shall exercise the voting rights of its Member States under the Convention.\n2.   For decisions in matters where the Union shares competence with its Member States, either the Union or its Member States shall vote.\n3.   Subject to Article 26, paragraph 7, of the Convention, the Union shall have a number of votes equal to that of its Member States who are also Parties to the Convention. When the Union votes, its Member States shall not vote.\n4.   The Union shall, on a case-by-case basis, inform the other Parties to the Convention of the cases where, with regard to the various items on the agendas of the General Assembly and the other deliberating bodies, it will exercise the voting rights provided for in paragraphs 1 to 3. That obligation shall also apply when decisions are taken by correspondence. That information is to be provided early enough to the OTIF Secretary-General in order to allow its circulation together with meeting documents or a decision to be taken by correspondence.\nArticle 7\nThe scope of the competence of the Union shall be indicated in general terms in a written declaration made by the Union at the time of the conclusion of this Agreement. That declaration may be modified as appropriate by notification from the Union to OTIF. It shall not replace or in any way limit the matters that may be covered by the notifications of Union competence to be made prior to OTIF decision-making by means of formal voting or otherwise.\nArticle 8\nTitle V of the Convention shall apply to any dispute arising between the Contracting Parties in respect of the interpretation, application or implementation of this Agreement, including its existence, validity and termination.\nArticle 9\nThis Agreement shall enter into force on the first day of the first month following the signature of this Agreement by the Contracting Parties. Article 34, paragraph 2, of the Convention shall not apply in this case.\nArticle 10\nThis Agreement shall remain in force for an indefinite period.\nIf all Parties to the Convention which are Member States of the Union denounce the Convention, the notification of that denunciation, as well as of the denunciation of this Agreement, shall be considered to have been given by the Union at the same time as the last Member State of the Union to denounce the Convention notifies its denunciation under Article 41 of the Convention.\nArticle 11\nParties to the Convention other than Member States of the Union, which apply relevant Union legislation as a result of their international agreements with the Union, may, with the acknowledgement of the Depositary of the Convention, enter individual declarations with regard to the preservation of their rights and obligations under their agreements with the Union, the Convention and related regulations.\nThis Agreement shall be drawn up in duplicate, one original kept by OTIF and the other by the Union, in the Bulgarian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovenian, Spanish, and Swedish languages, each text being equally authentic. This is without prejudice to Article 45, paragraph 1, of the Convention.\nIN WITNESS WHEREOF the undersigned Plenipotentiaries, duly empowered to this effect, have signed this Agreement.\nЗа Европейския съюз\nPor la Unión Europea\nZa Evropskou unii\nFor Den Europæiske Union\nFür die Europäische Union\nEuroopa Liidu nimel\nΓια την Ευρωπαϊκή Ένωση\nFor the European Union\nPour l'Union européenne\nPer l'Unione europea\nEiropas Savienības vārdā –\nEuropos Sąjungos vardu\nAz Európai Unió részéről\nGħall-Unjoni Ewropea\nVoor de Europese Unie\nW imieniu Unii Europejskiej\nPela União Europeia\nPentru Uniunea Europeană\nZa Európsku úniu\nZa Evropsko unijo\nEuroopan unionin puolesta\nFör Europeiska unionen\nЗа Междуправителствената организация за международни железопътни превози (OTIF)\nPor la Organización Intergubernamental para los Transportes Internacionales por Ferrocarril (OTIF)\nZa Mezivládní organizaci pro mezinárodní železniční přepravu (OTIF)\nFor Den Mellemstatslige Organisation for Internationale Jernbanebefordringer (OTIF)\nFür die Zwischenstaatliche Organisation für den internationalen Eisenbahnverkehr (OTIF)\nRahvusvaheliste Raudteevedude Valitsustevahelise Organisatsiooni (OTIF) nimel\nΓια το Διακυβερνητικό Οργανισμό Διεθνών Σιδηροδρομικών Μεταφορών (OTIF)\nFor the Intergovernmental Organisation for International Carriage by Rail (OTIF)\nPour l'Organisation intergouvernementale pour les transports internationaux ferroviaires (OTIF)\nPer l'Organizzazione intergovernativa per i trasporti internazionali per ferrovia (OTIF)\nStarptautisko dzelzceļa pārvadājumu starpvaldību organizācijas (OTIF) vārdā –\nTarptautinio vežimo geležinkeliais tarpvyriausybinės organizacijos (OTIF) vardu\nA Nemzetközi Vasúti Fuvarozásügyi Államközi Szervezet (OTIF) részéről\nGħall-Organizzazzjoni Intergovernattiva għat-Trasport Internazzjonali bil-Ferrovija (OTIF)\nVoor de Intergouvernementele Organisatie voor het internationale spoorwegvervoer (OTIF)\nW imieniu Międzyrządowej Organizacji Międzynarodowych Przewozów Kolejami (OTIF)\nPela Organização Intergovernamental para os Transportes Internacionais Ferroviários (OTIF)\nPentru Organizația Interguvernamentală pentru Transporturile Internaționale Feroviare (OTIF)\nZa Medzivládnu organizáciu pre medzinárodnú železničnú prepravu (OTIF)\nZa Medvladno organizacijo za mednarodni železniški promet (OTIF)\nValtioiden välisen kansainvälisten rautatiekuljetusten järjestön (OTIF) puolesta\nFör Mellanstatliga organisationen för internationell järnvägstrafik (Otif)", "summary": "EUR-Lex - LEGISSUM:tr0051 - EN - EUR-Lex\n×\nSkip to main content\nAccess to European Union law  \nEUR-Lex Access to European Union law\nEnglish\nEN\n(current language)\nLanguage\nбългарски (bg)\nEspañol (es)\nČeština (cs)\nDansk (da)\nDeutsch (de)\nEesti keel (et)\nΕλληνικά (el)\nEnglish (en)\nFrançais (fr)\nGaeilge (ga)\nHrvatski (hr)\nItaliano (it)\nLatviešu valoda (lv)\nLietuvių kalba (lt)\nMagyar (hu)\nMalti (mt)\nNederlands (nl)\nPolski (pl)\nPortuguês (pt)\nRomână (ro)\nSlovenčina (sk)\nSlovenščina (sl)\nSuomi (fi)\nSvenska (sv)\nMy EUR-Lex\nMy EUR-Lex\nSign in\nRegister\nMy recent searches (0)\nExperimental features\n×\nChoose the experimental features you want to try\nDo you want to help improving EUR-Lex ? This is a list of experimental features that you can enable. These features are still under development; they are not fully tested, and might reduce EUR-Lex stability. Don't forget to give your feedback!\nWarning! Experimental feature conflicts detected.\nEnable / Disable all experimental features\nReplacement of CELEX identifiers by short titles - experimental feature. It replaces clickable CELEX identifiers of treaties and case-law by short titles.\nVisualisation of document relationships. It displays a dynamic graph with relations between the act and related documents. It is currently only available for legal acts.\nDeep linking. It enables links to other legal acts referred to within the documents. It is currently only available for documents smaller than 900 KB.\r\t         Activate features selected\n×\nSelect\n\t\t\t\t\tsite language\nбългарски\n\t(bg)\n\t\n Español\n\t(es)\n\t\n Čeština\n\t(cs)\n\t\n Dansk\n\t(da)\n\t\n Deutsch\n\t(de)\n\t\n Eesti keel\n\t(et)\n\t\n Ελληνικά\n\t(el)\n\t\n English\n\t(en)\n\t\n Français\n\t(fr)\n\t\n Gaeilge\n\t(ga)\n\t\n Hrvatski\n\t(hr)\n\t\n Italiano\n\t(it)\nLatviešu valoda\n\t(lv)\n\t\n Lietuvių kalba\n\t(lt)\n\t\n Magyar\n\t(hu)\n\t\n Malti\n\t(mt)\n\t\n Nederlands\n\t(nl)\n\t\n Polski\n\t(pl)\n\t\n Português\n\t(pt)\n\t\n Română\n\t(ro)\n\t\n Slovenčina\n\t(sk)\n\t\n Slovenščina\n\t(sl)\n\t\n Suomi\n\t(fi)\n\t\n Svenska\n\t(sv)\nThis document is an excerpt from the EUR-Lex website\nMenu\nEU law\nTreaties\nTreaties currently in force\nFounding treaties\nAccession Treaties\nOther treaties and protocols\nChronological overview\nLegal acts\nConsolidated texts\nInternational agreements\nPreparatory documents\nEFTA documents\nLawmaking procedures\nSummaries of EU Legislation\nBrowse by EU Institutions\nEuropean Parliament\nEuropean Council\nCouncil of the European Union\nEuropean Commission\nCourt of Justice of the European Union\nEuropean Central Bank\nEuropean Court of Auditors\nEuropean Economic and Social Committee\nEuropean Committee of the Regions\nBrowse by EuroVoc\nEU case-law\nCase-law\nDigital reports\nDirectory of case-law\nOfficial Journal\nAccess to the Official Journal\nLegally binding print editions\nSpecial edition\nNational law and case-law\nNational transposition\nNational case-law\nJURE case-law\nInformation\nNews\nLatest developments on EUR-Lex\nStatistics\nELI register\nAbout ELI\nTechnical information\nELI implementation overview\nResources for implementing ELI\nELI highlights\nELI testimonials\nLegislation in schema.org\nEU budget online\nQuick search\nUse quotation marks to search for an \"exact phrase\". Append an asterisk (*) to a search term to find variations of it (transp*, 32019R*). Use a question mark (?) instead of a single character in your search term to find variations of it (ca?e finds case, cane, care).\nSearch tips\nNeed more search options? Use the\nAdvanced search\nYou are here\nEUROPA\nEUR-Lex home\nIntergovernmental Organisation for International Carriage by...\nDocument LEGISSUM:tr0051\nHelp\nPrint this page\nThe request could not be processed, please try again later.\nAbout \nSite map \nHelp \nLinks \nLegal notice \nNewsletter \nContact\nOther sites managed by the Publications Office\nEU Publications  \nEU Open Data Portal  \nTed  \nWhoiswho  \nCORDIS  \nPortal of the Publications Office of the EU  \nN-Lex\nSwitch to mobile\nSwitch to desktop", "tags": ["agreement (EU)", "international organisation", "ratification of an agreement", "signature of an agreement", "international convention", "rail transport", "international transport", "accession to an agreement", "trans-European network"], "subjects": ["External relations", "Transport"], "split": "train", "reference_annotations": {"32013D0103_p1": {"text": "directive 2001/12/ec of the European Parliament and of the Council of 26 February 2001 amending Council directive 91/440/eec on the development of the Community’s railways (OJ L 75, 15.3.2001, p. 1),", "triples": [" directive 2001/12/ec,  amending,  directive 91/440/eec"]}, "32013D0103_p2": {"text": "directive 2001/13/ec of the European Parliament and of the Council of 26 February 2001 amending Council directive 95/18/ec on the licensing of railway undertakings (OJ L 75, 15.3.2001, p. 26),", "triples": [" directive 2001/13/ec,  amending,  directive 95/18/ec"]}, "32013D0103_p3": {"text": "directive 2004/51/ec of the European Parliament and of the Council of 29 April 2004 amending Council directive 91/440/eec on the development of the Community’s railways (OJ L 164, 30.4.2004, p. 164, corrected version in OJ L 220, 21.6.2004, p. 58),", "triples": [" directive 2004/51/ec,  amending,  directive 91/440/eec"]}, "32013D0103_p4": {"text": "directive 2007/58/ec of the European Parliament and of the Council of 23 October 2007 amending Council directive 91/440/eec on the development of the Community’s railways and directive 2001/14/ec on the allocation of railway infrastructure capacity and the levying of charges for the use of railway infrastructure (OJ L 315, 3.12.2007, p. 44).", "triples": [" directive 2007/58/ec,  amending,  directive 91/440/eec", " directive 2007/58/ec,  amending,  directive 2001/14/ec"]}, "32013D0103_p5": {"text": "directive 2004/49/ec of the European Parliament and of the Council of 29 April 2004 on safety on the Community’s railways and amending Council directive 95/18/ec on the licensing of railway undertakings and directive 2001/14/ec on the allocation of railway infrastructure capacity and the levying of charges for the use of railway infrastructure and safety certification (OJ L 164, 30.4.2004, p. 44, corrected version in OJ L 220, 21.6.2004, p. 16),", "triples": [" directive 2004/49/ec,  amending,  directive 95/18/ec", " directive 2004/49/ec,  amending,  directive 2001/14/ec"]}, "32013D0103_p6": {"text": "directive 2004/50/ec of the European Parliament and of the Council of 29 April 2004 amending Council directive 96/48/ec on the interoperability of the trans-European high-speed rail system and directive 2001/16/ec of the European Parliament and of the Council on the interoperability of the trans-European conventional rail system (OJ L 164, 30.4.2004, p. 114, corrected version in OJ L 220, 21.6.2004, p. 40),", "triples": [" directive 2004/50/ec,  amending,  directive 96/48/ec", " directive 2004/50/ec,  amending,  directive 2001/16/ec"]}, "32013D0103_p7": {"text": "directive 2008/110/ec of the European Parliament and of the Council of 16 December 2008 amending directive 2004/49/ec on safety on the Community’s railways (Railway Safety Directive) (OJ L 345, 23.12.2008, p. 62),", "triples": [" directive 2008/110/ec,  amending,  directive 2004/49/ec"]}, "32013D0103_p8": {"text": "regulation 1335/2008 of the European Parliament and of the Council of 16 December 2008 amending regulation 881/2004 establishing a European Railway Agency (Agency Regulation) (OJ L 354, 31.12.2008, p. 51),", "triples": [" regulation 1335/2008,  amending,  regulation 881/2004"]}}, "summary_annotations": {}}