{"celex_id": "32008G1004(01)", "reference": "4.10.2008\nEN\nOfficial Journal of the European Union\nC 253/1\nCOUNCIL RESOLUTION\nof 25 September 2008\non a comprehensive European anti-counterfeiting and anti-piracy plan\n(2008/C 253/01)\nTHE COUNCIL OF THE EUROPEAN UNION,\n1.\nCONSIDERING the Commission's strategic report (1) and the new cycle of the renewed Lisbon strategy for growth and jobs (2008-2010) launched by the European Council on 14 March 2008.\n2.\nSTRESSING that the European Union has been called upon, in this connection, to continue its efforts to make the system for protecting intellectual property rights more efficient in order to combat counterfeiting more effectively.\n3.\nEMPHASISING the need to respect the basic freedoms of the internal market and improve the way it works.\n4.\nPOINTING OUT the advisability, in the fight against counterfeiting and piracy, particularly at the borders of the European Union, of harmonising intellectual property rights, where appropriate, and the importance of existing national and Community industrial property titles.\n5.\nCONSIDERING the Community instruments adopted to combat counterfeiting and piracy, particularly Directive 2004/48/EC on the enforcement of intellectual property rights and Regulation (EC) No 1383/2003 concerning customs action against goods suspected of infringing certain intellectual property rights.\n6.\nAWARE also of the amended proposal for a Directive on criminal measures aimed at ensuring the enforcement of intellectual property rights.\n7.\nCONSIDERING the anti-counterfeiting and anti-piracy initiatives which have been developed multilaterally, particularly in the World Trade Organisation (WTO), the World Customs Organisation (WCO), the World Intellectual Property Organisation (WIPO), the Organisation for Economic Cooperation and Development (OECD), the World Health Organisation (WHO) and the G8 (Heiligendamm process).\n8.\nCONSIDERING the Strategy for the Enforcement of Intellectual Property Rights in Third Countries (2).\n9.\nCONSIDERING the OECD report on the economic impact of counterfeiting and piracy, particularly its estimate that international trade in counterfeit and pirated goods may have been some USD 200 billion in 2005, on the basis of customs seizures in OECD countries, indicating that the total value of trade in counterfeit or pirated products could exceed this amount by several hundred billion dollars, and considering its recommendations for increased cooperation between governments and industry.\n10.\nAWARE of the seriousness and the worrying growth of the phenomenon of counterfeiting and piracy, in particular in a globalised economy, for the competitiveness of the European Union, for its businesses, creative forces and consumers; aware of the scale of this phenomenon on the Internet too; aware of the risks involved in counterfeiting products, which poses a health and safety hazard.\n11.\nEMPHASISES the importance of protecting intellectual property rights, which are fundamental to promoting culture and diversity, and for drawing full benefit from the research, innovation and creative activity of European undertakings, especially SMEs, in order to support growth and jobs in the European Union and make Europe more competitive in the world.\n12.\nAWARE, against this background, of the need to give innovative companies the means to obtain the best protection for their inventions and to profit from them more efficiently; points out the advantages of a Community patent and a patent court system in order to give users the means to enforce their intellectual property rights throughout the Union.\n13.\nEMPHASISES the need to mobilise all stakeholders to boost the effectiveness of the whole range of instruments for protecting intellectual property and combating counterfeiting and piracy on the internal market and internationally; pointing out that these measures are consistent with due regard for basic rights and general principles of Community law, such as the protection of personal data and the protection of property rights.\n14.\nWELCOMES the Commission communication of 16 July 2008 designed to implement an industrial property rights strategy for Europe, especially as regards the enforcement of industrial property rights and of copyright and related rights:\n—\ncustoms initiatives to combat counterfeiting and piracy at the borders and outside the European Union,\n—\naction to complement legislation, designed to encourage a change in public perceptions of the phenomenon of counterfeiting and piracy, to increase precise awareness of the phenomenon, to improve cooperation between all stakeholders in the Member States, to establish an effective network for administrative cooperation between Member States, to allow for Europe-wide action, and to promote public/private partnership agreements and the conclusion of inter-industry agreements at European level to reduce piracy and the sale of counterfeit goods on the Internet,\n—\nconsideration of how cross-border enforcement of judgements can be improved,\n—\naction designed to enforce intellectual property rights in third countries, through regular inquiries, through the promotion of effective protection of those rights in bilateral trade agreements, and through closer cooperation in the framework of regular dialogues with third states, especially those with a high level of counterfeiting and piracy,\n—\nwork on a plurilateral anti-counterfeiting trade agreement (ACTA).\n15.\nINVITES the Commission to act on these guidelines by:\n—\nsetting up a European counterfeiting and piracy observatory, defining how it is to operate and the detailed arrangements, including financial arrangements, for setting it up; the observatory, based on the Commission's existing structures, should enable a regular assessment to be made, on the basis of the data which the public and private sectors wish to provide, of the extent of counterfeiting and piracy and a more precise analysis of these phenomena,\n—\ndisseminating information on the phenomenon of counterfeiting and piracy to those involved in combating these phenomena, especially via the Internet,\n—\ndeveloping action to raise awareness and to communicate with those involved in combating counterfeiting and piracy and with consumers, including the youngest consumers, by, amongst other things, activities organised to mark a European awareness day on the dangers of counterfeiting and by drawing up operational guides.\n16.\nINVITES the Commission and the Member States, acting within their respective spheres of competence, to use all appropriate means to combat counterfeiting and piracy effectively, and in particular to:\n—\nsubmit an anti-counterfeiting customs plan for the years 2009 to 2012 which gives priority to information-sharing through full use of electronic systems and the development of cooperation between the authorities concerned, in particular at the border, principally customs authorities, and with rights holders; to make a survey of customs law and evaluate the improvements needed to the legal framework to improve action against counterfeit products which are a danger to consumers and to raise awareness of the risks of the phenomenon,\n—\nset up a network for the rapid exchange of information on counterfeit products and services, in particular by stepping up cross-border administrative cooperation, drawing on national contact points and modern information-sharing tools,\n—\npromote coordination between institutions involved in combating counterfeiting and piracy, in particular by sharing good practice between national administrations,\n—\nstudy the effectiveness of the legal framework in enforcing intellectual property rights,\n—\nsubmit appropriate proposals to encourage public/private sector partnerships to combat counterfeiting and piracy, to recommend good practice, especially as regards Internet sales, and to encourage professionals to work together,\n—\nstep up the protection of intellectual property rights internationally; promote the inclusion, in bilateral and multilateral agreements concluded by the European Union, of measures on intellectual property rights, with due regard for the acquis communautaire, and help to enforce those measures; take an active part in negotiations for the conclusion of a plurilateral anti-counterfeiting trade agreement, including by seeking to secure the creation at such time of a task force with the remit of scrutinising implementation of the agreement; promote the issue in dialogue between the European Union and third countries and in the context of cooperation activities with third countries.\n(1)  Communication from the Commission to the European Council ‘Strategic report on the renewed Lisbon Strategy for growth and jobs: launching the new cycle (2008-2010) — Keeping up the pace of change’ COM(2007) 803 final.\n(2)  OJ C 129, 26.5.2005, p. 3.", "summary": "European anti-counterfeiting and anti-piracy plan\nEuropean anti-counterfeiting and anti-piracy plan\nThe Council is hereby calling upon the Commission and the Member States to take action to fight against counterfeiting and piracy more effectively.\nACTS\nCouncil Resolution of 25 September 2008 on a comprehensive European anti-counterfeiting and anti-piracy plan [Official Journal C 253 of 4.10.2008].\nSUMMARY\nWith this Resolution, the Council is calling on the Commission to put into effect the actions to combat counterfeiting and piracy set out in its Communication on an industrial property rights strategy for Europe [COM(2008) 465]. This Communication provides a set of measures aimed at enforcing industrial property, copy- and related rights such as customs initiatives, completing legislation, concluding inter-industry agreements, enforcing cross-border judgements, enforcing intellectual property rights in third countries and working towards a plurilateral anti-counterfeiting trade agreement (ACTA).\nIn this regard, the Commission is invited to establish a European counterfeiting and piracy observatory based on its existing structures. It should define in detail the arrangements and financing for the establishment and future operations of the observatory. The aim of the observatory should be to allow for regular evaluations and more accurate analysis of the counterfeiting and piracy situation in Europe. The data for this should be provided on a voluntary basis by both the private and public sectors.\nThe Commission should also communicate with actors taking part in the fight against counterfeiting and piracy. This should involve the diffusion of related information, in particular by using the Internet.\nFinally, the Commission is also invited to develop awareness-raising activities in order to inform consumers of the dangers of counterfeiting. These should include operational guides and events to mark the European awareness day related to counterfeiting and piracy.\nAt the same time, the Council is also inviting the Commission and the Member States to take action to fight against counterfeiting and piracy. This should, among others, consist of drawing up an anti-counterfeiting customs plan for the period 2009-12. This plan should prioritise information sharing via electronic means, along with collaboration between border authorities, namely customs authorities, and rights holders. The Commission and the Member States should also review the customs law with a view to enhancing the legal framework so that the fight against counterfeiting is made more effective.\nIn addition, the Commission and the Member States should:\nestablish a rapid information exchange network for counterfeit products and services by stepping-up cross-border administrative collaboration with the help of national contact points and modern information and communication tools;\nensure that the institutions fighting against counterfeiting and piracy may coordinate properly by promoting the sharing of best practice between national administrations;\nreview the legal framework relating to intellectual property rights in order to evaluate its effectiveness;\nencourage partnerships between the public and private sector for fighting counterfeiting and piracy, propose good practice and promote collaboration between professionals.\nFurthermore, the Commission and the Member States should promote the protection of intellectual property rights within the international context, including in cooperation activities with third countries. This should consist of endorsing the inclusion and enforcement of intellectual property rights in bi- and multilateral agreements and actively working towards the conclusion of a plurilateral anti-counterfeiting trade agreement.\nBackground\nIn March 2008, the Council launched the new cycle of the renewed Lisbon strategy for growth and jobs (2008-10). In this context, the European Union was invited to fight against counterfeiting more effectively by working towards a more efficient system of protection of intellectual property rights.\nLast updated: 25.11.2008", "tags": ["industrial counterfeiting", "fight against crime", "intellectual property", "illicit trade", "customs cooperation", "exchange of information"], "subjects": ["Intellectual, industrial and commercial property", "Free movement of goods"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}