{"celex_id": "32002D0036", "reference": "EUR-Lex - 32002D0036 - EN\nAvis juridique important\n|\n32002D0036\nDecision No 36/2002/EC of the European Parliament and of the Council of 19 December 2001 concerning the Community contribution to the Global Fund to fight HIV/AIDS, tuberculosis and malaria\nOfficial Journal L 007 , 11/01/2002 P. 0001 - 0002\nDecision No 36/2002/EC of the European Parliament and of the Councilof 19 December 2001concerning the Community contribution to the Global Fund to fight HIV/AIDS, tuberculosis and malariaTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,Having regard to the Treaty establishing the European Community, and in particular Article 179 thereof,Having regard to the proposal from the Commission,Acting in accordance with the procedure referred to in Article 251 of the Treaty(1),Whereas:(1) Concern is increasing over the devastating impact of the three major communicable diseases HIV/AIDS, tuberculosis and malaria on human suffering and on economic and social development, and hence on efforts to reduce poverty, in particular for the most vulnerable sections of the populations of developing countries.(2) The G8 Okinawa Summit of July 2000 pledged to contribute significantly to the fight against communicable diseases and to break the vicious circle between diseases and poverty.(3) The Council, in its Resolution of 15 May 2001, and the European Parliament, in its Resolution of 4 October 2001, both endorsed a Community Programme entitled Programme for Action: accelerated action on HIV/AIDS, malaria and tuberculosis in the context of poverty reduction.(4) The joint Declaration of 31 May 2001 by the Council and the Commission and the European Parliament Resolution of 4 October 2001 on communicable diseases and poverty welcomed the proposal of the UN Secretary General to establish a Global Fund to fight HIV/AIDS, tuberculosis and malaria (hereinafter called \"Global Fund\"), and stressed that contributions to the Global Fund should be additional to existing resources.(5) At the G8 Genova Summit of July 2001, the Commission announced, with the support of the Community and the Member States, its intention to pledge EUR 120 million in response to the appeal of the UN General Assembly.(6) This fund is being established on behalf of the international donors community and beneficiary countries. It will be administered by the Trustee of the Global Fund in accordance with the purpose of the fund, as stated in its governance and management rules.(7) The objective of the fund will be to address the communicable diseases HIV/AIDS, tuberculosis and malaria in developing countries, pursuing a balanced approach with a primary focus on prevention.(8) The Community agrees to make a contribution of EUR 60 million in 2001 from the Community budget. This contribution will be managed alongside the other contributions to the Global Fund in accordance with the principles of sound and efficient management.(9) The Commission will propose a legal base for future contributions for the implementation of the Programme for Action on the three communicable diseases including any further contributions to the Global Fund,HAVE DECIDED AS FOLLOWS:Article 11. The Community shall contribute to the Global Fund to fight HIV/AIDS, tuberculosis and malaria, EUR 60 million for 2001.2. The contribution to the Global Fund will be made by means of a financing agreement to be concluded between the Commission and the Trustee of the Global Fund.3. The contribution will be administered following the rules and procedures to be established for the Global Fund, agreed with the Commission and to be annexed to the financing agreement.Article 21. The Commission will forward all relevant information to the European Parliament, the Council and the Court of Auditors and will request from the Global Fund all supplementary information that the European Parliament, the Council and the Court of Auditors may wish to receive as regards the financial operation of the Global Fund. The Commission and the Court of Auditors may carry out any necessary checks and inspections in order to protect the Community financial interest against fraud and irregularities.2. In 2002 the Commission shall submit to the European Parliament and Council a first report on the governance and working methods of the Global Fund. From 2003 onwards, reporting on the implementation of the Programme for Action including the Global Fund shall be part of the Community's annual report on external assistance.Article 3This Decision shall enter into force on the day of its publication in the Official Journal of the European Communities.Done at Brussels, 19 December 2001.For the European ParliamentThe PresidentN. FontaineFor the CouncilThe PresidentA. Neyts-Uyttebroeck(1) Opinion of the European Parliament of 29 November 2001 (not yet published in the Official Journal) and Decision of the Council of 6 December 2001.", "summary": "Health: global fund to fight HIV/AIDS, tuberculosis and malaria\nHealth: global fund to fight HIV/AIDS, tuberculosis and malaria\nThis decision is concerned with the European Community's contribution to the \"Global Fund to fight HIV/AIDS, tuberculosis and malaria\" aimed at combating these three communicable diseases in developing countries.\nACT\nDecision 2002/36/EC of the European Parliament and of the Council of 19 December 2001 concerning the Community contribution to the Global Fund to fight HIV/AIDS, tuberculosis and malaria.\nSUMMARY\nInternational context\n               The fight against the three major communicable diseases in developing countries has become an important subject at international level. The effects of these three diseases are particularly devastating and they represent a substantial obstacle to development. In this respect, the former Secretary General of the United Nations, Kofi Annan, set up a Global Fund in May 2001 to combat these diseases in developing countries. Many international donors support this Fund, including the European Community and its Member States. The former President of the Commission, Romano Prodi, announced the European Community's first contribution to the Fund at the G8 Genoa Summit in July 2001.\nCommunity framework\n               The contribution to the Fund is fully in line with the Community's policy in this field. In September 2000, the Commission adopted a Communication on accelerated action on HIV/AIDS, tuberculosis and malaria, followed by a programme for action adopted by the Council in the same year. The European Community's contribution to this Fund was also provided for in the EU Programme for Action to Confront HIV/AIDS, Malaria and Tuberculosis, adopted in 2005 and approved by the Council. From the start the EC has played a very active role in the establishment of the Fund and the implementation of its policies, including the drafting of the associated rules. The Commission currently holds the Vice-Chair of the Board.\nCommunity contribution\n               The Community contributed EUR 120 million from the EC budget to the Global Fund for 2001/2002. For the period 2003-2006, the Community contribution increased to EUR 340 million (EUR 170 million each from the budget and from the European Development Fund), in addition to the further EUR 62 million allocated in 2006 from the 9th EDF. This brings the EC's total contribution since 2001/2002 to EUR 522 million. As of 2007 the European Union (Commission and Member States combined) will be contributing almost 55% of the total fund.\nAssessment\n               In 2002, the Commission presented to the European Parliament and the Council a first report on the governance and working methods of the Global Fund. From 2003 onwards, information on the Fund has been part of the Community's annual report on external assistance.\nReference\nAct\nDateof entry into force\nDeadline for transposition in the Member States\nOfficial Journal\nDecision 36/2002/EC\n11.1.2002\n-\nOJ L 7 of 11 January 2002\nLast updated: 13.12.2006", "tags": ["infectious disease", "international organisation", "developing countries", "AIDS", "the EU's international role", "financial aid"], "subjects": ["External relations", "Development cooperation", "Financial provisions"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}