{"celex_id": "32012R0389", "reference": "8.5.2012\nEN\nOfficial Journal of the European Union\nL 121/1\nCOUNCIL REGULATION (EU) No 389/2012\nof 2 May 2012\non administrative cooperation in the field of excise duties and repealing Regulation (EC) No 2073/2004\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 113 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national Parliaments,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nActing in accordance with a special legislative procedure,\nWhereas:\n(1)\nCouncil Regulation (EC) No 2073/2004 of 16 November 2004 on administrative cooperation in the field of excise duties (3) provides for a common system whereby, in order to ensure the correct application of legislation on excise duties and to combat the evasion of excise duties and the ensuing distortions in the internal market, Member States assist each other and cooperate with the Commission. A number of changes need to be made to that Regulation in view of experience gathered and in view of recent developments. Given the number of changes thus necessary, the Regulation should be replaced for reasons of clarity.\n(2)\nThe completion of the internal market continues to require a system of administrative cooperation in the field of excise duties encompassing all aspects of legislation concerning the application of excise duties to the goods referred to in Article 1 of Council Directive 2008/118/EC of 16 December 2008 concerning the general arrangements for excise duty (4).\n(3)\nIn the interests of effectiveness and speed and on grounds of cost, it is essential that the role of electronic means in the exchange of information be enhanced. In view of the repetitive nature of certain requests and the linguistic diversity within the Union, it is important to ensure that standard formats be more widely used in the exchange of information, so that information requests can be more rapidly processed. These requirements can best be met through the more systematic use of the computerised system established under Decision No 1152/2003/EC of the European Parliament and of the Council of 16 June 2003 on computerising the movement and surveillance of excisable products (5). That system now offers broader possibilities than at the time Regulation (EC) No 2073/2004 entered into force, and it will continue to be developed. Member States should thus be required to make use of it whenever possible.\n(4)\nExchange of information in excise matters is necessary to a very wide extent in order to establish a true picture of the excise affairs of certain persons but, at the same time, Member States are not at liberty to engage in ‘fishing expeditions’ or to request information that is unlikely to be relevant to the excise affairs of a given person or ascertainable group or category of persons.\n(5)\nFor the purposes of a proper coordination of information flows, it is necessary to maintain the provisions of Regulation (EC) No 2073/2004 as regards a single point of contact in each Member State. Since more direct contacts between the authorities and officials of the Member States might be necessary for reasons of efficiency, the provisions on delegation and the designation of competent officials should also be maintained.\n(6)\nIn order for the necessary information to be available in a timely manner, the provisions of Regulation (EC) No 2073/2004 requiring the requested authority to act as quickly as possible and at the latest within a given time limit should be maintained. However, the time limit for the provision of information already available to the requested Member State should be shorter than the standard time limit.\n(7)\nFor the effective monitoring of excise procedures in cross-border movement, it is necessary to continue to provide for the possibility of simultaneous controls by Member States and for the presence of officials of one Member State in the territory of another Member State, within the framework of administrative cooperation.\n(8)\nDifficulties linked to the notification of administrative decisions and measures across borders should continue to be addressed by maintaining the provisions of Regulation (EC) No 2073/2004 in the matter.\n(9)\nIn order to fight fraud effectively, the provisions on the exchange of information without prior request should be maintained. To facilitate such exchange, the categories of information to be exchanged on a mandatory basis should be specified.\n(10)\nMember States should continue to be able to exchange, on an optional basis, information necessary for the correct application of the legislation on excise duties, where that information falls outside the categories of information to be automatically exchanged.\n(11)\nFeedback is an appropriate means to ensure continual improvement of the quality of the information exchanged. A framework for the provision of feedback should therefore be put in place.\n(12)\nThe electronic storage by Member States of certain specified data regarding the authorisation of economic operators and tax warehouses is indispensable for the proper functioning of the excise duties system and the fight against fraud. It allows for rapid exchange of those data between Member States and automated access to information. This can be achieved by making use of the information already contained in the national computerised systems for excise, through the development of risk analysis which enhances the information held nationally on excise economic operators and their movements of excise goods within the Union, and through the inclusion of a range of information regarding taxable persons and their transactions. Since the procedures for establishing or recovering excise duties, and the periods of limitation and other time limits, differ in the various Member States, it is necessary, in order to ensure effective mutual assistance for the application of the legislation on excise duties in cross-border situations, to provide for a minimum period during which each Member State should store that information.\n(13)\nIn order for the information stored in the electronic databases to be reliable, provision should be made for them to be updated regularly.\n(14)\nEconomic operators should be able to speedily operate the verifications necessary for movements of excise goods. They should be provided with the possibility to have the validity of excise numbers confirmed electronically through a central register operated by the Commission and fed by the information contained in national databases.\n(15)\nNational rules on banking secrecy could hamper the efficiency of the mechanisms provided for in this Regulation. Member States should therefore not be entitled to refuse the provision of information solely on the basis of such rules.\n(16)\nThis Regulation should not affect other measures adopted at the level of the Union, which contribute to combating excise irregularities and fraud, but should rather complement them.\n(17)\nFor reasons of clarity, it is useful to confirm in this Regulation that where information or documents are obtained with the authorisation or on the request of a judicial authority, the communication of the information or documents to the competent authority of another Member State is subject to authorisation by the judicial authority if such authorisation is required under the law of the communicating Member State.\n(18)\nDirective 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (6) governs the processing of personal data carried out by Member States within the framework of this Regulation. Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (7) governs the processing of personal data carried out by the Commission pursuant to this Regulation.\n(19)\nThe exchange of information with third countries has proven beneficial for the correct application of legislation on excise duties and should therefore be maintained. Directive 95/46/EC sets out specific conditions for the communication of information to third countries, with which Member States must comply.\n(20)\nFor the purposes of the effective application of this Regulation, it might be necessary to limit the scope of certain rights and obligations laid down by Directive 95/46/EC, specifically the rights defined in Article 10, Article 11(1) and Articles 12 and 21 thereof, in order to safeguard important economic and financial interests of the Member States, bearing in mind the potential loss of revenue for Member States and the crucial importance of information covered by this Regulation for the effectiveness of the fight against fraud. Given the need to preserve evidence in cases of suspected fiscal irregularities or fraud, and to prevent interference with the correct assessment of compliance with legislation on excise duties, it might be necessary to restrict the obligations of the data controller and the rights of the data subject relating to the provision of information, access to data and publicising of processing operations, in the course of the exchange of personal data under this Regulation. Member States should be obliged to apply such limitations, to the extent they are necessary and proportionate.\n(21)\nIn order to ensure uniform conditions for the implementation of certain Articles of this Regulation, and to describe the main categories of data that can be exchanged by Member States under this Regulation, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers (8).\n(22)\nThe examination procedure should be used for the adoption of those implementing acts given that those acts are measures of general scope within the meaning of Article 2(2)(a) of Regulation (EU) No 182/2011.\n(23)\nIt is necessary to monitor and evaluate the functioning of this Regulation. Provision should thus be made for the collection of statistics and other information by Member States and for the preparation of regular reports by the Commission.\n(24)\nSince the objective of this Regulation, namely the simplification and the strengthening of administrative cooperation between Member States, which requires a harmonised approach, cannot be sufficiently achieved by the Member States alone, and can, by reason of the uniformity and effectiveness required, be better achieved at the level of the Union, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary to achieve that objective.\n(25)\nThis Regulation respects the fundamental rights and observes the principles which are recognised by the Charter of Fundamental Rights of the European Union, in particular the right to the protection of personal data (Article 8). In view of the limits set by the present Regulation, the processing of such data carried out within the framework of this Regulation does not go beyond what is necessary and proportionate for the purposes of protecting the legitimate fiscal interests of the Member States.\n(26)\nRegulation (EC) No 2073/2004 should be repealed.\n(27)\nThe European Data Protection Supervisor was consulted and adopted an opinion (9),\nHAS ADOPTED THIS REGULATION:\nCHAPTER I\nGENERAL PROVISIONS\nArticle 1\nSubject matter and scope\n1.   This Regulation lays down the conditions under which the competent authorities in the Member States for the application of the legislation on excise duties are to cooperate with each other, and with the Commission, in order to ensure compliance with that legislation. To that end, it lays down rules and procedures to enable the competent authorities of the Member States to cooperate and to exchange, by electronic means or otherwise, information that is necessary to ensure the correct application of legislation on excise duties.\n2.   This Regulation shall not affect the application in the Member States of the rules on mutual assistance in criminal matters.\n3.   It shall not affect the fulfilment of any wider obligation in relation to mutual assistance ensuing from other legal instruments, including bilateral or multilateral agreements.\nArticle 2\nDefinitions\nFor the purposes of this Regulation:\n(1)\n‘competent authority’ means the authority designated in accordance with Article 3(1);\n(2)\n‘requesting authority’ means the central excise liaison office or any liaison department or competent official of a Member State who makes a request for assistance on behalf of the competent authority;\n(3)\n‘requested authority’ means the central excise liaison office or any liaison department or competent official of a Member State who receives a request for assistance on behalf of the competent authority;\n(4)\n‘excise office’ means any office at which formalities laid down by excise rules may be completed;\n(5)\n‘event driven automatic exchange’ means the systematic communication, without prior request, of information with a predefined structure concerning an event of interest as and when that information becomes available, other than the exchange of information provided for in Article 21 of Directive 2008/118/EC;\n(6)\n‘regular automatic exchange’ means the systematic communication, without prior request, of information with a predefined structure at pre-established regular intervals;\n(7)\n‘spontaneous exchange’ means the communication of information without prior request to another Member State, not covered by points (5) or (6) or by Article 21 of Directive 2008/118/EC;\n(8)\n‘computerised system’ means the computerised system for the movement and surveillance of excise goods established by Decision No 1152/2003/EC of the European Parliament and of the Council of 16 June 2003 on computerising the movement and surveillance of excisable products (10);\n(9)\n‘person’ means a natural person, a legal person, any association of persons which is not a legal person but which is recognised under the law of the Union or national law as having the capacity to perform legal acts and any other legal arrangement of whatever nature and form, regardless of whether it has legal personality;\n(10)\n‘economic operator’ means a person who, in the course of his business, is involved in activities covered by legislation on excise duties, whether authorised to do so or not;\n(11)\n‘by electronic means’ means using electronic equipment of any kind capable of processing, including transmission and compression, and storage of data, and includes the computerised system defined in point (8);\n(12)\n‘excise number’ means the identification number assigned by Member States for excise purposes to records of the economic operators and premises referred to in points (a) and (b) of Article 19(1);\n(13)\n‘a movement of excise goods within the Union’ means the movement between two or more Member States of excise goods under suspension of excise duty within the meaning of Chapter IV of Directive 2008/118/EC or of excise goods after release for consumption within the meaning of Chapter V, Section 2, of Directive 2008/118/EC;\n(14)\n‘administrative enquiry’ means any control, check or other action taken by the authorities competent for the application of the legislation on excise duties in the performance of their duties with a view to ensuring the correct application of that legislation;\n(15)\n‘CCN/CSI network’ means the common platform based on the common communication network (CCN) and common system interface (CSI), developed by the Union to ensure all transmissions by electronic means between the competent authorities in the area of customs and taxation;\n(16)\n‘excise duties’ mean the duties referred to in Article 1(1) of Directive 2008/118/EC;\n(17)\n‘mutual administrative assistance document’ means a document established within the computerised system and used for the exchange of information under Article 8, 15 or 16 and used for follow-up under Article 8 or 16;\n(18)\n‘fall-back mutual administrative assistance document’ means a document in a paper form used for the exchange of information under Article 8 or 15, in the event that the computerised system is not available;\n(19)\n‘simultaneous control’ means coordinated checks in regard to legislation on excise duties on the situation of an economic operator or related persons, organised by two or more participating Member States with common or complementary interests.\nArticle 3\nCompetent authorities\n1.   Each Member State shall designate the competent authority in whose name this Regulation is to be applied. It shall inform the Commission about that designation and about any subsequent change thereof without delay.\n2.   The Commission shall make available a list of the competent authorities and publish this information in the Official Journal of the European Union.\nArticle 4\nCentral excise liaison offices and liaison departments\n1.   The competent authority of each Member State shall designate a central excise liaison office to which principal responsibility shall be delegated for contacts with other Member States in the field of administrative cooperation with respect to legislation on excise duties. It shall inform the Commission and the competent authorities of the other Member States thereof.\nThe central excise liaison office may also be designated as responsible for contacts with the Commission for the purposes of this Regulation.\n2.   The competent authority of each Member State may designate liaison departments, other than the central excise liaison office, with the competence assigned according to its national legislation or policy to exchange directly information under this Regulation.\nThe central excise liaison office shall ensure that the list of these departments is kept up to date and made available to the central excise liaison offices of the other Member States concerned.\nArticle 5\nCompetent officials\n1.   The competent authority of each Member State may designate, under the conditions laid down by the Member State, competent officials who may exchange information directly under this Regulation.\nThe competent authority may limit the scope of such designation.\nThe central excise liaison office shall be responsible for keeping the list of competent officials up to date and making it available to the central excise liaison offices of the other Member States concerned.\n2.   The officials exchanging information under Articles 12 and 13 shall be deemed to be competent officials for the purpose of those Articles, in accordance with the conditions laid down by the competent authorities.\nArticle 6\nObligations of the central excise liaison office, liaison departments and competent officials\n1.   The central excise liaison office shall have principal responsibility for exchanges of information on movements of excise goods between Member States and in particular, it shall have principal responsibility for ensuring:\n(a)\nthe exchange of information under Article 8;\n(b)\nthe forwarding of notifications of administrative decisions and measures requested by Member States under Article 14;\n(c)\nmandatory exchanges of information under Article 15;\n(d)\noptional spontaneous exchanges of information under Article 16;\n(e)\nprovision of feedback on the follow-up actions under Article 8(5) and Article 16(2);\n(f)\nthe exchange of information stored in the electronic database provided for in Article 19;\n(g)\nthe provision of statistical and other information under Article 34.\n2.   Where liaison departments or competent officials send or receive requests for assistance, or responses to such requests for assistance, they shall inform the central excise liaison office of their Member State under the conditions laid down by the latter.\n3.   Where a liaison department or a competent official receives a request for assistance requiring action outside its territorial or operational area, it shall immediately forward it to the central excise liaison office of its Member State and to the competent official of the liaison department in charge and inform the requesting authority thereof. In such a case, the periods laid down in Article 11 shall begin on the day following that on which the request for assistance was forwarded to the central excise liaison office and to the competent official of the liaison department in charge, but no later than one week following the reception of the request as referred to in the first sentence of this paragraph.\nArticle 7\nInformation or documents obtained with the authorisation or at the request of the judicial authority\n1.   The communication to the competent authority of another Member State of information or documents obtained by a competent authority with the authorisation or on request of a judicial authority shall be subject to the prior authorisation of the judicial authority if such authorisation is requested under national law.\n2.   Where, in the case of a request for information, the judicial authority refuses such authorisation to the requested authority, the latter shall inform the requesting authority thereof in accordance with Article 25(5).\nCHAPTER II\nCOOPERATION ON REQUEST\nArticle 8\nGeneral duties of the requested authority\n1.   At the request of the requesting authority, the requested authority shall communicate the information necessary to ensure the correct application of legislation on excise duties, including any information relating to a specific case or specific cases, in particular concerning movements of excise goods within the Union.\n2.   For the purposes of communicating the information referred to in paragraph 1, the requested authority shall arrange for the conduct of any administrative enquiries necessary to obtain such information.\n3.   The request referred to in paragraph 1 may include a reasoned request for a specific administrative enquiry. If the requested authority decides that no administrative enquiry is necessary, it shall immediately inform the requesting authority of the reasons for its decision.\n4.   In order to obtain the information requested or to conduct the administrative enquiry requested, the requested authority or any administrative authority to which it has recourse shall proceed as though acting on its own account or at the request of another authority in its own Member State.\n5.   The requested authority may request the requesting authority to provide feedback on the follow-up action taken by the requesting Member State on the basis of the provided information. Where such a request is made, the requesting authority shall, without prejudice to the rules on secrecy and data protection applicable in its Member State, send such feedback as soon as possible, provided that doing so does not impose a disproportionate burden on it.\nArticle 9\nForm of the request and the reply\n1.   Requests for information and for administrative enquiries pursuant to Article 8 and replies to such requests shall be exchanged using a mutual administrative assistance document, subject to paragraph 4 of this Article.\nWhere the computerised system is unavailable, a fall-back mutual administrative assistance document shall be used instead of the mutual administrative assistance document.\n2.   The Commission shall adopt implementing acts to determine:\n(a)\nthe structure and content of the mutual administrative assistance documents;\n(b)\nthe rules and procedures relating to the exchanges of mutual administrative assistance documents;\n(c)\nthe model, form and content of the fall-back mutual administrative assistance document;\n(d)\nthe rules and procedures relating to the use of the fall-back mutual administrative assistance document.\nThe Commission may also adopt implementing acts to determine the structure and content of the feedback referred to in Article 8(5).\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 35(2).\n3.   Each Member State shall determine the situations in which the computerised system may be considered unavailable.\n4.   Where the use of the mutual administrative assistance document is impractical, the exchange of messages may, exceptionally, be carried out in whole or in part by other means. In such cases the message shall be accompanied by an explanation of why the use of the mutual administrative assistance document was impractical.\nArticle 10\nProvision of documents\n1.   Documents, of whatever content, to be provided under Article 8 shall be attached to the mutual administrative assistance document referred to in Article 9(1).\nHowever, in the event that this is impossible or impractical, the documents shall be provided by electronic means or otherwise.\n2.   The requested authority shall be obliged to provide original documents only where such documents are necessary for the purpose pursued by the requesting authority and where providing them is not contrary to the provisions applicable in the Member State of the requested authority.\nArticle 11\nTime limits\n1.   The requested authority shall provide the information referred to in Article 8 as quickly as possible, and no later than three months following the date of receipt of the request.\nHowever, where the requested authority is already in possession of that information, the time limit shall be one month.\n2.   In certain special categories of cases, time limits different from those provided for in paragraph 1 may be agreed between the requested and the requesting authorities.\n3.   Where the requested authority is unable to respond to the request within the time limit provided for in paragraph 1, it shall, within one month, inform the requesting authority using a mutual administrative assistance document of the reasons for its failure to do so and indicate when it expects to be able to respond.\nArticle 12\nParticipation of officials from other Member States in administrative enquiries\n1.   By agreement between the requesting authority and the requested authority and in accordance with the arrangements laid down by the latter, officials authorised by the requesting authority may be present in the offices of the administrative authorities of the requested Member State, or any other place where those authorities carry out their duties, with a view to exchanging the information necessary to ensure the correct application of legislation on excise duties.\nWhere the requested information is contained in documentation to which the officials of the requested authority have access, the officials of the requesting authority shall be given copies thereof.\n2.   By agreement between the requesting authority and the requested authority and in accordance with the arrangements laid down by the latter, officials designated by the requesting authority may be present during the administrative enquiries carried out in the territory of the requested Member State with a view to exchanging the information necessary to ensure the correct application of legislation on excise duties.\nWhere such agreement is reached, the officials of the requesting authority may have access to the same premises and documents as the officials of the requested authority, through the intermediary of those officials and for the sole purpose of carrying out the administrative enquiry. Officials of the requesting authority shall conduct enquiries or ask questions only with the agreement and under the supervision of officials of the requested authority. They shall not exercise the powers of inspection conferred on officials of the requested authority.\n3.   The officials of the requesting authority present in another Member State in accordance with paragraphs 1 and 2 shall at all times be able to produce a written authority indicating their identity and their official capacity.\nArticle 13\nSimultaneous controls\n1.   With a view to exchanging the information necessary to ensure the correct application of legislation on excise duties, two or more Member States may agree, on the basis of a risk analysis, to conduct simultaneous controls, in their own territory, of the excise duty situation of one or more economic operators or other persons, that are of common or complementary interest, whenever they consider that such controls would be more effective than controls carried out by one Member State only.\n2.   In order to initiate a simultaneous control in accordance with paragraph 1, the competent authority of a Member State shall submit a proposal to the competent authorities of the other Member States concerned.\nThe proposal shall:\n(a)\nspecify the case or cases proposed for simultaneous controls;\n(b)\nindividually identify each person with regard to whom such control is intended to be carried out;\n(c)\ngive reasons justifying the necessity of a common control;\n(d)\nspecify the period of time during which such controls are intended to be carried out.\n3.   The competent authorities which receive a proposal referred to in paragraph 2 shall confirm their agreement to participate in the simultaneous control or shall communicate their reasoned refusal to the proposing competent authority as soon as possible but no later than one month after receipt of the proposal.\n4.   Each competent authority which participates in a simultaneous control shall appoint a representative responsible for supervising and coordinating the simultaneous control operation.\n5.   After having carried out a simultaneous control, the competent authorities shall inform the central excise liaison offices of the other Member States without delay of any methods or practices discovered during the simultaneous control that were used or suspected of having been used to contravene legislation on excise duties, where such information may be of particular interest to other Member States.\nArticle 14\nRequest for notification of administrative decisions and measures\n1.   At the request of the requesting authority, the requested authority shall, in accordance with the rules governing similar notifications applicable in its Member State, notify the addressee of all decisions and measures taken by the administrative authorities of the requesting Member State concerning the application of legislation on excise duties.\n2.   The requests for notification referred to in paragraph 1 shall mention the subject of the decision or measure to be notified and shall indicate the name, address and any other relevant information for identifying the addressee.\n3.   The requested authority shall, without delay, inform the requesting authority of its action on the request for notification referred to in paragraph 1 and notify it of the date of transmission of the decision or measure to the addressee.\n4.   Where the requested authority is unable to act on the request for notification referred to in paragraph 1, it shall inform the requesting authority thereof in writing within one month of receipt of the request.\nThe requested authority shall not refuse to act on such request on account of the content of the decision or measure to be notified.\n5.   The requesting authority shall make a request for notification pursuant to this Article only when it is unable to notify the addressee in accordance with the rules governing the notification of the instruments concerned in the requesting Member State, or where such notification would give rise to disproportionate difficulties.\n6.   This Article shall not apply to the documents referred to in Article 8 of Council Directive 2010/24/EU of 16 March 2010 concerning mutual assistance for the recovery of claims relating to taxes, duties and other measures (11).\nCHAPTER III\nEXCHANGE OF INFORMATION WITHOUT PRIOR REQUEST\nArticle 15\nMandatory exchange of information\n1.   The competent authority of each Member State shall forward to the competent authorities of all other Member States concerned, without prior request and by means of regular or event-driven automatic exchange, the information necessary to ensure the correct application of legislation on excise duties, in the following cases:\n(a)\nwhere an irregularity or an infringement of legislation on excise duties has occurred, or is suspected to have occurred, in another Member State;\n(b)\nwhere an irregularity or an infringement of legislation on excise duties which has occurred, or is suspected to have occurred, in the territory of one Member State may have repercussions in another Member State;\n(c)\nwhere there is a risk of fraud or a loss of excise duty in another Member State;\n(d)\nwhere the total destruction or irretrievable loss of excise goods under a duty suspension arrangement has occurred;\n(e)\nwhere an exceptional event has occurred during a movement of excise goods within the Union, which is not provided for in Directive 2008/118/EC, and which may affect the calculation of liability to excise duty of an economic operator.\n2.   An authority which has forwarded information to another authority under paragraph 1 may request that other authority to provide feedback on the follow-up action taken by it on the basis of the information provided. If such a request is made, the other authority shall, without prejudice to rules on secrecy and data protection applicable in its Member State, send such feedback as soon as possible, unless that would impose a disproportionate administrative burden on it.\n3.   Where the information referred to in paragraph 1 relates to a movement of excise goods within the Union, the information shall be forwarded using a mutual administrative assistance document, subject to paragraph 4.\nHowever, where the use of that document is impractical, the exchange of information may, exceptionally, be carried out in whole or in part by other means. In such cases, the message shall be accompanied by an explanation of why the use of the mutual administrative assistance document was impractical.\n4.   Where the computerised system is unavailable, the fall-back mutual administrative document shall be used instead of the document referred to in paragraph 3.\n5.   The Commission shall adopt implementing acts to determine:\n(a)\nthe exact categories of information that shall be exchanged under paragraph 1, which shall, in respect of natural persons, include data such as their name, surname, street name, street number, postcode, city, member state, tax or other identifier number, product code or description and other connected personal data, when available;\n(b)\nthe frequency of regular exchange and the time limits for event-driven exchange under paragraph 1 for each category of information;\n(c)\nthe structure and content of the mutual administrative assistance documents;\n(d)\nthe form and content of the fall-back mutual administrative assistance document;\n(e)\nthe rules and procedures relating to the exchanges of the documents referred to in points (c) and (d).\nThe Commission may also adopt implementing acts to determine the situations where the competent authorities may consider the computerised system unavailable for the purposes of paragraph 4 of this Article.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 35(2).\nArticle 16\nOptional exchange of information\n1.   The competent authorities of the Member States may forward to each other, without prior request, by means of spontaneous exchange, any information necessary to ensure the correct application of legislation on excise duties of which they are aware and which exchange is not covered by Article 15.\nTo that end, they may use the computerised system where the system is capable of processing such information.\n2.   An authority which has forwarded information to another authority under paragraph 1 may request that other authority to provide feedback on the follow-up action taken by it on the basis of the information provided. If such a request is made, the other authority shall, without prejudice to the rules on secrecy and data protection applicable in its Member State, send such feedback as soon as possible, unless doing so would impose a disproportionate administrative burden on it.\n3.   The Commission shall adopt implementing acts to determine:\n(a)\nthe structure and content of the mutual administrative assistance documents to cover the most common types of information referred to in paragraph 1;\n(b)\nthe rules and procedures relating to the exchanges of the mutual administrative document.\nThe Commission may also adopt implementing acts to determine the structure and content of the feedback referred to in paragraph 2.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 35(2).\nArticle 17\nObligation of Member States to facilitate exchanges of information without prior request\nMember States shall take the necessary administrative and organisational measures to facilitate the exchanges provided for in this Chapter.\nArticle 18\nLimitation of obligations\nMember States shall neither be obliged to impose, for the purposes of implementing this Chapter, any new obligations on persons in respect of the collection of information, nor to bear any disproportionate administrative burden.\nCHAPTER IV\nSTORAGE AND EXCHANGE OF ELECTRONIC INFORMATION ON ECONOMIC OPERATORS\nArticle 19\nStorage and exchange of information on authorisations of economic operators and tax warehouses\n1.   Each Member State shall maintain an electronic database containing the following registers:\n(a)\na register of economic operators belonging to one of the following categories:\n(i)\nauthorised warehousekeepers within the meaning of point (1) of Article 4 of Directive 2008/118/EC;\n(ii)\nregistered consignees within the meaning of point (9) of Article 4 of Directive 2008/118/EC;\n(iii)\nregistered consignors within the meaning of point (10) of Article 4 of Directive 2008/118/EC;\n(b)\na register of premises authorised as tax warehouses within the meaning of point (11) of Article 4 of Directive 2008/118/EC.\n2.   The registers referred to in paragraph 1 shall contain the following information:\n(a)\nthe unique excise number issued by the competent authority in respect of an economic operator or premises;\n(b)\nthe name and address of the economic operator or premises;\n(c)\nthe excise product category (CAT) and/or the excise product code (EPC) of the products covered by the authorisation referred to in Annex II, code list 11 of Commission Regulation (EC) No 684/2009 of 24 July 2009 implementing Council Directive 2008/118/EC as regards the computerised procedures for the movement of excise goods under suspension of excise duty (12);\n(d)\nthe identification of the central excise liaison office or the excise office from which further information may be obtained;\n(e)\nthe date as of which the authorisation is valid, is amended and, where applicable, ceases to be valid;\n(f)\nfor authorised warehousekeepers, the tax warehouse or the list of tax warehouses to which his authorisation applies and, if applicable under national legislation, an indication that he is authorised to omit the details of the consignee at the time of dispatch, that he is authorised to split a movement in accordance with Article 23 of Directive 2008/118/EC, or that he is authorised to have excise goods moved to a place of direct delivery in accordance with Article 17(2) of that Directive;\n(g)\nfor registered consignees, if applicable under national legislation, an indication that he is authorised to have excise goods moved to a place of direct delivery in accordance with Article 17(2) of Directive 2008/118/EC;\n(h)\nfor registered consignees referred to in Article 19(3) of Directive 2008/118/EC other than those referred to point (i) of this paragraph, the content of the authorisation regarding the quantity of excise goods, the identity of the consignor in the Member State of dispatch and the period of time for which the authorisation is valid;\n(i)\nfor registered consignees referred to in Article 19(3) of Directive 2008/118/EC that have an authorisation to receive wine from consignors who benefit from the derogation provided in Article 40 of Directive 2008/118/EC, the content of the authorisation regarding the quantity of excise goods and the period of time for which the authorisation is valid. An indication of the derogation under Article 40 of 2008/118/EC shall be included in the record;\n(j)\nfor tax warehouses, the authorised warehousekeeper or list of authorised warehousekeepers for whose use the tax warehouse is authorised.\n3.   The central excise liaison office or a liaison department of each Member State shall ensure that the information contained in the national registers is complete, accurate and up to date.\n4.   The information contained in the respective national registers as referred to in paragraph 2 concerning economic operators engaged in moving excise goods under duty suspension arrangements between Member States, shall be automatically exchanged via a central register.\nThe Commission shall operate the register as a part of the computerised system in a manner that ensures at all times a correct up-to-date view of all national registry data provided by all Member States.\nThe central excise liaison offices or liaison departments of Member States shall communicate the content of the national register as well as any modification thereto to the Commission in a timely manner.\nArticle 20\nAccess to and correction of information\n1.   The Commission shall ensure that persons involved in the movement of excise goods under duty suspension arrangements between the Member States can obtain confirmation by electronic means of the validity of excise numbers held in the central register referred to in Article 19(4). The Commission shall forward any requests from an economic operator for correction of that information to the central excise liaison office or liaison department that is responsible for the authorisation of that economic operator.\n2.   The central excise liaison offices or liaison departments of Member States shall ensure that economic operators can obtain confirmation of the information about them held under Article 19(2) and can obtain the correction of any inaccuracies therein.\n3.   The competent authority of a Member State may, under conditions fixed by that Member State, allow the Central Excise Liaison Office or designated Liaison Departments to communicate a confirmation of the information held under Article 19(2).\nArticle 21\nData retention\n1.   Each Member State shall keep the information concerning movements of excise goods within the Union and the records contained in the national registers referred to in Article 19 for at least five years from the end of the calendar year in which the movement began, in order that such information can be used for the procedures provided for in this Regulation. That period may be limited to three years with respect to information entered into the national registers before 1 July 2012.\n2.   Information collected through the computerised system shall be kept in that system in a way that makes it possible to retrieve and to further process that information within the system in response to a request for information referred to in Article 8.\nArticle 22\nImplementation\nThe Commission shall adopt implementing acts:\n(a)\nto specify the technical details concerning the automated update of the databases referred to in Article 19(1) and of the central register referred to in Article 19(4);\n(b)\nto specify the rules and procedures concerning the access to and correction of information under Article 20(1).\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 35(2).\nCHAPTER V\nCOMMON CONDITIONS GOVERNING ASSISTANCE\nArticle 23\nLanguage regime\nRequests for assistance, including requests for notifications, and attached documents may be made in any language agreed between the requested and requesting authority. An accompanying translation into the official language or one of the official languages of the Member State in which the requested authority is established, shall be required only if the requested authority provides a justification explaining the need for translation.\nArticle 24\nQuality of service\n1.   The Commission and the Member States shall ensure that the parts of the computerised system necessary for the exchange of information described in this Regulation are operational, appropriately maintained and further developed.\n2.   The Commission and the Member States shall conclude a service level agreement and agree a security policy for the computerised system. The service level agreement shall define the technical quality and quantity of the services to be delivered by the Commission and the Member States in order to ensure the secure functioning of all parts of the computerised system and of the electronic communication and the allocation of responsibilities for the further development of that system.\nArticle 25\nGeneral limits to the obligations of the requested authority\n1.   The requested authority shall provide the requesting authority with the information requested in accordance with this Regulation, provided that:\n(a)\nthe requesting authority has exhausted the usual sources of information which it could have used in the circumstances to obtain the information requested, without running the risk of jeopardising the achievement of the desired end; and\n(b)\nthe number and the nature of the requests for information made by the requesting authority within a specific period do not impose a disproportionate administrative burden on that requested authority.\n2.   This Regulation shall impose no obligation on the competent authority of a Member State to carry out enquiries or to provide information if the laws or administrative practices of that Member State do not authorise its authorities to carry out such enquiries or to collect or use such information for that Member State’s own purposes.\n3.   The competent authority of a Member State may refuse to provide information if the requesting Member State is unable, for legal reasons, to provide similar information.\n4.   The provision of information may be refused where it would lead to the disclosure of a commercial, industrial or professional secret or of a commercial process, or where its disclosure would be contrary to public policy.\n5.   The requested authority shall inform the requesting authority of the grounds for refusing a request for assistance. For statistical purposes, competent authorities shall, on an annual basis, inform the Commission of the categories of grounds for refusals.\n6.   In no case shall paragraphs 2, 3 or 4 be construed as permitting a requested authority to decline to supply information solely because that information is held by a bank, other financial institution, nominee or person acting in an agency or a fiduciary capacity or because it relates to ownership interests in a person.\nArticle 26\nExpenses\nMember States shall waive mutually all claims for the reimbursement of expenses incurred in applying this Regulation, with the exception of claims in respect of fees paid to experts.\nArticle 27\nMinimum amount\n1.   A request for assistance may be subject to a minimum threshold based upon the excise duty that is potentially due.\n2.   The Commission may adopt implementing acts to specify the threshold referred to in paragraph 1 of this Article.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 35(2).\nArticle 28\nOfficial secrecy, data protection and use of the information communicated under this Regulation\n1.   Information communicated or collected by Member States pursuant to this Regulation or any information to which an official or other employee, or a contractor has had access in the course of his duties shall be covered by the obligation of official secrecy and shall enjoy the protection granted to similar information under the law of the Member State receiving that information.\n2.   The information referred to in paragraph 1 may be used for the following purposes:\n(a)\nestablishing the assessment base for excise duties;\n(b)\nthe collection or administrative control of excise duties;\n(c)\nthe monitoring of movements of excise goods;\n(d)\nrisk analysis in the field of excise duties;\n(e)\nenquiries in the field of excise duties;\n(f)\nestablishing other taxes, duties and charges covered by Article 2 of Directive 2010/24/EU.\nHowever, the competent authority of the Member State providing the information shall permit its use for other purposes in the Member State of the requesting authority, if the legislation of the Member State of the requested authority allows the information to be used for similar purposes in that Member State.\nTo the extent allowed by national law, and without prejudice to Article 1(2), the information referred to in paragraph 1 of this Article may be used in connection with judicial or administrative proceedings that can involve penalties initiated as a result of infringements of tax law, without prejudice to the rules governing the rights of the defendants and witnesses in such proceedings.\n3.   Where the requesting authority considers that information it has received from the requested authority may be useful to the competent authority of another Member State, it may forward it to that authority. It shall inform the requested authority thereof.\nThe requested authority may make the communication of information to another Member State subject to its prior consent.\n4.   All processing of personal data by Member States referred to in this Regulation shall be subject to the national provisions implementing Directive 95/46/EC.\nMember States shall, for the purpose of the correct application of this Regulation, restrict the scope of the obligations and rights provided for in Article 10, Article 11(1) and Articles 12 and 21 of Directive 95/46/EC to the extent necessary to safeguard the interests referred to in point (e) of Article 13(1) of that Directive. Such restrictions shall be proportionate to the interest in question.\nArticle 29\nAccess to information under Commission authorisation\nPersons duly authorised by the Commission may be provided with access to the information referred to in Article 28(4) only to the extent necessary for the care, maintenance and development of the CCN/CSI network and the operation of the central register.\nSuch persons shall be subject to the obligation of official secrecy. The information accessed shall be protected as personal data under Regulation (EC) No 45/2001.\nArticle 30\nEvidential value of information obtained\nReports, statements, and any other documents or certified true copies or extracts thereof communicated by the competent authority of a Member State to the competent authority of another Member State in accordance with this Regulation may be invoked as evidence by the competent bodies of the other Member State on the same basis as similar documents provided by another authority of that other Member State.\nArticle 31\nObligation to cooperate\n1.   For the purposes of applying this Regulation, a Member State shall take all necessary measures to:\n(a)\nensure effective internal coordination between the authorities referred to in Articles 3 to 5;\n(b)\nestablish direct cooperation between the authorities authorised for the purposes of coordination referred to in point (a) of this paragraph;\n(c)\nensure the smooth operation of the information exchange system provided for in this Regulation.\n2.   The Commission shall communicate without delay to the competent authority of each Member State any information necessary to ensure the correct application of legislation on excise duties, which it receives and which it is able to provide.\nArticle 32\nRelations with third countries\n1.   A competent authority of a Member State which receives information from a third country may pass that information on to the competent authorities of any Member State which might be interested in it and, in particular, to the competent authorities which request it, in so far as permitted by assistance arrangements with that particular third country. Such information may also be passed on to the Commission whenever it is in the interest of the Union for the purposes of this Regulation.\n2.   Where the third country concerned has given a legal undertaking to provide the assistance required to gather evidence of the irregular nature of transactions which appear to contravene legislation on excise duties, information obtained under this Regulation may be communicated by the competent authority of a Member State to that third country, in accordance with that Member State’s national law regarding transfers of personal data to third countries, for the purposes of the correct application of excise duties or similar taxes, duties and charges applicable in the third country with the consent of the competent authorities which supplied the information, in accordance with their national law.\nArticle 33\nAssistance to economic operators\n1.   The authorities of a Member State in which a consignor of excise goods is established may grant assistance to that consignor where the latter fails to receive a report of receipt referred to in Article 24(4) of Directive 2008/118/EC, a report of export referred to in Article 25(3) of that Directive or, in the situations referred to in Article 33(1) of that Directive, a copy of the accompanying document referred to in Article 34 thereof.\nGranting of such assistance shall be without prejudice to the tax obligations of the assisted consignor.\n2.   Where a Member State grants assistance pursuant to paragraph 1 of this Article and considers it necessary to obtain information from another Member State, it shall request such information in accordance with Article 8. The other Member State may refuse to obtain the information requested if the consignor has not exhausted all the means available to him to obtain proof that the movement of excise goods between Member States has ended.\nCHAPTER VI\nEVALUATION AND FINAL PROVISIONS\nArticle 34\nEvaluation of arrangements, collection of operational statistics and reporting\n1.   The Member States and the Commission shall examine and evaluate the application of this Regulation. To that end, the Commission shall summarise regularly the experience of the Member States with the aim of improving the operation of the system established by this Regulation.\n2.   The Member States shall communicate to the Commission the following:\n(a)\nany available information relevant to their experience with the application of this Regulation, including any statistical data needed for its evaluation;\n(b)\nany available information on actual or suspected methods or practices used to contravene legislation on excise duties where those methods or practices reveal shortcomings or gaps in the operation of procedures defined in this Regulation.\nWith a view to evaluating the effectiveness of this system of administrative cooperation in enforcing the application of the legislation on excise duties and combating evasion and fraud concerning excise duties, Member States may communicate to the Commission any available information other than the information referred to in the first subparagraph.\nThe Commission shall forward the information communicated by Member States to the other Member States concerned.\nThe obligation to communicate information and statistical data shall not involve any unjustified increase of the administrative burden.\n3.   The Commission may extract directly information from messages generated by the computerised system for diagnostic and statistical purposes, subject to Article 28.\n4.   The information communicated by the Member States or extracted by the Commission for the purposes of paragraphs 1 to 3 shall not contain individual or personal data.\n5.   The Commission shall adopt implementing acts to determine, for the purpose of implementing this Article, the relevant statistical data communicated by the Member States, the information to be extracted by the Commission and the statistical reports to be prepared by the Commission and by the Member States.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 35(2).\nArticle 35\nCommittee on Excise Duty\n1.   The Commission shall be assisted by the Committee on Excise Duty established by Article 43(1) of Directive 2008/118/EC. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\n2.   Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.\nArticle 36\nRepeal of Regulation (EC) No 2073/2004\nRegulation (EC) No 2073/2004 is hereby repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation in accordance with the correlation table set out in the Annex to this Regulation.\nArticle 37\nReporting to European Parliament and Council\nEvery five years from the date of entry into force of this Regulation and on the basis, in particular, of the information provided by the Member States, the Commission shall report to the European Parliament and to the Council on the application of this Regulation.\nArticle 38\nBilateral Arrangements\nWhere the competent authorities conclude arrangements on bilateral matters covered by this Regulation other than to deal with individual cases, they shall inform the Commission without delay. The Commission shall in turn inform the competent authorities of the other Member States.\nArticle 39\nEntry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 2 May 2012.\nFor the Council\nThe President\nM. VESTAGER\n(1)  Opinion of 29 March 2012 (not yet published in the Official Journal).\n(2)  OJ C 68, 6.3.2012, p. 45.\n(3)  OJ L 359, 4.12.2004, p. 1.\n(4)  OJ L 9, 14.1.2009, p. 12.\n(5)  OJ L 162, 1.7.2003, p. 5.\n(6)  OJ L 281, 23.11.1995, p. 31.\n(7)  OJ L 8, 12.1.2001, p. 1.\n(8)  OJ L 55, 28.2.2011, p. 13.\n(9)  Opinion of 18 January 2012.\n(10)  OJ L 162, 1.7.2003, p. 5.\n(11)  OJ L 84, 31.3.2010, p. 1.\n(12)  OJ L 197, 29.7.2009, p. 24.\nANNEX\nCorrelation of Regulation (EC) No 2073/2004 with Regulation (EU) No 389/2012\nArticle number in Regulation (EC) No 2073/2004\nArticle number in Regulation (EU) No 389/2012\n1\n1\n2\n2\n3\n3, 4, 5, 6\n4\n7\n5\n8\n6\n9\n7\n7, 10\n8\n11\n9\n11\n10\n11\n11\n12\n12\n13\n13\n13\n14\n14\n15\n14\n16\n14\n17\n15\n18\n15\n19\n16\n20\n17\n21\n18\n22\n19, 20\n23\n—\n24\n33\n25\n21\n26\n34\n27\n32\n28\n9, 15, 16, 22\n29\n23\n30\n25, 27, 28\n31\n28, 29, 32\n32\n30\n33\n31\n34\n35\n35\n37\n36\n38\n37\n39", "summary": "Administrative cooperation in the field of excise duties\nAdministrative cooperation in the field of excise duties\nSUMMARY OF:\nRegulation (EU) No 389/2012 on administrative cooperation in the field of excise duties\nWHAT IS THE AIM OF THE REGULATION?\n              \nIt lays down:\nconditions for cooperation between national authorities and the European Commission when applying excise duty legislation;\nrules and procedures on cooperation and information exchange, electronically or otherwise, between national authorities.\nKEY POINTS\n              \nEach European Union (EU) Member State has the following responsibilities.\nAppoint an authority to apply the legislation and informs the Commission, which publishes a list of the bodies in the Official Journal of the European Union.\nDesignate a central excise liaison office whose primary responsibilities are to: maintain contacts with other Member States either directly or through designated departments and officials;exchange information;forward notifications of administrative decisions and other measures;give feedback on follow-up activities;provide statistical and other information.\nAdopt the measures necessary to facilitate information exchange.\nKeep for at least 5 years information on the movement of excise goods and records in the national registers.\nTake all necessary measures to ensure: effective internal coordination and direct cooperation between their authorities;smooth operation of the information exchange system.\nAn authority in one Member State may request information, including a specific administrative enquiry, from a counterpart in another. It does so using, when possible, the computerised excise movement and control system and a mutual administrative assistance document.\nAn authority receiving a request:\nsupplies the information, providing that the: requesting authority has exhausted the usual sources of information,number and nature of the requests within a specific period do not impose a disproportionate administrative burden;\nanswers as soon as possible and within 3 months;\nmay refuse to provide the information if: the requesting authority is unable, for legal reasons, to provide similar information,it would lead to the disclosure of a commercial, industrial or professional secret or process, orit would be contrary to public policy.\nInformation exchange is mandatory when:\nthe law is, or is suspected of, being broken in another Member State;\na risk of fraud or loss of excise duty exists in another Member State;\nthe total destruction or loss of excise goods under a duty suspension arrangement* occurs;\nan exceptional event takes place while excise goods move within the EU\nIt is optional when information is necessary to ensure the legislation is correctly applied.\nInformation communicated or collected under the regulation:\nis covered by official secrecy;\nmay be used to: establish the assessment base for excise duties,collect or administratively control excise duties,monitor the movement of excise goods,conduct risk analysis,establish other taxes, duties and charges.\nAn electronic database in each Member State:\ncontains registers with detailed information on: economic operators (authorised warehouse keepers, registered consignees, registered consignors),premises authorised as tax warehouses;\nremains up to date with complete and accurate information from the central excise liaison offices.\nThe Commission:\noperates a central register, as part of the computerised system, of economic operators moving excise goods under duty suspension arrangements or when moving excise goods released for consumption* between Member States;\nensures people moving such goods can obtain electronic confirmation of the validity of excise numbers held in the central register;\nexamines and evaluates application of the legislation along with Member States;\nregularly summarises national experiences to improve the system;\nreports to the European Parliament and the Council of the European Union every 5 years on the use of the legislation;\nis assisted by the Committee on Excise Duty;\nhas adopted two implementing acts under the regulation: Implementing Regulation (EU) No 612/2013 on the register of economic operators and tax warehouses,Implementing Regulation (EU) 2016/323 on cooperation and information exchange.\nThe regulation:\ndoes not affect: EU rules on mutual assistance between Member States on criminal matters;other bilateral or multilateral mutual assistance obligations;\nrepeals Regulation (EC) No 2073/2004.\nAmendments\nIn addition to the amending acts included in the consolidated version of Regulation (EU) No 389/2012, Regulation (EU) 2020/261 and Regulation (EU) 2021/774 concern the registration of economic operators involved in the movement of goods after having been released for consumption.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 1 July 2012.\nBACKGROUND\nThe regulation speeds up the collection of excise duties and improves national controls on the revenue generated.\nThe general arrangements for excise duty are provided by Directive 2008/118/EC (see summary) to be repealed by Directive (EU) 2020/262 (see summary) in 2023.\nFor further information, see: Excise taxation – cooperation between national administrations (European Commission).\nKEY TERMS\n              \nDuty suspension arrangement. A tax arrangement applied to the production, processing, holding or movement of excise goods under which excise duty is suspended.\nRelease for consumption. The departure of excise goods, including irregular departure, from a duty suspension arrangement.\nMAIN DOCUMENT\n            \nCouncil Regulation (EU) No 389/2012 of 2 May 2012 on administrative cooperation in the field of excise duties and repealing Regulation (EC) No 2073/2004 (OJ L 121, 8.5.2012, pp. 1–15).\nSuccessive amendments to Regulation (EU) No 389/2012 have been incorporated in the original text. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nCouncil Regulation (EU) 2021/774 of 10 May 2021 amending Regulation (EU) No 389/2012 on administrative cooperation in the field of excise duties as regards the content of electronic registers (OJ L 167, 12.5.2021, pp. 1–2).\nCouncil Regulation (EU) 2020/261 of 19 December 2019 amending Regulation (EU) No 389/2012 on administrative cooperation in the field of excise duties as regards the content of electronic registers (OJ L 58, 27.2.2020, pp. 1–3).\nDecision (EU) 2020/263 of the European Parliament and of the Council of 15 January 2020 on computerising the movement and surveillance of excise goods (recast) (OJ L 58, 27.2.2020, pp. 43–48).\nCouncil Directive 2008/118/EC of 16 December 2008 concerning the general arrangements for excise duty and repealing Directive 92/12/EEC (OJ L 9, 14.1.2009, p. 12–30).\nSee consolidated version.\nCouncil Directive (EU) 2020/262 of 19 December 2019 laying down the general arrangements for excise duty (recast) (OJ L 58, 27.2.2020, pp. 4–42).\nSee consolidated version.\nCommission Implementing Regulation (EU) 2016/323 of 24 February 2016 laying down detailed rules on cooperation and exchange of information between Member States regarding goods under excise duty suspension pursuant to Council Regulation (EU) No 389/2012 (OJ L 66, 11.3.2016, pp. 1–82).\nSee consolidated version.\nCommission Implementing Regulation (EU) No 612/2013 of 25 June 2013 on the operation of the register of economic operators and tax warehouses, related statistics and reporting pursuant to Council Regulation (EU) No 389/2012 on administrative cooperation in the field of excise duties (OJ L 173, 26.6.2013, pp. 9–33).\nSee consolidated version.\nlast update 20.12.2021", "tags": ["excise duty", "fraud", "tax evasion", "administrative cooperation", "disclosure of information", "information technology applications", "exchange of information", "electronic document management", "tax avoidance"], "subjects": ["Protocol on Ireland/Northern Ireland", "Administrative cooperation", "Taxation"], "split": "train", "reference_annotations": {"32012R0389_p1": {"text": "COUNCIL regulation 389/2012///of 2 May 2012---on administrative cooperation in the field of excise duties and repealing regulation 2073/2004", "triples": [" regulation 389/2012,  repealing,  regulation 2073/2004"]}, "32012R0389_p2": {"text": "(c)---the excise product category (CAT) and/or the excise product code (EPC) of the products covered by the authorisation referred to in Annex II, code list 11 of Commission regulation 684/2009 of 24 July 2009 implementing Council directive 2008/118/ec as regards the computerised procedures for the movement of excise goods under suspension of excise duty (12);", "triples": [" regulation 684/2009,  implementing,  directive 2008/118/ec"]}}, "summary_annotations": {"32012R0389_p3": {"text": "The general arrangements for excise duty are provided by directive 2008/118/ec (see summary) to be repealed by directive 2020/262 (see summary) in 2023.", "triples": [" directive 2020/262,  repealed,  directive 2008/118/ec"]}, "32012R0389_p4": {"text": "Council regulation 389/2012 of 2 May 2012 on administrative cooperation in the field of excise duties and repealing regulation 2073/2004 (OJ L 121, 8.5.2012, pp. 1–15).", "triples": [" regulation 389/2012,  repealing,  regulation 2073/2004"]}, "32012R0389_p5": {"text": "Council regulation 2021/774 of 10 May 2021 amending regulation 389/2012 on administrative cooperation in the field of excise duties as regards the content of electronic registers (OJ L 167, 12.5.2021, pp. 1–2).", "triples": [" regulation 2021/774,  amending,  regulation 389/2012"]}, "32012R0389_p6": {"text": "Council regulation 2020/261 of 19 December 2019 amending regulation 389/2012 on administrative cooperation in the field of excise duties as regards the content of electronic registers (OJ L 58, 27.2.2020, pp. 1–3).", "triples": [" regulation 2020/261,  amending,  regulation 389/2012"]}, "32012R0389_p7": {"text": "Council directive 2008/118/ec of 16 December 2008 concerning the general arrangements for excise duty and repealing directive 92/12/eec (OJ L 9, 14.1.2009, p. 12–30).", "triples": [" directive 2008/118/ec,  repealing,  directive 92/12/eec"]}}}