{"celex_id": "32019R0833", "reference": "28.5.2019\nEN\nOfficial Journal of the European Union\nL 141/1\nREGULATION (EU) 2019/833 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 20 May 2019\nlaying down conservation and enforcement measures applicable in the Regulatory Area of the Northwest Atlantic Fisheries Organisation, amending Regulation (EU) 2016/1627 and repealing Council Regulations (EC) No 2115/2005 and (EC) No 1386/2007\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(2) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nOne of the objectives of the Common Fisheries Policy, as set out in Regulation (EU) No 1380/2013 of the European Parliament and of the Council (3), is to ensure exploitation of marine biological resources that provides sustainable economic, environmental and social conditions.\n(2)\nBy means of Council Decision 98/392/EC (4), the Union approved the United Nations Convention on the Law of the Sea and the Agreement for the Implementation of the Provisions of the United Nations Convention on the Law of the Sea of 10 December 1982 relating to the Conservation and Management of Straddling Fish Stocks and Highly Migratory Fish Stocks, which contain principles and rules with regard to the conservation and management of the living resources of the sea. In the framework of its wider international obligations, the Union takes part in efforts made in international waters to conserve fish stocks.\n(3)\nThe Union is party to the Convention on Future Multilateral Cooperation in the Northwest Atlantic Fisheries (‘the Convention’), approved by Council Regulation (EEC) No 3179/78 (5). An amendment to the Convention was adopted on 28 September 2007 and approved by Council Decision 2010/717/EU (6).\n(4)\nThe Northwest Atlantic Fisheries Organisation (NAFO) has the authority to adopt legally binding decisions for the conservation of fishery resources under its purview. Those decisions are essentially addressed to the NAFO Contracting Parties, but also contain obligations for the operators (for example the master of the vessel). Upon their entry into force, the NAFO conservation and enforcement measures (CEM) are binding on all NAFO Contracting Parties and, in the case of the Union, are to be incorporated into Union law to the extent to which they are not already covered by Union law.\n(5)\nCouncil Regulation (EC) No 1386/2007 (7) transposed the CEM into Union law.\n(6)\nCouncil Regulation (EC) No 2115/2005 (8) established a recovery plan for the Greenland halibut stock in NAFO Subarea 2 and Divisions 3KLMNO.\n(7)\nThe CEM have been amended by every annual meeting of NAFO Contracting Parties since 2008. The new provisions need to be incorporated into Union law, including conservation measures for certain species, protection of vulnerable marine ecosystems, inspection procedures at sea and in port, vessel requirements, monitoring of fishing activities and additional port State measures.\n(8)\nTaking into consideration that certain provisions of the CEM are being amended more frequently by NAFO Contracting Parties and are likely to be amended further in the future, in order to swiftly incorporate into Union law future amendments to the CEM, the power to adopt acts in accordance with Article 290 of the Treaty on the Functioning of the European Union (TFEU) should be delegated to the Commission in respect of the following aspects: list of activities of research vessels; measures relating to Northern prawn fishing; change of fishery depths and references to restricted or closed areas; procedures concerning authorised vessels with more than 50 tonnes live weight total catch on board taken outside the Regulatory Area entering the area to fish for Greenland halibut and preconditions for beginning to fish for Greenland halibut; content of the electronic transmission, list of valid documents to be carried on board the vessels and the content of capacity plans; documentation to be carried on board vessels on chartering arrangements; the vessel monitoring system (VMS) data; provisions on electronic reporting and on the content of notifications; and obligations of the master of the vessel during inspection. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level, and that those consultations be conducted in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making (9). In particular, to ensure equal participation in the preparation of delegated acts, the European Parliament and the Council receive all documents at the same time as Member States' experts, and their experts systematically have access to meetings of Commission expert groups dealing with the preparation of delegated acts.\n(9)\nThe Commission, representing the Union at NAFO meetings, agrees annually to a number of purely technical provisions of the CEM, in particular concerning format and content of information exchange, scientific terminology or closures of vulnerable areas. The Commission should also adopt a delegated act supplementing this Regulation with those provisions of, and Annexes to, the CEM, and should be empowered to amend it.\n(10)\nRegulations (EC) No 2115/2005 and (EC) No 1386/2007 should therefore be repealed.\n(11)\nIn November 2018, the International Commission for the Conservation of Atlantic Tunas (ICCAT) adopted Recommendation 18-02 establishing a management plan for bluefin tuna that will enter into force on 21 June 2019. Recommendation 18-02 repeals Recommendation 17-07, which amended Recommendation 14-04 establishing a recovery plan for bluefin tuna that was implemented in Union law by means of Regulation (EU) 2016/1627 of the European Parliament and of the Council (10). Recommendation 18-02 contains more flexible provisions than those implemented in Regulation (EU) 2016/1627.\n(12)\nThe Commission plans to adopt a proposal for a Regulation for the purpose of implementing Recommendation 18-02 during the first quarter of 2019. It is unlikely that the co-legislators will adopt that Regulation before the entry into of force of Recommendation 18-02.\n(13)\nDuring a technical meeting on ICCAT issues on 11 December 2018, Member States expressed their wish to implement at least certain provisions of Recommendation 18-02 relating to by-catches, farming and fishing capacity and open seasons from 21 June 2019, to ensure a level playing field between all operators catching bluefin tuna. In addition, there are new reinforced control provisions, including for intra-farming random controls, live trade and farming practices, that Member States are also to implement from 21 June 2019, on the basis of shared competence on that policy.\n(14)\nIn order to ensure a level playing field between Union fishing vessels and other fleets fishing for bluefin tuna, the ICCAT measures laid down in Recommendation 18-02 relating to by-catches, farming and fishing capacity and open seasons should be included in Regulation (EU) 2016/1627.\n(15)\nRegulation (EU) 2016/1627 should therefore be amended accordingly,\nHAVE ADOPTED THIS REGULATION:\nCHAPTER I\nGENERAL PROVISIONS\nArticle 1\nScope\n1.   This Regulation, unless otherwise provided, applies to Union fishing vessels used or intended for use for the purposes of commercial fishing activities conducted on fishery resources in the NAFO Regulatory Area, as defined in Annex I to the Convention, as well as activities by third country vessels under the Convention in Union waters or territory.\n2.   This Regulation applies without prejudice to the obligations in existing regulations in the fisheries sector, in particular Regulation (EU) 2017/2403 of the European Parliament and of the Council (11) and Council Regulations (EC) No 1005/2008 (12) and (EC) No 1224/2009 (13).\n3.   Unless otherwise provided in this Regulation, Union research vessels shall not be restricted by conservation and management measures pertaining to the catching of fish, in particular concerning mesh size, size limits, closed areas and seasons.\nArticle 2\nSubject matter\n1.   This Regulation lays down the rules for the application by the Union of the CEM for their uniform and effective implementation within the Union.\n2.   Furthermore, this Regulation amends certain provisions of Regulation (EU) 2016/1627.\nArticle 3\nDefinitions\nFor the purposes of this Regulation, the following definitions shall apply:\n(1)\n‘the Convention’ means the 1979 Convention on Cooperation in the Northwest Atlantic Fisheries, as amended from time to time;\n(2)\n‘the Convention Area’ means the area to which the Convention applies as described in Article IV, paragraph 1 thereof. The Convention Area is divided into scientific and statistical Subareas, Divisions and Subdivisions listed in Annex I to the Convention;\n(3)\n‘the Regulatory Area’ means that part of the Convention Area which is beyond national jurisdiction;\n(4)\n‘fishery resources’ means all fish, molluscs and crustaceans within the Convention Area excluding:\n(a)\nsedentary species over which coastal States may exercise sovereign rights in accordance with Article 77 of the United Nations Convention on the Law of the Sea; and\n(b)\nin so far as they are managed under other international treaties, anadromous and catadromous stocks and highly migratory species listed in Annex I to the United Nations Convention on the Law of the Sea;\n(5)\n‘fishing activities’ means harvesting or processing fishery resources, landing or transhipping of fishery resources or products derived from fishery resources, or any other activity in preparation for, in support of, or relating to the harvesting of fishery resources in the Regulatory Area, including:\n(a)\nthe actual or attempted searching for or catching of fishery resources;\n(b)\nany activity that can reasonably be expected to result in locating, catching or harvesting of fishery resources for any purpose; and\n(c)\nany operation at sea in support of, or in preparation for, any activity described in this definition but not including any operations relating to emergencies involving the health and safety of the crew members or the safety of a vessel;\n(6)\n‘fishing vessel’ means any Union vessel that is or has been engaged in fishing activities, and includes fish processing vessels, and vessels engaged in transhipment or any other activity in preparation for or relating to fishing activities, or in experimental or exploratory fishing activities;\n(7)\n‘research vessel’ means a vessel permanently used for research or a vessel normally used for fishing activities or fisheries support activity that is temporarily used for fisheries research;\n(8)\n‘CEM’ means conservation and enforcement measures in force as adopted by the NAFO Commission;\n(9)\n‘fishing opportunities’ means fishing quotas allocated to a Member State by a Union act in force for the Regulatory Area;\n(10)\n‘EFCA’ means the European Fisheries Control Agency as established by Regulation (EU) 2019/473 of the European Parliament and of the Council (14);\n(11)\n‘fishing day’ means any calendar day or any fraction of a calendar day in which a fishing vessel is present in any Division in the Regulatory Area;\n(12)\n‘port’ means, inter alia, offshore terminals and other installations for landing, transhipping, packaging, processing, refuelling or resupplying;\n(13)\n‘non-Contracting Party vessel’ means a vessel flying the flag of a State that is not a Contracting Party to NAFO or is not a Member State, or a vessel suspected to be without nationality;\n(14)\n‘transhipment’ means transfer, over the side, from one fishing vessel to another, of fishery resources or products;\n(15)\n‘mid-water trawl’ means trawl gear that is designed to fish for pelagic species, no portion of which is designed to be or is operated in contact with the bottom at any time. The gear shall not include discs, bobbins or rollers on its footrope or any other attachments designed to make contact with the bottom, but it may have chafing gear attached;\n(16)\n‘vulnerable marine ecosystems’ or ‘VMEs’ means the VMEs referred to in paragraphs 42 and 43 of the Food and Agriculture Organisation (FAO) International Guidelines for the Management of Deep-Sea Fisheries in the High Seas;\n(17)\n‘footprint’, otherwise known as ‘existing bottom fishing areas’, means that portion of the Regulatory Area where bottom fishing has historically occurred, and is defined by the coordinates shown in Table 4 and illustrated in Figure 2 of the CEM referred to in points 1 and 2 of the Annex to this Regulation;\n(18)\n‘bottom fishing activities’ means any activity where the fishing gear is in contact with or is likely to be in contact with the seafloor during the normal course of fishing operations;\n(19)\n‘processed fish’ means any marine organism that has been physically altered since capture, including fish that has been filleted, gutted, packaged, canned, frozen, smoked, salted, cooked, pickled, dried or prepared for market in any other manner;\n(20)\n‘exploratory bottom fishing activities’ means bottom fishing activities conducted outside the footprint, or within the footprint with significant changes to the conduct or in the technology used in the fishery;\n(21)\n‘VME indicator species’ means the species that signal the occurrence of VMEs, as specified in Part VI of Annex I.E to the CEM referred to in point 3 of the Annex to this Regulation;\n(22)\n‘IMO number’ means a 7-digit number, which is assigned to a vessel under the authority of the International Maritime Organisation;\n(23)\n‘inspector’, unless otherwise specified, means an inspector of the fishery control services of a NAFO Contracting Party assigned to the Joint Inspection and Surveillance Scheme referred to in Chapter VII;\n(24)\n‘IUU fishing’ means the activities described in the International Plan of Action to Prevent, Deter, and Eliminate Illegal, Unreported and Unregulated Fishing adopted by the FAO;\n(25)\n‘fishing trip’ for a fishing vessel includes the time from its entry into until its departure from the Regulatory Area and continues until all catch on board from the Regulatory Area has been landed or transhipped;\n(26)\n‘FMC’ means a land-based fisheries monitoring centre of the flag Member State;\n(27)\n‘IUU vessel list’ means the list established in accordance with Articles 52 and 53 of the CEM;\n(28)\n‘significant adverse impacts’ means the significant adverse impacts referred to in paragraphs 17 to 20 of the FAO International Guidelines for the Management of Deep Sea Fisheries in the High Seas;\n(29)\n‘VME indicator element’ means the VME indicator element referred to in topographical, hydrophysical or geological features which potentially support VMEs, as specified in Part VII of Annex I.E to the CEM referred to in point 4 of the Annex to this Regulation;\n(30)\n‘observer’ means a person who is authorised and certified by a Member State or a Contracting Party to observe, monitor and collect information on board fishing vessels.\nCHAPTER II\nCONSERVATION AND MANAGEMENT MEASURES\nArticle 4\nResearch vessels\n1.   A research vessel shall not:\n(a)\nconduct fishing activities inconsistent with its research plan; or\n(b)\ncatch Northern prawn in Division 3L in excess of the allocation of the flag Member State of the vessel.\n2.   Not less than 10 days prior to the commencement of a fishery research period, the flag Member State shall:\n(a)\nby electronic transmission in the format prescribed in Annex II.C to the CEM referred to in point 5 of the Annex to this Regulation, notify the Commission of all research vessels flying its flag it has authorised to conduct research activities in the Regulatory Area; and\n(b)\nprovide the Commission with a research plan for all vessels flying its flag authorised to conduct research, including the purpose, location and, for vessels temporarily engaged in research, the dates during which the vessel will be engaged as a research vessel.\n3.   The flag Member State shall immediately notify the Commission of the termination of research activities by any vessel temporarily engaged in research.\n4.   The flag Member State shall notify the Commission of any changes to the research plan not less than 10 days before the date those changes become effective. The research vessel shall maintain a record of the changes on board.\n5.   Vessels engaged in research shall at all times keep on board a copy of the research plan in the English language.\n6.   The Commission shall forward the information notified by flag Member States in accordance with paragraphs 3, 4 and 5 to the NAFO Executive Secretary not later than seven days before the commencement of the fishery period or, in the case of changes to the research plan, seven days before the date any change to the research plan becomes effective.\nArticle 5\nCatch and effort limitations\n1.   Each Member State shall ensure that all catch and/or effort limitations shall apply to stocks identified in fishing opportunities in force, and, unless otherwise stated, all quotas shall be expressed as live weight in metric tonnes.\n2.   Member States may permit fishing vessels flying their flag to fish for stocks in which it has not been allocated a quota in accordance with the fishing opportunities in force (the ‘Others’ quota), if such quota exists and notification of closure has not been given by the NAFO Executive Secretary.\n3.   For stocks identified in the fishing opportunities in force caught within the Regulatory Area by vessels flying its flag, each flag Member State shall:\n(a)\nensure that all species from stocks listed in fishing opportunities in force caught by vessels flying its flag are counted against the quota allocated to that Member State, including the by-catch of redfish in Division 3M taken between the date when it is estimated that 50 % of the total allowable catch (TAC) of redfish in Division 3M is taken and 1 July;\n(b)\nensure that no more redfish caught in Division 3M is retained on board vessels flying its flag after the date when it is estimated that 100 % of the TAC of redfish in Division 3M is taken, with the exception of redfish caught in Division 3M before the closure;\n(c)\nnotify the Commission and EFCA of the names of Union vessels that intend to fish the ‘Others’ quota at least 48 hours in advance of each entry, and after a minimum of 48 hours of absence from the Regulatory Area. That notification shall, if possible, be accompanied by an estimate of the projected catch. That notification shall be posted on the NAFO Monitor, Control and Surveillance (MCS) website.\n4.   For any one haul, the species which comprises the largest percentage, by weight, of the total catch in the haul shall be considered as being taken in a directed fishery for the stock concerned.\nArticle 6\nClosures of fisheries\n1.   Each Member State shall:\n(a)\nclose its fishery for stocks listed in the fishing opportunities in force in the Regulatory Area on the date on which the available data indicate that the total quota allocated to that Member State for the stocks concerned will be taken, including the estimated quantity to be taken prior to the closure of the fishery, discards, and estimated unreported catch by all vessels flying the flag of that Member State;\n(b)\nensure that vessels flying its flag immediately cease fishing activities that may result in catch when notified by the Commission in accordance with paragraph 3 that the quota allocated to that Member State has been fully taken. If the Member State can demonstrate that it still has quota available for that stock in accordance with paragraph 2, the vessels of that Member State may resume fishing on that stock;\n(c)\nclose its fishery for Northern prawn in Division 3M when the number of fishing days allocated to that Member State is reached. The number of fishing days in respect of each vessel shall be determined using VMS positional data within Division 3M, with any part of a day being considered a full day;\n(d)\nclose its directed fishery for redfish in Division 3M between the date the accumulated reported catch is estimated to reach 50 % of the TAC of redfish in Division 3M, as notified in accordance with paragraph 3, and 1 July;\n(e)\nclose its directed fishery for redfish in Division 3M on the date the accumulated reported catch is estimated to reach 100 % of the TAC of redfish in Division 3M, as notified in accordance with paragraph 3;\n(f)\npromptly notify the Commission of the date of closure provided for in points (a) to (e);\n(g)\nprohibit vessels flying its flag from continuing a directed fishery in the Regulatory Area for a particular stock under an ‘Others’ quota beyond 5 days of notification by the NAFO Executive Secretary, as transmitted by the Commission, that it is estimated that that particular ‘Others’ quota has been taken, in accordance with paragraph 3;\n(h)\nensure that no vessel flying its flag commences a directed fishery in the Regulatory Area for a particular stock under the ‘Others’ quota following notification by the NAFO Executive Secretary that it is estimated that that particular quota has been taken, in accordance with paragraph 3;\n(i)\nafter a closure of its fishery in accordance with this paragraph, ensure that no more fish of the stock concerned is retained on board the vessels flying its flag unless otherwise authorised by this Regulation.\n2.   A fishery that has been closed in accordance with paragraph 1 may be re-opened within 15 days of notification by the Commission following communication with the NAFO Executive Secretary:\n(a)\nif the NAFO Executive Secretary confirms that the Commission has demonstrated that there is remaining quota available from its original allocation; or\n(b)\nif a quota transfer from another NAFO Contracting Party, in accordance with fishing opportunities, results in additional quota for the particular stock subject to closure.\n3.   The Commission shall promptly notify the Member States of the date of closure referred to in paragraph 1.\nArticle 7\nBy-catch retained on board\n1.   The master of the vessel, including of a vessel chartered in accordance with Article 23, shall ensure that the vessel minimises by-catch of species from stocks identified in its respective fishing opportunities in force while operating in the Regulatory Area.\n2.   A species listed in the fishing opportunities in force shall be classified as by-catch when it is taken in a Division where any of the following situations exist:\n(a)\nno quota has been allocated to that Member State for that stock in that Division, in accordance with the fishing opportunities in force;\n(b)\na ban on fishing for that particular stock is in force (moratoria); or\n(c)\nthe ‘Others’ quota for a particular stock has been fully taken, following notification by the Commission in accordance with Article 6.\n3.   The master of the vessel, including of a vessel chartered in accordance with Article 23, shall ensure that the vessel limits the retention on board of species classified as by-catch to the maxima specified below:\n(a)\nfor cod in Division 3M, redfish in Divisions 3LN and witch flounder in Divisions 3NO: 1 250 kg or 5 %, whichever is the greater;\n(b)\nfor cod in Divisions 3NO: 1 000 kg or 4 %, whichever is the greater;\n(c)\nfor all other stocks listed in fishing opportunities where no specific quota has been allocated to the Member State: 2 500 kg or 10 %, whichever is the greater;\n(d)\nwhere a ban on fishing applies (moratoria), or when the ‘Others’ quota opened for that stock has been fully taken: 1 250 kg or 5 %, whichever is the greater;\n(e)\nonce the directed fishery for redfish in Division 3M is closed in accordance with point (d) of Article 6(1): 1 250 kg or 5 %, whichever is the greater;\n(f)\nwhile conducting a directed fishery for yellowtail in Divisions 3LNO: 15 % of American plaice; otherwise the by-catch provisions set out in point (d) shall apply.\n4.   The limits and percentages provided for in paragraph 3 are calculated by Division as the percentage, by weight, for each stock of the total catch of stocks listed in fishing opportunities in force retained on board for that Division at the time of inspection, on the basis of the fishing logbook figures.\n5.   The calculation of groundfish by-catch levels in paragraph 3 shall not include the catches of Northern prawn in the total catch on board.\nArticle 8\nExceeding by-catch limits in any one haul\n1.   The master of the vessel shall ensure that the vessel:\n(a)\ndoes not conduct directed fisheries for species referred to in Article 7(2);\n(b)\ncomplies with the following requirements, where, with the exception of directed fishery for Northern prawn, the weight of any species subject to the by-catch limits exceeds the greater of the limits specified in Article 7(3) in any one haul:\n(i)\nimmediately move a minimum of 10 nautical miles from any position of the previous tow/set throughout the subsequent tow/set;\n(ii)\nleave the Division and not return for at least 60 hours if the by-catch limits specified in Article 7(3) are again exceeded following the first tow/set after moving in accordance with point (i);\n(iii)\nundertake a trial tow for a maximum duration of 3 hours before starting a new fishery following an absence of at least 60 hours. If the stocks subjected to by-catch limits form the largest percentage, by weight, of the total resulting catch in the haul, this shall not considered as a directed fishery for those stocks, and the vessel shall immediately change position in accordance with points (i) and (ii); and\n(iv)\nidentify any trial tow conducted in accordance with point (b) and record in the fishing logbook the coordinates pertaining to the start and end locations of any trial tow conducted.\n2.   In a directed fishery for Northern prawn, the move referred to in points (i) and (ii) of point (b) of paragraph 1 shall apply when, for any one haul, the total quantity caught of the groundfish stocks listed in fishing opportunities in force exceeds 5 % in Division 3M or 2,5 % in Division 3L.\n3.   When a vessel is conducting a directed fishery for skate with a legal mesh size appropriate for that fishery, the first time that catches of stocks for which by-catch limits apply, as specified in Article 7(2), comprise the largest percentage by weight of the total catch in a haul, such catches shall be considered as incidental catch, but the vessel shall immediately move as specified in paragraph 1 of this Article.\n4.   The percentage of by-catch in any one haul is calculated as the percentage, by weight, for each stock listed in the fishing opportunities in force of the total catch from that haul.\nArticle 9\nNorthern prawn\n1.   For the purpose of this Article, Division 3M includes that portion of Division 3L enclosed by lines joining the points described in Table 1 and depicted in Figure 1(1) of the CEM referred to in point 6 of the Annex to this Regulation.\n2.   A vessel fishing for Northern prawn and other species on the same trip shall transmit a report to the Commission signalling the change of fishery. The number of fishing days shall be calculated accordingly.\n3.   Fishing days referred to in this Article shall not be transferable between NAFO Contracting Parties. Fishing days of one NAFO Contracting Party may be utilised by a vessel flying the flag of another NAFO Contracting Party only in accordance with Article 23.\n4.   No vessel shall fish for Northern prawn in Division 3M between 00:01 Coordinated Universal Time (UTC) on 1 June and 24:00 UTC on 31 December in the area as described in the Table 2 and depicted in Figure 1(2) of the CEM referred to in point 7 of the Annex to this Regulation.\n5.   All fishing for Northern prawn in Division 3L shall take place at depths greater than 200 metres. Fishing in the Regulatory Area shall be restricted to an area east of a line bound by the coordinates described in Table 3 and depicted in Figure 1(3) of the CEM referred to in point 8 of the Annex to this Regulation.\n6.   Each vessel that has fished for Northern prawn in Division 3L, or its representatives on its behalf, shall provide the competent port authority with at least 24 hours prior notice of its estimated time of arrival and the estimated quantities on board of Northern prawn by Division.\nArticle 10\nGreenland halibut\n1.   The following measures apply to vessels 24 metres or greater in length overall engaged in the Greenland halibut fishery in Subarea 2 and Divisions 3KLMNO:\n(a)\neach Member State shall allocate its quota for Greenland halibut among its authorised vessels;\n(b)\nan authorised vessel shall land its Greenland halibut catch only in a designated port of a NAFO Contracting Party. To that end, each Member State shall designate one or more ports in its territory where authorised vessels may land Greenland halibut;\n(c)\neach Member State shall send to the Commission the name of every port it has so designated. Any subsequent changes to the list shall be sent in replacement of the previous one not less than 20 days before the change comes into effect. The Commission shall post the information on the NAFO MCS website;\n(d)\nat least 48 hours before its estimated time of arrival in port, an authorised vessel or its representative on its behalf shall advise the port's competent fisheries control authority of its estimated time of arrival, the estimated total quantity of Greenland halibut retained on board, and information on the Division or Divisions where the catches were taken;\n(e)\neach Member State shall inspect each landing of Greenland halibut in its ports and prepare an inspection report in the format prescribed in Annex IV.C to the CEM referred to in point 9 of the Annex to this Regulation, and send it to the Commission with EFCA in copy, within 12 working days from the date on which the inspection was completed. The report shall identify and provide details of any infringement of this Regulation detected during the port inspection. It shall include all relevant information available with regard to infringements detected at sea during the current trip of the inspected fishing vessel. The Commission shall post the information on the NAFO MCS website.\n2.   The following procedures apply with respect to authorised vessels with more than 50 tonnes live weight total catch on board taken outside the Regulatory Area entering the Regulatory Area to fish for Greenland halibut:\n(a)\nthe master of the vessel shall notify the NAFO Executive Secretary by email or fax, at the latest 72 hours prior to the vessel's entry into the Regulatory Area, of the amount of catch on board, the position by latitude and longitude where the master of the vessel intends to commence fishing, the estimated time of arrival at the position, and contact information for the fishing vessel (for example radio, satellite phone or email);\n(b)\nan inspection vessel that intends to inspect a fishing vessel before it begins fishing for Greenland halibut shall notify that fishing vessel and the NAFO Executive Secretary of the coordinates of a designated inspection point that is no more than 60 nautical miles from the position where the master of the vessel estimates that the vessel will commence fishing and shall inform other inspection vessels that may be operating in the Regulatory Area accordingly;\n(c)\na fishing vessel notified in accordance with point (b) shall:\n(i)\nproceed to the designated inspection point; and\n(ii)\nensure that the stowage plan for catch on board on entry to the Regulatory Area meets the requirements of Article 25(5) and is made available to inspectors upon request;\n(d)\na fishing vessel may not begin fishing before being inspected in accordance with this Article, unless:\n(i)\nit receives no notification within 72 hours of the notification it has transmitted in accordance with point (a); or\n(ii)\nwithin 3 hours of its arrival at the designated inspection point, the inspection vessel has not begun the intended inspection.\n3.   The landings of Greenland halibut from non-Contracting Party vessels that have engaged in fishing activities in the Regulatory Area are prohibited.\nArticle 11\nSquid\nFishing for squid between 00:01 UTC on 1 January and 24:00 UTC on 30 June in Subareas 3 and 4 shall be prohibited.\nArticle 12\nConservation and management of sharks\n1.   Member States shall report all catches of sharks, including available historical data, in accordance with the catch and fishing effort reporting procedures set out in Article 25.\n2.   For all observed hauls that contain Greenland shark, observers shall record the number, estimated weight and measured length (estimated length if measured length is not possible) per haul or set, the sex, and catch disposition (alive, dead or unknown) of each individual Greenland shark.\n3.   It shall be prohibited to:\n(a)\nremove shark fins on board vessels;\n(b)\nretain on board, tranship or land shark fins fully detached from a carcass.\n4.   Without prejudice to paragraph 1, in order to facilitate on-board storage, shark fins may be partially sliced through and folded against the carcass.\n5.   No fishing vessel shall retain on board, tranship or land any fins harvested in contravention of this Article.\n6.   In fisheries that are not directed at sharks, each Member State shall encourage every vessel flying its flag to release sharks alive, and especially juveniles, that are not intended for use as food or subsistence.\n7.   Member States shall, where possible:\n(a)\nundertake research to identify ways to make fishing gear more selective for the protection of sharks;\n(b)\nconduct research on key biological and ecological parameters, life-history, behavioural traits and migration patterns, as well as on the identification of potential mapping, pupping and nursery grounds of key shark species.\n8.   Member States shall provide the results of such research to the Commission, for transmission to the NAFO Executive Secretary.\nArticle 13\nMesh sizes\n1.   For the purpose of this Article, mesh size shall be measured, using gauges specified by Commission Regulation (EC) No 517/2008 (15), in accordance with Annex III.A to the CEM referred to in point 10 of the Annex to this Regulation.\n2.   No vessel shall fish with a net having a mesh size smaller than prescribed for each of the following species:\n(a)\n40 mm for Northern prawns and prawns (PRA);\n(b)\n60 mm for short finned squid (SQI);\n(c)\n280 mm in the codend and 220 mm in all other parts of the trawl for skate (SKA);\n(d)\n130 mm for all other groundfish, as listed in Annex I.C of CEM referred to in point 11 of the Annex to this Regulation;\n(e)\n100 mm for pelagic Sebastes mentella (REB) in Subarea 2 and Divisions 1F and 3K; and\n(f)\n90 mm for redfish (RED) in the fishery using mid-water trawls in Divisions 3O, 3M and 3LN.\n3.   A vessel conducting a fishery for a species referred to in paragraph 2 of this Article that has on board nets having a mesh size smaller than that specified in that paragraph, shall ensure such nets are securely lashed and stowed and are not available for immediate use during that fishery.\n4.   A vessel conducting a directed fishery for species other than those identified in paragraph 2 of this Article is, however, permitted to take regulated species with nets having a mesh size less than that specified in that paragraph, provided that the by-catch requirements laid down in Article 7(3) are complied with.\nArticle 14\nUse of attachments and marking of gear\n1.   Strengthening ropes, splitting straps and codend floats may be used on trawls, as long as those attachments do not in any way restrict the authorised mesh or obstruct the mesh opening.\n2.   No vessel shall use any means or device that obstructs or diminishes the size of the meshes. However, vessels may attach devices described in Annex III.B Authorised Topside Chafers/Shrimp Toggle Chains of the CEM referred to in point 12 of the Annex to this Regulation, to the upper side of the codend in a manner that does not obstruct the meshes of the codend including any lengtheners. Canvas, netting or other material may be attached to the underside of the codend of a net only to the extent required to prevent or minimise damage to the codend.\n3.   Vessels fishing for Northern prawn in Division 3L or 3M shall use sorting grids or grates with a maximum bar spacing of 22 mm. Vessels fishing for Northern prawn in Division 3L shall also be equipped with toggle chains with a minimum length of 72 cm as measured in accordance with Annex III.B to the CEM referred to in point 12 of the Annex to this Regulation.\n4.   When fishing in the areas referred to in Article 18(1), only mid-water trawl gear is allowed.\n5.   No fishing vessel shall:\n(a)\nuse gear that is not marked in accordance with generally accepted international standards, in particular the 1967 Convention on Conduct of Fishing Operations in the North Atlantic; or\n(b)\ndeploy any marker buoy or similar object floating on the surface and intended to indicate the location of fixed fishing gear without displaying the vessel's registration number.\nArticle 15\nLost or abandoned fishing gear, retrieval of fishing gear\n1.   The master of the vessel fishing in the Regulatory Area shall:\n(a)\nhave equipment on board the fishing vessel to retrieve lost gear;\n(b)\nif the gear or part of it is lost, make every reasonable attempt to retrieve it as soon as possible; and\n(c)\nnot deliberately abandon fishing gear, except for safety reasons.\n2.   If the lost gear cannot be retrieved, the master of the vessel shall notify the flag Member State within 24 hours of the following:\n(a)\nthe name and call sign of the vessel;\n(b)\nthe type of lost gear;\n(c)\nthe quantity of gear lost;\n(d)\nthe time when the gear was lost;\n(e)\nthe position where the gear was lost; and\n(f)\nthe measures taken by the vessel to retrieve the lost gear.\n3.   Following retrieval of lost gear, the master of the vessel shall notify the flag Member State within 24 hours of the following:\n(a)\nthe name and call sign of the vessel that has retrieved the gear;\n(b)\nthe name and call sign of the vessel that lost the gear (if known);\n(c)\nthe type of gear retrieved;\n(d)\nthe quantity of gear retrieved;\n(e)\nthe time when the gear was retrieved; and\n(f)\nthe position where the gear was retrieved.\n4.   The Member State shall without delay notify the Commission of the information referred to in paragraphs 2 and 3, for transmission to the NAFO Executive Secretary.\nArticle 16\nMinimum fish size requirements\n1.   No vessel shall retain on board any fish smaller than the minimum size established in accordance with Annex I.D to the CEM referred to in point 13 of the Annex to this Regulation, which it shall immediately return to the sea.\n2.   Processed fish which is below a length equivalent prescribed for that species in Annex I.D to the CEM referred to in point 13 of the Annex to this Regulation shall be considered to derive from fish that is smaller than the minimum fish size prescribed for that species.\n3.   Where the number of undersized fish in a single haul exceeds 10 % of the total by number of fish in that haul, the vessel shall for its next tow maintain a minimum distance of 5 nautical miles from any position of the previous tow.\nCHAPTER III\nPROTECTION OF VMES IN THE REGULATORY AREA FROM BOTTOM FISHING ACTIVITIES\nArticle 17\nMap of footprint (existing bottom fishing areas)\nThe map of existing bottom fishing areas in the Regulatory Area illustrated in Figure 2 of the CEM referred to in point 2 of the Annex to this Regulation, is delimited on the western side by the Canadian Exclusive Economic Zone boundary and on the eastern side by the coordinates shown in Table 4 of the CEM referred to in point 1 of the Annex to this Regulation.\nArticle 18\nArea restrictions for bottom fishing activities\n1.   Until 31 December 2020, no vessel shall engage in bottom fishing activities in any of the areas illustrated in Figure 3 of the CEM referred to in point 14 of the Annex to this Regulation, and defined by connecting the coordinates specified in Table 5 of the CEM referred to in point 15 of the Annex to this Regulation, in their numerical order and back to coordinate 1.\n2.   Until 31 December 2020, no vessel shall engage in bottom fishing activities in the area of Division 3O illustrated in Figure 4 of the CEM referred to in point 16 of the Annex to this Regulation, and defined by connecting the coordinates specified in Table 6 of the CEM referred to in point 17 of the Annex to this Regulation, in their numerical order and back to coordinate 1.\n3.   Until 31 December 2020, no vessel shall engage in bottom fishing activities in areas 1-13 illustrated in Figure 5 of the CEM referred to in point 18 of the Annex to this Regulation, and defined by connecting the coordinates specified in Table 7 of the CEM referred to in point 19 of the Annex to this Regulation, in numerical order and back to coordinate 1.\n4.   Until 31 December 2018, no vessel shall engage in bottom fishing activities in area 14 illustrated in Figure 5 of the CEM referred to in point 18 of the Annex to this Regulation, and defined by connecting the coordinates specified in Table 7 of the CEM referred to in point 19 of the Annex to this Regulation, in their numerical order and back to coordinate 1.\nArticle 19\nExploratory bottom fishing activities\n1.   Exploratory bottom fishing activities shall be subject to a prior exploration conducted in accordance with the exploratory protocol set out in Annex I.E to the CEM referred to in point 20 of the Annex to this Regulation.\n2.   Member States whose vessels wish to engage in exploratory bottom fishing activities shall, for the purpose of the evaluation:\n(a)\ncommunicate to the Commission the ‘Notice of Intent to Undertake Exploratory Bottom Fishing’ in accordance with Annex I.E to the CEM referred to in point 21 of the Annex to this Regulation, together with the assessment required under Article 20(1);\n(b)\nprovide to the Commission an ‘Exploratory Bottom Fishing Trip Report’ in accordance with Annex I.E to the CEM referred to in point 22 of the Annex to this Regulation, within two months of the completion of the exploratory bottom fishing activities.\n3.   The master of the vessel shall:\n(a)\nstart exploratory bottom fishing activities only after being authorised in accordance with the conservation and management measures adopted by the NAFO Commission to prevent significant adverse impacts of the exploratory fishing activities on VMEs;\n(b)\nhave a scientific observer on board for the duration of the exploratory bottom fishing activity.\nArticle 20\nPreliminary assessment of proposed exploratory bottom fishing activities\n1.   A Member State proposing to participate in exploratory bottom fishing activities shall submit, in support of its proposal, a preliminary assessment of the known and anticipated impacts of the bottom fishing activity, which will be exercised by the vessels flying its flag, on VMEs.\n2.   The preliminary assessment referred to in paragraph 1 shall:\n(a)\nbe sent to the Commission not less than one week in advance of the opening of the June meeting of the NAFO Scientific Council;\n(b)\naddress the elements for assessment of proposed exploratory bottom fishing activities in accordance with Annex I.E to the CEM referred to in point 23 of the Annex to this Regulation.\nArticle 21\nEncounters with VME indicator species\n1.   An encounter with VME indicator species is defined as catch per set (for example trawl tow, longline set, or gill net set) of more than 7 kg of sea pens and/or 60 kg of other live coral and/or 300 kg of sponges.\n2.   Each Member State shall require that masters of vessels flying its flag and conducting bottom fishing activities in the Regulatory Area quantify the catch of VME indicator species, where evidence of VME indicator species, in accordance with Part VI of Annex I.E to the CEM referred to in point 3 of the Annex to this Regulation, are encountered during the course of fishing operations.\n3.   If the quantity of VME indicator species caught in the fishing operation referred to in paragraph 2 (such as trawl tow or set of a gill net or longline) is beyond the threshold defined in paragraph 1, the master of the vessel shall:\n(a)\nreport the encounter without delay to the competent authority of the flag Member State including the position that is provided by the vessel, either the end point of the tow or set or another position that is closest to the exact encounter location, the VME indicator species encountered, the quantity (kg) of VME indicator species encountered; and\n(b)\ncease fishing and move away at least 2 nautical miles from the endpoint of the tow/set in the direction least likely to result in further encounters. The master of the vessel shall use his best judgment based on all available sources of information.\n4.   Each Member State shall require that an observer with sufficient scientific expertise be deployed in accordance with point (b) of Article 19(3) for the areas outside the footprint who shall:\n(a)\nidentify corals, sponges and other organisms to the lowest possible taxonomical level, using the ‘Exploratory Fishery Data Collection Form’ in accordance with Annex I.E to the CEM referred to in point 24 of the Annex to this Regulation; and\n(b)\ndeliver the results of such identification to the master of the vessel to facilitate the quantification referred to in paragraph 2 of this Article.\n5.   Each Member State shall:\n(a)\nforward, without delay, the encounter information reported by the master of the vessel to the Commission if the quantity of the VME indicator species caught in a fishing operation (such as trawl, tow, set, of a gill net or longline) is beyond the threshold defined in paragraph 1;\n(b)\nissue an immediate alert of the encounter to all fishing vessels flying its flag; and,\n(c)\ntemporarily close, where possible, a two mile radius around any reported VME encounter location outside the footprint upon notification by the Commission.\nThe Commission may reopen temporarily closed areas upon notification from NAFO.\nCHAPTER IV\nVESSEL REQUIREMENTS AND CHARTERING\nArticle 22\nVessel requirements\n1.   Each Member State shall notify the Commission of the following by electronic means:\n(a)\na list of vessels flying its flag which it may authorise to conduct fishing activities in the Regulatory Area (‘notified vessels’), in the format prescribed in Annex II.C1 to the CEM referred to in point 25 of the Annex to this Regulation;\n(b)\nany deletion from the list of notified vessels, without delay, in the format prescribed in Annex II.C2 to the CEM referred to in point 26 of the Annex to this Regulation.\n2.   No fishing vessel shall be permitted to conduct fishing activities in the Regulatory Area unless:\n(a)\nit is listed as a notified vessel;\n(b)\nit has been issued with an IMO number; and\n(c)\nit has been issued with an authorisation by the flag Member State to conduct such fishing activities (‘authorised vessel’).\n3.   No Member State shall authorise a fishing vessel flying its flag to conduct fishing activities in the Regulatory Area unless it is able to exercise effectively its flag State duties in respect of such vessel.\n4.   Each Member State shall manage the number of authorised vessels and their fishing effort in a manner that takes due account of the fishing opportunities available to that Member State in the Regulatory Area.\n5.   Each Member State shall transmit to the Commission by electronic means:\n(a)\nthe individual authorisation for each vessel on the list of notified vessels it has authorised to conduct fishing activities in the Regulatory Area, in the format specified in Annex II.C3 to the CEM referred to in point 27 of the Annex to this Regulation and not later than 40 days before the start of the fishing activities for the calendar year;\nEach authorisation shall in particular identify the start and end dates of validity and, the species for which directed fishery is allowed, unless exempted in Annex II.C3 to the CEM referred to in point 27 of the Annex to this Regulation. If the vessel intends to fish for regulated species referred to in fishing opportunities in force, the identification shall refer to the stock, where the regulated species is associated with the area concerned;\n(b)\nthe suspension of the authorisation, in the format prescribed in Annex II.C4 to the CEM referred to in point 28 of the Annex to this Regulation, without delay, in case of removal of the authorisation concerned or of any modification to its content, where the removal or the modification occurs during the period of validity;\n(c)\nthe resumption of a suspended authorisation, transmitted in accordance with the procedure set out in point (a).\n6.   Each Member State shall ensure that the period of validity of the authorisation matches with the certification period concerning the certification of the capacity plan referred to in paragraphs 10 and 11.\n7.   Every fishing vessel shall bear markings that are readily identified in accordance with internationally accepted standards, such as the FAO Standard Specifications for the Marking and Identification of Fishing Vessels.\n8.   No fishing vessel shall operate in the Regulatory Area without carrying on board current valid documents issued by the competent authority of the flag Member State, at a minimum establishing the following particulars concerning the vessel:\n(a)\nits name, if any;\n(b)\nthe letter(s) of the port or district in which it is registered, if any;\n(c)\nthe number(s) under which it is registered;\n(d)\nthe IMO number;\n(e)\nits international radio call sign, if any;\n(f)\nthe names and addresses of the owner(s) and, where applicable, the charterers;\n(g)\nits length overall;\n(h)\nits engine power;\n(i)\nthe capacity plan referred to in paragraph 10; and\n(j)\nestimation of freezing capacity or certification of refrigeration system.\n9.   No fishing vessel shall conduct fishing activities in the Regulatory Area without carrying on board an accurate up-to-date capacity plan, certified by a competent authority or recognised by its flag Member State.\n10.   The capacity plan shall:\n(a)\ntake the form of a drawing or description of its fish storage place, including the storage capacity of each fish storage place in cubic metres and the drawing shall consist of longitudinal section of the vessel, including a plan for each deck on which a fish storage place is located and the locations of freezers;\n(b)\nshow in particular the positions of any door, hatch and any other access to each fish storage place, with reference to the bulkheads;\n(c)\nindicate the main dimensions of the fish storage tanks (refrigerated sea water tanks) and, for each one, indicating the calibration in cubic metres at intervals of 10 cm; and\n(d)\nhave the true scale clearly indicated on the drawing.\n11.   Each Member State shall ensure that, every two years, the capacity plan of its authorised vessels is certified correct by the competent authority.\nArticle 23\nChartering arrangements\n1.   For the purpose of this Article, ‘chartering Contracting Party’ shall refer to the Contracting Party that holds an allocation as indicated in Annex I.A and Annex I.B to the CEM, or the Member State that holds a fishing opportunities allocation, and ‘flag Member State’ shall refer to the Member State in which the chartered vessel is registered.\n2.   All or part of the fishing allocation of a chartering Contracting Party can be harvested using a chartered authorised vessel (‘chartered vessel’) flying the flag of a Member State, subject to the following conditions:\n(a)\nthe flag Member State has consented in writing to the chartering arrangement;\n(b)\nthe chartering arrangement is limited to one fishing vessel per flag Member State in any calendar year;\n(c)\nthe duration of the fishing operations under the chartering arrangement does not exceed six months cumulatively in any calendar year; and\n(d)\nthe chartered vessel is not a vessel that has previously been identified as having engaged in IUU fishing.\n3.   All catch and by-catch taken by the chartered vessel in accordance with the chartering arrangement shall be attributed to the chartering Contracting Party.\n4.   The flag Member State shall not authorise the chartered vessel, when conducting fishing operations under the chartering arrangement, to fish any of the flag Member State's allocations or under another charter at the same time.\n5.   No transhipment at sea may be carried out without the prior authorisation of the chartering Contracting Party, which shall ensure that it is carried out under the supervision of an observer on board.\n6.   The flag Member State shall notify the Commission in writing prior to the start of the chartering arrangement of its consent to the chartering arrangement.\n7.   The flag Member State shall notify the Commission immediately upon the occurrence of any of the following events:\n(a)\nstart of fishing operations under the chartering arrangement;\n(b)\nsuspension of fishing operations under the chartering arrangement;\n(c)\nresumption of fishing operations under a chartering arrangement that has been suspended;\n(d)\nend of fishing operations under the chartering arrangement.\n8.   The flag Member State shall maintain a separate record of catch and by-catch data from fishing operations in accordance with every charter of a vessel flying its flag and report them to the chartering Contracting Party and the Commission.\n9.   The chartered vessel shall at all times carry the following documentation:\n(a)\nthe name, flag State registration, IMO number and flag State of the vessel;\n(b)\nprevious name(s) and flag State(s) of the vessel, if any;\n(c)\nthe name and address of the owner(s) and operators of the vessel;\n(d)\na copy of the chartering arrangement and any fishing authorisation or licence the chartering Contracting Party has issued to the chartered vessel; and\n(e)\nthe allocation assigned to the vessel.\nCHAPTER V\nMONITORING OF FISHERIES\nArticle 24\nProduct labelling requirements\n1.   When processed, all species harvested in the Regulatory Area shall be labelled in such a way that each species and product category is identifiable. All species must be labelled using the following data:\n(a)\nthe name of the capture vessel;\n(b)\nthe 3-Alpha Code for each species as listed in Annex I.C to the CEM referred to in point 11 of the Annex to this Regulation;\n(c)\nin the case of Northern prawns, the date of capture;\n(d)\nthe Regulatory Area and Division of fishing; and\n(e)\nthe product form presentation code as listed in Annex II.K to the CEM referred to in point 29 of the Annex to this Regulation.\n2.   Labels shall be securely affixed, stamped or written on packaging at the time of stowage and be of a size that can be read by inspectors in the normal course of their duties.\n3.   Labels shall be marked in ink on a contrasting background.\n4.   Each package shall contain only:\n(a)\none product form category;\n(b)\none Division of capture;\n(c)\none date of capture (in the case of Northern prawns); and\n(d)\none species.\nArticle 25\nMonitoring of catch\n1.   For the purposes of monitoring catch, each fishing vessel shall have a fishing logbook, a production logbook and a stowage plan to record fishing activities in the Regulatory Area.\n2.   Each fishing vessel shall maintain a fishing logbook that is retained on board for at least 12 months and in accordance with Annex II.A to the CEM referred to in point 30 of the Annex to this Regulation, and that:\n(a)\naccurately records the catch of each tow/set relating to the smallest geographical area for which a quota has been allocated;\n(b)\nindicates the disposition of the catch of each tow/set, including the amount (in kg, live weight) of each stock that is retained on board, discarded, offloaded, or transhipped during the current fishing trip.\n3.   Each fishing vessel shall maintain a production logbook that is retained on board for at least 12 months and that:\n(a)\nrecords the daily cumulative production for each species and product type in kg for the preceding day from 00:01 UTC until 24:00 UTC;\n(b)\nrelates the production of each species and product type to the smallest geographical area for which a quota has been allocated;\n(c)\nlists the conversion factors used to convert production weight of each product type into live weight when recorded in the fishing logbook;\n(d)\nlabels each entry in accordance with Article 24.\n4.   Each fishing vessel shall, with due regard for safety and navigational responsibilities of the master of the vessel, stow all catch taken in the Regulatory Area separately from all catch taken outside the Regulatory Area, and ensure that such separation is clearly demarcated using plastic, plywood or netting.\n5.   Each fishing vessel shall maintain a stowage plan that:\n(a)\nclearly shows:\n(i)\nthe location and quantity, expressed as product weight in kg, of each species within each fish hold;\n(ii)\nthe location in each hold of shrimp taken in Division 3L and in Division 3M, including the quantity of shrimp in kg, by Division;\n(iii)\nthe top view of product within each fish hold;\n(b)\nis updated daily for the preceding day from 00:01 to 24:00 UTC; and\n(c)\nis retained on board until all catches have been unloaded completely from the vessel.\n6.   Every fishing vessel shall transmit electronically, in accordance with the format and the content prescribed for each type of report in Annex II.D and Annex II.F to the CEM referred to in points 31 and 32 of the Annex to this Regulation, to its FMC reports as regards the following:\n(a)\ncatch on entry (COE): quantity of catch on board by species upon entry into the Regulatory Area, transmitted at least six hours in advance of the vessel's entry;\n(b)\ncatch on exit (COX): quantity of catch on board by species upon exit from the Regulatory Area transmitted at least six hours in advance of the vessel's exit;\n(c)\ncatch report (CAT): quantity of catch retained and quantity discarded by species for the day preceding the report, by Division, including nil catch returns, sent daily before 12:00 UTC; nil catch retained and nil discards of all species shall be reported using the 3 alpha code MZZ (marine species not specified) and quantity as ‘0’ as the following examples demonstrate (//CA/MZZ 0//and//RJ/MZZ 0//);\n(d)\ncatch on board (COB): for any vessel fishing Northern prawn in Division 3L, prior to entry or exit from Division 3L, transmitted one hour prior to crossing the boundary of Division 3L;\n(e)\ntranshipment (TRA):\n(i)\nby donor vessel, transmitted at least twenty four hours in advance of the transhipment; and\n(ii)\nby receiving vessel, not later than one hour after the transhipment.\n(f)\nport of landing (POR): by a vessel that has received a transhipment at least twenty four hours in advance of any landing.\nCatch of species listed in Annex I.C to the CEM for which the total live weight on board is less than 100 kg, may be reported using the 3 alpha code MZZ (marine species not specified), except in the case of sharks. All sharks shall be reported at the species level under their corresponding 3 alpha code presented in Annex I.C to the CEM or, if not contained in Annex I.C to the CEM or in the FAO ASFIS List of Species for Fishery Statistics, to the extent possible. When species specific reporting is not possible, shark species shall be recorded as either large sharks (SHX) or dogfishes (DGX), as appropriate and in accordance with the 3-alpha codes presented in Annex I.C to the CEM referred to in point 11 of the Annex to this Regulation. The estimated weight of each shark caught per haul or set shall also be recorded.\n7.   The reports referred to in paragraph 6 may be cancelled by means of a cancel report in the format specified in Annex II.F(8) to the CEM referred to in point 32 of the Annex to this Regulation. If any of those reports is subject to correction, a new report shall be sent without delay after the cancel report within the time limits set out in this Article.\nThe flag State FMC shall communicate its acceptance of the report cancellation from vessels flying its flag to the Commission without delay.\n8.   Each Member State shall ensure that its FMC, immediately upon receipt, transmits electronically the reports referred to in paragraph 6 to the NAFO Executive Secretary in the format prescribed in Annex II.D to the CEM referred to in point 31 of the Annex to this Regulation, with the Commission and EFCA in copy.\n9.   Each Member State shall:\n(a)\nreport its provisional monthly catches by species and stock area, and its provisional monthly fishing days for the fishery of Northern prawn in Division 3M, whether or not it has quota or effort allocations for the relevant stocks; it shall transmit those reports to the Commission within 20 days of the end of the calendar month in which the catch was taken;\n(b)\nensure that logbook information is submitted in either Extensible Markup Language (XML) or in a Microsoft Excel file format, to the Commission containing at a minimum the information outlined in Annex II.N to the CEM referred to in point 33 of the Annex to this Regulation, within 60 days following the completion of each fishing trip.\nArticle 26\nVessel monitoring system (VMS)\n1.   Each fishing vessel operating in the Regulatory Area shall be equipped with a satellite monitoring device capable of continuous automatic transmission of position to its land-based FMC, at least once an hour, with the following VMS data:\n(a)\nvessel identification;\n(b)\nmost recent vessel position, by latitude and longitude, having an error tolerance margin no greater than 500 metres and a confidence interval of 99 %;\n(c)\nUTC date and time of the fixing of the position; and\n(d)\nvessel course/heading and speed.\n2.   Each Member State shall ensure that its FMC:\n(a)\nreceives the position data referred to in paragraph 1 and records them using the following 3 letter codes:\n(i)\n‘ENT’, first VMS position transmitted by each vessel upon entering the Regulatory Area;\n(ii)\n‘POS’, every subsequent VMS position transmitted by each vessel from within the Regulatory Area; and\n(iii)\n‘EXI’, first VMS position transmitted by each vessel upon exiting the Regulatory Area;\n(b)\nis equipped with computer hardware and software for automatic data processing and electronic data transmission and applies back-up and recovery procedures and records the data received from fishing vessels in computer readable form that it maintains for not less than three years; and\n(c)\nnotifies the Commission and EFCA of the FMC name, address, telephone, telex, email or facsimile numbers and any subsequent changes without delay.\n3.   Each Member State shall assume all costs associated with its own VMS.\n4.   Where an inspector observes a fishing vessel in the Regulatory Area and has not received data in accordance with paragraph 1, 2 or 8 that inspector shall inform the master of the vessel and the Commission.\n5.   The Member State shall ensure that the master of the vessel or the owner of a fishing vessel flying its flag or its representative is informed when the vessel's satellite monitoring device appears to be defective or non-functioning.\n6.   Where the satellite monitoring device fails, the master of the vessel shall ensure it is repaired or replaced within one month following such failure, or, where a fishing trip lasts more than one month, the repair or the replacement is completed upon the vessel's next entry into port.\n7.   No fishing vessel may commence a fishing trip with a defective satellite monitoring device.\n8.   Every fishing vessel operating with a defective satellite monitoring device, shall transmit, at least once every 4 hours, the VMS position data to its flag Member State FMC by other available means of communication, in particular, satellite, email, radio, facsimile or telex.\n9.   The flag Member State shall ensure that:\n(a)\nits FMC transmits VMS position data to the NAFO Executive Secretary with the Commission and EFCA in copy, as soon as possible, but not later than 24 hours after it receives them and may authorise fishing vessels flying its flag to transmit VMS position data by satellite, email, radio, facsimile or telex, direct to the NAFO Executive Secretary; and\n(b)\nthe VMS position data transmitted to the NAFO Executive Secretary are in conformity with the data exchange format set out in Annex II.E to the CEM referred to in point 34 of the Annex to this Regulation and further described in Annex II.D to the CEM referred to in point 31 of the Annex to this Regulation.\n10.   Each Member State may use NAFO VMS data for search and rescue or for the purpose of maritime safety.\nCHAPTER VI\nOBSERVER SCHEME\nArticle 27\nObserver programme\n1.   Observers shall be independent and impartial, and have the training, knowledge, skills and abilities to perform all of the duties, functions and requirements as specified in this Article. Observers shall execute their duties and functions in an unbiased manner regardless of nationality and of which flag the vessel is flying, and shall be free from undue influence or benefit linked to the fishing activity of any vessel fishing in the Regulatory Area.\n2.   Without prejudice to the exception in paragraph 3, each fishing vessel, while conducting fishing activities in the Regulatory Area, shall carry at all times at least one observer in accordance with the provisions of the observer programme. A fishing vessel shall not commence fishing until the observer is deployed on the fishing vessel. The failure to carry an observer if required shall be considered a serious infringement.\n3.   By way of derogation from paragraph 2, and provided that NAFO has not requested a higher observer coverage level, a Member State may allow fishing vessels flying its flag to carry an observer for less than 100 %, but not less than 25 % of the fishing trips conducted by its fleet, or of the days the fishing vessels are present in the Regulatory Area during the year, on the condition that the flag Member State, for the vessels not carrying an observer:\n(a)\nensures that the vessels concerned target species in areas where negligible by-catch of other species is expected to occur;\n(b)\nensures that the vessel complies with all real-time reporting requirements;\n(c)\nphysically inspects or otherwise evaluates as appropriate, following risk assessment, each landing in its ports by the vessel concerned according to national monitoring, control and surveillance procedures. If any infringement to this Regulation is detected and confirmed, it shall prepare an inspection report in the format prescribed in Annex IV.C to the CEM referred to in point 9 of the Annex to this Regulation and transmit it to the Commission as soon as possible after the infringement has been confirmed;\n(d)\nas early as possible in advance of the fishing trip, transmits to the Commission the following information:\n(i)\nthe name, IMO number, and international radio call sign of the vessel;\n(ii)\nthe factors that support the decision to grant the derogation from the 100 % coverage;\n(e)\nsubmits to the Commission by 15 February each year, for the previous calendar year, a report containing a comparison of all relevant fishing activities showing the difference between the trips where the vessel had an observer on board and those where the observer was withdrawn. The Commission shall transmit that information to the NAFO Executive Secretary by 1 March each year.\n4.   Where an inspector issues a notice of an infringement to a fishing vessel that is not carrying an observer, except where the absence of an observer is in accordance with paragraph 3, at the time of the notice, the infringement shall be deemed a serious infringement for the purpose of Article 35(1) and, where the flag Member State does not require the fishing vessel to proceed immediately to port in accordance with Article 35(3), it shall assign an observer to the fishing vessel without delay.\n5.   Each Member State shall:\n(a)\neach year, before the vessels flying its flag start fishing in the Regulatory Area, send to the Commission an updated list of observers (name and ID if applicable) that it intends to deploy on vessels flying its flag operating in the Regulatory Area;\n(b)\nrequire vessels flying its flag to carry an observer from the list referred to in point (a), in accordance with the observer programme;\n(c)\nto the extent practicable, ensure that individual observers are not deployed on consecutive trips on the same vessel;\n(d)\nensure that observers are equipped with an independent two-way communication device at sea;\n(e)\ntake appropriate action with respect to vessels flying its flag to ensure safe working conditions, the protection, security and welfare of observers in the performance of their duties, consistent with international standards or guidelines;\n(f)\nensure that the observers treat all data and information relating to the fishing operations collected during their deployment, including images and videos taken, in accordance with applicable confidentiality requirements.\n6.   Upon the receipt of an observer report from an observer reporting discrepancies with the CEM or an incident, including any instances of obstruction, intimidation, interference, or otherwise prevention of the observer from performing his or her duties, concerning a vessel flying its flag, a Member State shall:\n(a)\ntreat the report with utmost sensitivity and discretion, in accordance with applicable confidentiality requirements;\n(b)\nassess discrepancies identified in the observer report and conduct any follow-up action deemed appropriate;\n(c)\ncreate a report on follow-up actions and submit it to the Commission.\n7.   Each Member State shall provide to the Commission:\n(a)\nnot later than 24 hours in advance of an observer's deployment on board a fishing vessel, the name of the fishing vessel and international radio call sign, together with the name and ID (if applicable) of the observer concerned;\n(b)\nelectronically and without delay following its receipt, the daily observer report referred to in point (e) of paragraph 11;\n(c)\nwithin 20 days following the arrival of the vessel in port, the observer trip report referred to in paragraph 11;\n(d)\nby 15 February each year for the previous calendar year, a report on its compliance with the obligations set out in this Article.\n8.   If a fishing vessel is carrying an observer from another Member State or NAFO Contracting Party, that observer shall report to the vessel's flag Member State.\n9.   If a fishing vessel required to carry an observer is not carrying one, the flag Member State may allow any other Contracting Party to deploy an observer on the vessel.\n10.   If, during deployment, it is determined that a serious risk to the observer exists, the flag Member State shall take steps to ensure that the observer is removed from the vessel unless and until the risk is addressed.\n11.   An observer deployed on a vessel shall, at a minimum, perform the duties listed below:\n(a)\nrecord for each haul/set, in the format indicated in Annex II.M to the CEM referred to in point 35 of the Annex of this Regulation (‘the observer trip report’):\n(i)\nthe quantity of all catch, by species, including for discards and VME indicator species as referred to in Part VI of Annex I.E to the CEM referred to in point 3 of the Annex to this Regulation:\n—\nas recorded in the vessel fishing and production logbooks,\n—\nas estimated independently by the observer.\nFor hauls where independent observer estimations are not possible, the relevant data cells should be left blank and noted in the comments section;\n(ii)\nany discrepancy identified between the different sources of catch data;\n(iii)\ngear type, mesh size, attachments;\n(iv)\neffort data;\n(v)\nlongitude and latitude, fishing depth;\n(vi)\nin the case of trawl fisheries, the time from the end of setting to the start of gear retrieval. In any other case, the start of setting and the end of retrieval;\n(b)\nmonitor the vessel's stowage plan referred to in Article 25, and record in the observer report any discrepancies identified;\n(c)\nrecord any observed interruption of or interference with the VMS;\n(d)\nonly set vessel's instruments with the master of the vessel's agreement;\n(e)\ntransmit daily, whether the vessel is fishing or not, before 12:00 UTC to the FMC of the flag Member State, in accordance with Annex II.G to the CEM referred to in point 36 of the Annex to this Regulation, the observer report, by Division;\n(f)\nperform such work, including for scientific purposes, as NAFO may request;\n(g)\nsubmit the observer report, in a computer readable form, where possible with the associated images taken by the observer as attachment:\n(i)\nas soon as possible after leaving the Regulatory Area and at the latest at arrival of the vessel in port, to the flag Member State;\n(ii)\nimmediately upon arrival in port, to the local port inspection authority if an inspection in port occurs;\n(h)\nmake themselves available to inspectors at sea, or in port upon arrival of the vessel, for the purposes of investigating the fishing activities of the vessel;\n(i)\nreferring to any incidents of non-compliance with this Regulation:\n(i)\nreport without delay to the competent authority of the flag Member State of the vessel, any discrepancy with this Regulation, including any instances of obstruction, intimidation, interference or otherwise prevention of the observer from performing his or her duties, using the independent two-way communication device; and\n(ii)\nmaintain detailed records, including relevant images and video footage, of any circumstances and information relating to any instances of discrepancies with this Regulation, for transmission to the FMC of the flag Member State at the earliest opportunity, and at the latest upon arrival of the vessel in port.\n12.   The master of the vessel flying the flag of a Member State shall:\n(a)\nextend such cooperation and assistance as may be required to enable the observer to carry out his or her duties. This cooperation shall include providing the observer with such access as may be required to the catch, including such catch as the vessel may intend to discard;\n(b)\nprovide food and accommodation to the observer of a standard no less than that provided to the vessel's officers. If officers' accommodation is not available, the observer shall be provided accommodation of a standard as close to an officer's as practicable but not less than that provided to the crew;\n(c)\nprovide access to all operational areas of the vessel necessary for the observer to complete his or her duties, including the vessel's hold(s), production area(s), bridge, garbage processing equipment and navigation and communication equipment;\n(d)\nnot obstruct, intimidate, interfere with, influence, bribe or attempt to bribe an observer in the performance of his or her duties;\n(e)\ninclude the observer in all emergency drills conducted on-board; and\n(f)\nnotify the observer when an inspection party has signalled their intent to board the vessel.\n13.   Unless otherwise arranged with another NAFO Contracting Party or flag Member State, each Member State shall bear the costs of remunerating the observers it has deployed. The flag Member State may allow fishing operators to contribute to the costs of remunerating observers without prejudice to paragraph 14.\n14.   Observers shall not have financial or beneficial interest in, and shall be paid in a manner that demonstrates financial independence from, any vessel fishing in the Regulatory Area.\n15.   The information that Member States are required to provide in accordance with points (c) and (d) of paragraph 3, point (a) of paragraph 5, point (c) of paragraph 6 and paragraph 7 shall be transmitted to the Commission or a body designated by it, which shall ensure that this information is transmitted to the NAFO Executive Secretary without delay, for posting on the NAFO MCS website.\nCHAPTER VII\nJOINT INSPECTION AND SURVEILLANCE SCHEME\nArticle 28\nGeneral provisions\n1.   EFCA shall coordinate the inspection and surveillance activities for the Union. It may draw up, in concert with the Member States concerned, joint operational inspection and surveillance programmes for that purpose (‘the Scheme’). The Member States whose vessels are engaged in fisheries in the Regulatory Area shall adopt the necessary measures to facilitate the implementation of the Scheme, particularly as regards the human and material resources required and the periods and zones in which these resources are to be deployed.\n2.   Inspection and surveillance shall be carried out by inspectors assigned by the Member States and notified to EFCA through the Scheme.\n3.   The Member States, in collaboration with the Commission and EFCA, may by mutual agreement deploy inspectors and EFCA coordinators that EFCA has assigned to the Scheme to an inspection platform of another NAFO Contracting Party.\n4.   When there are more than 15 fishing vessels of Member States at any one time present in the Regulatory Area, EFCA and Member States shall ensure that during that time:\n(a)\nan inspector or other competent authority is present in the Regulatory Area; or\n(b)\na competent authority is present in the territory of a NAFO Contracting Party adjacent to the Convention Area;\n(c)\nMember States respond without delay to every notice of infringement in the Regulatory Area by a fishing vessel flying their flag.\n5.   Member States participating in the Scheme shall provide each inspection platform, upon its entry into the Regulatory Area, with a list of sightings and boardings it has conducted in the previous ten-day period including the date, coordinates and any other relevant information.\n6.   Each Member State participating in the Scheme, in coordination with the Commission or EFCA, shall ensure that every inspection platform flying its flag operating in the Regulatory Area maintains secure contact, daily where possible, with every other inspection platform operating in the Regulatory Area, to exchange information necessary to coordinate their activities.\n7.   Inspectors visiting a research vessel shall note the status of the vessel, and shall limit inspection procedures to those necessary to ascertain that the vessel is conducting activities consistent with its research plan. Where the inspectors have reasonable grounds to suspect the vessel is conducting activities that are not consistent with its research plan, the Commission and EFCA shall be informed immediately.\n8.   Member States shall ensure its inspectors treat vessels operating in the Regulatory Area equitably and in an equal manner by avoiding a disproportionate number of inspections on vessels flying the flag of any one NAFO Contracting Party. In respect of any quarter-annual period, the number of inspections its inspectors conduct on vessels flying the flag of another NAFO Contracting Party shall, insofar as possible, reflect the proportion of the total fishing activity in the Regulatory Area encompassing, inter alia, the level of catches and vessel days. In determining the frequency of inspections, inspectors may take into account the fishing patterns and compliance record of any fishing vessel.\n9.   When participating in the Scheme, a Member State shall ensure that, except when inspecting a fishing vessel flying its flag and in accordance with its domestic law, inspectors and inspector trainees assigned to the Scheme:\n(a)\nremain under its operational control;\n(b)\nimplement the provisions of the Scheme;\n(c)\ndo not carry arms when boarding the vessel;\n(d)\nrefrain from enforcing laws and regulations relating to Union waters;\n(e)\nobserve generally accepted international regulations, procedures and practices relating to the safety of the vessel being inspected and its crew;\n(f)\ndo not interfere with fishing activities or stowage of fishery products and, to the extent practicable, avoid action which would adversely affect the quality of the catch on board; and\n(g)\nopen containers in a manner that facilitates their prompt resealing, repacking and eventual re-storage.\n10.   All inspection, surveillance and investigation reports referred to in this Chapter and associated images or evidence shall be treated as confidential, in accordance with Annex II.B to the CEM referred to in point 37 of the Annex to this Regulation.\nArticle 29\nNotification requirements\n1.   Each Member State shall, not later than 1 November each year, send the following information to EFCA (with the Commission in copy), which shall post the information on the NAFO MCS website:\n(a)\nthe contact information of the competent authority which shall act as the contact point for the purpose of immediate notification of infringements in the Regulatory Area, and any subsequent changes to this information, not less than 15 days before the change comes into effect;\n(b)\nthe names of inspectors and inspector trainees and the name, radio call sign and communication contact information of each inspection platform it has assigned to the Scheme. It shall notify changes to the particulars so notified, whenever possible, not less than 60 days in advance.\n2.   When participating in the Scheme, a Member State shall ensure that EFCA is notified in advance of the date, start time and end of each patrol by the inspection platform it has so assigned.\nArticle 30\nSurveillance procedures\n1.   Where an inspector observes in the Regulatory Area a fishing vessel flying the flag of a NAFO Contracting Party for which there are reasons to suspect an apparent infringement of this Regulation, and where an immediate inspection is not practicable, the inspector shall:\n(a)\nfill out the Surveillance Report Form in accordance with Annex IV.A to the CEM referred to in point 38 of the Annex to this Regulation. If the inspector has made a volumetric or catch composition evaluation of the content of a haul, the surveillance report shall include all relevant information regarding the composition of the tow, and refer the method used for the volumetric evaluation;\n(b)\nrecord images of the vessel and record the position, date and time the image was recorded; and\n(c)\nwithout delay electronically transmit the surveillance report and images to his competent authority.\n2.   The competent authority of a Member State in receipt of such surveillance report shall without delay:\n(a)\ntransmit the surveillance report to EFCA which shall post it on the NAFO MCS website for transmission to the flag State Contracting Party of the vessel;\n(b)\ntransmit a copy of images recorded to EFCA which shall in turn transmit them to the flag State Contracting Party of the vessel or the flag Member State if different from the inspecting Member State;\n(c)\nensure security and continuity of the evidence for subsequent inspections.\n3.   Each Member State's competent authority shall on receipt of a surveillance report concerning a vessel flying its flag, conduct such investigation as may be necessary to determine appropriate follow-up action.\n4.   Each Member State shall send the investigation report to EFCA, which shall post it on the NAFO MCS website and send it to the Commission.\nArticle 31\nBoarding and inspection procedures for Contracting Parties\nEach Member State shall ensure that for an inspection conducted under the Scheme, its inspectors:\n(a)\nprior to boarding, notify the fishing vessel by radio, using the International Code of Signals, of the name of the inspection platform;\n(b)\ndisplay, on the inspection vessel and boarding vessel, the pennant depicted in Annex IV.E to the CEM referred to in point 39 of the Annex to this Regulation;\n(c)\nensure that during boarding, the inspection vessel remains at a safe distance from fishing vessels;\n(d)\ndo not require the fishing vessel to stop or manoeuvre when towing, shooting or hauling;\n(e)\nlimit each inspection team to a maximum of four inspectors including any inspection trainee who may accompany the inspection team for training purposes only. Where an inspection trainee accompanies the inspectors, inspectors shall, upon boarding, identify the trainee to the master of the vessel. The inspection trainee shall simply observe the inspection operation conducted by the authorised inspectors and shall in no way interfere with the activities of the fishing vessel;\n(f)\nupon boarding, present to the master of the vessel their NAFO documents of identity issued by the NAFO Executive Secretary in accordance with Article 32.3(b) of the CEM;\n(g)\nlimit inspections to four hours, or the time required for the net to be hauled in and both the net and the catch to be inspected, whichever is longer, except:\n(i)\nin the case of an infringement; or\n(ii)\nwhere the inspector estimates the quantity of catch on board to be different from the quantity of catch recorded in the fishing logbook, in which case the inspector will limit the inspection to one additional hour with a view to verifying calculations and procedures, and re-examining the relevant documentation used to calculate the catch taken in the Regulatory Area and the catch on board the vessel;\n(h)\ngather any relevant information used for identifying compliance with this Regulation provided by the observer.\nArticle 32\nObligations of the master of the vessel during inspection\nEvery master of the vessel shall take the necessary measures as may be required to facilitate inspection by:\n(a)\nensuring, where an inspection vessel has signalled that an inspection is about to commence, that any net about to be hauled is not taken on board for at least 30 minutes following the signal from the inspection vessel;\n(b)\nupon request by an inspection platform and to the extent compatible with good seamanship, facilitating boarding by the inspectors;\n(c)\nproviding a boarding ladder in accordance with Annex IV.G to the CEM referred to in point 40 of the Annex to this Regulation;\n(d)\nensuring any mechanical pilot hoist is fit for use in a safe manner including safe access between the hoist to the deck;\n(e)\nproviding the inspectors access to all relevant areas, decks and rooms, processed and unprocessed catch, nets or other gear, equipment, and any relevant documents which they consider necessary to verify compliance with this Regulation;\n(f)\nrecording and providing to inspectors upon request, coordinates pertaining to the start and end locations of any trial tow conducted in accordance with point (iii) of point (b) of Article 8(1);\n(g)\nupon request of the inspector, producing registration documents, drawings or descriptions of fish rooms, production logbooks and stowage plans and rendering such assistance as the inspector reasonably requires to ascertain that actual stowage of catch conforms with the stowage plan;\n(h)\nrefraining from interfering with any contact between the inspectors and the observer including respecting the privacy necessary for the inspectors and the observer to perform their duties;\n(i)\nfacilitating the taking of samples of processed fish by inspectors, for the purpose of species identification through DNA analysis;\n(j)\ntaking such action as may be necessary to preserve the integrity of any seal affixed by the inspectors and of any evidence remaining on board, until otherwise directed by the flag State;\n(k)\nto secure the continuity of evidence, where seals have been affixed and/or evidence has been secured, signing the appropriate section of the inspection report acknowledging the placement of seals;\n(l)\nceasing fishing when requested to do so by the inspectors in accordance with point (b) of Article 35(2);\n(m)\nproviding, upon request, the use of the vessel's communication equipment and operator for messages to be sent out and received by the inspectors;\n(n)\nat the request of the inspectors, removing any part of the fishing gear which appears to be unauthorised under this Regulation;\n(o)\nwhere the inspectors have made any entries in the logbooks, providing the inspector with a copy of each page where such entry appears, and at the request of the inspectors, signing each page to confirm that it is a true copy; and\n(p)\nwhen requested to cease fishing, not resuming fishing until:\n(i)\nthe inspectors have completed the inspection and secured any evidence; and\n(ii)\nthe master of the vessel has signed the appropriate section of the inspection report as referred to in point (k).\nArticle 33\nInspection report and follow-up\n1.   Each Member State shall ensure that its inspectors complete an inspection report in the form set out in Annex IV.B to the CEM referred to in point 41 of the Annex to this Regulation (‘the inspection report’) in relation to each inspection.\n2.   For the purpose of the inspection report:\n(a)\na fishing trip shall be considered to be current where the inspected vessel has on board catch harvested in the Regulatory Area during the trip;\n(b)\nwhen comparing entries in the production logbook with entries in the fishing logbook the inspectors shall convert production weight into live weight guided by conversion factors set out in Annexes XIII, XIV and XV to Commission Implementing Regulation (EU) No 404/2011 (16) for Union fishing vessels in respect of species and presentations covered by those Annexes and the conversion factors used by the master of the vessel in other cases;\n(c)\nthe inspectors shall:\n(i)\nsummarise from logbook records the vessel's catch in the Regulatory Area by species and by Division for the current fishing trip;\n(ii)\nrecord summaries in section 12 of the inspection report, as well as differences between the recorded catch and their estimates of the catch on board in section 14.1 of the inspection report;\n(iii)\nupon completion of the inspection, sign the inspection report and present the inspection report to the master of the vessel for signature and comment, and to any witness who may wish to submit a statement;\n(iv)\nimmediately notify their competent authority and transmit to it the information and images within 24 hours, or at the earliest opportunity; and\n(v)\nprovide a copy of the report to the master of the vessel, duly noting in the appropriate section of the inspection report any refusal by the master of the vessel to acknowledge receipt.\n3.   The inspecting Member State shall:\n(a)\nsend to EFCA the at sea inspection report, if possible within 20 days of the inspection for posting on the NAFO MCS website;\n(b)\ncomply with the procedure referred to in Article 34(2), after the inspectors issue a notice of an infringement.\n4.   Each Member State shall ensure that inspection and surveillance reports prepared by NAFO inspectors have equivalent evidentiary status for establishing facts to inspection and surveillance reports of its own inspectors.\n5.   Member States shall cooperate to facilitate judicial or other proceedings initiated as follow-up to a report submitted by a NAFO inspector in accordance with the Scheme.\nArticle 34\nProcedures relating to infringements\n1.   Each inspecting Member State shall ensure that its inspectors upon detecting an infringement of this Regulation:\n(a)\nrecord the infringement in the inspection report;\n(b)\nenter and sign a notation in the fishing logbook or other relevant document of the inspected vessel indicating the date, geographical coordinates, and nature of the infringement, make a copy of any relevant entry and request that the master of the vessel sign each page to verify that it is a true copy of the original;\n(c)\nrecord images of any gear, catch, or other evidence the inspector deems necessary relating to the infringement;\n(d)\naffix securely the inspection seal depicted in NAFO Inspection Seal provided in Annex IV.F to the CEM referred to in point 42 of the Annex to this Regulation, as appropriate, and duly note the action taken and the serial number of each seal in the inspection report;\n(e)\nrequest the master of the vessel:\n(i)\nin order to secure the continuity of evidence, to sign the appropriate section of the inspection report acknowledging the placement of seals; and\n(ii)\nto give a written statement in the appropriate section of the inspection report;\n(f)\nrequest that the master of the vessel remove any part of the fishing gear which appears to be unauthorised under this Regulation; and\n(g)\nwhere practicable, notify the observer of the infringement.\n2.   The inspecting Member State shall:\n(a)\nwithin 24 hours from detection of the infringement, transmit to the Commission and EFCA, which shall in turn transmit to the competent authority of the flag State Contracting Party or Member State if different from the inspecting Member State, and the NAFO Executive Secretary, written notification of the infringement reported by its inspectors. The written notification shall include the information entered in point 15 of the inspection report in Annex IV.B to the CEM referred to in point 41 of the Annex to this Regulation, cite the relevant measures and describe in detail the basis for issuing the notice of infringement, and the evidence in support of the notice, and where possible, be accompanied by images of any gear, catch or other evidence relating to the infringement referred to in paragraph 1 of this Article;\n(b)\nwithin five days of the inspection vessel's return to port, transmit the inspection report to the Commission and EFCA;\nEFCA shall post the inspection report on the NAFO MCS website in PDF format.\n3.   The follow-up to infringements by the flag Member State shall be conducted in accordance with the provisions of Article 36.\nArticle 35\nAdditional procedures for serious infringements\n1.   Each of the following violations constitutes a serious infringement, within the meaning of Article 90 of Regulation (EC) No 1224/2009:\n(a)\nfishing an ‘Others’ quota without prior notification to the Commission in contravention of Article 5;\n(b)\nfishing an ‘Others’ quota more than five working days following closure of the fishery in contravention of Article 5;\n(c)\ndirected fishing for a stock which is subject to a moratorium, or for which fishing is otherwise prohibited, in contravention of Article 6;\n(d)\ndirected fishing for stocks or species after the date of closure of the fishery by the flag Member State notified to the Commission, in contravention of Article 6;\n(e)\nfishing in a closed area, in contravention of Article 9(5) and Article 11;\n(f)\nfishing with a bottom fishing gear in an area closed to bottom fishing activities, in contravention of Chapter III;\n(g)\nusing an unauthorised mesh size in contravention of Article 13;\n(h)\nfishing without a valid authorisation;\n(i)\nmis-recording of catches in contravention of Article 25;\n(j)\nfailing to carry or interfering with the operation of the satellite monitoring system in contravention of Article 26;\n(k)\nfailure to communicate messages relating to catch in contravention of Article 10(3) or Article 25;\n(l)\nobstructing, intimidating, interfering with or otherwise preventing inspectors or observers from performing their duties, or exerting any other form of indirect pressure;\n(m)\ncommitting an infringement where there is no observer on board;\n(n)\nconcealing, tampering with or disposing of evidence relating to an investigation, including the breaking or tampering of seals or gaining access to sealed areas;\n(o)\npresentation of falsified documents or providing false information to an inspector that would prevent a serious infringement from being detected;\n(p)\nlanding, transhipment or making use of other port services:\n(i)\nin a port not designated in accordance with the provisions of Article 39(1); or\n(ii)\nwithout authorisation of the port State referred to in Article 39(6);\n(q)\nfailure to comply with the provisions of Article 41(1);\n(r)\nfailure to carry an observer, if this is required.\n2.   Where citing a vessel for having committed a serious infringement, the inspector shall:\n(a)\ntake all measures necessary to ensure security and continuity of evidence, including, as appropriate, sealing the vessel's hold and/or fishing gear for further inspection;\n(b)\nrequest that the master of the vessel cease all fishing activity that appears to constitute a serious infringement; and\n(c)\nimmediately notify the inspector's competent authority, and transmit to it the information, and where possible images, within 24 hours. The competent authority receiving this information shall notify the flag State Contracting Party or Member State if different from the inspecting Member State in accordance with Article 34.\n3.   In the case of a serious infringement concerning a vessel flying its flag, the flag Member States shall:\n(a)\nacknowledge receipt of the related information and images without delay;\n(b)\nensure the inspected vessel does not resume fishing until further notification;\n(c)\nusing all information and material available, review the case and, within 72 hours require the vessel to proceed immediately to a port for a full inspection under its authority, if any of the following serious infringements are apparent:\n(i)\ndirected fishing for a stock which is subject to a moratorium;\n(ii)\ndirected fishing for a stock for which fishing is prohibited under Article 6;\n(iii)\nmis-recording of catch, in contravention of Article 25; or\n(iv)\nrepetition of the same serious infringement during a 6-month period.\n4.   Where the serious infringement is misrecording of catch, the full inspection shall ensure the physical inspection and enumeration of total catch on board, by species and Division.\n5.   For the purposes of this Article, ‘misrecording of catches’ means a difference of at least 10 tonnes or 20 %, whichever is greater, between the inspectors' estimates of processed catch on board, by species or in total, and the figures recorded in the production logbook, calculated as a percentage of the production logbook figures.\n6.   Subject to the consent of the flag Member State and, if the port State NAFO Contracting Party is not the same as the inspector's Member State, inspectors of that NAFO port Contracting Party or port Member State may participate in the full inspection and enumeration of the catch.\n7.   If point (c) of paragraph 3 does not apply, the flag Member State shall either:\n(a)\nallow the vessel to resume fishing. In such a case, the flag Member State shall not later than two days following the notice of infringement provide written justification to the Commission on why the vessel has not been ordered to port. The commission shall transmit that justification to the NAFO Executive Secretary; or\n(b)\nrequire the vessel to proceed immediately to a port for a full physical inspection, under its authority.\n8.   Where the flag Member State orders the inspected vessel to port, the inspectors may board or remain on board the vessel as it proceeds to port, provided that the flag Member State does not require the inspectors to leave the vessel.\nArticle 36\nFollow-up to infringements\n1.   In the case of an infringement by a vessel flying its flag, the Member State shall:\n(a)\ninvestigate fully, including, if necessary, by physically inspecting the fishing vessel at the earliest opportunity;\n(b)\ncooperate with the inspecting NAFO Contracting Party or inspecting Member State if different from the flag Member State to preserve the evidence and the chain of custody in a form that will facilitate proceedings in accordance with its laws;\n(c)\ntake immediate judicial or administrative action in conformity with its national legislation against the persons responsible for the vessel; and\n(d)\nensure that sanctions applicable in respect of infringements are adequate in severity to be effective in securing compliance, deterring further infringements or their repetition and depriving the offenders of the benefits accruing from the infringement.\n2.   The judicial or administrative action and sanctions referred to in points (c) and (d) of paragraph 1 may include, but shall not be limited to, the following, depending on the gravity of the offence and in accordance with domestic law:\n(a)\nfines;\n(b)\nseizure of the vessel, illegal fishing gear and catches;\n(c)\nsuspension or withdrawal of authorisation to conduct fishing activities; and\n(d)\nreduction or cancellation of any fishing allocations.\n3.   Each flag Member State shall ensure that it treats all notices of infringement as if the infringement was reported by its own inspectors.\n4.   The flag Member State and the port Member State shall immediately notify the Commission:\n(a)\nthe judicial or administrative action and sanctions referred to in points (c) and (d) of paragraph 1;\n(b)\nas soon as practicable but no later than four months following the occurrence of a serious infringement, a report setting out the progress of the investigation, including details of any action it has taken or has initiated in relation to the infringement; and\n(c)\nupon completion of its investigation, a report on the final outcome.\nArticle 37\nMember State reports on inspection, surveillance and infringements\n1.   Each Member State shall by 1 February each year report to the Commission and to EFCA, in accordance with the Scheme, the following information:\n(a)\nthe number of inspections of fishing vessels flying its flag and fishing vessels flying the flag of another NAFO Contracting Party it carried out in the previous calendar year;\n(b)\nthe name of every fishing vessel in relation to which its inspectors have issued a notice of infringement, including the date and position of the inspection and the nature of the infringement;\n(c)\nthe number of hours flown by its surveillance aircraft on patrol, the number of sightings made by such aircraft, the number of surveillance reports it has transmitted and, for each such report, the date, time and position of the sightings;\n(d)\nthe action it has taken during the previous year, including a description of the specific terms of any judicial or administrative actions or sanctions imposed (for example the amount of fines, value of forfeited fish and/or gear, written warnings given), concerning:\n(i)\nevery infringement cited by an inspector relating to vessels flying its flag; and\n(ii)\neach surveillance report it has received.\nBy 1 March each year, the Commission shall transmit the information referred to in the first subparagraph to the NAFO Executive Secretary.\n2.   The reports referred to in point (d) of the first subparagraph of paragraph 1 shall indicate the current status of the case. The Member State shall continue to list such infringement in each subsequent report until it reports the final outcome of the infringement.\n3.   A Member State shall provide a sufficiently detailed explanation regarding every infringement for which it has taken no action or where no penalties were imposed.\nCHAPTER VIII\nPORT STATE CONTROL OF VESSELS FLYING THE FLAG OF ANOTHER CONTRACTING PARTY\nArticle 38\nScope\nThis Chapter applies to landing, transhipments, or use of ports of Member States by fishing vessels flying the flag of another NAFO Contracting Party, conducting fishing activities in the Regulatory Area. This Chapter applies to vessels carrying catches in the Regulatory Area, or fishery products originating from such catches, that have not been previously landed or transhipped at a port.\nArticle 39\nDuties of the port Member State\n1.   The port Member State shall provide the Commission and EFCA with a list of designated ports to which fishing vessels may be permitted entry for the purpose of landing, transhipment and/or provision of port services, and shall to the greatest extent possible ensure that each designated port has sufficient capacity to conduct inspections pursuant to this Chapter. The Commission shall post the list of designated ports on the NAFO MCS website, in PDF format. Any subsequent changes to the list shall be posted in replacement of the previous one no less than 15 days before the change comes into effect.\n2.   The port Member State shall establish a minimum prior request period. The prior request period shall be three working days before the estimated time of arrival. However, in agreement with the Commission, the port Member State may make provisions for another prior request period, taking into account, inter alia, the catch product type or the distance between fishing grounds and its ports. The port Member State shall provide the information on the prior request period to the Commission, which shall post it on the NAFO MCS website, in PDF format.\n3.   The port Member State shall designate the competent authority which shall act as the contact point for the purposes of receiving requests in accordance with Article 41, receiving confirmations in accordance with Article 40(2) and issuing authorisations in accordance with paragraph 6 of this Article. The port Member State shall provide the name of the competent authority and its contact information to the Commission, which shall post this information on the NAFO MCS website, in PDF format.\n4.   The requirements set out in paragraphs 1, 2 and 3 do not apply where the Union does not permit landings, transhipments, or use of ports by vessels flying the flag of another NAFO Contracting Party.\n5.   The port Member State shall forward a copy of the form referred to in Article 41(1) and (2) without delay to the flag NAFO Contracting Party of the vessel and to the flag NAFO Contracting Party of donor vessels where the vessel has engaged in transhipment operations.\n6.   Fishing vessels may not enter port without prior authorisation by the competent authorities of the port Member State. Authorisation to land or tranship or make use of other port services shall only be given if the confirmation from the flag NAFO Contracting Party as referred to in Article 40(2) has been received.\n7.   By way of derogation from paragraph 6, the port Member State may authorise all or part of a landing in the absence of the confirmation referred to in that paragraph subject to the following conditions:\n(a)\nthe fish concerned shall be kept in storage under the control of the competent authorities;\n(b)\nthe fish shall only be released to be sold, taken over, produced, or transported once the confirmation referred to in paragraph 6 has been received;\n(c)\nif the confirmation has not been received within 14 days of completion of the landing operations, the port Member State may confiscate and dispose of the fish in accordance with national rules.\n8.   The port Member State shall without delay notify the master of the vessel of its decision on whether to authorise or deny the port entry or, if the vessel is in port, the landing, transhipment and other use of port. If the vessel entry is authorised the port Member State shall return to the master of the vessel a copy of the form Port State Control Prior Request Form in Annex II.L to the CEM referred to in point 43 of the Annex to this Regulation with Part C duly completed. This copy shall also be sent to the Commission, which shall post it on the NAFO MCS website without delay. In the case of a denial the port Member State shall also notify the flag NAFO Contracting Party.\n9.   In case of cancellation of the prior request referred to in Article 41(2) the port Member State shall send a copy of the cancelled Port State Control Prior Request Form to the Commission, which shall post it on the NAFO MCS website, for automatic transmission to the flag NAFO Contracting Party.\n10.   Unless otherwise required in a recovery plan, the port Member State shall carry out inspections of at least 15 % of all such landings or transhipments during each reporting year. In determining which vessels to inspect, the port Member State shall give priority to:\n(a)\nvessels that have been previously denied entry or use of a port in accordance with this Chapter or any other provision of this Regulation; and\n(b)\nrequests from other NAFO Contracting Parties, States or Regional Fisheries Management Organisations (‘RFMOs’) that a particular vessel be inspected.\n11.   Inspections shall be consistent with Annex IV.H to the CEM referred to in point 44 of the Annex to this Regulation, and carried out by authorised port Member State inspectors who shall present documents of identity to the master of the vessel prior to the inspection.\n12.   Subject to the agreement of the port Member State, the Commission may invite inspectors of other NAFO Contracting Parties to accompany their own inspectors and observe the inspection.\n13.   An inspection in port shall involve the monitoring of the entire landing or transhipment of fishery resources in that port. During any such inspection, the inspector of the port Member State shall, at a minimum:\n(a)\ncross-check against the quantities of each species landed or transhipped:\n(i)\nthe quantities by species recorded in the logbook;\n(ii)\ncatch and activity reports; and\n(iii)\nall information on catches provided in the prior notification Port State Control Prior Request Forms as set out in Annex II.L to the CEM referred to in point 43 of the Annex to this Regulation;\n(b)\nverify and record the quantities by species of catch remaining on board upon completion of landing or transhipment;\n(c)\nverify any information from inspections carried out in accordance with Chapter VII;\n(d)\nverify all nets on board and record mesh size measurements;\n(e)\nverify fish size for compliance with minimum size requirements;\n(f)\nwhere relevant, verify species for compliance with accuracy of catch declaration.\n14.   The port Member State shall, where possible, communicate with the master of the vessel or senior crew members of the vessel, as well as with the observer, and where possible and where needed, ensure that the inspector is accompanied by an interpreter.\n15.   The port Member State shall, where possible, avoid unduly delaying the fishing vessel and ensure that the vessel suffers the minimum interference and inconvenience, including avoiding unnecessary degradation of the quality of the fish.\n16.   Each inspection shall be documented by completing the form PSC 3 (port State control inspection form) as set out in Annex IV.C to the CEM referred to in point 9 of the Annex to this Regulation. The process for completion and handling of the report on port State control inspection shall include the following:\n(a)\nthe inspectors shall identify and provide details of any infringement of this Regulation detected during the port inspection. Details shall include all relevant information available with regard to infringements detected at sea during the current trip of the inspected fishing vessel;\n(b)\nthe inspectors may insert any comments they consider relevant;\n(c)\nthe master of the vessel shall be given the opportunity to add any comments or objection to the report, and, as appropriate, to contact the relevant authorities of the flag State in particular where the master of the vessel has serious difficulties in understanding the content of the report;\n(d)\nthe inspectors shall sign the report and request that the master of the vessel sign the report. The master of the vessel's signature on the report shall serve only as acknowledgment of the receipt of a copy of the report;\n(e)\nthe master of the vessel shall be provided with a copy of the report containing the result of the inspection, including possible measures that could be taken.\n17.   The port Member State shall without delay send a copy of each port State control inspection report to the Commission and to EFCA. The Commission shall post the port State control inspection report on the NAFO MCS website, in PDF format, for automatic transmission to the flag State NAFO Contracting Party and to the flag State of any vessel that transhipped catch to the inspected fishing vessel.\nArticle 40\nDuties of the flag Member State\n1.   The Member States shall ensure that the master of a vessel flying their flag complies with the obligations relating to masters of the vessel set out in Article 41.\n2.   The Member State of a fishing vessel intending to land or tranship or make use of other port services, or where the vessel has engaged in transhipment operations outside a port, shall confirm by returning a copy of the Port State Control Prior Request Form set out in Annex II.L to the CEM referred to in point 43 of the Annex to this Regulation, transmitted in accordance with Article 39(5) with part B duly completed, stating that:\n(a)\nthe fishing vessel declared to have caught the fish had sufficient quota for the species declared;\n(b)\nthe declared quantity of fish on board has been duly reported by species and taken into account for the calculation of any catch or effort limitations that may be applicable;\n(c)\nthe fishing vessel declared to have caught the fish had authorisation to fish in the areas declared; and\n(d)\nthe presence of the vessel in the area in which it has declared to have taken its catch has been verified by VMS data.\n3.   The Member State shall send to the Commission the contact information of the competent authority, which shall act as the contact point for the purposes of receiving requests in accordance with Article 39(5) and providing confirmation in accordance with Article 39(6). The Commission shall post this information on the NAFO MCS website in PDF format.\nArticle 41\nObligations of the master of the vessel\n1.   The master or the agent of a fishing vessel intending to enter port shall forward the request for entry to the competent authorities of the port Member State within the request period referred to in Article 39(2). Such request shall be accompanied by the Port State Control Prior Request Form set out in Annex II.L to the CEM referred to in point 43 of the Annex to this Regulation duly completed as follows:\n(a)\nPort State Control Prior Request Form PSC 1, as referred to in Annex II.L.A to the CEM shall be used where the vessel is carrying, landing or transhipping its own catch; and\n(b)\nPort State Control Prior Request Form PSC 2, as referred to in Annex II.L.B to the CEM, shall be used where the vessel has engaged in transhipment operations. A separate form shall be used for each donor vessel;\n(c)\nboth forms PSC 1 and PSC 2 shall be completed in cases where a vessel carries, lands or tranships its own catch and catch that was received through transhipment.\n2.   A master of the vessel or agent may cancel a prior request by notifying the competent authorities of the port they intended to use. The request shall be accompanied by a copy of the original Port State Control Prior Request Form set out in Annex II.L to the CEM referred to in point 43 of the Annex to this Regulation, with the word ‘cancelled’ written across it.\n3.   The master of the vessel shall not commence landing or transhipment operations, or make use of other port services, before authorisation has been given by the competent authority of a Member State or prior to the estimated time of arrival (ETA) as reported in PSC1 or PSC2 has expired. However, landing or transhipment operations and making use of other port services may commence prior to ETA with permission from the competent authorities of the port Member State.\n4.   The master of the vessel shall:\n(a)\ncooperate with and assist in the inspection of the fishing vessel conducted in accordance with these procedures and shall not obstruct, intimidate or interfere with the port State inspectors in the performance of their duties;\n(b)\nprovide access to any areas, decks, rooms, catch, nets or other gear or equipment, and provide any relevant information which the port State inspectors request, including copies of any relevant documents.\nArticle 42\nInfringements detected during inspections in port\nWhere an infringement is detected during an inspection of a vessel in port, the relevant provisions of Articles 34 to 37 shall apply.\nArticle 43\nConfidentiality\nAll inspection and investigation reports and associated images or evidence, and forms referred to in this Chapter shall be treated by Member States, competent authorities, operators, masters of the vessel and crew as confidential, in accordance with the rules on confidentiality set out in Annex II.B to the CEM referred to in point 37 of the Annex to this Regulation.\nCHAPTER IX\nNON-CONTRACTING PARTY\nArticle 44\nPresumption of IUU fishing\nA non-Contracting Party vessel shall be presumed to have undermined the effectiveness of this Regulation, and to have engaged in IUU fishing, if it has been:\n(a)\nsighted or identified by other means as engaged in fishing activities in the Regulatory Area;\n(b)\ninvolved in transhipment with another non-Contracting Party vessel sighted or identified as engaged in fishing activities inside or outside the Regulatory Area; and/or\n(c)\nincluded in the IUU list of the North East Atlantic Fisheries Commission (‘NEAFC’) (17).\nArticle 45\nSighting and inspection of non-Contracting Party vessels in the Regulatory Area\nEach Member State with an inspection and/or surveillance presence in the Regulatory Area authorised under the Joint Inspection and Surveillance Scheme that sights or identifies a non-Contracting Party vessel engaged in fishing activities in the Regulatory Area shall:\n(a)\ntransmit immediately the information to the Commission using the format of the surveillance report set out in Annex IV.A to the CEM referred to in point 38 of the Annex to this Regulation;\n(b)\nattempt to inform the master of the vessel that the vessel is presumed to be engaged in IUU fishing and that this information will be distributed to all Contracting Parties, relevant RFMOs and the flag State of the vessel;\n(c)\nif appropriate, request permission from the master of the vessel to board the vessel for inspection; and\n(d)\nwhere the master of the vessel agrees to inspection:\n(i)\ntransmit the inspector's findings to the Commission without delay, using the inspection report form set out in Annex IV.B to the CEM referred to in point 41 of the Annex to this Regulation; and\n(ii)\nprovide a copy of the inspection report to the master of the vessel.\nArticle 46\nPort entry and inspection of non-Contracting Party vessels\n1.   Each master of the vessel of a non-Contracting Party vessel shall request permission to enter port from the competent authority of the port Member State in accordance with the provisions of Article 41.\n2.   Each port Member State shall:\n(a)\nforward without delay to the flag State of the vessel and to the Commission the information it has received pursuant to Article 41;\n(b)\nrefuse port entry to any non-Contracting Party vessel where:\n(i)\nthe master of the vessel has not fulfilled the requirements set out in Article 41(1); or\n(ii)\nthe flag State has not confirmed the vessel's fishing activities in accordance with Article 40(2);\n(c)\ninform the master of the vessel or agent, the flag State of that vessel, and the Commission of its decision to refuse port entry, landing, transhipment or other use of port of any non-Contracting Party vessel;\n(d)\nwithdraw denial of port entry only if the port State has determined there is sufficient proof that the grounds on which entry was denied were inadequate or erroneous or that such grounds no longer apply;\n(e)\ninform the master of the vessel or agent, the flag State of that vessel, and the Commission of its decision to withdraw denial of port entry, landing, transhipment or other use of port of any non-Contracting Party vessel;\n(f)\nwhere it permits entry, ensure the vessel is inspected by duly authorised officials knowledgeable in this Regulation and that the inspection is carried out in accordance with Article 39(11) to (17); and\n(g)\nsend a copy of the inspection report and details of any subsequent action it has taken to the Commission without delay.\n3.   Each Member State shall ensure that no non-Contracting Party vessel engages in landing, or transhipment operations or other use of its ports unless the vessel has been inspected by its duly authorised officials knowledgeable in this Regulation and the master of the vessel establishes that the fish species on board subject to the Convention were harvested outside the Regulatory Area or in compliance with this Regulation.\nArticle 47\nProvisional IUU vessel list\n1.   In addition to information submitted from Member States in accordance with Articles 42 and 44, each Member State may, without delay, transmit to the Commission any information that may assist in identification of any non-Contracting Party vessel that might be carrying out IUU fishing in the Regulatory Area.\n2.   If a Contracting Party objects to a NEAFC IUU-listed vessel being incorporated into or deleted from the NAFO IUU vessel list, such vessel shall be placed by NAFO Executive Secretary on the Provisional IUU vessel list.\nArticle 48\nAction against vessels listed in the IUU vessel list\nEach Member State shall take all measures necessary to deter, prevent and eliminate IUU fishing in relation to any vessel listed in the IUU vessel list, including:\n(a)\nprohibiting any vessel flying its flag from, except in the case of force majeure, participating in fishing activities with such vessel, including but not limited to joint fishing operations;\n(b)\nprohibiting the supply of provisions, fuel or other services to such vessel;\n(c)\nprohibiting entry into its ports of such vessel, and if the vessel is in port, prohibiting use of the port, except in the case of force majeure or distress, for the purposes of inspection, or for taking appropriate enforcement action;\n(d)\nprohibiting change of crew, except as required in relation to force majeure;\n(e)\nrefusing to authorise such vessel to fish in waters under its national jurisdiction;\n(f)\nprohibiting chartering of such vessel;\n(g)\nrefusing to entitle such vessels to fly its flag;\n(h)\nprohibiting landing and importation of fish from onboard or traceable to such vessel;\n(i)\nencouraging importers, transporters and other sectors concerned, to refrain from negotiating transhipment of fish with such vessels; and\n(j)\ncollecting and exchanging any appropriate information regarding such vessel with the other Contracting Parties, non-Contracting Parties and RFMOs with the aim of detecting, deterring and preventing the use of false import or export certificates in relation to fish or fishery product from such vessels.\nCHAPTER X\nFINAL PROVISIONS\nArticle 49\nConfidentiality\nIn addition to the obligations laid down in Articles 112 and 113 of Regulation (EC) No 1224/2009, Member States shall ensure confidential treatment of electronic reports and messages transmitted to and received from NAFO pursuant to point (a) of Article 4(2), Article 4(6), point (c) of Article 5(3), Article 10(2), Article 15(4), Article 22(1), (5) and (6), Article 23(6), Article 25(8), Article 26(9), Article 27(3), (5), (6), (7) and (15), Article 29(1) and (2), Article 34(2), Article 36(4), Article 37(1) and Article 39(8).\nArticle 50\nProcedure for amendments\n1.   The Commission shall adopt by 18 December 2019 a delegated act in accordance with Article 51 supplementing this Regulation with the provisions of and Annexes to the CEM referred to in the Annex to this Regulation. The Commission is empowered to adopt delegated acts in accordance with Article 51 to subsequently amend that delegated act.\n2.   The Commission is empowered to adopt delegated acts in accordance with Article 51 amending this Regulation to adapt it to measures adopted by NAFO that bind the Union and its Member States concerning:\n(a)\nthe list of activities of research vessels referred to in Article 4(1);\n(b)\nmeasures provided for in Article 9 relating to Northern prawn fishing areas; relevant reporting, change of fishery, fishing depths and references to restricted or closed areas;\n(c)\nprocedures concerning vessels with more than 50 tonnes live weight total catch on board, entering the Regulatory Area to fish for Greenland halibut concerning the content of notifications provided for in points (a) and (b) of Article 10(2), and conditions for commencement of fishing provided for in point (d) of Article 10(2);\n(d)\nthe content of the electronic transmission set out in Article 22(5), the list of valid documents to be carried on board a vessel in accordance with Article 22(8) and the content of the capacity plan described in Article 22(10);\n(e)\ndocumentation to be carried on board a chartered vessel in accordance with Article 23(9);\n(f)\nthe VMS data to be transmitted by automatic continuous transmission as set out in Article 26(1), as well as duties concerning FMC as set out in Article 26(2) and (9);\n(g)\npercentage rates for observer coverage as set out in Article 27(3), reporting by Member States as set out in Article 27(7), duties of an observer as set out in Article 27(11), and duties of the master of the vessel as set out in in Article 27(12);\n(h)\nobligations of the master of the vessel during inspection, as set out in Article 32.\n3.   Amendments in accordance with paragraph 1 shall be strictly limited to the implementation of amendments to CEM in Union law.\nArticle 51\nExercise of the delegation\n1.   The power to adopt delegated acts is conferred on the Commission subject to conditions laid down in this Article.\n2.   The power to adopt delegated acts referred to in Article 50 shall be conferred on the Commission for a period of five years from 17 June 2019. The Commission shall draw up a report in respect of the delegation of power not later than nine months before the end of the five-year period. The delegation of power shall be tacitly extended for periods of an identical duration, unless the European Parliament or the Council opposes such extension not later than three months before the end of each period.\n3.   The delegation of power referred to in Article 50 may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated act already in force.\n4.   Before adopting a delegated act, the Commission shall consult experts designated by each Member State in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making.\n5.   As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council.\n6.   A delegated act adopted pursuant to Article 50 shall enter into force only if no objection has been expressed either by the European Parliament or the Council within a period of two months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or of the Council.\nArticle 52\nRepeal\nRegulation (EC) No 2115/2005 and Regulation (EC) No 1386/2007 are hereby repealed.\nArticle 53\nAmendments to Regulation (EU) 2016/1627\nRegulation (EU) 2016/1627 is amended as follows:\n(1)\nIn Article 3, the following points are added:\n‘(27)\n“large-scale pelagic longline vessel” means a pelagic longline vessel greater than 24 metres in length overall;\n(28)\n“purse seines” means any encircling net the bottom of which is drawn together by means of a purse line at the bottom of the net, which passes through a series of rings along the ground rope, enabling the net to be pursed and closed;’.\n(2)\nArticle 9 is replaced by the following:\n‘Article 9\nAnnual fishing capacity management plans\n1.   Each Member State shall establish an annual fishing capacity management plan to adjust the number of fishing vessels, in order to demonstrate that the fishing capacity is commensurate with the fishing opportunities allocated to the vessels in the relevant time period.\n2.   Member States shall adjust the fishing capacity using the parameters proposed by the SCRS and adopted by ICCAT in 2009.\nMember States may allocate sectoral quotas to small scale coastal vessels authorised to fish for bluefin tuna and shall indicate it in their fishing plans. They shall also include the additional measures to closely monitor the quota consumption of that fleet in their monitoring, control and inspection plans. Member States may authorise a different number of vessels to fully utilise their fishing opportunities, using the parameters referred to in paragraph 1.\n3.   Portugal and Spain may allocate sectoral quotas for bait-boats operating in the waters around Azores, Madeira and Canary Islands. The sectoral quota and the additional measures to monitor its consumption shall be clearly defined in their respective annual plans.\n4.   When Member States allocate sectoral quotas in accordance with paragraph 2 or 3, the minimum quota requirement of 5 tonnes defined by SCRS in 2009 shall not apply.\n5.   The adjustment of fishing capacity for purse seiners shall be limited to a maximum increase of 20 % compared to the baseline fishing capacity of 2018.\n6.   For the period 2019-2020, Member States may authorise a number of traps engaged in bluefin tuna fishing that allows the full exploitation of their fishing opportunities.’.\n(3)\nArticle 10 is replaced by the following:\n‘Article 10\nAnnual farming management plans\n1.   By 31 January of each year, each Member State with a bluefin tuna quota shall transmit to the Commission an annual farming management plan in accordance with this Article.\n2.   The Commission shall compile and integrate the plans into the Union plan. The Commission shall transmit that plan to the ICCAT Secretariat by 15 February of each year for discussion and approval by ICCAT.\n3.   In the annual farming management plan, each Member State shall demonstrate that the total input capacity and the total farming capacity are commensurate with the estimated amount of bluefin tuna available for farming.\n4.   Member States shall limit their tuna farming capacity to the total farming capacity registered in the ICCAT “record of bluefin tuna farming facilities” or authorised and declared to ICCAT in 2018.\n5.   The maximum input of wild caught bluefin tuna into the farms of a Member State shall be limited to the level of the input quantities registered with ICCAT in the “record of bluefin tuna farming facilities” by the farms of that Member State in the years 2005, 2006, 2007 or 2008.\n6.   If a Member State needs to increase the maximum input of wild caught tuna in one or several of its tuna farms, that increase shall be commensurate with the fishing opportunities allocated to that Member State, including live bluefin tuna imports.\n7.   Farm Member States shall ensure that scientists tasked by the SCRS for trials to identify growth rates during the fattening period have access to and, as required by the protocol, assistance to carry out, trials in accordance with the standardised protocol developed by SCRS for the monitoring of recognisable individual fish.’.\n(4)\nArticle 11 is replaced by the following:\n‘Article 11\nFishing seasons\n1.   Purse seine fishing for bluefin tuna shall be permitted in the eastern Atlantic Ocean and Mediterranean Sea from 26 May until 1 July.\n2.   By way of derogation from paragraph 1, purse seine fishing for bluefin tuna in the Adriatic Sea may be open until 15 July for farmed fish in the Adriatic Sea (FAO fishing area 37.2.1).\n3.   By way of derogation from paragraph 1, if a Member State can demonstrate that, due to winds reaching force 5 or more on the Beaufort scale, some of its purse seine catching vessels fishing for bluefin tuna in the eastern Atlantic and Mediterranean were unable to utilise their normal fishing days during the year, that Member State may carry over a maximum of 10 days lost until 11 July for the vessels concerned during the year.\n4.   Bluefin tuna fishing shall be permitted in the eastern Atlantic Ocean and the Mediterranean Sea by large-scale pelagic longlines catching vessels during the period from 1 January to 31 May.\n5.   Member States shall establish open seasons for their fleets, other than purse seiners and large scale pelagic long-liners, in their annual fishing plans.’.\n(5)\nArticle 16 is replaced by the following:\n‘Article 16\nBy-catches\n1.   Each Member State shall make provision for by-catch of bluefin tuna within its quota and shall inform the Commission thereof when transmitting its annual fishing plan.\n2.   The level of by-catches of bluefin tuna shall not exceed 20 % of the total catches on board at the end of each fishing trip. The methodology used to calculate those by-catches, in relation to the total catch on board, shall be clearly defined in the annual fishing plan. By-catches may be calculated in weight or in number of specimens. The calculation in number of specimens shall only apply to tuna and tuna-like species managed by ICCAT. The level of authorised by-catches for the small-scale coastal vessels fleet may be calculated on an annual basis.\n3.   All by-catches of dead bluefin tuna, retained on board or discarded shall be deducted from the quota of the flag Member State, and recorded and reported to the Commission.\n4.   For Member States without a bluefin tuna quota, the by-catches concerned shall be deducted from the specific Union bluefin tuna by-catch quota established in accordance with the TFEU and Article 16 of Regulation (EU) No 1380/2013.\n5.   If the quota allocated to the Member State of the fishing vessel or trap concerned has already been exhausted, the catching of any bluefin tuna shall not be permitted and the Member States shall take the necessary measures to ensure its release. The processing and commercialisation of dead bluefin tuna shall be prohibited and all catches shall be recorded. Member States shall report information on such catches on an annual basis to the Commission, which shall transmit that information to the ICCAT Secretariat.\n6.   Vessels not fishing actively for bluefin tuna shall clearly separate any quantity of bluefin tuna kept on board from other species, to allow control authorities to monitor compliance with this Article. Those by-catches may be marketed insofar as they are accompanied by the eBCD.’.\nArticle 54\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nArticle 53 shall apply from 21 June 2019.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 20 May 2019.\nFor the European Parliament\nThe President\nA. TAJANI\nFor the Council\nThe President\nG. CIAMBA\n(1)  Opinion of 23 January 2019.\n(2)  Position of the European Parliament of 17 April 2019 (not yet published in the Official Journal) and decision of the Council of 14 May 2019.\n(3)  Regulation (EU) No 1380/2013 of the European Parliament and of the Council of 11 December 2013 on the Common Fisheries Policy, amending Council Regulations (EC) No 1954/2003 and (EC) No 1224/2009 and repealing Council Regulations (EC) No 2371/2002 and (EC) No 639/2004 and Council Decision 2004/585/EC (OJ L 354, 28.12.2013, p. 22).\n(4)  Council Decision 98/392/EC of 23 March 1998 concerning the conclusion by the European Community of the United Nations Convention of 10 December 1982 on the Law of the Sea and the Agreement of 28 July 1994 relating to the implementation of Part XI thereof (OJ L 179, 23.6.1998, p. 1).\n(5)  Council Regulation (EEC) No 3179/78 of 28 December 1978 concerning the conclusion by the European Economic Community of the Convention on Future Multilateral Cooperation in the Northwest Atlantic Fisheries (OJ L 378, 30.12.1978, p. 1).\n(6)  Council Decision 2010/717/EU of 8 November 2010 on the approval, on behalf of the European Union, of the Amendment to the Convention on Future Multilateral Cooperation in the Northwest Atlantic Fisheries (OJ L 321, 7.12.2010, p. 1).\n(7)  Council Regulation (EC) No 1386/2007 of 22 October 2007 laying down conservation and enforcement measures applicable in the Regulatory Area of the Northwest Atlantic Fisheries Organisation (OJ L 318, 5.12.2007, p. 1).\n(8)  Council Regulation (EC) No 2115/2005 of 20 December 2005 establishing a recovery plan for Greenland halibut in the framework of the Northwest Atlantic Fisheries Organisation (OJ L 340, 23.12.2005, p. 3).\n(9)  OJ L 123, 12.5.2016, p. 1.\n(10)  Regulation (EU) 2016/1627 of the European Parliament and of the Council of 14 September 2016 on a multiannual recovery plan for bluefin tuna in the eastern Atlantic and the Mediterranean, and repealing Council Regulation (EC) No 302/2009 (OJ L 252, 16.9.2016, p. 1).\n(11)  Regulation (EU) 2017/2403 of the European Parliament and of the Council of 12 December 2017 on the sustainable management of external fishing fleets, and repealing Council Regulation (EC) No 1006/2008 (OJ L 347, 28.12.2017, p. 81).\n(12)  Council Regulation (EC) No 1005/2008 of 29 September 2008 establishing a Community system to prevent, deter and eliminate illegal, unreported and unregulated fishing, amending Regulations (EEC) No 2847/93, (EC) No 1936/2001 and (EC) No 601/2004 and repealing Regulations (EC) No 1093/94 and (EC) No 1447/1999 (OJ L 286, 29.10.2008, p. 1).\n(13)  Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Union control system for ensuring compliance with the rules of the common fisheries policy, amending Regulations (EC) No 847/96, (EC) No 2371/2002, (EC) No 811/2004, (EC) No 768/2005, (EC) No 2115/2005, (EC) No 2166/2005, (EC) No 388/2006, (EC) No 509/2007, (EC) No 676/2007, (EC) No 1098/2007, (EC) No 1300/2008, (EC) No 1342/2008 and repealing Regulations (EEC) No 2847/93, (EC) No 1627/94 and (EC) No 1966/2006 (OJ L 343, 22.12.2009, p. 1).\n(14)  Regulation (EU) 2019/473 of the European Parliament and of the Council of 19 March 2019 on the European Fisheries Control Agency (OJ L 83, 25.3.2019, p. 18).\n(15)  Commission Regulation (EC) No 517/2008 of 10 June 2008 laying down detailed rules for the implementation of Council Regulation (EC) No 850/98 as regards the determination of the mesh size and assessing the thickness of twine of fishing nets (OJ L 151, 11.6.2008, p. 5).\n(16)  Commission Implementing Regulation (EU) No 404/2011 of 8 April 2011 laying down detailed rules for the implementation of Council Regulation (EC) No 1224/2009 establishing a Community control system for ensuring compliance with the rules of the Common Fisheries Policy (OJ L 112, 30.4.2011, p. 1).\n(17)  The Convention on future multilateral cooperation in the North-East Atlantic Fisheries signed in London on 18 November 1980 and entered into force on 17 March 1982 to which European Community acceded on 13 July 1981 (OJ L 227, 12.8.1981, p. 22).\nANNEX\n(1)\nTable 4 of the CEM referred to in point 17 of Article 3 and in Article 17;\n(2)\nFigure 2 of the CEM referred to in point 17 of Article 3 and in Article 17;\n(3)\nPart VI of Annex I.E to the CEM referred to in point 21 of Article 3, in Article 21(2) and in point (i) of point (a) of Article 27(11);\n(4)\nPart VII of Annex I.E to the CEM referred to in point 29 of Article 3;\n(5)\nFormat prescribed in Annex II.C to the CEM referred to in point (a) of Article 4(2);\n(6)\nTable 1 and Figure 1(1) of the CEM referred to in Article 9(1);\n(7)\nTable 2 and Figure 1(2) of the CEM referred to in Article 9(4);\n(8)\nTable 3 and Figure 1(3) of the CEM referred to in Article 9(5);\n(9)\nFormat prescribed in Annex IV.C to the CEM referred to in point (e) of Article 10(1), point (c) of Article 27(3) and Article 39(16);\n(10)\nAnnex III.A to the CEM referred to in Article 13(1);\n(11)\nAnnex I.C to the CEM referred to in point (d) of Article 13(2), in point (b) of Article 24(1) and in the second subparagraph of Article 25(6);\n(12)\nAnnex III.B to the CEM referred to in Article 14(2) and (3);\n(13)\nAnnex I.D to the CEM referred to in Article 16(1) and (2);\n(14)\nFigure 3 of the CEM referred to in Article 18(1);\n(15)\nTable 5 of the CEM referred to in Article 18(1);\n(16)\nFigure 4 of the CEM referred to in Article 18(2);\n(17)\nTable 6 of the CEM referred to in Article 18(2);\n(18)\nFigure 5 of the CEM referred to in Article 18(3) and (4);\n(19)\nTable 7 of the CEM referred to in Article 18(3) and (4);\n(20)\nExploratory protocol in Annex I.E to the CEM referred to in Article 19(1);\n(21)\nNotice of Intent to Undertake Exploratory Bottom Fishing' in Annex I.E to the CEM referred to in point (a) of Article 19(2);\n(22)\nExploratory Bottom Fishing Trip Report in Annex I.E to the CEM referred to in point (b) of Article 19(2);\n(23)\nElements for assessment of proposed exploratory bottom fishing activities in Annex I.E to the CEM referred to in point (b) of Article 20(2);\n(24)\nExploratory Fishery Data Collection Form in Annex I.E to the CEM referred to in point (a) of Article 21(4);\n(25)\nFormat prescribed for list of vessels in Annex II.C1 to the CEM referred to in point (a) of Article 22(1);\n(26)\nFormat prescribed for deletion from the list of vessels in Annex II.C2 to the CEM referred to in point (b) of Article 22(1);\n(27)\nFormat specified for individual authorisation for each vessel in Annex II.C3 to the CEM referred to in point (a) of Article 22(5);\n(28)\nFormat prescribed for suspension of the authorisation in Annex II.C4 to the CEM referred to in point (b) of Article 22(5);\n(29)\nList of product form presentation codes in Annex II.K to the CEM referred to in point (e) of Article 24(1);\n(30)\nModel for fishing logbook in Annex II.A to the CEM referred to in Article 25(2);\n(31)\nFormat for catch report in Annex II.D to the CEM referred to in Article 25(6) and (8) and in point (b) of Article 26(9);\n(32)\nFormat for cancellation of catch report in Annex II.F to the CEM referred to in Article 25(6) and (7);\n(33)\nAnnex II.N to the CEM referred to in point (b) of Article 25(9);\n(34)\nFormat for data exchange in Annex II.E to the CEM referred to in point (b) of Article 26(9);\n(35)\nObserver report in Annex II.M to the CEM referred to in points (a) of Article 27(11);\n(36)\nReport in Annex II.G to the CEM transmitted daily by the observer as referred to in point (e) of Article 27(11);\n(37)\nRules on confidentiality in Annex II.B to the CEM referred to in Article 28(10) and Article 43;\n(38)\nSurveillance Report Form in Annex IV.A to the CEM referred to in point (a) of Article 30(1) and point (a) of Article 45;\n(39)\nImage of pennant in Annex IV.E to the CEM referred to in point (b) of Article 31;\n(40)\nRules on provision of boarding ladder in Annex IV.G to the CEM referred to in point (c) of Article 32;\n(41)\nInspection report in Annex IV.B to the CEM referred to in Article 33(1), point (a) of Article 34(2) and point (d) of Article 45;\n(42)\nNAFO Inspection Seal in Annex IV.F to the CEM referred to in point (d) of Article 34(1);\n(43)\nPort State Control Prior Request Form in Annex II.L to the CEM referred to in Article 39(8) and point (iii) of point (a) of Article 39(13), Article 40(2) and Article 41(1) and (2);\n(44)\nAnnex IV.H to the CEM on inspections referred to in Article 39(11).", "summary": "Transposition of Northwest Atlantic Fisheries Organisation conservation and enforcement measures (CEMs) to the EU law\nTransposition of Northwest Atlantic Fisheries Organisation conservation and enforcement measures (CEMs) to the EU law\nSUMMARY OF:\nRegulation (EU) 2019/833 — laying down conservation and enforcement measures applicable in the Regulatory Area of the Northwest Atlantic Fisheries Organisation\nWHAT IS THE AIM OF THE REGULATION?\nIt sets out in EU law the rules for applying conservation and enforcement measures (CEMs) adopted by the Northwest Atlantic Fisheries Organisation (NAFO) in order to ensure that they are implemented effectively and in the same throughout the EU.\nIt repeals Regulation (EC) No 2115/2005 and Regulation (EC) No 1386/2007.\nIt amends Regulation (EU) 2016/1627 on the multiannual recovery plan for bluefin tuna.\nKEY POINTS\nScope\nThe regulation applies to:\nEU fishing vessels used or intended for use for commercial fishing activities conducted in the NAFO regulatory area (RA)*;\nactivities by non-EU vessels under the Convention on Future Multilateral Cooperation in the Northwest Atlantic Fisheries in EU waters or territory.\nMonitoring\nUnder the Vessel Monitoring System, each fishing vessel operating in the RA must be equipped with a satellite-monitoring device capable of continuous automatic transmission of position to its land-based fishing monitoring centre, at least once an hour.\nEach fishing vessel shall must have a fishing logbook, a production logbook and a stowage plan to record fishing activities in the RA.\nConservation and management\nNot less than 10 days prior to the start of a fishery research period, EU countries must inform the European Commission of all the research vessels flying its flag that are authorised to conduct research activities in the RA.\nEU countries must immediately notify the Commission of the end of research activities by any fishing vessel temporarily engaged in research.\nThe removal of shark fins on board vessels and retaining on board, transhipping* or landing shark fins fully detached from a carcass is prohibited.\nVessels fishing in the RA must have equipment on board to retrieve lost gear, make every reasonable effort to retrieve lost gear as soon as possible and not deliberately abandon fishing gear, except for safety reasons.\nProtection of vulnerable marine ecosystems\nExploratory bottom-fishing activities are only allowed if they follow the conservation and management measures adopted by the NAFO Commission to prevent significant adverse impacts of the exploratory fishing activities on vulnerable marine ecosystems.\nA scientific observer must be on board for the duration of the exploratory bottom-fishing activity.\nObserver programme\nEach fishing vessel must carry at least one observer at all times whilst fishing in the Regulatory Area.\nFishing must not start until the observer is present on the vessel.\nObservers must be independent and impartial, and have the training, knowledge, skills and abilities to perform all of the specified duties, functions and requirements.\nJoint inspection and surveillance scheme\nThe European Fisheries Control Agency (EFCA) coordinates inspection and surveillance activities for the EU.\nIt may set up joint operational inspection and surveillance programmes with the EU country concerned.\nInspection and surveillance is carried out by inspectors assigned by the EU and notified to EFCA through the joint programmes.\nFROM WHEN DOES THE REGULATION APPLY?\nIt has applied since 17 June 2019.\nArticle 53, amending Regulation (EU) 2016/1627, has applied since 21 June 2019.\nBACKGROUND\nCommon Fisheries Policy (European Commission).\nKEY TERMS\n              \nNAFO regulatory area: an area to which the Convention applies but which is outside national jurisdiction.\nTranshipment: the unloading of all or any fishery products on board a fishing vessel to another fishing vessel.\nMAIN DOCUMENT\n            \nRegulation (EU) 2019/833 of the European Parliament and of the Council of 20 May 2019 laying down conservation and enforcement measures applicable in the Regulatory Area of the Northwest Atlantic Fisheries Organisation, amending Regulation (EU) 2016/1627 and repealing Council Regulations (EC) No 2115/2005 and (EC) No 1386/2007 (OJ L 141, 28.5.2019, pp. 1-41)\nRELATED DOCUMENTS\n            \nRegulation (EU) 2016/1627 of the European Parliament and of the Council of 14 September 2016 on a multiannual recovery plan for bluefin tuna in the eastern Atlantic and the Mediterranean, and repealing Council Regulation (EC) No 302/2009 (OJ L 252, 16.9.2016, pp. 1-52)\nSuccessive amendments to Regulation (EU) 2016/1627 have been incorporated into the original text. This consolidated version is of documentary value only.\nCouncil Decision 2010/717/EU of 8 November 2010 on the approval, on behalf of the European Union, of the Amendment to the Convention on Future Multilateral Cooperation in the Northwest Atlantic Fisheries (OJ L 321, 7.12.2010, pp. 1-19)\nConvention on future Multilateral Cooperation in the North-West Atlantic fisheries (OJ L 378, 30.12.1978, pp. 2-29)\nCouncil Regulation (EEC) No 3179/78 of 28 December 1978 concerning the conclusion by the European Economic Community of the Convention on Future Multilateral Cooperation in the Northwest Atlantic Fisheries (OJ L 378, 30.12.1978, p. 1)\nlast update 03.10.2019", "tags": ["conservation of fish stocks", "North-West Atlantic Fisheries Organisation", "Atlantic Ocean", "ship's flag", "sea fishing", "international convention", "fishing area", "fishing vessel", "fishing controls", "fishing rights"], "subjects": ["External relations", "Fisheries policy"], "split": "validation", "reference_annotations": {"32019R0833_p1": {"text": "regulation 2019/833 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 20 May 2019---laying down conservation and enforcement measures applicable in the Regulatory Area of the Northwest Atlantic Fisheries Organisation, amending regulation 2016/1627 and repealing Council regulation 2115/2005 regulation 1386/2007", "triples": [" regulation 2019/833,  amending,  regulation 2016/1627", " regulation 2019/833,  repealing,  regulation 2115/2005", " regulation 2019/833,  repealing,  regulation 1386/2007"]}, "32019R0833_p4": {"text": "(3)  regulation 1380/2013 of the European Parliament and of the Council of 11 December 2013 on the Common Fisheries Policy, amending Council regulation 1954/2003 regulation 1224/2009 and repealing Council regulation 2371/2002 regulation 639/2004 and Council decision 2004/585/ec (OJ L 354, 28.12.2013, p. 22).", "triples": [" regulation 1380/2013,  amending,  regulation 1954/2003", " regulation 1380/2013,  amending,  regulation 1224/2009", " regulation 1380/2013,  repealing,  regulation 2371/2002", " regulation 1380/2013,  repealing,  regulation 639/2004", " regulation 1380/2013,  repealing,  decision 2004/585/ec"]}, "32019R0833_p5": {"text": "(10)  regulation 2016/1627 of the European Parliament and of the Council of 14 September 2016 on a multiannual recovery plan for bluefin tuna in the eastern Atlantic and the Mediterranean, and repealing Council regulation 302/2009 (OJ L 252, 16.9.2016, p. 1).", "triples": [" regulation 2016/1627,  repealing,  regulation 302/2009"]}, "32019R0833_p6": {"text": "(11)  regulation 2017/2403 of the European Parliament and of the Council of 12 December 2017 on the sustainable management of external fishing fleets, and repealing Council regulation 1006/2008 (OJ L 347, 28.12.2017, p. 81).", "triples": [" regulation 2017/2403,  repealing,  regulation 1006/2008"]}, "32019R0833_p7": {"text": "(12)  Council regulation 1005/2008 of 29 September 2008 establishing a Community system to prevent, deter and eliminate illegal, unreported and unregulated fishing, amending regulation 2847/93 regulation 1936/2001 regulation 601/2004 and repealing regulation 1093/94 regulation 1447/1999 (OJ L 286, 29.10.2008, p. 1).", "triples": [" regulation 1005/2008,  amending,  regulation 2847/93", " regulation 1005/2008,  amending,  regulation 1936/2001", " regulation 1005/2008,  amending,  regulation 601/2004", " regulation 1005/2008,  repealing,  regulation 1093/94", " regulation 1005/2008,  repealing,  regulation 1447/1999"]}, "32019R0833_p8": {"text": "(13)  Council regulation 1224/2009 of 20 November 2009 establishing a Union control system for ensuring compliance with the rules of the common fisheries policy, amending regulation 847/96 regulation 2371/2002 regulation 811/2004 regulation 768/2005 regulation 2115/2005 regulation 2166/2005 regulation 388/2006 regulation 509/2007 regulation 676/2007 regulation 1098/2007 regulation 1300/2008 regulation 1342/2008 and repealing regulation 2847/93 regulation 1627/94 regulation 1966/2006 (OJ L 343, 22.12.2009, p. 1).", "triples": [" regulation 1224/2009,  amending,  regulation 847/96", " regulation 1224/2009,  amending,  regulation 2371/2002", " regulation 1224/2009,  amending,  regulation 811/2004", " regulation 1224/2009,  amending,  regulation 768/2005", " regulation 1224/2009,  amending,  regulation 2115/2005", " regulation 1224/2009,  amending,  regulation 2166/2005", " regulation 1224/2009,  amending,  regulation 388/2006", " regulation 1224/2009,  amending,  regulation 509/2007", " regulation 1224/2009,  amending,  regulation 676/2007", " regulation 1224/2009,  amending,  regulation 1098/2007", " regulation 1224/2009,  amending,  regulation 1300/2008", " regulation 1224/2009,  amending,  regulation 1342/2008", " regulation 1224/2009,  repealing,  regulation 2847/93", " regulation 1224/2009,  repealing,  regulation 1627/94", " regulation 1224/2009,  repealing,  regulation 1966/2006"]}}, "summary_annotations": {"32019R0833_p2": {"text": "regulation 2019/833 of the European Parliament and of the Council of 20 May 2019 laying down conservation and enforcement measures applicable in the Regulatory Area of the Northwest Atlantic Fisheries Organisation, amending regulation 2016/1627 and repealing Council regulation 2115/2005 regulation 1386/2007 (OJ L 141, 28.5.2019, pp. 1-41)", "triples": [" regulation 2019/833,  amending,  regulation 2016/1627", " regulation 2019/833,  repealing,  regulation 2115/2005", " regulation 2019/833,  repealing,  regulation 1386/2007"]}, "32019R0833_p3": {"text": "regulation 2016/1627 of the European Parliament and of the Council of 14 September 2016 on a multiannual recovery plan for bluefin tuna in the eastern Atlantic and the Mediterranean, and repealing Council regulation 302/2009 (OJ L 252, 16.9.2016, pp. 1-52)", "triples": [" regulation 2016/1627,  repealing,  regulation 302/2009"]}}}