{"celex_id": "31990L0428", "reference": "18.8.1990\nEN\nOfficial Journal of the European Communities\nL 224/60\nCOUNCIL DIRECTIVE\nof 26 June 1990\non trade in equidae intended for competitions and laying down the conditions for participation therein\n(90/428/CEE)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES,\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas equidae, being live animals, are included in the list of products in Annex II to the Treaty;\nWhereas in order to ensure the rational development of equidae production, thereby increasing productivity in the sector, rules governing intra-Community trade in equidae intended for competitions must be laid down at Community level;\nWhereas the breeding and rearing of equidae and in particular of horses is generally included in the farming sector; whereas it constitutes a source of income for part of the farming population;\nWhereas there are disparities in the Community as regards the rules for access to competitions; whereas those disparities constitute a barrier to intra-Community trade;\nWhereas trade in equidae intended for competitions and participation in such competitions may be jeopardized by disparities existing in the rules concerning the allocation of a percentage of the prize money or profits for the safeguard, development and improvement of breeding in the Member States; whereas introducing free access to the competitions presupposes harmonization of these rules;\nWhereas, pending such harmonization, in order, in particular, to maintain or increase productivity in that sector, Member States should be authorized to reserve a percentage of prize money or profits for the safeguard, development and improvement of their breeding activities; whereas, however, a ceiling should be fixed for that percentage;\nWhereas it is advisable to adopt implementing measures regarding certain technical aspects; whereas, for the purposes of the planned measures, provision should be made for close and effective cooperation between Member States and the Commission within the Standing Committee on Zootechnics,\nHAS ADOPTED THIS DIRECTIVE:\nArticle 1\nThis Directive lays down the conditions governing trade in equidae intended for competitions and the conditions governing their participation therein.\nArticle 2\nFor the purposes of this Directive, the definitions set out in Article 2 of Council Directive 90/427/EEC of 26 June 1990 on the zootechnical and genealogical conditions governing intra-Community trade in equidae (4) shall apply.\nFurthermore, ‘competition’ means any equestrian competition, including horse racing, show-jumping, eventing, dressage, events reserved for horse-drawn vehicles and showing classes.\nArticle 3\n1.   The rules of competitions may not discriminate between equidae which are registered in the Member State in which the competition is being held and equidae registered in another Member State.\n2.   The rules of competitions may not discriminate between equidae originating in the Member State in which the competition is being held and equidae originating in another Member State.\nArticle 4\n1.   The obligations set out in Article 3 shall apply in particular to:\n(a)\nthe requirements for entering the competition, in particular the minimum or maximum requirements;\n(b)\nthe judging of the competition;\n(c)\nthe prize money or profits which may accrue from the competition.\n2.   However,\n—\nthe obligations referred to in Article 3 shall not affect the organization of:\n(a)\ncompetitions reserved for equidae registered in a specific studbook for the purpose of permitting the improvement of the breed;\n(b)\nregional competitions with a view to selecting equidae;\n(c)\nhistoric or traditional events.\nMember States intending to avail themselves of these possibilities shall inform the Commission thereof beforehand in general terms.\n—\nfor each competition or type of competition Member States shall be authorized to reserve, through the bodies officially approved or recognized for that purpose, a certain percentage of the prize money or profits referred to in paragraph 1 (c) for the safeguard, development and improvement of breeding.\nThe percentage may not exceed 30 % in 1991, 25 % in 1992 and 20 % from 1993.\nThe criteria for the distribution of these funds in the Member State concerned shall be communicated to the Commission and the other Member States within the Standing Committee on Zootechnics.\nBefore 31 December 1992 the Council shall re-examine the conditions for the application of these provisions on the basis of a Commission report that takes account of the progress made in harmonization in connection with all problems posed by the conditions for the breeding of competition horses, together with appropriate proposals on which the Council shall act by a qualified majority.\n3.   The general rules for the application of this Article shall be adopted in accordance with the procedure laid down in Article 6.\nArticle 5\n1.   Until relevant decisions are adopted pursuant to Article 4 of Directive 90/427/EEC, the grounds on which an animal registered in a Member State is refused entry to a competition must be communicated in writing to the owner or his authorized representative.\n2.   In the circumstances described in paragraph 1, the owner or his authorized representative is entitled to obtain an expert opinion in accordance with the conditions laid down in Article 8 (2) of Directive 89/662/EE (5), which shall apply mutatis mutandis.\n3.   The Commission shall, in accordance with the procedure laid down in Article 6, adopt rules for the application of this Article.\nArticle 6\nWhere the procedure laid down in this Article is to be used, the Standing Committee on Zootechnics, set up by Decision 77/505/EEC (6), shall act in accordance with the rules set out in Article 11 of Directive 88/661/EEC (7).\nArticle 7\nMember States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive not later than 1 July 1991. They shall forthwith inform the Commission thereof.\nArticle 8\nThis Directive is addressed to the Member States.\nDone at Luxembourg, 26 June 1990.\nFor the Council\nThe President\nM. O'KENNEDY\n(1)  OJ No C 327, 30. 12. 1989, p. 61.\n(2)  OJ No C 149, 18. 6. 1990.\n(3)  OJ No C 62, 12. 3. 1990, p. 46.\n(4)  See page 55 of this Official Journal.\n(5)  OJ No L 395, 30. 12. 1989, p. 13.\n(6)  OJ No L 206, 12. 8. 1988, p. 11.\n(7)  OJ No L 382, 31. 12. 1988, p. 36.", "summary": "Horses and donkeys intended for competition — rules on trade\nHorses and donkeys intended for competition — rules on trade\nSUMMARY OF:\nDirective 90/428/EEC on trade in equidae intended for competitions and laying down the conditions for participation therein\nWHAT IS THE AIM OF THE DIRECTIVE?\nThe directive lays down rules on intra-EU trade in equidae, i.e. domestic animals of the equine (horse) or asinine (donkey) species, or cross-breeds (mules and hinnies), intended for competitions.\nThese rules aim at removing obstacles to trade in equidae by eliminating disparities between the conditions for access to competitions in different EU countries.\nKEY POINTS\n              \nThis directive lays down the conditions governing trade in equidae intended for competitions and those concerning their participation in competitions in the EU.\nType of competition\nThe term ‘competition’ means any equestrian competition, including horse racing, show-jumping, eventing, dressage, events reserved for horse-drawn vehicles and showing classes.\nParticipation in competitions\nCompetition rules may not create discrimination based on the place of origin or registration of equidae in the EU. Specifically, equidae from all EU countries must be treated equally with regard to:\nthe requirements for entering the competition;\nthe judging of the competition;\nthe prize money or profits which may result from the competition.\nHowever, this obligation does not prevent the organisation of:\ncompetitions reserved for equidae registered in a particular studbook, for the purpose of improving the breed;\nregional competitions for selection purposes;\nhistoric or traditional events.\nEU countries may reserve a certain percentage of the prize money or profits for the safeguarding, development and improvement of breeding in the country where the competition took place.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt has applied from 17 July 1990. EU countries had to incorporate it into national law by 1 July 1991.\nBACKGROUND\n              \nFor more information, see:\n‘Member States information’ on the European Commission’s website\nMAIN DOCUMENT\n            \nCouncil Directive 90/428/EEC of 26 June 1990 on trade in equidae intended for competitions and laying down the conditions for participation therein (OJ L 224, 18.8.1990, pp. 60–61)\nSuccessive amendments to Directive 90/428/EEC have been incorporated in the original text. This consolidated version is of documentary value only.\nRELATED ACTS\n            \nCommission Decision 92/216/EEC of 26 March 1992 on the collection of data concerning competitions for equidae as referred to in Article 4 (2) of Council Directive 90/428/EEC (OJ L 104, 22.4.1992, p. 77)\nSee consolidated version.\nlast update 25.07.2016", "tags": ["sporting event", "EU sponsorship", "intra-EU trade", "equidae"], "subjects": ["Veterinary legislation"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}