{"celex_id": "32007D1149", "reference": "3.10.2007\nEN\nOfficial Journal of the European Union\nL 257/16\nDECISION No 1149/2007/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 25 September 2007\nestablishing for the period 2007-2013 the Specific Programme ‘Civil Justice’ as part of the General Programme ‘Fundamental Rights and Justice’\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 61(c) and Article 67(5) thereof,\nHaving regard to the proposal from the Commission,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (1),\nWhereas:\n(1)\nThe Community has set itself the objective of maintaining and developing an area of freedom, security and justice, in which the free movement of persons is assured. To this end, the Community is to adopt, inter alia, measures in the field of judicial cooperation in civil matters necessary for the proper functioning of the internal market.\n(2)\nFollowing previous programmes, such as Grotius (2) and the Robert Schuman project (3), Council Regulation (EC) No 743/2002 (4) established, for the period 2002-2006, a general Community framework of activities to facilitate the implementation of judicial cooperation in civil matters.\n(3)\nThe Brussels European Council of 4 and 5 November 2004 adopted the Hague Programme: Strengthening freedom, security and justice in the European Union (5) (hereinafter referred to as ‘the Hague Programme’).\n(4)\nIn June 2005, the Council and the Commission adopted the Action Plan implementing the Hague Programme (6).\n(5)\nThe ambitious objectives set by the Treaty and the Hague Programme should be achieved through the establishment of a flexible and effective programme that will facilitate planning and implementation.\n(6)\nThe programme ‘Civil Justice’ should provide for initiatives taken by the Commission, in compliance with the principle of subsidiarity, for actions in support of organisations promoting and facilitating judicial cooperation in civil matters, and for actions in support of specific projects.\n(7)\nA general programme in the field of civil justice aimed at better mutual understanding of the legal and judicial systems of the Member States will contribute to lowering the barriers to judicial cooperation in civil matters, which will improve the functioning of the internal market.\n(8)\nAccording to the Hague Programme, strengthening mutual confidence requires an explicit effort to improve mutual understanding among judicial authorities and different legal systems. European networks of national public authorities should be given special attention and support in this respect.\n(9)\nThis Decision should provide for the possibility to co-finance the activities of certain European networks to the extent that the expenditure is incurred in pursuing an objective of general European interest. However, such co-financing should not imply that a future programme would cover such networks, nor should it prevent other European networks from benefiting from support to their activities in accordance with this Decision.\n(10)\nAny institution, association or network receiving a grant under the programme ‘Civil Justice’ should acknowledge the Community support received in accordance with the visibility guidelines to be laid down by the Commission.\n(11)\nThis Decision lays down, for the entire duration of the programme, a financial envelope constituting the prime reference, within the meaning of point 37 of the Interinstitutional Agreement of 17 May 2006 between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management (7), for the budgetary authority during the annual budgetary procedure.\n(12)\nSince the objectives of this Decision cannot be sufficiently achieved by the Member States and can therefore, by reason of the scale and effects of the programme, be better achieved at Community level, the Community may adopt measures in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Decision does not go beyond what is necessary in order to achieve those objectives.\n(13)\nCouncil Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (8) (hereinafter referred to as ‘the Financial Regulation’) and Commission Regulation (EC, Euratom) No 2342/2002 of 23 December 2002 laying down detailed rules for the implementation of Council Regulation (EC, Euratom) No 1605/2002 (9), which safeguard the Community financial interests, have to be applied taking into account the principles of simplicity and consistency in the choice of budgetary instruments, a limitation on the number of cases where the Commission retains direct responsibility for implementation and management, and the required proportionality between the level of resources and the administrative burden related to their use.\n(14)\nAppropriate measures should also be taken to prevent irregularities and fraud, and the necessary steps should be taken to recover funds lost, wrongly paid or incorrectly used in accordance with Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the Communities’ financial interests (10), Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities’ financial interests against fraud and other irregularities (11) and Regulation (EC) No 1073/1999 of the European Parliament and of the Council of 25 May 1999 concerning investigations conducted by the European Anti-Fraud Office (OLAF) (12).\n(15)\nThe Financial Regulation requires a basic act to be provided to cover operating grants.\n(16)\nThe measures necessary for the implementation of this Decision should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (13), with a distinction being made between those measures which are subject to the management procedure and those which are subject to the advisory procedure, the advisory procedure being in certain cases, with a view to increased efficiency, the more appropriate.\n(17)\nIn accordance with Article 7(3) of Decision 1999/468/EC, the European Parliament should be informed by the Commission of committee proceedings relating to the implementation of this programme. In particular, the European Parliament should receive the draft annual programme when it is submitted to the management committee. In addition, the European Parliament should receive the results of voting and summary records of the meetings of that committee.\n(18)\nIn accordance with Article 3 of the Protocol on the position of the United Kingdom and Ireland, annexed to the Treaty on European Union and to the Treaty establishing the European Community, the United Kingdom and Ireland have notified their wish to take part in the adoption and application of this Decision.\n(19)\nIn accordance with Articles 1 and 2 of the Protocol on the position of Denmark, annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark does not take part in the adoption of this Decision and is not bound by it or subject to its application.\n(20)\nThe European Economic and Social Committee has delivered an opinion on this Decision (14).\n(21)\nIn order to ensure the effective and timely implementation of this programme, this Decision should apply from 1 January 2007,\nHAVE DECIDED AS FOLLOWS:\nArticle 1\nEstablishment of the Programme\n1.   This Decision establishes the Specific Programme ‘Civil Justice’, hereinafter referred to as ‘the Programme’, as part of the General Programme ‘Fundamental Rights and Justice’, in order to contribute to the progressive establishment of the area of freedom, security and justice.\n2.   The Programme shall cover the period from 1 January 2007 to 31 December 2013.\n3.   In this Decision, the term ‘Member State’ shall mean Member States with the exception of Denmark.\nArticle 2\nGeneral objectives\n1.   The Programme shall have the following general objectives:\n(a)\nto promote judicial cooperation with the aim of contributing to the creation of a genuine European area of justice in civil matters based on mutual recognition and mutual confidence;\n(b)\nto promote the elimination of obstacles to the good functioning of cross-border civil proceedings in the Member States;\n(c)\nto improve the daily life of individuals and businesses by enabling them to assert their rights throughout the European Union, notably by fostering access to justice;\n(d)\nto improve the contacts, exchange of information and networking between legal, judicial and administrative authorities and the legal professions, including by way of support of judicial training, with the aim of better mutual understanding among such authorities and professionals.\n2.   Without prejudice to the objectives and powers of the Community, the general objectives of the Programme shall contribute to the development of Community policies, and more specifically to the creation of a judicial area.\nArticle 3\nSpecific objectives\nThe Programme shall have the following specific objectives:\n(a)\nto foster judicial cooperation in civil matters aiming at:\n(i)\nensuring legal certainty and improving access to justice;\n(ii)\npromoting mutual recognition of decisions in civil and commercial cases;\n(iii)\neliminating obstacles to cross-border litigation created by disparities in civil law and civil procedures and promoting the necessary compatibility of legislation for that purpose;\n(iv)\nguaranteeing a proper administration of justice by avoiding conflicts of jurisdiction;\n(b)\nto improve mutual knowledge of Member States’ legal and judicial systems in civil matters and to promote and strengthen networking, mutual cooperation, exchange and dissemination of information, experience and best practices;\n(c)\nto ensure the sound implementation, the correct and concrete application and the evaluation of Community instruments in the area of judicial cooperation in civil and commercial matters;\n(d)\nto improve information on the legal systems in the Member States and access to justice;\n(e)\nto promote the training of legal practitioners in Union and Community law;\n(f)\nto evaluate the general conditions necessary to reinforce mutual confidence, while fully respecting the independence of the judiciary;\n(g)\nto facilitate the operation of the European Judicial Network in civil and commercial matters established by Council Decision 2001/470/EC (15).\nArticle 4\nActions\nWith a view to pursuing the general and specific objectives set out in Articles 2 and 3, the Programme shall support the following types of action under the conditions set out in the annual work programmes referred to in Article 9(2):\n(a)\nspecific actions initiated by the Commission, such as studies and research, opinion polls and surveys, formulation of indicators and common methodologies, collection, development and dissemination of data and statistics, seminars, conferences and expert meetings, organisation of public campaigns and events, development and maintenance of websites, preparation and dissemination of information material, support for and management of networks of national experts, analytical, monitoring and evaluation activities; or\n(b)\nspecific transnational projects of Community interest presented by an authority or any other body of a Member State, an international organisation or a non-governmental organisation, and involving in any case at least two Member States or at least one Member State and one other State which may be either an acceding country or a candidate country; or\n(c)\nthe activities of non-governmental organisations or other entities pursuing an aim of general European interest in accordance with the general objectives of the Programme under the conditions set out in the annual work programmes; or\n(d)\noperating grants to co-finance expenditure associated with the permanent work programmes of the European Network of Councils for the Judiciary and the Network of the Presidents of the Supreme Judicial Courts of the European Union, insofar as it is incurred in pursuing an objective of general European interest by promoting exchanges of views and experience on matters concerning case-law and the organisation and functioning of the members of those networks in the performance of their judicial and/or advisory functions with regard to Community law.\nArticle 5\nParticipation\n1.   The following countries may participate in the actions of the Programme: the acceding countries, the candidate countries and the Western Balkan countries included in the stabilisation and association process in accordance with the conditions laid down in the association agreements or additional protocols thereto relating to participation in Community programmes concluded or to be concluded with those countries.\n2.   Projects may associate legal practitioners from Denmark, from candidate countries not participating in the Programme where this would contribute to their preparation for accession, or from other third countries not participating in the Programme where this serves the aim of the projects.\nArticle 6\nTarget groups\n1.   The Programme is targeted at, inter alia, legal practitioners, national authorities and the citizens of the Union in general.\n2.   For the purposes of this Decision, ‘legal practitioners’ shall mean judges, prosecutors, advocates, solicitors, notaries, academic and scientific personnel, ministry officials, court officers, bailiffs, court interpreters and other professionals associated with the judiciary in the area of civil law.\nArticle 7\nAccess to the Programme\nAccess to the Programme shall be open to institutions and public or private organisations, including professional organisations, universities, research institutes and legal and judicial training institutes for legal practitioners, international organisations and non-governmental organisations of the Member States.\nArticle 8\nTypes of intervention\n1.   Community financing may take the following legal forms:\n(a)\ngrants;\n(b)\npublic procurement contracts.\n2.   Community grants shall be awarded further to calls for proposals and shall be provided through operating grants and grants to actions. The maximum rate of co-financing shall be specified in the annual work programmes.\n3.   Furthermore, provision shall be made for expenditure on accompanying measures, by means of public procurement contracts, in which case Community financing shall cover the purchase of goods and services. This shall cover, inter alia, expenditure on information and communication, preparation, implementation, monitoring, checking and evaluation of projects, policies, programmes and legislation.\nArticle 9\nImplementing measures\n1.   The Commission shall implement the Community financial support in accordance with the Financial Regulation.\n2.   To implement the Programme, the Commission shall, within the limits of the general objectives set out in Article 2, adopt annual work programmes specifying specific objectives, thematic priorities, the accompanying measures referred to in Article 8(3) and, if necessary, a list of other actions.\n3.   The annual work programmes shall be adopted in accordance with the procedure referred to in Article 10(2).\n4.   The evaluation and award procedures relating to grants to actions shall take into account, inter alia, the following criteria:\n(a)\nconformity of the proposed action with the annual work programme, the objectives set out in Articles 2 and 3 and the types of action set out in Article 4;\n(b)\nquality of the proposed action in terms of its design, organisation, presentation and expected results;\n(c)\namount requested for Community financing and its appropriateness in relation to expected results;\n(d)\nimpact of the expected results on the objectives set out in Articles 2 and 3 and on the actions referred to in Article 4.\n5.   Applications for operating grants referred to in Article 4(d) shall be assessed in the light of:\n(a)\nconsistency with the objectives of the Programme;\n(b)\nquality of the planned activities;\n(c)\nlikely multiplier effect on the public of these activities;\n(d)\ngeographical impact of the activities carried out;\n(e)\ncitizens’ involvement in the organisation of the bodies concerned;\n(f)\ncost/benefit ratio of the activity proposed.\n6.   The Commission shall examine each of the proposed actions submitted to it under Article 4(b) and (c). Decisions relating to these actions shall be adopted in accordance with the procedure referred to in Article 11(2).\nArticle 10\nManagement Committee\n1.   The Commission shall be assisted by a Management Committee.\n2.   Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at three months.\nArticle 11\nAdvisory Committee\n1.   The Commission shall be assisted by an Advisory Committee.\n2.   Where reference is made to this paragraph, Articles 3 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nArticle 12\nComplementarity\n1.   Synergies and complementarity shall be sought with other Community instruments, in particular the Specific Programme ‘Criminal Justice’ as part of the General Programme ‘Fundamental Rights and Justice’, and the General Programmes ‘Security and Safeguarding Liberties’ and ‘Solidarity and Management of Migration Flows’. The statistical element of information on civil justice shall be developed in collaboration with Member States, using as necessary the Community Statistical Programme.\n2.   The Programme may exceptionally share resources with other Community instruments, in particular the Specific Programme ‘Criminal Justice’, as part of the General Programme ‘Fundamental Rights and Justice’, in order to implement actions meeting the objectives of both Programmes.\n3.   Operations financed under this Decision shall not receive financial support for the same purpose from other Union or Community financial instruments. The beneficiaries of the Programme shall provide the Commission with information about financing received from the general budget of the European Union and from other sources, as well as information about ongoing applications for financing.\nArticle 13\nBudgetary resources\n1.   The financial envelope for the implementation of this Decision shall be set at EUR 109 300 000 for the period set out in Article 1.\n2.   The budgetary resources allocated to the actions provided for in the Programme shall be entered in the annual appropriations of the general budget of the European Union. The available annual appropriations shall be authorised by the budgetary authority within the limits of the financial framework.\nArticle 14\nMonitoring\n1.   The Commission shall ensure that for any action financed by the Programme, the beneficiary submits technical and financial reports on the progress of work and that a final report is submitted within three months of the completion of the action. The Commission shall determine the form and content of the reports. The Commission shall make the reports available to Member States.\n2.   Without prejudice to the audits carried out by the Court of Auditors in liaison with the competent national audit bodies or departments pursuant to Article 248 of the Treaty, or any inspection carried out pursuant to point (b) of the first subparagraph of Article 279(1) of the Treaty, officials and other staff of the Commission may carry out on-the-spot checks, including sample checks, on actions financed under the Programme.\n3.   The Commission shall ensure that contracts and agreements resulting from the implementation of the Programme provide in particular for supervision and financial control by the Commission (or any representative authorised by it), if necessary on-the-spot, and for audits by the Court of Auditors.\n4.   The Commission shall ensure that for a period of five years following the last payment in respect of any action, the beneficiary of financial support keeps available for the Commission all the supporting documents regarding expenditure on the action.\n5.   On the basis of the results of the reports and sample checks referred to in paragraphs 1 and 2, the Commission shall ensure that, if necessary, the scale or the conditions of allocation of the financial support originally approved and also the timetable for payments are adjusted.\n6.   The Commission shall ensure that every other step necessary to verify that the actions financed are carried out properly and in compliance with the provisions of this Decision and the Financial Regulation, is taken.\nArticle 15\nProtection of Community financial interests\n1.   The Commission shall ensure that, when actions financed under this Decision are implemented, the financial interests of the Community are protected by the application of preventive measures against fraud, corruption and any other illegal activities, by effective checks and by the recovery of the amounts wrongly paid and, if irregularities are detected, by effective, proportional and dissuasive penalties, in accordance with Regulations (EC, Euratom) No 2988/95, (Euratom, EC) No 2185/96 and (EC) No 1073/1999.\n2.   For the Community actions financed under this Decision, Regulations (EC, Euratom) No 2988/95 and (Euratom, EC) No 2185/96 shall apply to any infringement of a provision of Community law, including infringements of a contractual obligation stipulated on the basis of the Programme, resulting from an act or omission by an economic operator, which has, or would have, the effect of prejudicing the general budget of the European Union or budgets managed by the European Communities by an unjustified item of expenditure.\n3.   The Commission shall ensure that the amount of financial support granted for an action is reduced, suspended or recovered if it finds irregularities, including non-compliance with the provisions of this Decision or the individual decision or the contract or agreement granting the financial support in question, or if it transpires that, without Commission approval having been sought, the action has been subjected to a change which conflicts with the nature or implementing conditions of the project.\n4.   If the time limits have not been observed or if only part of the allocated financial support is justified by the progress made with implementing an action, the beneficiary shall submit observations to the Commission within a specified period. If the beneficiary does not give a satisfactory answer, the Commission shall ensure that the remaining financial support may be cancelled and that sums already paid are demanded to be repaid.\n5.   The Commission shall ensure that any undue payment is repaid to the Commission. Interest shall be added to any sums not repaid in good time under the conditions laid down by the Financial Regulation.\nArticle 16\nEvaluation\n1.   The Programme shall be monitored regularly in order to follow the implementation of activities carried out under it.\n2.   The Commission shall ensure a regular, independent and external evaluation of the Programme.\n3.   The Commission shall submit to the European Parliament and the Council:\n(a)\nan annual presentation on the implementation of the Programme;\n(b)\nan interim evaluation report on the results obtained and the qualitative and quantitative aspects of the implementation of the Programme, including on the work carried out by the beneficiaries of operating grants referred to in Article 4(d), not later than 31 March 2011;\n(c)\na communication on the continuation of the Programme not later than 30 August 2012;\n(d)\nan ex-post evaluation report not later than 31 December 2014.\nArticle 17\nPublication of actions\nEach year the Commission shall publish a list of the actions financed under the Programme with a short description of each project.\nArticle 18\nVisibility\nThe Commission shall lay down guidelines to ensure the visibility of the financial support granted under this Decision.\nArticle 19\nEntry into force\nThis Decision shall enter into force on the twentieth day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2007.\nDone at Strasbourg, 25 September 2007.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nM. LOBO ANTUNES\n(1)  Position of the European Parliament of 14 December 2006 (not yet published in the Official Journal), Council Common Position of 13 June 2007 (OJ C 171 E, 24.7.2007, p. 1) and Position of the European Parliament of 11 July 2007 (not yet published in the Official Journal). Council Decision of 18 September 2007.\n(2)  Joint Action 96/636/JHA of 28 October 1996 adopted by the Council on the basis of Article K.3 of the Treaty on European Union, on a programme of incentives and exchanges for legal practitioners (Grotius) (OJ L 287, 8.11.1996, p. 3); Council Regulation (EC) No 290/2001 of 12 February 2001 extending the programme of incentives and exchanges for legal practitioners in the area of civil law (Grotius-civil) (OJ L 43, 14.2.2001, p. 1).\n(3)  Decision No 1496/98/EC of the European Parliament and of the Council of 22 June 1998 establishing an action programme to improve awareness of Community law within the legal professions (Robert Schuman project) (OJ L 196, 14.7.1998, p. 24).\n(4)  OJ L 115, 1.5.2002, p. 1.\n(5)  OJ C 53, 3.3.2005, p. 1.\n(6)  OJ C 198, 12.8.2005, p. 1.\n(7)  OJ C 139, 14.6.2006, p. 1.\n(8)  OJ L 248, 16.9.2002, p. 1. Regulation as amended by Regulation (EC, Euratom) No 1995/2006 (OJ L 390, 30.12.2006, p. 1).\n(9)  OJ L 357, 31.12.2002, p. 1. Regulation as last amended by Regulation (EC, Euratom) No 478/2007 (OJ L 111, 28.4.2007, p. 13).\n(10)  OJ L 312, 23.12.1995, p. 1.\n(11)  OJ L 292, 15.11.1996, p. 2.\n(12)  OJ L 136, 31.5.1999, p. 1.\n(13)  OJ L 184, 17.7.1999, p. 23. Decision as amended by Decision 2006/512/EC (OJ L 200, 22.7.2006, p. 11).\n(14)  OJ C 69, 21.3.2006, p. 1.\n(15)  OJ L 174, 27.6.2001, p. 25.", "summary": "Civil Justice specific programme (2007-2013)\nCivil Justice specific programme (2007-2013)\nThe 'Civil Justice' programme fosters judicial cooperation through support for the training of legal practitioners and by strengthening networks for exchanging and disseminating information. As part of the general 'Fundamental Rights and Justice' programme, it contributes to the creation of a European area of justice in civil matters based on mutual recognition and confidence.\nACT\nDecision No 1149/2007/EC of the European Parliament and of the Council of 25 September 2007 establishing for the period 2007-2013 the Specific Programme 'Civil Justice' as part of the General Programme 'Fundamental Rights and Justice'.\nSUMMARY\nThe aim of the 'Civil Justice' programme is to maintain and strengthen an area of freedom, security and justice in the European Union. It covers the period from 1 January 2007 to 31 December 2013.\nThe programme (which does not apply to Denmark) has four main general objectives:\nto foster judicial cooperation in civil matters in order to create a European area of justice based on mutual recognition and confidence;\nto eliminate obstacles to the good functioning of cross-border civil proceedings between Member States;\nto facilitate access to justice for individuals and businesses;\nto promote and strengthen contacts, networks and the sharing of information between judicial and administrative authorities and the legal profession so as to improve mutual knowledge and understanding.\nEncourage judicial cooperation in civil matters\nThis decision fosters better administration of justice by preventing conflicts of jurisdiction, promoting recognition of judgments in civil and commercial matters, ensuring legal certainty, improving access to justice, eliminating obstacles to the good functioning of cross-border litigation and making Member States' legislation more compatible.\nThe programme further aims to:\nimprove mutual knowledge of national legal and judicial systems;\npromote training in Community law for legal practitioners;\nencourage networking, cooperation and exchanges of information and experience;\nensure the sound implementation and assessment of EU actions;\nimprove information on the legal systems in the Member States and access to justice;\nreinforce mutual confidence while respecting the independence of the judiciary;\nfacilitate the operation of the European Judicial Network in civil and commercial matters.\nAchieve these objectives through concrete actions\nThe Community supports actions initiated by the Commission, transnational projects presented by NGOs, international organisations or national partnerships (involving at least two Member States or one Member State and an acceding or candidate country) and the activities of NGOs or other bodies pursuing aims of general European interest, and helps finance the work of the European Network of Councils for the Judiciary (ENCJ) and the Network of the Presidents of the Supreme Judicial Courts of the European Union in pursuing objectives of general European interest.\nThe 'Civil Justice' programme targets inter alia national authorities, legal practitioners and the citizens of the EU in general. Actions under the programme are open to acceding and candidate countries and the Western Balkan countries included in the stabilisation and association process (in accordance with the conditions laid down in the association agreements or additional protocols relating to participation in Community programmes concluded or to be concluded with those countries). Projects may associate legal practitioners from Denmark or candidate countries or third countries not participating in the programme.\nThe programme is also open to public and private organisations, including professional associations, universities, research institutes and legal and judicial training institutes, legal practitioners, international organisations and NGOs.\nProjects are evaluated and awards made on the basis of: the conformity of the proposed action with the Commission's annual work programme, the quality of the proposed action (design, organisation and expected results), the amount of Community financing applied for and the link between the actions, the objectives and the expected results.\nBudgetary resources and protection of the Community's financial interests\nThe Programme has a budget of EUR 109 300 000 for the period 2007-2013. Community financing can be in the form of operating grants or grants to actions following calls for proposals, or public procurement contracts for accompanying measures (purchase of goods and services).\nThe Commission applies preventive measures against fraud, corruption and any other illegal activities. It carries out checks, recovers amounts wrongly paid, imposes penalties if it detects irregularities, and can, if time limits are not observed, cancel the remaining financial support, demand repayment of sums already paid, and add interest to delayed payments.\nRole of the Commission: monitoring and follow-up\nThe Commission adopts an annual work programme specifying objectives, thematic priorities and accompanying measures. It is assisted, as appropriate, by a management or an advisory committee.\nIt monitors and evaluates the programme and must submit to the European Parliament and the Council an annual report on the implementation of the programme, an interim evaluation report (not later than 31 March 2011), a communication on the continuation of the programme (not later than 30 August 2012) and an ex-post evaluation report (not later than 31 December 2014).\nIt ensures that beneficiaries submit technical and financial reports on the progress of work, a final report and supporting documents regarding expenditures, and makes these available to the Member States. It also ensures that payment timetables and financing conditions are adjusted as required, monitors the implementation of the programme, publishes the list of actions financed each year and provides for audits by the Court of Auditors.\nComplementarity with other programmes\nThe Commission seeks to ensure synergies and complementarity with the following programmes:\n'Criminal Justice'.\n'Security and Safeguarding Liberties'.\n'Solidarity and Management of Migration Flows'.\n'Community Statistical Programme'. (pdf).\nReferences\nAct\nEntry into force - Date of expiry\nDeadline for transposition in the Member States\nOfficial Journal\nDecision No 1149/2007/EC\n1.1.2007-31.12.2013\n-\nOJ L 257 of 3.10.2007\nLast updated: 12.02.2008", "tags": ["civil law", "EU programme", "judicial cooperation in criminal matters in the EU"], "subjects": ["Justice and home affairs", "Social provisions"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}