{"celex_id": "32008L0122", "reference": "3.2.2009\nEN\nOfficial Journal of the European Union\nL 33/10\nDIRECTIVE 2008/122/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 14 January 2009\non the protection of consumers in respect of certain aspects of timeshare, long-term holiday product, resale and exchange contracts\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 95 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1)\nSince the adoption of Directive 94/47/EC of the European Parliament and of the Council of 26 October 1994 on the protection of purchasers in respect of certain aspects of contracts relating to the purchase of the right to use immovable properties on a timeshare basis (3), timeshare has evolved and new holiday products similar to it have appeared on the market. These new holiday products and certain transactions related to timeshare, such as resale contracts and exchange contracts, are not covered by Directive 94/47/EC. In addition, experience with the application of Directive 94/47/EC has shown that some subjects already covered need to be updated or clarified, in order to prevent the development of products aiming at circumventing this Directive.\n(2)\nThe existing regulatory gaps create appreciable distortions of competition and cause serious problems for consumers, thus hindering the smooth functioning of the internal market. Directive 94/47/EC should therefore be replaced by a new up-to-date directive. Since tourism plays an increasingly important role in the economies of the Member States, greater growth and productivity in the timeshare and long-term holiday product industries should be encouraged by adopting certain common rules.\n(3)\nIn order to enhance legal certainty and fully achieve the benefits of the internal market for consumers and businesses, the relevant laws of the Member States need to be approximated further. Therefore, certain aspects of the marketing, sale and resale of timeshares and long-term holiday products as well as the exchange of rights deriving from timeshare contracts should be fully harmonised. Member States should not be allowed to maintain or introduce in their national legislation provisions diverging from those laid down in this Directive. Where no such harmonised provisions exist, Member States should remain free to maintain or introduce national legislation in conformity with Community law. Thus, Member States should, for instance, be able to maintain or introduce provisions on the effects of exercising the right of withdrawal in legal relationships falling outside the scope of this Directive or provisions according to which no commitment may be entered into between a consumer and a trader of a timeshare or long-term holiday product, nor any payment made between those persons, as long as the consumer has not signed a credit agreement to finance the purchase of those services.\n(4)\nThis Directive should be without prejudice to the application by Member States, in accordance with Community law, of the provisions of this Directive to areas not within its scope. Member States could therefore maintain or introduce national legislation corresponding to the provisions of this Directive or certain of its provisions in relation to transactions that fall outside the scope of this Directive.\n(5)\nThe different contracts covered by this Directive should be clearly defined in such a way as to preclude circumvention of its provisions.\n(6)\nFor the purposes of this Directive, timeshare contracts should not be understood as covering multiple reservations of accommodation, including hotel rooms, in so far as multiple reservations do not imply rights and obligations beyond those arising from separate reservations. Nor should timeshare contracts be understood as covering ordinary lease contracts since the latter refer to one single continuous period of occupation and not to multiple periods.\n(7)\nFor the purposes of this Directive, long-term holiday product contracts should not be understood as covering ordinary loyalty schemes which provide discounts on future stays in the hotels of a hotel chain, since membership in the scheme is not obtained for consideration nor is the consideration paid by the consumer primarily for the purpose of obtaining discounts or other benefits in respect of accommodation.\n(8)\nThis Directive should not affect the provisions of Council Directive 90/314/EEC of 13 June 1990 on package travel, package holidays and package tours (4).\n(9)\nDirective 2005/29/EC of the European Parliament and of the Council of 11 May 2005 concerning unfair business-to-consumer commercial practices in the internal market (Unfair Commercial Practices Directive) (5) prohibits misleading, aggressive and other unfair commercial business-to-consumer practices. Given the nature of the products and the commercial practices related to timeshares, long-term holiday products, resale and exchange, it is appropriate to adopt more detailed and specific provisions regarding information requirements and sales events. The commercial purpose of invitations to sales events should be made clear to consumers. The provisions concerning pre-contractual information and the contract should be clarified and updated. In order to give consumers the possibility to acquaint themselves with the information before the conclusion of the contract, it should be provided by means which are easily accessible to them at that time.\n(10)\nConsumers should have the right, which should not be refused by traders, to be provided with pre-contractual information and the contract in a language, of their choice, with which they are familiar. In addition, in order to facilitate the execution and the enforcement of the contract, Member States should be allowed to determine that further language versions of the contract should be provided to consumers.\n(11)\nIn order to provide consumers with the opportunity of fully understanding their rights and obligations under the contract, they should be allowed a period during which they may withdraw from the contract without having to justify the withdrawal and without bearing any cost. Currently the length of this period varies between Member States, and experience shows that the length prescribed in Directive 94/47/EC is not sufficiently long. The period should therefore be extended in order to achieve a high level of consumer protection and more clarity for consumers and traders. The length of the period, the modalities for and the effects of exercising the right of withdrawal should be harmonised.\n(12)\nConsumers should have effective remedies in the event that traders do not comply with the provisions regarding pre-contractual information or the contract, in particular those laying down that the contract should include all the information required and that the consumer should receive a copy of the contract at the time of its conclusion. In addition to the remedies existing under national law, consumers should benefit from an extended withdrawal period where information has not been provided by traders. The exercise of the right of withdrawal should remain free of charge during that extended period regardless of what services consumers may have enjoyed. The expiration of the withdrawal period does not preclude consumers from seeking remedies in accordance with national law for breaches of the information requirements.\n(13)\nCouncil Regulation (EEC, Euratom) No 1182/71 of 3 June 1971 determining the rules applicable to periods, dates and time limits (6) should apply to the calculation of the periods set out in this Directive.\n(14)\nThe prohibition on advance payments to traders or any third party before the end of the withdrawal period should be clarified in order to improve consumer protection. For resale contracts, the prohibition of advance payment should apply until the actual sale takes place or the resale contract is terminated, but Member States should remain free to regulate the possibility and modalities of final payments to intermediaries where resale contracts are terminated.\n(15)\nFor long-term holiday product contracts, the price to be paid in the context of a staggered payment schedule could take into consideration the possibility that subsequent amounts could be adjusted after the first year in order to ensure that the real value of those instalments is maintained, for instance to take account of inflation.\n(16)\nIn the event of a consumer withdrawing from a contract where the price is entirely or partly covered by credit granted to the consumer by the trader or by a third party on the basis of an arrangement between that third party and the trader, the credit agreement should be terminated at no cost to the consumer. The same should apply to contracts for other related services provided by the trader or by a third party on the basis of an arrangement between that third party and the trader.\n(17)\nConsumers should not be deprived of the protection granted by this Directive where the law applicable to the contract is that of a Member State. The law applicable to a contract should be determined in accordance with the Community rules on private international law, in particular Regulation (EC) No 593/2008 of the European Parliament and of the Council of 17 June 2008 on the law applicable to contractual obligations (Rome I) (7). Under that Regulation, the law of a third country may be applicable, in particular where consumers are targeted by traders whilst on holiday in a country other than their country of residence. Given that such commercial practices are common in the area covered by this Directive and that the contracts involve considerable amounts of money, an additional safeguard should be provided in certain specific situations, in particular where the courts of any Member State have jurisdiction over the contract, to ensure that the consumer is not deprived of the protection granted by this Directive. This concept reflects the particular needs of consumer protection arising from the typical complexity, long-term nature and financial relevance of the contracts falling within the scope of this Directive.\n(18)\nIt should be determined in accordance with Council Regulation (EC) No 44/2001 of 22 December 2000 on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters (8) which courts have jurisdiction in proceedings which have as their object matters covered by this Directive.\n(19)\nIn order to ensure that the protection afforded to consumers under this Directive is fully effective, in particular as regards compliance by traders with the information requirements both at the pre-contractual stage and in the contract, it is necessary that the Member States lay down effective, proportionate and dissuasive penalties for infringements of this Directive.\n(20)\nIt is necessary to ensure that persons or organisations having, under national law, a legitimate interest in the matter have legal remedies for initiating proceedings against infringements of this Directive.\n(21)\nIt is necessary to develop suitable and effective redress procedures in the Member States for settling disputes between consumers and traders. To this end, Member States should encourage the establishment of public or private bodies for settling disputes out of court.\n(22)\nMember States should ensure that consumers are effectively informed of the national provisions transposing this Directive and encourage traders and code owners to inform consumers about their codes of conduct in this field. With the aim of pursuing a high level of consumer protection, consumer organisations could be informed of, and involved in, the drafting of codes of conduct.\n(23)\nSince the objectives of this Directive cannot be sufficiently achieved by the Member States and can therefore be better achieved at Community level, the Community may adopt measures in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to eliminate the internal market barriers and achieve a high common level of consumer protection.\n(24)\nThis Directive respects the fundamental rights and observes the principles recognised in particular by the European Convention on Human Rights and Fundamental Freedoms and the Charter of Fundamental Rights of the European Union.\n(25)\nIn accordance with point 34 of the Interinstitutional agreement on better law-making (9), Member States are encouraged to draw up, for themselves and in the interests of the Community, their own tables, which will, as far as possible, illustrate the correlation between this Directive and the transposition measures, and to make them public,\nHAVE ADOPTED THIS DIRECTIVE:\nArticle 1\nPurpose and scope\n1.   The purpose of this Directive is to contribute to the proper functioning of the internal market and to achieve a high level of consumer protection, by approximating the laws, regulations and administrative provisions of the Member States in respect of certain aspects of the marketing, sale and resale of timeshares and long-term holiday products as well as exchange contracts.\n2.   This Directive applies to trader-to-consumer transactions.\nThis Directive is without prejudice to national legislation which:\n(a)\nprovides for general contract law remedies;\n(b)\nrelates to the registration of immovable or movable property and conveyance of immovable property;\n(c)\nrelates to conditions of establishment or authorisation regimes or licensing requirements; and\n(d)\nrelates to the determination of the legal nature of the rights which are the subject of the contracts covered by this Directive.\nArticle 2\nDefinitions\n1.   For the purposes of this Directive, the following definitions shall apply:\n(a)\n‘timeshare contract’ means a contract of a duration of more than one year under which a consumer, for consideration, acquires the right to use one or more overnight accommodation for more than one period of occupation;\n(b)\n‘long-term holiday product contract’ means a contract of a duration of more than one year under which a consumer, for consideration, acquires primarily the right to obtain discounts or other benefits in respect of accommodation, in isolation or together with travel or other services;\n(c)\n‘resale contract’ means a contract under which a trader, for consideration, assists a consumer to sell or buy a timeshare or a long-term holiday product;\n(d)\n‘exchange contract’ means a contract under which a consumer, for consideration, joins an exchange system which allows that consumer access to overnight accommodation or other services in exchange for granting to other persons temporary access to the benefits of the rights deriving from that consumer’s timeshare contract;\n(e)\n‘trader’ means a natural or legal person who is acting for purposes relating to that person’s trade, business, craft or profession and anyone acting in the name of or on behalf of a trader;\n(f)\n‘consumer’ means a natural person who is acting for purposes which are outside that person’s trade, business, craft or profession;\n(g)\n‘ancillary contract’ means a contract under which the consumer acquires services which are related to a timeshare contract or long-term holiday product contract and which are provided by the trader or a third party on the basis of an arrangement between that third party and the trader;\n(h)\n‘durable medium’ means any instrument which enables the consumer or the trader to store information addressed personally to him in a way which is accessible for future reference for a period of time adequate for the purposes of the information and which allows the unchanged reproduction of the information stored;\n(i)\n‘code of conduct’ means an agreement or set of rules not imposed by law, regulation or administrative provision of a Member State which defines the behaviour of traders who undertake to be bound by the code in relation to one or more particular commercial practices or business sectors;\n(j)\n‘code owner’ means any entity, including a trader or group of traders, which is responsible for the formulation and revision of a code of conduct and/or for monitoring compliance with the code by those who have undertaken to be bound by it.\n2.   In calculating the duration of a timeshare contract or a long-term holiday product contract, as defined in points (a) and (b) of paragraph 1 respectively, any provision in the contract allowing for tacit renewal or prolongation shall be taken into account.\nArticle 3\nAdvertising\n1.   Member States shall ensure that any advertising specifies the possibility of obtaining the information referred to in Article 4(1) and indicates where it can be obtained.\n2.   Where a timeshare, long-term holiday product, resale or exchange contract is to be offered to a consumer in person at a promotion or sales event, the trader shall clearly indicate in the invitation the commercial purpose and the nature of the event.\n3.   The information referred to in Article 4(1) shall be available to the consumer at any time during the event.\n4.   A timeshare or a long-term holiday product shall not be marketed or sold as an investment.\nArticle 4\nPre-contractual information\n1.   In good time before the consumer is bound by any contract or offer, the trader shall provide the consumer, in a clear and comprehensible manner, with accurate and sufficient information, as follows:\n(a)\nin the case of a timeshare contract: by means of the standard information form as set out in Annex I and information as listed in Part 3 of that form;\n(b)\nin the case of a long-term holiday product contract: by means of the standard information form as set out in Annex II and information as listed in Part 3 of that form;\n(c)\nin the case of a resale contract: by means of the standard information form as set out in Annex III and information as listed in Part 3 of that form;\n(d)\nin the case of an exchange contract: by means of the standard information form as set out in Annex IV and information as listed in Part 3 of that form.\n2.   The information referred to in paragraph 1 shall be provided, free of charge, by the trader on paper or on another durable medium which is easily accessible to the consumer.\n3.   Member States shall ensure that the information referred to in paragraph 1 is drawn up in the language or one of the languages of the Member State in which the consumer is resident or a national, at the choice of the consumer, provided it is an official language of the Community.\nArticle 5\nThe timeshare, long-term holiday product, resale or exchange contract\n1.   Member States shall ensure that the contract is in writing, on paper or on another durable medium, and drawn up in the language or one of the languages of the Member State in which the consumer is resident or a national, at the choice of the consumer, provided it is an official language of the Community.\nHowever, the Member State in which the consumer is resident may require that in addition:\n(a)\nin every instance, the contract be provided to the consumer in the language or one of the languages of that Member State, provided it is an official language of the Community;\n(b)\nin the case of a timeshare contract concerning one specific immovable property, the trader provide the consumer with a certified translation of the contract in the language or one of the languages of the Member State in which the property is situated, provided it is an official language of the Community.\nThe Member State on whose territory the trader carries out sale activities may require that, in every instance, the contract be provided to the consumer in the language or one of the languages of that Member State, provided it is an official language of the Community.\n2.   The information referred to in Article 4(1) shall form an integral part of the contract and shall not be altered unless the parties expressly agree otherwise or the changes result from unusual and unforeseeable circumstances beyond the trader’s control, the consequences of which could not have been avoided even if all due care had been exercised.\nThese changes shall be communicated to the consumer on paper or on another durable medium easily accessible to him, before the contract is concluded.\nThe contract shall expressly mention any such changes.\n3.   In addition to the information referred to in Article 4(1), the contract shall include:\n(a)\nthe identity, place of residence and signature of each of the parties; and\n(b)\nthe date and place of the conclusion of the contract.\n4.   Before the conclusion of the contract, the trader shall explicitly draw the consumer’s attention to the existence of the right of withdrawal, the length of the withdrawal period referred to in Article 6, and the ban on advance payments during the withdrawal period referred to in Article 9.\nThe corresponding contractual clauses shall be signed separately by the consumer.\nThe contract shall include a separate standard withdrawal form, as set out in Annex V, intended to facilitate the exercise of the right of withdrawal in accordance with Article 6.\n5.   The consumer shall receive a copy or copies of the contract at the time of its conclusion.\nArticle 6\nRight of withdrawal\n1.   In addition to the remedies available to the consumer under national law in the event of breach of the provisions of this Directive, Member States shall ensure that the consumer is given a period of 14 calendar days to withdraw from the timeshare, long-term holiday product, resale or exchange contract, without giving any reason.\n2.   The withdrawal period shall be calculated:\n(a)\nfrom the day of the conclusion of the contract or of any binding preliminary contract; or\n(b)\nfrom the day when the consumer receives the contract or any binding preliminary contract if it is later than the date referred to in point (a).\n3.   The withdrawal period shall expire:\n(a)\nafter one year and 14 calendar days from the day referred to in paragraph 2 of this Article, where a separate standard withdrawal form as required by Article 5(4) has not been filled in by the trader and provided to the consumer in writing, on paper or on another durable medium;\n(b)\nafter three months and 14 calendar days from the day referred to in paragraph 2 of this Article, where the information referred to in Article 4(1), including the applicable standard information form set out in Annexes I to IV, has not been provided to the consumer in writing, on paper or on another durable medium.\nIn addition, Member States shall provide for appropriate penalties in accordance with Article 15, in particular in the event that, on expiry of the withdrawal period, the trader has failed to comply with the information requirements set out in this Directive.\n4.   Where a separate standard withdrawal form as required by Article 5(4) has been filled in by the trader and provided to the consumer in writing, on paper or on another durable medium, within one year from the day referred to in paragraph 2 of this Article, the withdrawal period shall start from the day the consumer receives that form. Similarly, where the information referred to in Article 4(1), including the applicable standard information form set out in Annexes I to IV, has been provided to the consumer in writing, on paper or on another durable medium, within three months from the day referred to in paragraph 2 of this Article, the withdrawal period shall start from the day the consumer receives such information.\n5.   In the event that the exchange contract is offered to the consumer together with and at the same time as the timeshare contract, only a single withdrawal period in accordance with paragraph 1 shall apply to both contracts. The withdrawal period for both contracts shall be calculated according to the provisions of paragraph 2 as they apply to the timeshare contract.\nArticle 7\nModalities for exercising the right of withdrawal\nWhere the consumer intends to exercise the right of withdrawal the consumer shall, before the expiry of the withdrawal period, notify the trader on paper or on another durable medium of the decision to withdraw. The consumer may use the standard withdrawal form set out in Annex V and provided by the trader in accordance with Article 5(4). The deadline is met if the notification is sent before the withdrawal period has expired.\nArticle 8\nEffects of exercising the right of withdrawal\n1.   The exercise of the right of withdrawal by the consumer terminates the obligation of the parties to perform the contract.\n2.   Where the consumer exercises the right of withdrawal, the consumer shall neither bear any cost nor be liable for any value corresponding to the service which may have been performed before withdrawal.\nArticle 9\nAdvance payment\n1.   Member States shall ensure that in relation to timeshare, long-term holiday product and exchange contracts any advance payment, provision of guarantees, reservation of money on accounts, explicit acknowledgement of debt or any other consideration to the trader or to any third party by the consumer before the end of the withdrawal period according to Article 6, is prohibited.\n2.   Member States shall ensure that in relation to resale contracts any advance payment, provision of guarantees, reservation of money on accounts, explicit acknowledgement of debt or any other consideration to the trader or to any third party by the consumer before the actual sale takes place or the resale contract is otherwise terminated, is prohibited.\nArticle 10\nSpecific provisions relating to long-term holiday product contracts\n1.   For long-term holiday product contracts, payment shall be made according to a staggered payment schedule. Any payment of the price specified in the contract otherwise than in accordance with the staggered payment schedule shall be prohibited. The payments, including any membership fee, shall be divided into yearly instalments, each of which shall be of equal value. The trader shall send a written request for payment, on paper or on another durable medium, at least fourteen calendar days in advance of each due date.\n2.   From the second instalment payment onwards, the consumer may terminate the contract without incurring any penalty by giving notice to the trader within fourteen calendar days of receiving the request for payment of each instalment. This right shall not affect rights to terminate the contract under existing national legislation.\nArticle 11\nTermination of ancillary contracts\n1.   Member States shall ensure that, where the consumer exercises the right to withdraw from the timeshare or long-term holiday product contract, any exchange contract ancillary to it or any other ancillary contract is automatically terminated, at no cost to the consumer.\n2.   Without prejudice to Article 15 of Directive 2008/48/EC of the European Parliament and of the Council of 23 April 2008 on credit agreements for consumers (10), where the price is fully or partly covered by a credit granted to the consumer by the trader, or by a third party on the basis of an arrangement between the third party and the trader, the credit agreement shall be terminated, at no cost to the consumer, where the consumer exercises the right to withdraw from the timeshare, long-term holiday product, resale or exchange contract.\n3.   The Member States shall lay down detailed rules on the termination of such contracts.\nArticle 12\nImperative nature of the Directive and application in international cases\n1.   Member States shall ensure that, where the law applicable to the contract is the law of a Member State, consumers may not waive the rights conferred on them by this Directive.\n2.   Where the applicable law is that of a third country, consumers shall not be deprived of the protection granted by this Directive, as implemented in the Member State of the forum if:\n—\nany of the immovable properties concerned is situated within the territory of a Member State, or,\n—\nin the case of a contract not directly related to immovable property, the trader pursues commercial or professional activities in a Member State or, by any means, directs such activities to a Member State and the contract falls within the scope of such activities.\nArticle 13\nJudicial and administrative redress\n1.   Member States shall ensure that, in the interests of consumers, adequate and effective means exist to ensure compliance by traders with this Directive.\n2.   The means referred to in paragraph 1 shall include provisions whereby one or more of the following bodies, as determined by national law, shall be entitled to take action in accordance with national law before the courts or competent administrative bodies to ensure that the national provisions for implementing this Directive are applied:\n(a)\npublic bodies and authorities or their representatives;\n(b)\nconsumer organisations with a legitimate interest in protecting consumers;\n(c)\nprofessional organisations with a legitimate interest in taking such action.\nArticle 14\nConsumer information and out-of-court redress\n1.   Member States shall take appropriate measures to inform consumers of the national law transposing this Directive and shall encourage, where appropriate, traders and code owners to inform consumers of their codes of conduct.\nThe Commission shall encourage the drawing up at Community level, particularly by professional bodies, organisations and associations, of codes of conduct aimed at facilitating the implementation of this Directive, in conformity with Community law. It shall also encourage traders and their branch organisations to inform consumers of any such codes, including, where appropriate, by means of a specific marking.\n2.   Member States shall encourage the setting up or development of adequate and effective out-of-court complaints and redress procedures for the settlement of consumer disputes under this Directive and shall, where appropriate, encourage traders and their branch organisations to inform consumers of the availability of such procedures.\nArticle 15\nPenalties\n1.   Member States shall provide for appropriate penalties in the event of a trader’s failure to comply with the national provisions adopted pursuant to this Directive.\n2.   Those penalties shall be effective, proportionate and dissuasive.\nArticle 16\nTransposition\n1.   Member States shall adopt and publish, by 23 February 2011, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions.\nThey shall apply those provisions from 23 February 2011.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.\nArticle 17\nReview\nThe Commission shall review this Directive and report to the European Parliament and the Council no later than 23 February 2014.\nIf necessary, it shall make further proposals to adapt it to developments in the area.\nThe Commission may request information from the Member States and the national regulatory authorities.\nArticle 18\nRepeal\nDirective 94/47/EC shall be repealed.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table in Annex VI.\nArticle 19\nEntry into force\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nArticle 20\nAddressees\nThis Directive is addressed to the Member States.\nDone at Strasbourg, 14 January 2009.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nA. VONDRA\n(1)  OJ C 44, 16.2.2008, p. 27.\n(2)  Opinion of the European Parliament of 22 October 2008 (not yet published in the Official Journal) and Council Decision of 18 December 2008.\n(3)  OJ L 280, 29.10.1994, p. 83.\n(4)  OJ L 158, 23.6.1990, p. 59.\n(5)  OJ L 149, 11.6.2005, p. 22.\n(6)  OJ L 124, 8.6.1971, p. 1.\n(7)  OJ L 177, 4.7.2008, p. 6.\n(8)  OJ L 12, 16.1.2001, p. 1.\n(9)  OJ C 321, 31.12.2003, p. 1.\n(10)  OJ L 133, 22.5.2008, p. 66.\nANNEX I\nSTANDARD INFORMATION FORM FOR TIMESHARE CONTRACTS\nANNEX II\nSTANDARD INFORMATION FORM FOR LONG-TERM HOLIDAY PRODUCT CONTRACTS\nANNEX III\nSTANDARD INFORMATION FORM FOR RESALE CONTRACTS\nANNEX IV\nSTANDARD INFORMATION FORM FOR EXCHANGE CONTRACTS\nANNEX V\nSEPARATE STANDARD WITHDRAWAL FORM TO FACILITATE THE RIGHT OF WITHDRAWAL\nANNEX VI\nCORRELATION TABLE BETWEEN PROVISIONS OF THIS DIRECTIVE AND DIRECTIVE 94/47/EC\nDirective 94/47/EC\nThis Directive\nArticle 1, first paragraph\nArticle 1(1) and Article 1(2), first subparagraph\nArticle 1, second paragraph\n—\nArticle 1, third paragraph\nArticle 1(2), second subparagraph\nArticle 2, first indent\nArticle 2(1)(a)\n—\nArticle 2(1)(b) (new)\n—\nArticle 2(1)(c) (new)\n—\nArticle 2(1)(d) (new)\nArticle 2, second indent\n—\nArticle 2, third indent\nArticle 2(1)(e)\nArticle 2, fourth indent\nArticle 2(1)(f)\n—\nArticle 2(1)(g) (new)\n—\nArticle 2(1)(h) (new)\n—\nArticle 2(1)(i) (new)\n—\nArticle 2(1)(j) (new)\n—\nArticle 2(2) (new)\nArticle 3(1)\nArticle 4(1)\nArticle 3(2)\nArticle 5(2)\nArticle 3(3)\nArticle 3(1)\n—\nArticle 3(2) (new)\n—\nArticle 3(3) (new)\n—\nArticle 3(4) (new)\nArticle 4, first indent\nArticle 5(1), first subparagraph, and Article 5(2), first subparagraph\nArticle 4, second indent\nArticle 4(3) and Article 5(1)\n—\nArticle 4(2) (new)\n—\nArticle 5(4) (new)\n—\nArticle 5(5) (new)\nArticle 5(1), introductory sentence\nArticle 6(1)\nArticle 5(1), first indent\nArticle 6(1) and Article 6(2)\nArticle 5(1), second indent\nArticle 6(3) and Article 6(4)\nArticle 5(1), third indent\nArticle 6(3)\n—\nArticle 6(5) (new)\nArticle 5(2)\nArticle 7\n—\nArticle 8(1) (new)\nArticle 5(3)\nArticle 8(2)\nArticle 5(4)\nArticle 8(2)\nArticle 6\nArticle 9(1)\n—\nArticle 9(2) (new)\n—\nArticle 10(1) (new)\n—\nArticle 10(2) (new)\n—\nArticle 11(1) (new)\nArticle 7, first paragraph\nArticle 11(2)\nArticle 7, second paragraph\nArticle 11(3)\nArticle 8\nArticle 12(1)\nArticle 9\nArticle 12(2)\nArticle 10\nArticles 13 and 15\nArticle 11\n—\n—\nArticle 14(1) (new)\n—\nArticle 14(2) (new)\nArticle 12\nArticle 16\n—\nArticle 17 (new)\n—\nArticle 18 (new)\n—\nArticle 19 (new)\nArticle 13\nArticle 20\nAnnex\nAnnex I\nAnnex, point (a)\nArticle 5(3)(a), and Annex I, Part 1, first box\nAnnex, point (b)\nAnnex I, Part 1, third box, and Annex I, Part 3, point 1, first indent\nAnnex, point (c)\nAnnex I, Part 1, second box, and Annex I, Part 3, point 2, first indent\nAnnex, point (d)(1)\nAnnex I, Part 3, point 3, first indent\nAnnex, point (d)(2)\nAnnex I, Part 1, fourth box, and Annex I, Part 3, point 3, second indent\nAnnex, point (d)(3)\nAnnex I, Part 3, point 3, third indent\nAnnex, point (d)(4)\nAnnex I, Part 3, point 3, first indent\nAnnex, point (d)(5)\nAnnex I, Part 3, point 3, fourth indent\nAnnex, point (e)\nAnnex I, Part 1, sixth box, and Annex I, Part 3, point 2, second indent\nAnnex, point (f)\nAnnex I, Part 1, sixth box, and Annex I, Part 3, point 2, third indent\nAnnex, point (g)\nAnnex I, Part 3, point 6, first indent\nAnnex, point (h)\nAnnex I, Part 1, fourth box\nAnnex, point (i)\nAnnex I, Part 1, fifth and sixth boxes, and Annex I, Part 3, point 4, first indent\nAnnex, point (j)\nAnnex I, Part 2, third indent\nAnnex, point (k)\nAnnex I, Part 2, seventh box, and Annex I, Part 3, point 6, second indent\nAnnex, point (l)\nAnnex I, Part 2, first and third indents, Annex I, Part 3, point 5, first indent, and Annex V (new)\nAnnex, point (m)\nArticle 5(3)(b)\n—\nAnnex I, Part 1, eighth box (new)\n—\nAnnex I, Part 2, second indent (new)\n—\nAnnex I, Part 2, fourth indent (new)\n—\nAnnex I, Part 3, point 1, second indent (new)\n—\nAnnex I, Part 3, point 4, second indent (new)\n—\nAnnex I, Part 3, point 5, second indent (new)\n—\nAnnex I, Part 3, point 6, third indent (new)\n—\nAnnex I, Part 3, point 6, fourth indent (new)\n—\nAnnexes II to V (new)", "summary": "Protecting consumers in respect of timeshare and long-term holiday contracts\nProtecting consumers in respect of timeshare and long-term holiday contracts\nSUMMARY OF:\nDirective 2008/122/EC on the protection of consumers in respect of certain aspects of timeshare, long-term holiday product, resale and exchange contracts\nWHAT IS THE AIM OF THE DIRECTIVE?\nThe directive strengthens consumer protection in case of contracts for the sale, resale* and exchange* of timeshare products* and long-term holiday products*. The sector has indeed evolved and new holiday products not covered by previous legislation have appeared on the market. This directive updates and clarifies the rules to protect the consumer and contributes to the proper functioning of the internal market.\nIt lays down rules on advertising, pre-contractual and contractual information, the right of withdrawal and a ban on advance payments during the withdrawal period.\nKEY POINTS\nClear information\nIn good time, before the consumer is bound by any contract, the trader shall provide clear, accurate and sufficient information, free of charge, using a standard information form, in an official language of the consumer’s European Union (EU) Member State.\nThe information form (as set out in templates annexed to the directive) should notably include information about the product (in the case of a timeshare contract, long-term holiday product contract or an exchange contract) or the service (in the case of a resale contract), the consumer’s rights and all costs to bear. It must state that there is a right of withdrawal and the conditions under which it may be exercised. This information is an integral part of the contract.\nAny advertising should state where the above information can be obtained. Moreover, a timeshare or a long-term holiday product shall not be marketed as an investment.\nFurthermore, in case of a sales promotion or sales event:\nthe invitation should clearly state the commercial purpose of the event;\nthe information package should be available to the consumer at any time during the event.\nRight of withdrawal\nBefore the contract is signed, the trader must explicitly draw attention to the consumer’s right of withdrawal, the withdrawal period and the ban on advance payments during that period. These clauses are subject to separate signatures. The contract shall include a separate standard withdrawal form, intended to make it easy to withdraw from the contract.\nThe consumer has the right to withdraw, without giving a reason, within 14 days from signature or receipt of the contract. This cooling-off period is extended by 3 months where the information package has not been given to the consumer, and by 1 year if the withdrawal form is not provided.\nIf a consumer withdraws, any other contract linked to the main contract is automatically terminated at no extra cost.\nPayment\nNo advance payment, guarantee or acknowledgement of debt to the trader or to a third party is allowed before the end of the withdrawal period. For resale contracts, no fees should be paid to a trader in advance of the actual sale.\nPayments under long-term holiday contracts are to be made in equal yearly instalments. From the second instalment onwards, the consumer may end the contract without penalty by giving notice within 14 days of receiving the request for payment.\nRedress\nMember States shall inform consumers of methods of redress (compensation) under national legislation and encourage out-of-court settlements.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt has applied since 23 February 2009 and had to become law in the Member States by 23 February 2011.\nBACKGROUND\n              \nFor further information, see:\nTimeshare directive (European Commission)\nPackage travel and timeshare: Policy information (European Commission)\nTimeshare and other long-term holiday contracts in the EU (Your Europe).\nKEY TERMS\n              \nResale contract. A contract under which a trader is paid to assist a consumer to sell or buy a timeshare or a long-term holiday product.\nExchange contract. A contract under which a consumer joins an exchange system which allows them to temporarily swap the benefits deriving from a timeshare contract with another consumer.\nTimeshare contract. A contract of a duration of more than 1 year under which a consumer purchases the right to use accommodation on more than one occasion, typically 1 or 2 weeks each year.\nLong-term holiday product contract. A contract of a duration of more than 1 year which gives the consumer the right to discounts on accommodation or to related benefits, sometimes in combination with travel or other services.\nMAIN DOCUMENT\n            \nDirective 2008/122/EC of the European Parliament and of the Council of 14 January 2009 on the protection of consumers in respect of certain aspects of timeshare, long-term holiday product, resale and exchange contracts (OJ L 33, 3.2.2009, pp. 10–30).\nlast update 03.02.2022", "tags": ["contract", "real property", "consumer protection", "time-sharing", "holiday", "acquisition of property"], "subjects": ["Internal market - Principles", "Consumer protection", "Approximation of laws", "Tourism"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}