{"celex_id": "32009L0020", "reference": "28.5.2009\nEN\nOfficial Journal of the European Union\nL 131/128\nDIRECTIVE 2009/20/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 23 April 2009\non the insurance of shipowners for maritime claims\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 80(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving regard to the opinion of the Committee of the Regions (2),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (3),\nWhereas:\n(1)\nOne element of Community maritime transport policy is to improve the quality of merchant shipping by making all economic operators act more responsibly.\n(2)\nDissuasive measures have already been adopted under Directive 2005/35/EC of the European Parliament and of the Council of 7 September 2005 on ship source pollution and on the introduction of penalties for infringements (4).\n(3)\nOn 9 October 2008, the Member States adopted a statement in which they unanimously recognised the importance of the application of the 1996 Protocol to the 1976 Convention on Limitation of Liability for Maritime Claims by all Member States.\n(4)\nThe obligation to have insurance should make it possible to ensure better protection for victims. It should also help to eliminate substandard ships and make it possible to reestablish competition between operators. Furthermore, in Resolution A.898(21), the International Maritime Organisation invited States to urge shipowners to be properly insured.\n(5)\nNon compliance with the provisions of this Directive should be rectified. Directive 2009/16/EC of the European Parliament and of the Council of 23 April 2009 on port State control (recast) (5) already provides for the detention of ships in the case of absence of certificates which have to be carried on board. However, it is appropriate to provide for the possibility of expelling a ship which does not carry a certificate of insurance. The modalities of the expulsion should allow the situation to be rectified within a reasonable time period.\n(6)\nSince the objectives of this Directive, namely the introduction and implementation of appropriate measures in the field of maritime transport policy, cannot be sufficiently achieved by the Member States and can therefore, by reason of its scale and effects, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve those objectives,\nHAVE ADOPTED THIS DIRECTIVE:\nArticle 1\nSubject matter\nThis Directive lays down rules applicable to certain aspects of the obligations on shipowners as regards their insurance for maritime claims.\nArticle 2\nScope\n1.   This Directive shall apply to ships of 300 gross tonnage or more.\n2.   This Directive shall not apply to warships, auxiliary warships or other State owned or operated ships used for a non commercial public service.\n3.   This Directive shall be without prejudice to the regimes established by the instruments in force in the Member State concerned and listed in the Annex hereto.\nArticle 3\nDefinitions\nFor the purpose of this Directive, the following definitions shall apply:\n(a)\n‘shipowner’ means the registered owner of a seagoing ship, or any other person such as the bareboat charterer who is responsible for the operation of the ship;\n(b)\n‘insurance’ means insurance with or without deductibles, and comprises, for example, indemnity insurance of the type currently provided by members of the International Group of P & I Clubs, and other effective forms of insurance (including proved self insurance) and financial security offering similar conditions of cover;\n(c)\n‘1996 Convention’ means the consolidated text of the 1976 Convention on Limitation of Liability for Maritime Claims, adopted by the International Maritime Organisation (IMO), as amended by the 1996 Protocol.\nArticle 4\nInsurance for maritime claims\n1.   Each Member State shall require that shipowners of ships flying its flag have insurance covering such ships.\n2.   Each Member State shall require shipowners of ships flying a flag other than its own to have insurance in place when such ships enter a port under the Member State's jurisdiction. This shall not prevent Member States, if in conformity with international law, from requiring compliance with that obligation when such ships are operating in their territorial waters.\n3.   The insurance referred to in paragraphs 1 and 2 shall cover maritime claims subject to limitation under the 1996 Convention. The amount of the insurance for each and every ship per incident shall be equal to the relevant maximum amount for the limitation of liability as laid down in the 1996 Convention.\nArticle 5\nInspections, compliance, expulsion from ports and denial of access to ports\n1.   Each Member State shall ensure that any inspection of a ship in a port under its jurisdiction in accordance with Directive 2009/16/EC, includes verification that a certificate referred to in Article 6 is carried on board.\n2.   If the certificate referred to in Article 6 is not carried on board, and without prejudice to Directive 2009/16/EC providing for detention of ships when safety issues are at stake, the competent authority may issue an expulsion order to the ship which shall be notified to the Commission, the other Member States and the flag State concerned. As a result of the issuing of such an expulsion order, every Member State shall refuse entry of this ship into any of its ports until the shipowner notifies the certificate referred to in Article 6.\nArticle 6\nInsurance certificates\n1.   The existence of the insurance referred to in Article 4 shall be proved by one or more certificates issued by its provider and carried on board the ship.\n2.   The certificates issued by the insurance provider shall include the following information:\n(a)\nname of ship, its IMO number, and port of registry;\n(b)\nshipowner’s name and principal place of business;\n(c)\ntype and duration of the insurance;\n(d)\nname and principal place of business of the provider of the insurance and, where appropriate, the place of business where the insurance is established.\n3.   If the language used in the certificates is neither English nor French nor Spanish, the text shall include a translation into one of these languages.\nArticle 7\nPenalties\nFor the purposes of Article 4(1), Member States shall lay down a system of penalties for the breach of national provisions adopted pursuant to this Directive and shall take all the measures necessary to ensure that those penalties are applied. The penalties provided for shall be effective, proportionate and dissuasive.\nArticle 8\nReports\nEvery three years, and for the first time before 1 January 2015, the Commission shall present a report to the European Parliament and to the Council on the application of this Directive.\nArticle 9\nTransposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive before 1 January 2012. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such a reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.\nArticle 10\nEntry into force\nThis Directive shall enter into force on the day following its publication in the Official Journal of the European Union.\nArticle 11\nAddressees\nThis Directive is addressed to the Member States.\nDone at Strasbourg, 23 April 2009.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nP. NEČAS\n(1)  OJ C 318, 23.12.2006, p. 195.\n(2)  OJ C 229, 22.9.2006, p. 38.\n(3)  Opinion of the European Parliament of 29 March 2007 (OJ C 27 E, 31.1.2008, p. 166), Council Common Position of 9 December 2008 (OJ C 330 E, 30.12.2008, p. 7) and Position of the European Parliament of 11 March 2009 (not yet published in the Official Journal).\n(4)  OJ L 255, 30.9.2005, p. 11.\n(5)  See page 57 of this Official Journal.\nANNEX\n—\nThe International Convention on Civil Liability for Oil Pollution Damage, 1992.\n—\nThe International Convention on Liability and Compensation for Damage in Connection with the Carriage of Hazardous and Noxious Substances by Sea, 1996 (HNS Convention).\n—\nThe International Convention on Civil Liability for Bunker Oil Pollution Damage, 2001 (‘Bunker Oil’ Convention).\n—\nThe Nairobi International Convention on the Removal of Wrecks, 2007 (‘Wrecks Removal’ Convention).\n—\nRegulation (EC) No 392/2009 of the European Parliament and of the Council of 23 April 2009 on the liability of carriers of passengers by sea in the event of accidents.", "summary": "The insurance of shipowners for maritime claims\nThe insurance of shipowners for maritime claims\nThis Directive establishes a legal framework applicable to the insurance of shipowners for maritime claims in order to make economic operators act more responsibly and to improve the quality of merchant shipping.\nACT\nDirective 2009/20/EC of the European Parliament and of the Council of 23 April 2009 on the insurance of shipowners for maritime claims.\nSUMMARY\nThis Directive creates a harmonised legal framework applicable to the insurance of shipowners for maritime claims.\nScope\nThis Directive applies to ships of 300 gross tonnage or more. Warships, auxiliary warships or other State owned or operated ships used for a non commercial public service are excluded from its scope.\nObligations on shipowners\nMember States shall impose the following:\nships flying the flag of Member States shall be insured by their owners *;\nships not flying the flag of Member States are to be insured when they enter ports under Member States’ jurisdiction.\nIn compliance with international law, Member States may require that ships that are in transit through their territorial waters fulfil this obligation.\nInsurance * shall cover claims which are subject to limitation pursuant to the 1996 convention * and shall provide cover up to the liability limitation thresholds laid down in that Convention.\nAccess to ports\nMember States shall ensure that ships anchored in ports under their jurisdiction have a certificate of insurance. Without prejudice to the provisions of Directive 2009/16/EC allowing ships to be detained for safety reasons, this Directive allows the competent authority to make a decision regarding the expulsion of the ship. This decision shall be sent to the Commission and to the other Member States. Once the decision has been pronounced, the ship is prohibited from entering any port in the European Union (EU) until a certificate has been presented by its owner.\nInsurance certificates\nInsurance certificate(s) shall include the following information:\nname of ship, its registration number and port of registry;\nshipowner’s name and principal place of business;\ntype and duration of the insurance;\nthe address of the main insurance provider.\nThe text of the certificate shall be translated into English, French or Spanish if it has not been drawn up in any of these three languages.\nPenalties\nMember States shall establish a system of effective, proportionate and dissuasive penalties for the breach of national provisions laid down pursuant to this Directive.\nContext\nThis Directive forms part of the policy of the European Union and the International Maritime Organization (IMO) to make economic operators act more responsibly and thus improve the quality of merchant shipping.\nKey terms of the Act\nshipowner: the registered owner of a seagoing ship, or any other person such as the bareboat charterer who is responsible for the operation of the ship;\ninsurance: insurance with or without deductibles, and comprising, for example, indemnity insurance of the type currently provided by members of the International Group of P & I Clubs, and other effective forms of insurance (including proved self insurance) and financial security offering similar conditions of cover;\n1996 Convention: the consolidated text of the 1976 Convention on Limitation of Liability for Maritime Claims, adopted by the International Maritime Organization (IMO), as amended by the 1996 Protocol.\nReferences\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nDirective 2009/20/EC\n29.5.2009\n1.1.2012\nOJ L 131 of 28.5.2009\nLast updated: 27.10.2009", "tags": ["pollution control measures", "marketing standard", "polluter pays principle", "insurance", "penalty", "civil liability", "law of the sea", "claim", "maritime safety", "environmental liability"], "subjects": ["Transport", "Environment"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}