{"celex_id": "32014R0288", "reference": "22.3.2014\nEN\nOfficial Journal of the European Union\nL 87/1\nCOMMISSION IMPLEMENTING REGULATION (EU) No 288/2014\nof 25 February 2014\nlaying down rules pursuant to Regulation (EU) No 1303/2013 of the European Parliament and of the Council laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund with regard to the model for operational programmes under the Investment for growth and jobs goal and pursuant to Regulation (EU) No 1299/2013 of the European Parliament and of the Council on specific provisions for the support from the European Regional Development Fund to the European territorial cooperation goal with regard to the model for cooperation programmes under the European territorial cooperation goal\nTHE EUROPEAN COMMISSION,\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006 (1), and in particular Article 96(9) thereof,\nHaving regard to Regulation (EU) No 1299/2013 of the European Parliament and of the Council on specific provisions for the support from the European Regional Development Fund to the European territorial cooperation goal (2), and in particular Article 8(11) thereof,\nAfter consulting the Coordination Committee for the European Structural and Investment Funds established by Article 150(1) of Regulation (EU) No 1303/2013,\nWhereas:\n(1)\nIt is necessary to lay down two models, one for operational programmes under the Investment for growth and jobs goal and one for cooperation programmes under the European territorial cooperation goal. Each model will set out uniform conditions for the presentation of information in each section of the operational or cooperation programmes. This is necessary to ensure that information is consistent, comparable and, where necessary, can be aggregated.\n(2)\nThe provisions in this Regulation are closely linked, since they deal with provisions concerning the content of programmes under cohesion policy. To ensure coherence between those provisions, which should enter into force at the same time, and to facilitate a comprehensive view and compact access to them by all Union residents, it is desirable to include the provisions setting out the models for programmes under cohesion policy to be established by implementing acts required by Regulation (EU) No 1303/2013 and Regulation (EU) No 1299/2013 in a single Regulation.\n(3)\nThe models will form the basis for the development of the electronic data exchange system referred to in Article 74(4) of Regulation (EU) No 1303/2013 as regards the content and submission of operational programmes and cooperation programmes. They should therefore establish the manner in which data on operational programmes and cooperation programmes will be entered into the system for electronic data exchange. However, this should not affect the final presentation of operational programmes and cooperation programmes, including the layout of text and tables, since the electronic data exchange system is to allow for different structuring and presentation of the data that has been entered in this system.\n(4)\nThe model for operational programmes should correspond to the structure of the operational programme set out in Article 96 of Regulation (EU) 1303/2013 and the model for cooperation programmes should correspond to the structure of the cooperation programme set out in Article 8 of Regulation (EU) No 1299/2013. In order to ensure consistent conditions for the entry of data, the models should establish the technical characteristics of each field in the electronic data exchange system. In addition to the structured data, the models should provide for the option to submit unstructured information in the form of compulsory or non-compulsory annexes. For such annexes it is not necessary to establish technical characteristics.\n(5)\nTo ensure the correct application of Regulation (EU) No 1303/2013 and of Regulation (EU) No 1299/2013 the models should identify information which is subject to a Commission implementing decision approving the programme. In addition, the model for the operational programmes under the Investment in growth and jobs goal should also identify elements which may be presented in the Partnership Agreement only, in accordance with Article 96(8) of Regulation (EU) No 1303/2013.\n(6)\nIt is also necessary to specify sections of the model for operational programmes under the Investment in growth and jobs goal which should not be completed by the Member States if operational programmes are dedicated exclusively to technical assistance or to the Youth Employment Initiative as referred to in Article 16 of Regulation (EU) No 1304/2013 of the European Parliament and of the Council (3). As the content requirements for the operational programmes dedicated to joint uncapped guarantee and securitization financial instruments in favour of micro, small and medium-sized enterprises as defined in Commission Recommendation 2003/361/EC (4) and implemented by the European Investment Bank represent a subset of the requirements for the content of other programmes under the Investment in growth and jobs goal, it is necessary to identify the fields of the respective model which should be included in such dedicated programmes.\n(7)\nIn order to allow for the prompt application of the measures provided for in this Regulation, this Regulation should enter into force on the day following that of its publication in the Official Journal of the European Union,\nHAS ADOPTED THIS REGULATION:\nArticle 1\n1.   The model for preparing operational programmes under the Investment for growth and jobs goal is set out in Annex I to this Regulation.\n2.   The model for preparing cooperation programmes under the European territorial cooperation goal is set out in Annex II to this Regulation.\nArticle 2\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 25 February 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 347, 20.12.2013, p. 320.\n(2)  OJ L 347, 20.12.2013, p. 259.\n(3)  Regulation (EU) No 1304/2013 of the European Parliament and of the Council of 17 December 2013 on the European Social Fund and repealing Council Regulation (EC) No 1081/2006 (OJ L 347, 20.12.2013, p. 470).\n(4)  Commission Recommendation of 6 May 2003 concerning the definition of micro, small and medium-sized enterprises (OJ L 124, 20.5.2003, p. 36).\nANNEX I\nMODEL FOR OPERATIONAL PROGRAMMES UNDER THE INVESTMENT FOR GROWTH AND JOBS GOAL\nCCI\n<0.1 type=‘S’ maxlength=‘15’ input=‘S’ ‘SME’>\n (1)\nTitle\n<0.2 type=‘S’ maxlength=‘255’ input=‘M’ ‘SME’>\nVersion\n<0.3 type=‘N’ input=‘G’ ‘dME’>\nFirst year\n<0.4 type=‘N’ maxlength=‘4’ input=‘M’ ‘SME’>\nLast year\n<0.5 type=‘N’ maxlength=‘4’ input=‘M’ ‘SME’>\nEligible from\n<0.6 type=‘D’ input=‘G’ ‘SME’>\nEligible until\n<0.7 type=‘D’ input=‘G’ ‘SME’>\nEC decision number\n<0.8 type=‘S’ input=‘G’ ‘SME’>\nEC decision date\n<0.9 type=‘D’ input=‘G’ ‘SME’>\nMS amending decision number\n<0.10 type=‘S’ maxlength=‘20’ input=‘M’ ‘SME’>\nMS amending decision date\n<0.11 type=‘D’ input=‘M’ ‘SME’>\nMS amending decision entry into force date\n<0.12 type=‘D’ input=‘M’ ‘SME’>\nNUTS regions covered by the operational programme\n<0.12 type=‘S’ input=‘S’ ‘SME’>\nSECTION 1\nSTRATEGY FOR THE OPERATIONAL PROGRAMME'S CONTRIBUTION TO THE UNION STRATEGY FOR SMART, SUSTAINABLE AND INCLUSIVE GROWTH AND THE ACHIEVEMENT OF ECONOMIC, SOCIAL AND TERRITORIAL COHESION\n(Reference: Article 27(1) and point (a) of the first subparagraph of Article 96(2) of Regulation (EU) No 1303/2013 of the European Parliament and of the Council) (2)\n1.1.   Strategy for the operational programme's contribution to the Union strategy for smart, sustainable and inclusive growth and to the achievement of economic, social and territorial cohesion\n1.1.1.\nDescription of the programme’s strategy for contributing to the delivery of the Union strategy for smart, sustainable and inclusive growth and for achieving economic, social and territorial cohesion.\n<1.1.1 type=‘S’ maxlength=‘70000’ input=‘M’>\n1.1.2.\nA justification for the choice of thematic objectives and corresponding investment priorities having regard to the Partnership Agreement, based on an identification of regional and, where appropriate, national needs including the need to address the challenges identified in relevant country-specific recommendations adopted in accordance with Article 121(2) TFEU and the relevant Council recommendations adopted in accordance with Article 148(4) TFEU, taking into account the ex ante evaluation.\nTable 1\nJustification for the selection of thematic objectives and investment priorities\nSelected thematic objective\nSelected investment priority\nJustification for selection\n<1.1.2 type=‘S’ input=‘S’ PA=Y TA=‘NA’>\n<1.1.3 type=‘S’ input=‘S’ PA=Y TA=‘NA’>\n<1.1.4 type=‘S’ maxlength=‘1000’ input=‘M’ PA=Y TA=‘NA’>\n1.2.   Justification for the financial allocation\nJustification for the financial allocation (Union support) to each thematic objective and, where appropriate, investment priority, in accordance with the thematic concentration requirements, taking into account the ex-ante evaluation.\n<1.2.1 type = ‘S’ maxlength =‘7000’ input ‘M’ PA=Y TA = ‘NA’>\nTable 2\nOverview of the investment strategy of the operational programme\nPriority axis\nFund (ERDF (3), Cohesion Fund, ESF (4) or, YEI) (5)\nUnion support (6)\n(EUR)\nProportion of total Union support for the operational programme (7)\nThematic objective (8)\nInvestment priorities (9)\nSpecific objectives corresponding to the investment priority\nCommon and programme-specific result indicators for which a target has been set\n<1.2.1 type=‘S’ input=‘G’>\n<1.2.2 type=‘S’ input=‘G’>\n<1.2.3 type=‘N’ input=‘G’>\n<1.2.4 type=‘P’ input=‘G’>\n<1.2.5 type=‘S’ input=‘G’>\n<1.2.6 type=‘S’ input=‘G’>\n<1.2.7 type=‘S’ input=‘G’>\n<1.2.8 type=‘S’ input=‘G’>\nSECTION 2\nPRIORITY AXES\n(Reference: points (b) and (c) of the first subparagraph of Article 96(2) of Regulation (EU) No 1303/2013)\n2.A   A description of the priority axes other than technical assistance\n(Reference: point (b) of the first subparagraph of Article 96(2) of Regulation (EU) No 1303/2013)\n2.A.1   \nPriority axis\n (repeated for each priority axis)\nID of the priority axis\n<2A.1 type=‘N’ input=‘G’‘SME’ >\nTitle of the priority axis\n<2A.2 type=‘S’ maxlength=‘500’ input=‘M’‘SME’ >\n\nThe entire priority axis will be implemented solely through financial instruments\n<2A.3 type=‘C’ input=‘M’>\n\nThe entire priority axis will be implemented solely though financial instruments set up at Union level\n<2A.4 type=‘C’ input=‘M’‘SME’ >\n\nThe entire priority axis will be implemented through community-led local development\n<2A.5 type=‘C’ input=‘M’>\n\nFor the ESF: The entire priority axis is dedicated to social innovation or to transnational cooperation, or both\n<2A.6 type=‘C’ input=‘M’>\n2.A.2   \nJustification for the establishment of a priority axis covering more than one category of region, thematic objective or Fund\n (where applicable)\n(Reference: Article 96(1) of Regulation (EU) No 1303/2013)\n<2A.0 type=‘S’ maxlength=‘3500’ input=‘M’>\n2.A.3   \nFund, category of region and calculation basis for Union support\n(Repeated for each combination under a priority axis)\nFund\n<2A.7 type=‘S’ input=‘S’‘SME’>\nCategory of region\n<2A.8 type=‘S’ input=‘S’‘SME’>\nCalculation basis (total eligible expenditure or eligible public expenditure)\n<2A.9 type=‘S’ input=‘S’‘SME’>\nCategory of region for outermost regions and northern sparsely populated regions (where applicable)\n<2A.9 type=‘S’ input=‘S’ >\n2.A.4   \nInvestment priority\n(Repeated for each investment priority under the priority axis)\nInvestment priority\n<2A.10 type=‘S’ input=‘S’‘SME’ >\n2.A.5   \nSpecific objectives corresponding to the investment priority and expected results\n(Repeated for each specific objective under the investment priority)\n(Reference: points (b)(i) and (ii) of the first subparagraph of Article 96(2) of Regulation (EU) No 1303/2013)\nID\n<2A.1.1 type=‘N’ input=‘G’ ‘SME’>\nSpecific objective\n<2A.1.2 type=‘S’ maxlength=‘500’ input=‘M’ ‘SME’>\nThe results that the Member State seeks to achieve with Union support\n<2A.1.3 type=‘S’ maxlength=‘3500’ input=‘M’ ‘SME’>\nTable 3\nProgramme-specific result indicators, by specific objective (for the ERDF and the Cohesion Fund)\n(Reference: point (b)(ii) of the first subparagraph of Article 96(2) of Regulation (EU) No 1303/2013\nID\nIndicator\nMeasurement unit\nCategory of region (where relevant)\nBaseline value\nBaseline year\nTarget value (10) (2023)\nSource of data\nFrequency of reporting\n<2A.1.4 type=‘S’ maxlength=‘5’ input=‘M’ ‘SME’>\n<2A.1.5 type=‘S’ maxlength=‘255’ input=‘M’ ‘SME’>\n<2A.1.6 type=‘S’ input=‘M’ ‘SME’>\n<2A.1.7 type=‘S’ input=‘S’ ‘SME’>\nQuantitative <2A.1.8 type=‘N’ input=‘M’ ‘SME’>\nQualitative <2A.1.8 type=‘S’ maxlength=‘100’ input=‘M’ ‘SME’\n<2A.1.9 type=‘N’ input=‘M’ ‘SME’>\nQuantitative <2A.1.10 type=‘N’ input=‘M’>\nQualitative <2A.1.10 type=‘S’ maxlength=‘100’ input=‘M’ ‘SME’>\n<2A.1.11 type=‘S’ maxlength=‘200’ input=‘M’ ‘SME’>\n<2A.1.12 type=‘S’ maxlength=‘100’ input=‘M’ ‘SME’>\nTable 4\nCommon result indicators for which a target value has been set and programme specific result indicators corresponding to the specific objective (by investment priority and category of region) (for the ESF)\n(Reference: point (b)(ii) of the first subparagraph of Article 96(2) of Regulation (EU) No 1303/2013)\nID\nIndicator\nCategory of region\nMeasurement unit for indicator\nCommon output indicator used as basis for target setting\nBaseline value\nMeasurement unit for baseline and target\nBaseline year\nTarget value (11) (2023)\nSource of data\nFrequency of reporting\nM\nW\nT\nM\nW\nT\nProgramme-specific <2A.1.13 type=‘S’ maxlength=‘5’ input=‘M’>\nCommon <2A.1.13 type=‘S’ input=‘S’>\nProgramme-specific <2A.1.14 type=‘S’ maxlength=‘255’ input=‘M’>\nCommon <2A.1.14 type=‘S’ input=‘S’>\n<2A.1.15 type=‘S’ input=‘S’>\nProgramme-specific <2A.1.16 type=‘S’ input=‘M’>\nCommon <2A.1.16 type=‘S’ input=‘S’>\nProgramme-specific <2A.1.17 type=‘S’ input=‘M’>\nCommon <2A.1.17 type=‘S’ input=‘S’>\nCommon Output Indicators <2A.1.18 type=‘S’ input=‘S’>\nQuantitative <2A.1.19 type=‘S’ input=‘M’>\nCommon <2A.1.19 type=‘S’ input=‘G’>\n<2A.1.20 type=‘N’ input=‘M’>\nQuantitative <2A.1.21 type=‘N’ input=‘M’>\nQualitative <2A.1.21 type=‘S’ maxlength=‘100’ input=‘M’>\n<2A.1.22 type=‘S’ maxlength=‘200’ input=‘M’>\n<2A.1.23 type=‘S’ maxlength=‘100’ input=‘M’>\nTable 4a\nYEI result indicators and programme-specific result indicators corresponding to the specific objective\n(by priority axis or by part of a priority axis)\n(Reference: Article 19(3) of Regulation (EU) No 1304/2013 of the European Parliament and of the Council (12))\nID\nIndicator\nMeasurement unit for indicator\nCommon output indicator used as basis for target setting\nBaseline value\nMeasurement unit for baseline and target\nBaseline year\nTarget value (13) (2023)\nSource of data\nFrequency of reporting\nM\nW\nT\nM\nW\nT\nProgramme-specific <2A.1.24 type=‘S’ maxlength=‘5’ input=‘M’>\nCommon <2A.1.24 type=‘S’ input=‘S’>\nProgramme-specific <2A.1.25 type=‘S’ maxlength=‘255’ input=‘M’>\nCommon <2A.1.25 type=‘S’ input=‘S’>\nProgramme-specific <2A.1.26 type=‘S’ input=‘M’>\nCommon <2A.1.26 type=‘S’ input=‘S’>\nProgramme-specific <2A.1.27 type=‘S’ input=‘M’>\nCommon <2A.1.27 type=‘S’ input=‘S’>\nCommon Output Indicators <2A.1.28 type=‘S’ input=‘S’>\nQuantitative <2A.1.29 type=‘S’ input=‘M’>\nCommon <2A.1.29 type=‘S’ input=‘G’>\n<2A.1.30 type=‘N’ input=‘M’>\nQuantitative <2A.1.31 type=‘N’ input=‘M’>\nQualitative <2A.1.31 type=‘S’ maxlength=‘100’ input=‘M’>\n<2A.1.32 type=‘S’ maxlength=‘200’ input=‘M’>\n<2A.1.33 type=‘S’ maxlength=‘100’ input=‘M’>\n2.A.6   \nAction to be supported under the investment priority\n(by investment priority)\n2.A.6.1   Description of the type and examples of actions to be supported and their expected contribution to the specific objectives including, where appropriate, the identification of main target groups, specific territories targeted and types of beneficiaries\n(Reference: point (b)(iii) of the first subparagraph of Article 96 (2) of Regulation (EU) No 1303/2013)\nInvestment priority\n<2A.2.1.1 type=‘S’ input=‘S’>\n<2A.2.1.2 type=‘S’ maxlength=‘17500’ input=‘M’>\n2.A.6.2   Guiding principles for selection of operations\n(Reference: point (b)(iii) of the first subparagraph of Article 96(2) of Regulation (EU) No 1303/2013)\nInvestment Priority\n<2A.2.2.1 type=‘S’ input=‘S’>\n<2A.2.2.2 type=‘S’ maxlength=‘5000’ input=‘M’>\n2.A.6.3   Planned use of financial instruments (where appropriate)\n(Reference: point (b)(iii) of the first subparagraph of Article 96(2) of Regulation (EU) No 1303/2013)\nInvestment Priority\n<2A.2.3.1 type=‘S’ input=‘S’>\nPlanned use of financial instruments\n<2A.2.3.2 type=‘C’ input=‘M’>\n<2A.2.3.3 type=‘S’ maxlength=‘7000’ input=‘M’>\n2.A.6.4   Planned use of major projects (where appropriate)\n(Reference: point (b)(iii) of the first subparagraph of Article 96 (2) of Regulation (EU) No 1303/2013)\nInvestment Priority\n<2A.2.4.1 type=‘S’ input=‘S’>\n<2A.2.4.2 type=‘S’ maxlength=‘3500’ input=‘M’>\n2.A.6.5   Output indicators by investment priority and, where appropriate by category of region\n(Reference: point (b)(iv) of the first subparagraph of Article 96(2) of Regulation (EU) No 1303/2013)\nTable 5\nCommon and programme-specific output indicators\n(by investment priority, broken down by category of region for the ESF, and where relevant, for the ERDF)\nID\nIndicator\nMeasurement unit\nFund\nCategory of region (where relevant)\nTarget value (2023) (14)\nSource of data\nFrequency of reporting\nM\nW\nT\n<2A.2.5.1 type=‘S’ input=‘S’ ‘SME’>\n<2A.2.5.2 type=‘S’ input=‘S’ ‘SME’>\n<2A.2.5.3 type=‘S’ input=‘S’ ‘SME’>\n<2A.2.5.4 type=‘S’ input=‘S’ ‘SME’>\n<2A.2.5.5 type=‘S’ input=‘S’ ‘SME’>\n<2A.2.5.6 type=‘N’ input=‘M’ ‘SME’>\n<2A.2.5.7 type=‘S’ maxlength=‘200’ input=‘M’ ‘SME’>\n<2A.2.5.8 type=‘S’ maxlength=‘100’ input=‘M’ ‘SME’>\n2.A.7   \nSocial innovation, transnational cooperation and contribution to thematic objectives 1-7\n(15)\nSpecific provisions for ESF (16), where applicable (by priority axis and, where relevant, category of region): social innovation, transnational cooperation and ESF contribution to thematic objectives 1 to 7.\nDescription of the contribution of the planned actions of the priority axis to:\n—\nsocial innovation (if not covered by a dedicated priority axis);\n—\ntransnational cooperation (if not covered by a dedicated priority axis);\n—\nthematic objectives referred to in points (1) to (7) of the first paragraph of Article 9 of Regulation (EU) No 1303/2013.\nPriority axis\n<2A.3.1 type=‘S’ input=‘S’>\n<2A.3.2 type=‘S’ maxlength=‘7000’ input=‘M’>\n2.A.8   \nPerformance framework\n(Reference: point (b)(v) of the first subparagraph of Article 96(2), and Annex II to Regulation (EU) No 1303/2013)\nTable 6\nPerformance framework of the priority axis\n(by fund and, for the ERDF and ESF, category of region) (17)\nPriority axis\nIndicator type\n(Key implementation step, financial, output or, where appropriate, result indicator)\nID\nIndicator or key implementation step\nMeasurement unit, where appropriate\nFund\nCategory of region\nMilestone for 2018 (18)\nFinal target (2023) (19)\nSource of data\nExplanation of relevance of indicator, where appropriate\nM\nW\nT\nM\nW\nT\n<2A.4.1 type=‘S’ input=‘S’>\n<2A.4.2 type=‘S’ input=‘S’>\nImplementation Step or Financial indicator <2A.4.3 type=‘S’ maxlength=‘5’ input=‘M’>\nOutput or result<2A.4.3 type=‘S’ input=‘S’>\nImplementation Step or Financial indicator <2A.4.4 type=‘S’ maxlength=‘255’ input=‘M’>\nOutput or Result <2A.4.4 type=‘S’ input=‘G’ or ‘M’>\nImplementation Step or Financial indicator <2A.4.5 type=‘S’ input=‘M’>\nOutput or Result <2A.4.5 type=‘S’ input=‘G’ or ‘M’>\n<2A.4.6 type=‘S’ input=‘S’>\n<2A.4.7 type=‘S’ input=‘S’>\n<2A.4.8 type=‘S’ maxlength=‘255’ input=‘M’>\nImplementation Step or Financial <2A.4.9 type=‘S’ input=‘M’>\nOutput or Result <2A.4.8 type=‘S’ input=‘M’>\nImplementation Step or Financial indicator <2A.4.10 type=‘S’ maxlength=‘200’ input=‘M’>\nOutput or Result <2A.4.10 type=‘S’ input=‘M’>\n<2A.4.11 type=‘S’ maxlength=‘500’ input=‘M’>\nAdditional qualitative information on the establishment of the performance framework\n(optional)\n<2A.4.12 type=‘S’ maxlength=‘7000’ input=‘M’>\n2.A.9   \nCategories of intervention\n(Reference: point (b)(vi) of Article 96(2) of Regulation (EU) No 1303/2013)\nCategories of intervention corresponding to the content of the priority axis based on a nomenclature adopted by the Commission, and indicative breakdown of Union support.\nTables 7-11\nCategories of intervention\n (20)\n(by Fund and category of region, if the priority axis covers more than one)\nTable 7\nDimension 1 – Intervention field\nFund\n<2A.5.1.1 type=‘S’ input=‘S’ Decision=N>\nCategory of region\n<2A.5.1.2 type=‘S’ input=‘S’ Decision=N>\nPriority axis\nCode\nAmount (EUR)\n<2A.5.1.3 type=‘S’ input=‘S’ Decision=N>\n<2A.5.1.4 type=‘S’ input=‘S’ Decision=N>\n<2A.5.1.5 type=‘N’ input=‘M’ Decision=N>\nTable 8\nDimension 2 – Form of finance\nFund\n<2A.5.2.1 type=‘S’ input=‘S’ Decision=N>\nCategory of region\n<2A.5.2.2 type=‘S’ input=‘S’ Decision=N>\nPriority axis\nCode\nAmount (EUR)\n<2A.5.2.3 type=‘S’ input=‘S’ Decision=N>\n<2A.5.2.4 type=‘S’ input=‘S’ Decision=N>\n<2A.5.2.5 type=‘N’ input=‘M’ Decision=N>\nTable 9\nDimension 3 – Territory type\nFund\n<2A.5.3.1 type=‘S’ input=‘S’ Decision=N>\nCategory of region\n<2A.5.3.2 type=‘S’ input=‘S’ Decision=N>\nPriority axis\nCode\nAmount (EUR)\n<2A.5.3.3 type=‘S’ input=‘S’ Decision=N>\n<2A.5.3.4 type=‘S’ input=‘S’ Decision=N>\n<2A.5.3.5 type=‘N’ input=‘M’ Decision=N>\nTable 10\nDimension 4 – Territorial delivery mechanisms\nFund\n<2A.5.4.1 type=‘S’ input=‘S’ Decision=N>\nCategory of region\n<2A.5.4.2 type=‘S’ input=‘S’ Decision=N>\nPriority axis\nCode\nAmount (EUR)\n<2A.5.4.2 type=‘S’ input=‘S’ Decision=N>\n<2A.5.4.4 type=‘S’ input=‘S’ Decision=N>\n<2A.5.4.5 type=‘N’ input=‘M’ Decision=N>\nTable 11\nDimension 6 – ESF secondary theme\n (21)\n(ESF only)\nFund\n<2A.5.5.1 type=‘S’ input=‘S’ Decision=N>\nCategory of region\n<2A.5.5.2 type=‘S’ input=‘S’ Decision=N>\nPriority axis\nCode\nAmount (EUR)\n<2A.5.5.3 type=‘S’ input=‘S’ Decision=N>\n<2A.5.5.4 type=‘S’ input=‘S’ Decision=N>\n<2A.5.5.5 type=‘N’ input=‘M’ Decision=N>\n2.A.10   \nSummary of the planned use of technical assistance including, where necessary, actions to reinforce the administrative capacity of authorities involved in the management and control of the programmes and beneficiaries\n (where appropriate)\n(by priority axis)\n(Reference: point (b)(vii) of Article 96(2) of Regulation (EU) No 1303/2013)\nPriority axis\n<3A.6.1 type=‘S’ input=‘S’>\n<2A.6.2 type=‘S’ maxlength=‘2000’ input=‘M’>\n2.B   Description of the priority axes for technical assistance\n(Reference: point (c) of the first subparagraph of Article 96(2) of Regulation (EU) No 1303/2013)\n2.B.1   \nPriority axis\n (repeated for each Technical Assistance priority axis)\nID of the priority axis\n<2B.0.2 type=‘N’ maxlength=‘5’ input=‘G’>\nTitle of the priority axis\n<2B.0.3 type=‘S’ maxlength=‘255’ input=‘M’>\n2.B.2   \nJustification for establishing a priority axis covering more than one category of region\n (where applicable)\n(Reference: Article 96(1) of Regulation (EU) No 1303/2013)\n<2B.0.1 type=‘S’ maxlength=‘3500’ input=‘M’>\n2.B.3   \nFund and category of region (repeated for each combination under the priority axis)\nFund\n<2B.0.4 type=‘S’ input=‘S’>\nCategory of region\n<2B.0.5 type=‘S’ input=‘S’>\nCalculation basis (total eligible expenditure or eligible public expenditure)\n<2B.0.6 type=‘S’ input=‘S’>\n2.B.4   \nSpecific objectives and expected results\n(repeated for each specific objective under the priority axis)\n(Reference: points (c)(i) and (ii) of the first subparagraph of Article 96(2) of Regulation (EU) No 1303/2013)\nID\n<2B.1.1 type=‘N’ maxlength=‘5’ input=‘G’>\nSpecific objective\n<2B.1.2 type=‘S’ maxlength=‘500’ input=‘M’>\nResults that the Member State seeks to achieve with Union support (22)\n<2B.1.3 type=‘S’ maxlength=‘3500’ input=‘M’>\n2.B.5   \nResult indicators\n(23)\nTable 12\nProgramme-specific result indicators (by specific objective)\n(for ERDF/ESF/Cohesion Fund)\n(Reference: point (c)(ii) of the first subparagraph of Article 96(2) of Regulation (EU) No 1303/2013)\nID\nIndicator\nMeasurement unit\nBaseline value\nBaseline year\nTarget value (24) (2023)\nSource of data\nFrequency of reporting\nM\nW\nT\nM\nW\nT\n<2.B.2.1 type=‘S’ maxlength=‘5’ input=‘M’>\n<2.B.2.2 type=‘S’ maxlength=‘255’ input=‘M’>\n<2.B.2.3 type=‘S’ input=‘M’>\nQuantitative <2.B.2.4 type=‘N’ input=‘M’>\n<2.B.2.5 type=‘N’ input=‘M’>\nQuantitative <2.B.2.6 type=‘N’ input=‘M’>\nQualitative <2.B.2.6 type=‘S’ maxlength=‘100’ input=‘M’>\n<2.B.2.7 type=‘S’ maxlength=‘200’ input=‘M’>\n<2.B.2.8 type=‘S’ maxlength=‘100’ input=‘M’>\n2.B.6   \nActions to be supported and their expected contribution to the specific objectives\n (by priority axis)\n(Reference: points (c)(i) and (iii) of the first subparagraph of Article 96(2) of Regulation (EU) No 1303/2013)\n2.B.6.1   A description of actions to be supported and their expected contribution to the specific objectives\n(Reference: points (c)(i) and (iii) of the first subparagraph of Article 96(2) of Regulation (EU) No 1303/2013)\nPriority axis\n<2.B.3.1.1 type=‘S’ input=‘S’>\n<2.B.3.1.2 type=‘S’ maxlength=‘7000’ input=‘M’>\n2.B.6.2   Output indicators expected to contribute to results (by priority axis)\n(Reference: point (c)(iv) of the first subparagraph of Article 96(2) of Regulation (EU) No 1303/2013)\nTable 13\nOutput indicators (by priority axis)\n(for ERDF/ESF/Cohesion Fund)\nID\nIndicator\nMeasurement unit\nTarget value (2023) (25)\n(optional)\nSource of data\nM\nW\nT\n<2.B.3.2.1 type=‘S’ maxlength=‘5’ input=‘M’>\n<2.B.2.2.2 type=‘S’ maxlength=‘255’ input=‘M’>\n<2.B.3.2.3 type=‘S’ input=‘M’>\n<2.B.3.2.4 type=‘N’ input=‘M’>\n<2.B.3.2.5 type=‘S’ maxlength=‘200’ input=‘M’>\n2.B.7   \nCategories of intervention\n (by priority axis)\n(Reference: points (c)(v) of the first subparagraph of Article 96(2) of Regulation (EU) No 1303/2013)\nCorresponding categories of intervention based on a nomenclature adopted by the Commission, and an indicative breakdown of Union support.\nTables 14-16\nCategories of intervention\n (26)\nTable 14\nDimension 1 – Intervention field\nCategory of region:\n<type=‘S’ input=‘S’>\nPriority axis\nCode\nAmount (EUR)\n<2B.4.1.1 type=‘S’ input=‘S’ > Decision=N>\n<2B.4.1.2 type=‘S’ input=‘S’> Decision=N>\n<2B.4.1.3 type=‘N’ input=‘M’> Decision=N>\nTable 15\nDimension 2 – Form of finance\nCategory of region:\n<type=‘S’ input=‘S’>\nPriority axis\nCode\nAmount (EUR)\n<2B.4.2.1 type=‘S’ input=‘S’ > Decision=N>\n<2B.4.2.2 type=‘S’ input=‘S’> Decision=N>\n<2B.4.2.3 type=‘N’ input=‘M’> Decision=N>\nTable 16\nDimension 3 – Territory type\nCategory of region:\n<type=‘S’ input=‘S’>\nPriority axis\nCode\nAmount (EUR)\n<2B.4.3.1 type=‘S’ input=‘S’ > Decision=N>\n<2B.4.3.2 type=‘S’ input=‘S’> Decision=N>\n<2B.4.3.3 type=‘N’ input=‘M’> Decision=N>\nSECTION 3\nFINANCING PLAN\n(Reference: point (d) of the first subparagraph of Article 96(2) of Regulation (EU) No 1303/2013)\n3.1   Financial appropriation from each fund and amounts for performance reserve\n(Reference: point (d)(i) of the first subparagraph of Article 96(2) of Regulation (EU) No 1303/2013)\nTable 17\nFund\nCategory of region\n2014\n2015\n2016\n2017\n2018\n2019\n2020\nTotal\nMain allocation (27)\nPerformance reserve\nMain allocation\nPerformance reserve\nMain allocation\nPerformance reserve\nMain allocation\nPerformance reserve\nMain allocation\nPerformance reserve\nMain allocation\nPerformance reserve\nMain allocation\nPerformance reserve\nMain allocation\nPerformance reserve\n<3.1.1 type=‘S’ input=‘G’ ‘SME’>\n<3.1.2 type=‘S’ input=‘G’ ‘SME’>\n<3.1.3 type=‘N’ input=‘M’ ‘SME’>\n<3.1.4 type=‘N’ input=‘M’\nTA - ‘NA’ YEI –‘NA’>\n<3.1.5 type=‘N’ input=‘M’ ‘SME’>\n<3.1.6 type=‘N’ input=‘M’\nTA - ‘NA’ YEI –‘NA’>\n<3.1.7type=‘N’ input=‘M’ ‘SME’>\n<3.1.8 type=‘N’ input=‘M’\nTA - ‘NA’ YEI –‘NA’>\n<3.1.9 type=‘N’ input=‘M’ ‘SME’>\n<3.1.10 type=‘N’ input=‘M’\nTA - ‘NA’ YEI –‘NA’>\n<3.1.11 type=‘N’ input=‘M’ ‘SME’>\n<3.1.12 type=‘N’ input=‘M’\nTA - ‘NA’ YEI –‘NA’>\n<3.1.13 type=‘N’ input=‘M’ ‘SME’>\n<3.1.14 type=‘N’ input=‘M’\nTA - ‘NA’ YEI –‘NA’>\n<3.1.15 type=‘N’ input=‘M’ ‘SME’>\n<3.1.16 type=‘N’ input=‘M’\nTA - ‘NA’ YEI –‘NA’>\n<3.1.17 type=‘N’ input=‘G’ ‘SME’>\n<3.1.18 type=‘N’ input=‘G’\nTA - ‘NA’ YEI –‘NA’>\n(1)\nERDF\nIn less developed regions\n(2)\nIn transition regions\n(3)\nIn more developed regions\n(4)\nTotal\n(5)\nESF\n (28)\nIn less developed regions\n(6)\nIn transition regions\n(7)\nIn more developed regions\n(8)\nTotal\n(9)\nYEI-specific allocation\nNot applicable\nNot applicable\nNot applicable\nNot applicable\nNot applicable\nNot applicable\nNot applicable\nNot applicable\nNot applicable\nNot applicable\nNot applicable\nNot applicable\nNot applicable\nNot applicable\nNot applicable\n(10)\nCohesion Fund\nNot applicable\n(11)\nERDF\nSpecial allocation to outermost regions or northern sparsely populated regions\n(12)\nTotal\n3.2   Total financial appropriation by fund and national co-financing (EUR)\n(Reference: point (d)(ii) of the first subparagraph of Article 96(2) of Regulation (EU) No 1303/2013)\n1.\nThe table sets out the financial plan by priority axis.\n2.\nWhere a priority axis covers more than one fund, the Union support and national counterpart is broken down by fund with a separate co-financing rate within the priority axis for each fund.\n3.\nWhere the priority axis covers more than one category of region, the Union support and national counterpart is broken down by category of region with a separate co-financing rate within the priority axis for each category of region.\n4.\nThe EIB contribution is presented at priority axis level.\nTable 18a\nFinancing plan\nPriority axis\nFund\nCategory of region\nBasis for calculation of Union support\n(Total eligible cost or public eligible cost)\nUnion support\nNational counterpart\nIndicative breakdown of national counterpart\nTotal funding\nCo-financing rate\nFor information\nEIB contributions\nMain allocation (total funding less performance reserve)\nPerformance reserve\nPerformance reserve amount as proportion of total Union support\nNational public funding\nNational private funding (29)\nUnion support\nNational counterpart\nUnion support\nNational counterpart (31)\n(a)\n(c)\n(d)\n(30)\n(g)\n(j)\n<3.2.A.1 type=‘S’ input=‘G’ ‘SME’>\n<3.2.A.2 type=‘S’ input=‘G’ ‘SME’>\n<3.2.A.3 type=‘S’ input=‘G’ ‘SME’>\n<3.2.A.4 type=‘S’ input=‘G’ ‘SME’>\n<3.2.A.5 type=‘N’ input=‘M’ ‘SME’>\n<3.2.A.6 type=‘N‘SME’‘input=’G’>\n<3.2.A.7 type=‘N’ input=‘M’ ‘SME’>\n<3.2.A.8 type=‘N’ input=‘M’ ‘SME’>\n<3.2.A.9 type=‘N’ input=‘G’ ‘SME’>\n<3.2.A.10 type=‘P’ input=‘G’ ‘SME’>\n<3.2.A.11 type=‘N’ input=‘M’ ‘SME’>\n<3.2.A.12 type=‘N’ input=‘M’ TA - ‘NA’ YEI –‘NA’>\n<3.2.A.13 type=‘N’ input=‘M’ TA - ‘NA’ YEI –‘NA’>>\n<3.2.A.14 type=‘N’ input=‘M’ TA - ‘NA’ YEI –‘NA’>\n<3.2.A.15 type=‘N’ input=‘M’ TA - ‘NA’ YEI –‘NA’>>\n<3.2.A.16 type=‘N’ input=‘G’ TA - ‘NA’ YEI –‘NA’>\nPriority axis 1\nERDF\nPriority axis 2\nESF\nPriority axis 3\nYEI (32)\nNA\nNA\nNA\nNA\nPriority axis 4\nESF\nYEI (33)\nNA\nNA\nNA\nNA\nPriority Axis 5\nCohesion Fund\nNA\nTotal\nERDF\nLess developed\nEquals total (1) in Table 17\nTotal\nERDF\nTransition\nEquals total (2) in Table 17\nTotal\nERDF\nMore developed\nEquals total (3) in Table 17\nTotal\nERDF\nSpecial allocation to outermost regions or northern sparsely populated regions\nEquals total (11) in Table 17\nTotal\nESF (34)\nLess developed\nThis does not equal total (5) in Table 17, which includes ESF matching support to YEI (35)\nTotal\nESF (36)\nTransition\nThis does not equal total (6) in Table 17, which includes ESF matching support to YEI\nTotal\nESF (37)\nMore developed\nThis does not equal total (7) in Table 17, which includes ESF matching support to YEI\nTotal\nYEI (38)\nNA\nThis does not equal total (9) in Table 17, which only includes the YEI-specific allocation\nTotal\nCohesion Fund\nNA\nEquals total (10) in Table 17\nGrand total\nEquals total (12) in Table 17\nTable 18b\nYouth Employment Initiative – ESF- and YEI-specific allocations\n (41)\n(where appropriate)\nFund (42)\nCategory of region\nBasis for calculation of Union support\n(Total eligible cost or public eligible cost)\nUnion support (a)\nNational counterpart\nIndicative breakdown of national counterpart\nTotal funding\nCo-financing rate\n(40)\nNational public funding\n(c)\nNational private funding\n(d) (39)\n<3.2.B.1 type=‘S’ input=‘G’>\n<3.2.B.2 type=‘S’ input=‘G’>\n<3.2.B.3 type=‘S’ input=‘G’>\n<3.2.B.1 type=‘N’ input=‘M’>\n<3.2.B.4 type=‘N’ input=‘G’>\n<3.2.B.5 type=‘N’ input=‘M’>\n<3.2.B.6 type=‘N’ input=‘M’>\n<3.2.B.7 type=‘N’ input=‘G’>\n<3.2.B.8 type=‘P’ input=‘G’>\n1.\nYEI-specific allocation\nNA\n0\n100 %\n2.\nESF matching support\nless developed\n3.\nESF matching support\ntransition\n4.\nESF matching support\nmore developed\n5.\nTOTAL: YEI [part of] Priority axis\n[Must equal [part of] Priority axis 3]\nSum (1:4)\nSum (1:4)\n6.\nRatio of ESF for less developed regions\n2/sum(2:4)\n<3.2.c.11 type=‘P’ input=‘G’>\n7.\nRatio of ESF for transition regions\n3/sum(2:4)\n<3.2.c.13 type=‘P’ input=‘G’>\n8.\nRatio of ESF for more developed regions\n4/sum(2:4)\n<3.2.c.14 type=‘P’ input=‘G’>\nTable 18c\nBreakdown of the financial plan by priority axis, fund, category of region and thematic objective\n(Reference: point (d)(ii) of the first subparagraph of Article 96(2) of Regulation (EU) No 1303/2013)\nPriority axis\nFund (43)\nCategory of region\nThematic objective\nUnion support\nNational counterpart\nTotal funding\n<3.2.C.1 type=‘S’ input=‘G’>\n<3.2.C.2 type=‘S’ input=‘G’>\n<3.2.C.3 type=‘S’ input=‘G’>\n<3.2.C.4 type=‘S’ input=‘G’>\n<3.2.C.5 type=‘N’ input=‘M’>\n<3.2.C.6 type=‘N’ input=‘M’>\n<3.2.C.7 type=‘N’ input=‘M’>\nTotal\nTable 19\nIndicative amount of support to be used for climate change objectives\n(Reference: Article 27(6) of Regulation (EU) No 1303/2013) (44)\nPriority axis\nIndicative amount of support to be used for climate change objectives (EUR)\nProportion of total allocation to the operational programme (%)\n<3.2.C.8 type=‘S’ input=‘G’>\n<3.2.C.9 type=‘N’ input=‘G’> Decision=N>\n<3.2.C.10 type=‘P’ input=‘G’> Decision=N>\nTotal\nSECTION 4\nINTEGRATED APPROACH TO TERRITORIAL DEVELOPMENT\n(Reference: Article 96(3) of Regulation (EU) No 1303/2013)\nDescription of the integrated approach to territorial development taking into account the content and objectives of the operational programme having regard to the Partnership Agreement and showing how it contributes to the accomplishment of the objectives of the operational programme and expected results\n<4.0 type=‘S’ maxlength=‘3500’ input=‘M’>\n4.1   Community-led local development (where appropriate)\n(Reference: point (a) of Article 96(3) of Regulation (EU) No 1303/2013)\nThe approach to the use of community-led local development instruments and the principles for identifying the areas where they will be implemented\n<4.1 type=‘S’ maxlength=‘7000’ input=‘M’ PA=Y>\n4.2   Integrated actions for sustainable urban development (where appropriate)\n(Reference: point (b) of Article 96(3) of Regulation (EU) No 1303/2013; Article 7(2) and (3) of Regulation (EU) No 1301/2013 of the European Parliament and of the Council (45))\nWhere appropriate the indicative amount of ERDF support for integrated actions for sustainable urban development to be implemented in accordance with the provisions under Article 7(2) of Regulation (EU) No 1301/2013 and the indicative allocation of ESF support for integrated action.\n<4.2.1 type=‘S’ maxlength=‘3500’ input=‘M’>\nTable 20\nIntegrated actions for sustainable urban development – indicative amounts of ERDF and ESF support\nFund\nERDF and ESF support (indicative)\n(EUR)\nProportion of fund’s total allocation to programme\n<4.2.2 type=‘S’ input=‘G’>\n<4.2.3 type=‘N’ input=‘M’>\n<4.2.3 type=‘P’ input=‘G’>\nTotal ERDF\nTotal ESF\nTOTAL ERDF+ESF\n4.3   Integrated Territorial Investment (ITI) (where appropriate)\n(Reference: point (c) of Article 96 (3) of Regulation (EU) No 1303/2013)\nThe approach to the use of Integrated Territorial Investments (ITIs) (as defined in Article 36 of Regulation (EU) No 1303/2013) other than in cases covered by 4.2, and their indicative financial allocation from each priority axis.\n<4.3.1 type=‘S’ maxlength=‘5000’ input=‘M PA=Y’>\nTable 21\nIndicative financial allocation to ITI other than those mentioned under point 4.2\n(aggregate amount)\nPriority axis\nFund\nIndicative financial allocation (Union support) (EUR)\n<4.3.2 type=‘S’ input=‘G’ PA=Y>\n<4.3.3 type=‘S’ input=‘G’ PA=Y>\n<4.3.4 type=‘N’ input=‘M’ PA=Y>\nTotal\n4.4   The arrangements for interregional and transnational actions, within the operational programme, with beneficiaries located in at least one other Member State (where appropriate)\n(Reference: point (d) of Article 96(3) of Regulation (EU) No 1303/2013)\n<4.4.1 type=‘S’ maxlength=‘3500’ input=‘M’ PA=Y>\n4.5   Contribution of the planned actions under the programme to macro-regional and sea-basin strategies, subject to the needs of the programme area as identified by the Member State (where appropriate)\n(Where the Member State and regions participate in macro-regional strategies and sea basin strategies)\n(Reference: point (e) of Article 96(3) of Regulation (EU) No 1303/2013)\n<4.4.2 type=‘S’ maxlength=‘3500’ input=‘M’ >\nSECTION 5\nSPECIFIC NEEDS OF GEOGRAPHICAL AREAS MOST AFFECTED BY POVERTY OR TARGET GROUPS AT HIGHEST RISK OF DISCRIMINATION OR SOCIAL EXCLUSION (WHERE APPROPRIATE)\n(Reference: point (a) of Article 96(4) of Regulation (EU) No 1303/2013)\n5.1   Geographical areas most affected by poverty/target groups at highest risk of discrimination or social exclusion\n<5.1.1 type=‘S’ maxlength=‘7000’ input=‘M’ Decision= N PA=Y>\n5.2   Strategy to address the specific needs of geographical areas most affected by poverty/target groups at highest risk of discrimination or social exclusion, and where relevant, the contribution to the integrated approach set out in the Partnership Agreement\n<5.2.1 type=‘S’ maxlength=‘7000’ input=‘M’ Decision= N PA=Y>\nTable 22\nActions to address specific needs of geographical areas most affected by poverty/target groups at highest risk of discrimination or social exclusion\n (46)\nTarget group/geographical area\nMain types of planned action as part of integrated approach\nPriority axis\nFund\nCategory of region\nInvestment priority\n<5.2.2 type=‘S’ maxlength=‘255’ input=‘M’ Decision=N PA=Y>\n<5.2.3type=‘S’ maxlength= ‘1500’ input=‘M’ Decision= N PA=Y>\n<5.2.4 type=‘S’ input=‘S’ Decision= N PA=Y>\n<5.2.6 type=‘S’ input=‘S’ Decision= N PA=Y>\n<5.2.7 type=‘S’ input=‘S’ Decision= N PA=Y>\n<5.2.5 type=‘S’ input=‘S’ PA=Y>\nSECTION 6\nSPECIFIC NEEDS OF GEOGRAPHICAL AREAS WHICH SUFFER FROM SEVERE AND PERMANENT NATURAL OR DEMOGRAPHIC HANDICAPS (WHERE APPROPRIATE)\n(Reference: point (b) of Article 96(4) of Regulation (EU) No 1303/2013).\n<6.1 type=‘S’ maxlength=‘5000’ input=‘M’ Decisions=N PA=Y>\nSECTION 7\nAUTHORITIES AND BODIES RESPONSIBLE FOR MANAGEMENT, CONTROL AND AUDIT AND THE ROLE OF RELEVANT PARTNERS\n(Reference: Article 96(5) of Regulation (EU) No 1303/2013)\n7.1   Relevant authorities and bodies\n(Reference: points (a) and (b) of Article 96(5) of Regulation (EU) No 1303/2013)\nTable 23\nRelevant authorities and bodies\nAuthority/body\nName of authority/body and department or unit\nHead of authority/body (position or post)\n<7.1.1 type=‘S’ input=‘S’ Decision=N ‘SME’>\n<7.1.2 type=‘S’ maxlength= ‘255’ input=‘M’ Decision=N ‘SME’>\n<7.1.3 type=‘S’ maxlength= ‘255’ input=‘M’ Decision=N ‘SME’>\nManaging authority\nCertifying authority, where applicable\nAudit authority\nBody to which Commission will make payments\n7.2   Involvement of relevant partners\n(Reference: point (c) of Article 96(5) of Regulation (EU) No 1303/2013)\n7.2.1   \nActions taken to involve the relevant partners in the preparation of the operational programme, and the role of those partners in the implementation, monitoring and evaluation of the programme\n<7.2.1 type=‘S’ maxlength=‘14000’ input=‘M’ Decisions=N ‘SME’>\n7.2.2   \nGlobal grants\n (for the ESF, where appropriate)\n(Reference: Article 6(1) Regulation (EU) No 1304/2013)\n<7.2.2 type=‘S’ maxlength=‘5000’ input=‘M’ Decisions=N>\n7.2.3   \nAllocation of an amount for capacity building\n (for the ESF, where appropriate)\n(Reference: Article 6(2) and (3) of Regulation (EU) No 1304/2013)\n<7.2.3 type=‘S’ maxlength=‘14000’ input=‘M’ Decisions=N>\nSECTION 8\nCOORDINATION BETWEEN THE FUNDS, THE EAFRD, THE EMFF AND OTHER UNION AND NATIONAL FUNDING INSTRUMENTS, AND WITH THE EIB\n(Reference: point (a) of Article 96(6) of Regulation (EU) No 1303/2013)\nThe mechanisms to ensure coordination between the Funds, the European Agricultural Fund for Rural Development (EAFRD), the European Maritime and Fisheries Fund (EMFF) and other Union and national funding instruments, and with the European Investment Bank (EIB), taking into account the relevant provisions laid down in the Common Strategic Framework.\n<8.1 type=‘S’ maxlength=‘14000’ input=‘M’ Decisions=N PA=Y>\nSECTION 9\nEX-ANTE CONDITIONALITIES\n(Reference: point (b) of Article 96(6) of Regulation (EU) No 1303/2013)\n9.1   Ex-ante conditionalities\nInformation on the assessment of the applicability and the fulfilment of ex-ante conditionalities (optional)\n<9.0 type=‘S’ maxlength=‘14000’ input=‘M’ PA=Y>\nTable 24\nApplicable ex-ante conditionalities and assessment of their fulfilment\nEx-ante conditionality\nPriority axes to which conditionality applies\nEx-ante conditionality fulfilled (yes /no/partially)\nCriteria\nCriteria fulfilled (yes/no)\nReference\n(reference to strategies, legal act or other relevant documents, incl. relevant sections, articles or paragraphs, accompanied by web-links or access to full text)\nExplanations\n<9.1.1 type=‘S’ maxlength=‘500’ input=‘S’ PA=Y‘SME’>\n<9.1.2 type=‘S’ maxlength=‘100’ input=‘S’ PA=Y ‘SME’>\n<9.1.3 type=‘C’ input=‘G’ PA=Y ‘SME’>\n<9.1.4 type=‘S’ maxlength=‘500’ input=‘S’ PA=Y ‘SME’>\n<9.1.5 type=‘B’ input=‘S’ PA=Y ‘SME’>\n<9.1.6 type=‘S’ maxlength=‘500’ input=‘M’ PA=Y ‘SME’>\n<9.1.7 type=‘S’ maxlength=‘1000’ input=‘M’ PA=Y ‘SME’>\n9.2   Description of actions to fulfil ex-ante conditionalities, responsible bodies and timetable\n (47)\nTable 25\nActions to fulfil applicable general ex-ante conditionalities\nGeneral ex-ante conditionality\nCriteria not fulfilled\nActions to be taken\nDeadline (date)\nBodies responsible\n<9.2.1 type=‘S’ maxlength=‘500’ input=‘G’ PA=Y ‘SME’>\n<9.2.2 type=‘S’ maxlength=‘500’ input=‘G’ PA=Y ‘SME’>\n<9.2.3 type=‘S’ maxlength=‘1000’ input=‘M’ PA=Y ‘SME’>\n<9.2.4 type=‘D’ input=‘M’ PA=Y ‘SME’>\n<9.2.5 type=‘S’ maxlength=‘500’ input=‘M’ PA=Y ‘SME’>\nTable 26\nActions to fulfil applicable thematic ex-ante conditionalities\nThematic ex-ante conditionality\nCriteria not fulfilled\nActions to be taken\nDeadline (date)\nBodies responsible\n<9.2.1 type=‘S’ maxlength=‘500’ input=‘G’ PA=Y ‘SME’ TA- ‘NA’>\n<9.2.2 type=‘S’ maxlength=‘500’ input=‘G’ PA=Y ‘SME’\nTA- ‘NA’>\n<9.2.3 type=‘S’ maxlength=‘1000’ input=‘M’ PA=Y ‘SME’\nTA- ‘NA’>\n<9.2.4 type=‘D’ input=‘M ’ PA=Y ‘SME’\nTA- ‘NA’>\n<9.2.5 type=‘S’ maxlength=‘500’ input=‘M’ PA=Y ‘SME’\nTA- ‘NA’>\n1. X\nAction 1\nDeadline for action 1\nAction 2\nDeadline for action 2\nSECTION 10\nREDUCTION OF ADMINISTRATIVE BURDEN FOR BENEFICIARIES\n(Reference: point (c) of Article 96(6) of Regulation (EU) No 1303/2013)\nSummary of the assessment of the administrative burden for beneficiaries and, where necessary, the actions planned accompanied by an indicative timeframe to reduce administrative burden\n<10.0 type=‘S’ maxlength=‘7000’ input=‘M’ decision=N PA=Y>\nSECTION 11\nHORIZONTAL PRINCIPLES\n(Reference: Article 96(7) of Regulation (EU) No 1303/2013)\n11.1   Sustainable development\nDescription of specific action to take into account environmental protection requirements, resource efficiency, climate change mitigation and adaptation, disaster resilience and risk prevention and management, in the selection of operations.\n<13.1 type=‘S’ maxlength=‘5500’ input=‘M’ decision=N>\n11.2   Equal opportunities and non-discrimination\nDescription of specific action to promote equal opportunities and prevent discrimination based on sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation during the preparation, design and implementation of the operational programme and in particular in relation to access to funding, taking account of the needs of the various target groups at risk of such discrimination and in particular the requirements to ensure accessibility for persons with disabilities.\n<13.2 type=‘S’ maxlength=‘5500’ input=‘M’ decision=N>\n11.3   Equality between men and women\nDescription of contribution of the operational programme to the promotion of equality between men and women and, where appropriate, the arrangements to ensure the integration of the gender perspective at operational programme and operation level.\n<13.2 type=‘S’ maxlength=‘5500’ input=‘M’ decision=N>\nSECTION 12\nSEPARATE ELEMENTS\n12.1   Major projects to be implemented during programming period\n(Reference: point (e) of Article 96(2) of Regulation (EU) No 1303/2013)\nTable 27\nList of major projects\nProject\nPlanned notification/submission date\n(year, quarter)\nPlanned start of implementation\n(year, quarter)\nPlanned completion date\n(year, quarter)\nPriority Axes/Investment Priorities\n<12.1.1 type=‘S’ maxlength=‘500’ input=‘S’ decision=N>\n<12.1.2 type=‘D’ input=‘M’ decision=N>\n<12.1.3 type=‘D’ input=‘M’ decision=N>\n<12.1.4 type=‘D’ input=‘M’ decision=N>\n<12.1.5 type=‘S’ input=‘S’ decision=N>\n12.2   Performance framework of operational programme\nTable 28\nPerformance framework by fund and category of region (summary table)\nPriority axis\nFund\nCategory of region\nIndicator or key implementation step\nMeasurement unit, where appropriate\nMilestone for 2018\nFinal target (2023) (48)\nM\nW\nT\n<12.2.1 type=‘S’ input=‘G’>\n<12.2.2 type=‘S’ input=‘G’>\n<12.2.3 type=‘S’ input=‘G’>\n<12.2.4 type=‘S’ input=‘G’>\n<12.2.5 type=‘S’ input=‘G’>\n<12.2.6 type=‘S’ input=‘G’>\n<12.2.7 type=‘S’ input=‘G’>\n12.3   Relevant partners involved in preparation of programme\n<12.3 type=‘S’ maxlength=‘10500’ input=‘M’ decision=N>\nANNEXES (uploaded to electronic data exchange system as separate files):\n—\nDraft report of ex-ante evaluation with executive summary (mandatory)\n(Reference: Article 55(2) of Regulation (EU) No 1303/2013)\n—\nDocumentation on assessment of applicability and fulfilment of ex-ante conditionalities (as appropriate)\n—\nOpinion of national equality bodies on sections 11.2 and 11.3 (as appropriate) (Reference: Article 96(7) of Regulation (EU) No 1303/2013)\n—\nCitizens’ summary of operational programme (as appropriate)\n(1)  Legend for the characteristics of fields:\ntype: \nN = Number, D = Date, S = String, C = Checkbox, P = Percentage, B = Boolean\ndecision: \nN = Not part of the Commission decision approving the operational programme\ninput: \nM = Manual, S = Selection, G = Generated by system\n‘maxlength’ = \nMaximum number of characters including spaces\nPA – Y = \nElement can be covered solely by the Partnership Agreement\nTA – NA = \nnot applicable in the case of operational programmes dedicated exclusively to technical assistance\nYEI – NA = \nnot applicable in the case of operational programmes dedicated exclusively to the Youth Employment Initiative\nSME = \napplicable also to programmes dedicated to joint upcapped guarantee and securitisation financial instruments for SMEs, implemented by the EIB.\n(2)  Regulation (EU) No 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006 (OJ L 347, 20.12.2013, p. 320).\n(3)  European Regional Development Fund.\n(4)  European Social Fund.\n(5)  Youth Employment Initiative.\n(6)  Total Union support (including the main allocation and the performance reserve).\n(7)  Information by Fund and by priority axis.\n(8)  Title of thematic objective (not applicable to technical assistance).\n(9)  Title of investment priority (not applicable to technical assistance).\n(10)  For ERDF and the Cohesion Fund, the target values may be qualitative or quantitative.\n(11)  This list includes common result indicators for which a target value has been set and all programme-specific result indicators. Target values for common result indicators must be quantified; for programme-specific result indicators, they may be qualitative or quantitative. Target values may be presented as a total (men+women) or broken down by gender, the baseline values can be adjusted accordingly. ‘M’ = men, ‘W’=women, ‘T’= total.\n(12)  Regulation (EU) No 1304/2013 of the European Parliament and of the Council of 17 December 2013 on the European Social Fund and repealing Council Regulation (EC) No 1081/2006 (OJ L 347, 20.12.2013, p. 470).\n(13)  This list includes common result indicators for which a target value has been set and all programme-specific result indicators. Target values for common result indicators must be quantified; for programme-specific result indicators they may be qualitative or quantitative. All result indicators in Annex II to Regulation (EU) No 1304/2013 used to monitor YEI implementation must be linked to a quantified target value. Target values may be presented as a total (men+women) or broken down by gender, the baseline values may be adjusted accordingly. ‘M’ = men, ‘W’=women, ‘T’= total.\n(14)  For the ESF, this list includes common output indicators for which a target value has been set. Target values may be presented as a total (men+women) or broken down by gender. For the ERDF and the Cohesion Fund, gender breakdown is in most cases not relevant. ‘M’ = men, ‘W’=women, ‘T’= total.\n(15)  Only for programmes supported by the ESF.\n(16)  For the ESF, this list includes common output indicators for which a target value has been set and all programme-specific output indicators.\n(17)  Where YEI is implemented as part of a priority axis, YEI milestones and targets must be distinguished from other milestones and targets for the priority axis in accordance with implementing acts referred to in the fifth subparagraph of Article 22(7) of Regulation (EU) No 1303/2013, as YEI resources (specific allocation and matching ESF support) are excluded from the performance reserve.\n(18)  Milestones may be presented as a total (men+women) or broken down by gender. ‘M’ = men, ‘W’=women, ‘T’= total.\n(19)  Target values may be presented as a total (men+women) or broken down by gender. ‘M’ = men, ‘W’=women, ‘T’= total.\n(20)  Amounts include total Union support (the main allocation and the allocation from the performance reserve).\n(21)  Include, where appropriate, quantified information on the ESF’s contribution to the thematic objectives referred to in points (1) to (7) of the first paragraph of Article 9 of Regulation (EU) No 1303/2013.\n(22)  Required where Union support for technical assistance in the programme exceeds EUR 15 million.\n(23)  Required where objectively justified given the content of the action and where Union support for technical assistance in the programme exceeds EUR 15 million.\n(24)  Target values may be qualitative or quantitative. Target values may be presented as a total (men+women) or broken down by gender, the baseline values may be adjusted accordingly. ‘M’ = men, ‘W’=women, ‘T’= total.\n(25)  Target values for output indicators under technical assistance are optional. Target values may be presented as a total (men+women) or broken down by gender. ‘M’ = men, ‘W’=women, ‘T’= total.\n(26)  Amounts include total Union support (the main allocation and the allocation from the performance reserve).\n(27)  Total allocation (Union support) less allocation to performance reserve.\n(28)  Total allocation from the ESF, including matching ESF support for YEI. The columns for the performance reserve do not include matching ESF support for YEI, as this is excluded from the performance reserve.\n(29)  To be completed only when priority axes are expressed in total costs.\n(30)  This rate may be rounded to the nearest whole number in the table. The precise rate used to reimburse payments is the ratio (f).\n(31)  The national counterpart is divided pro-rata between the main allocation and the performance reserve.\n(32)  This priority axis comprises the specific allocation to YEI and the matching ESF support.\n(33)  This part of a priority axis comprises the specific allocation to YEI and the matching ESF support.\n(34)  ESF allocation without the matching support for the YEI.\n(35)  The sum of total ESF support in less developed, transition and more developed regions and the resources allocated to the YEI in Table 18a equals the sum of total ESF support in such regions and the specific allocation to the YEI in Table 17.\n(36)  ESF allocation without the matching support for the YEI.\n(37)  ESF allocation without the matching support for the YEI.\n(38)  Includes the YEI special allocation and the matching support from the ESF.\n(39)  To be completed only when priority axes are expressed in total costs.\n(40)  This rate may be rounded to the nearest whole number in the table. The precise rate used to reimburse payments is the ratio (f).\n(41)  To be completed for every (part of a) priority axis which implements the YEI.\n(42)  The YEI (specific allocation and matching ESF support) is considered a Fund and appears as a separate row even if it is part of a priority axis.\n(43)  For the purposes of this table, the YEI (specific allocation and matching ESF support) is considered as a fund.\n(44)  This table is generated automatically on the basis of tables on categories of intervention under each priority axis.\n(45)  Regulation (EU) No 1301/2013 of the European Parliament and of the Council of 17 December 2013 on the European Regional Development Fund and on specific provisions concerning the Investment for growth and jobs goal and repealing Regulation (EC) No 1080/2006 (OJ L 347, 20.12.2013, p. 289).\n(46)  If the programme covers more than one category of region, a breakdown by category may be necessary.\n(47)  Tables 25 and 26 cover only applicable general and thematic ex-ante conditionalities which are completely unfulfilled or partially fulfilled (see Table 24) at the time of submission of the programme.\n(48)  The target value may be presented as a total (men+women) or broken down by gender.\nANNEX II\nMODEL FOR COOPERATION PROGRAMMES UNDER THE EUROPEAN TERRITORIAL COOPERATION GOAL\nCCI\n<0.1 type=‘S’ maxlength=‘15’ input=‘S’>\n (1)\nTitle\n<0.2 type=‘S’ maxlength=‘255’ input=‘M’>\nVersion\n<0.3 type=‘N’ input=‘G’>\nFirst year\n<0.4 type=‘N’ maxlength=‘4’ input=‘M’>\nLast year\n<0.5 type=‘N’ maxlength=‘4’ input=‘M’>>\nEligible from\n<0.6 type=‘D’ input=‘G’>\nEligible until\n<0.7 type=‘D’ input=‘G’>>\nEC decision number\n<0.8 type=‘S’ input=‘G’>>\nEC decision date\n<0.9 type=‘D’ input=‘G’>>\nMS amending decision number\n<0.10 type=‘S’ maxlength=‘20’ input=‘M’>>\nMS amending decision date\n<0.11 type=‘D’ input=‘M’>>\nMS amending decision entry into force date\n<0.12 type=‘D’ input=‘M’>>\nNUTS regions covered by the cooperation programme\n<0.13 type=‘S’ input=‘S’>>\nSECTION 1\nSTRATEGY FOR THE COOPERATION PROGRAMME’S CONTRIBUTION TO THE UNION STRATEGY FOR SMART, SUSTAINABLE AND INCLUSIVE GROWTH AND THE ACHIEVEMENT OF ECONOMIC, SOCIAL AND TERRITORIAL COHESION\n(Reference: Article 27(1) of Regulation (EU) No 1303/2013 of the European Parliament and of the Council (2) and point (a) of Article 8(2) of Regulation (EU) No 1299/2013 of the European Parliament and of the Council (3))\n1.1.   Strategy for the cooperation programme’s contribution to the Union strategy for smart, sustainable and inclusive growth and to the achievement of economic, social and territorial cohesion\n1.1.1.\nDescription of the cooperation programme’s strategy for contributing to the delivery of the Union strategy for smart, sustainable and inclusive growth and for achieving economic, social and territorial cohesion.\n<1.1.1 type=‘S’ maxlength=‘70000’ input=‘M’>\n1.1.2.\nJustification for the choice of thematic objectives and corresponding investment priorities, having regard to the Common Strategic Framework, based on an analysis of the needs within the programme area as a whole and the strategy chosen in response to such needs, addressing, where appropriate, missing links in cross-border infrastructure, taking into account the results of the ex-ante evaluation\nTable 1\nJustification for the selection of thematic objectives and investment priorities\nSelected thematic objective\nSelected investment priority\nJustification for selection\n<1.1.2 type=‘S’ input=‘S’ >\n<1.1.3 type=‘S’ input=‘S’>\n<1.1.4 type=‘S’ maxlength=‘1000’ input=‘M’>\n1.2.   Justification for the financial allocation\nJustification for the financial allocation (i.e. Union support) to each thematic objective and, where appropriate, investment priority, in accordance with the thematic concentration requirements, taking into account the ex-ante evaluation.\n<1.2.1 type=‘S’ maxlength=‘7000’ input=‘M’ >\nTable 2\nOverview of the investment strategy of the cooperation programme\nPriority axis\nERDF support (in EUR)\nProportion (%) of the total Union support for the cooperation programme (by Fund) (4)\nThematic objective (5)\nInvestment priorities (6)\nSpecific objectives corresponding to the investment priorities\nResult indicators corresponding to the specific objective\nERDF (7)\nENI (8) (where applicable)\nIPA (9) (where applicable)\n<1.2.1 type=‘S’ input=‘G’>\n<1.2.2 type=‘S’ input=‘G’>\n<1.2.3type=‘N’ input=‘G’>\n<1.2.4 type=‘S’ input=‘G’><1.2.9 type=‘P’ input=‘G’>\n<1.2.5 type=‘S’ input=‘G’><1.2.1 0type=‘P’ input=‘G’>\n<1.2.6 type=‘S’ input=‘G’>\n<1.2.7 type=‘S’ input=‘G’>\n<1.2.8 type=‘S’ input=‘G’>\n<1.2.9 type=‘S’ input=‘G’>\nSECTION 2\nPRIORITY AXES\n(Reference: points (b) and (c) of Article 8(2) of Regulation (EU) No 1299/2013)\n2.A.   Description of the priority axes other than technical assistance\n(Reference: point (b) of Article 8(2) of Regulation (EU) No 1299/2013)\n2.A.1.   \nPriority axis\n (repeated for each priority axis)\nID of the priority axis\n<2A.1 type=‘N’ input=‘G’>\nTitle of the priority axis\n<2A.2 type=‘S’ maxlength=‘500’ input=‘M’>\n\nThe entire priority axis will be implemented solely through financial instruments\n<2A.3 type=‘C’ input=‘M’>\n\nThe entire priority axis will be implemented solely though financial instruments set up at Union level\n<2A.4 type=‘C’ input=‘M’>\n\nThe entire priority axis will be implemented through community-led local development\n<2A.5 type=‘C’ input=‘M’>\n2.A.2.   \nJustification for the establishment of a priority axis covering more than one thematic objective\n (where applicable)\n(Reference: Article 8(1) of Regulation (EU) No 1299/2013)\n<2.A.0 type=‘S’ maxlength=‘3 500’ input=‘M’>\n2.A.3.   \nFund and calculation basis for Union support\n (repeated for each fund under the priority axis)\nFund\n<2A.6 type=‘S’ input=‘S’>\nCalculation basis (total eligible expenditure or eligible public expenditure)\n<2A.8 type=‘S’ input=‘S’>\n2.A.4.   \nInvestment priority\n (repeated for each investment priority under the priority axis)\n(Reference: point (b)(i) of Article 8(2) of Regulation (EU) No 1299/2013)\nInvestment priority\n<2A.7 type=‘S’ input=‘S’>\n2.A.5.   \nSpecific objectives corresponding to the investment priority and expected results\n (repeated for each specific objective under the investment priority)\n(Reference: points (b)(i) and (ii) of Article 8(2) of Regulation (EU) No 1299/2013)\nID\n<2A.1.1 type=‘N’ input=‘G’>\nSpecific objective\n<2A.1.2 type=‘S’ maxlength=‘500’ input=‘M’>\nThe results that the Member States seek to achieve with Union support\n<2A.1.3 type=‘S’ maxlength=‘3500’ input=‘M’>\nTable 3\nProgramme specific result indicators (by specific objective)\n(Reference: point (b)(ii) of Article 8(2) of Regulation (EU) No 1299/2013)\nID\nIndicator\nMeasurement unit\nBaseline value\nBaseline year\nTarget value (2023) (10)\nSource of data\nFrequency of reporting\n<2A.1.4 type=‘S’ maxlength=‘5’ input=‘M’>\n<2A.1.5 type=‘S’ maxlength =‘255’ input=‘M’>\n<2A.1.6 type=‘S’ input=‘M’>\nQuantitative <2A.1.8 type=‘N’ input=‘M’>\n<2A.1.9 type=‘N’ input=‘M’>\nQuantitative <2A.1.10 type=‘N’ input=‘M’>\n<2A.1.11 type=‘S’ maxlength =‘200’ input=‘M’>\n<2A.1.12 type=‘S’ maxlength =‘100’ input=‘M’>\nQualitative <2A.1.8 type=‘S’ maxlength =‘100’ input=‘M’\nQualitative <2A.1.10 type=‘S’ maxlength =‘100’ input=‘M’>\n2.A.6.   \nActions to be supported under the investment priority\n (by investment priority)\n2.A.6.1.   A description of the type and examples of actions to be supported and their expected contribution to the specific objectives, including, where appropriate, identification of the main target groups, specific territories targeted and types of beneficiaries\n(Reference: point (b)(iii) of Article 8(2) of Regulation (EU) No 1299/2013)\nInvestment Priority\n<2A.2.1.1 type=‘S’ input=‘S’>\n<2A.2.1.2 type=‘S’ maxlength=‘14000’ input=‘M’>\n2.A.6.2.   Guiding principles for the selection of operations\n(Reference: point (b)(iii) of Article 8(2) of Regulation (EU) No 1299/2013)\nInvestment priority\n<2A.2.2.1 type=‘S’ input=‘S’>\n<2A.2.2.2 type=‘S’ maxlength=‘3500’ input=‘M’>\n2.A.6.3.   Planned use of financial instruments (where appropriate)\n(Reference: point (b)(iii) of Article 8(2) of Regulation (EU) No 1299/2013)\nInvestment priority\n<2A.2.3.1 type=‘S’ input=‘S’>\nPlanned use of financial instruments\n<2A.2.3.2 type=‘C’ input=‘M’>\n<2A.2.3.3 type=‘S’ maxlength=‘7000’ input=‘M’>\n2.A.6.4.   Planned use of major projects (where appropriate)\n(Reference: point (b)(iii) of Article 8(2) of Regulation (EU) No 1299/2013)\nInvestment priority\n<2A.2.4.1 type=‘S’ input=‘S’>\n<2A.2.4.2 type=‘S’ maxlength=‘3500’ input=‘M’>\n2.A.6.5.   Output indicators (by investment priority)\n(Reference: point (b)(iv) of Article 8(2) of Regulation (EU) No 1299/2013)\nTable 4\nCommon and programme specific output indicators\nID\nIndicator (name of indicator)\nMeasurement unit\nTarget value (2023)\nSource of data\nFrequency of reporting\n<2A.2.5.1 type=‘S’ input=‘S’>\n<2A.2.5.2 type=‘S’ input=‘S’>\n<2A.2.5.3 type=‘S’ input=‘S’>\n<2A.2.5.6 type=‘N’ input=‘M’>\n<2A.2.5.7 type=‘S’ maxlength=‘200’ input=‘M’>\n<2A.2.5.8 type=‘S’ maxlength=‘100’ input=‘M’>\n2.A.7.   \nPerformance framework\n(Reference: point (b)(v) of Article 8(2) of Regulation (EU) No 1299/2013 and Annex II of Regulation (EU) No 1303/2013)\nTable 5\nPerformance framework of the priority axis\nPriority axis\nIndicator type\n(Key implementation step, financial, output or, where appropriate, result indicator)\nID\nIndicator or key implementation step\nMeasurement unit, where appropriate\nMilestone for 2018\nFinal target (2023)\nSource of data\nExplanation of relevance of indicator, where appropriate\n<2A.3.1 type=‘S’ input=‘S’>\n<2A.3.2 type=‘S’ input=‘S’>\nImplementation Step or Financial <2A.3.3 type=‘S’ maxlength =‘5’ input=‘M’>\nOutput or result <2A.3.3 type=‘S’ input=‘S’>\nImplementation Step or Financial <2A.3.4 type=‘S’ maxlength =‘255’ input=‘M’>\nOutput or Result <2A.4.4 type=‘S’ input=‘G’ or ‘M’>\nImplementation Step or Financial <2A.3.5 type=‘S’ input=‘M’>\nOutput or Result <2A.3.5 type=‘S’ input=‘G’ or ‘M’>\n<2A.3.7 type=‘S’ maxlength =‘255’ input=‘M’>\n<2A.3.8 type=‘S’ input=‘M’>\nOutput or Result <2A.3.8 type=‘S’ input=‘M’>\n<2A.3.9 type=‘S’ maxlength =‘200’ input=‘M’>\nOutput or Result <2A.3.9 type=‘S’ input=‘M’>\n<2A.3.10 type=‘S’ maxlength =‘500’ input=‘M’>\nAdditional qualitative information on the establishment the performance framework\n(optional)\n<2A.3.11 type=‘S’ maxlength=‘7000’ input=‘M’>\n2.A.8.   \nCategories of intervention\n(Reference: point (b)(vii) of Article 8(2) of Regulation (EU) No 1299/2013)\nCategories of intervention corresponding to the content of the priority axis, based on a nomenclature adopted by the Commission, and indicative breakdown of Union support\nTables 6-9\nCategories of intervention\nTable 6\nDimension 1 Intervention field\nPriority axis\nCode\nAmount (EUR)\n<2A.4.1.1 type=‘S’ input=‘S’ Decision=N>\n<2A.4.1.1 type=‘S’ input=‘S’ Decision=N>\n<2A.4.1.3 type=‘N’ input=‘M’ Decision=N>\nTable 7\nDimension 2 Form of finance\nPriority axis\nCode\nAmount (EUR)\n<2A.4.1.4 type=‘S’ input=‘S’ Decision=N>\n<2A.4.1.5 type=‘S’ input=‘S’ Decision=N>\n<2A.4.1.6 type=‘N’ input=‘M’ Decision=N>\nTable 8\nDimension 3 Territory type\nPriority axis\nCode\nAmount (EUR)\n<2A.4.1.7 type=‘S’ input=‘S’ Decision=N>\n<2A.4.1.8 type=‘S’ input=‘S’ Decision=N>\n<2A.4.1.9 type=‘N’ input=‘M’ Decision=N>\nTable 9\nDimension 6 Territorial delivery mechanisms\nPriority axis\nCode\nAmount (EUR)\n<2A.4.1.10 type=‘S’ input=‘S’ Decision=N>\n<2A.4.1.11 type=‘S’ input=‘S’ Decision=N>\n<2A.4.1.12 type=‘N’ input=‘M’ Decision=N>\n2.A.9.   \nA summary of the planned use of technical assistance including, where necessary, actions to reinforce the administrative capacity of authorities involved in the management and control of the programmes and beneficiaries and, where necessary, actions for to enhance the administrative capacity of relevant partners to participate in the implementation of programmes\n (where appropriate)\n(Reference: point (b)(vi) of Article 8(2) of Regulation (EU) No 1299/2013)\nPriority axis\n<3A.5.1 type=‘S’ input=‘S’>\n<2A.5.2 type=‘S’ maxlength=‘2000’ input=‘M’>\n2.B.   Description of the priority axes for technical assistance\n(Reference: point (c) of Article 8(2) of Regulation (EU) No 1299/2013)\n2.B.1.   \nPriority axis\nID\n<2B.0.1 type=‘N’ maxlength=‘5’ input=‘G’>\nTitle\n<2B.0.2 type=‘S’ maxlength=‘255’ input=‘M’>\n2.B.2.   \nFund and calculation basis for Union support\n (repeated for each fund under the priority axis)\nFund\n<2B.0.3 type=‘S’ input=‘S’>\nCalculation Basis (total eligible expenditure or eligible public expenditure)\n<2B.0.4 type=‘S’ input=‘S’>\n2.B.3.   \nSpecific objectives and expected results\n(Reference: points (c)(i) and (ii) of Article 8(2) of Regulation (EU) No 1299/2013)\nSpecific objective (repeated for each specific objective)\nID\n<2B.1.1 type=‘N’ maxlength=‘5’ input=‘G’>\nSpecific objective\n<2B.1.2 type=‘S’ maxlength=‘500’ input=‘M’>\nResults that the Member States seek to achieve with Union support (11)\n<2B.1.3 type=‘S’ maxlength=‘3500’ input=‘M’>\n2.B.4.   \nResult indicators\n(12)\nTable 10\nProgramme-specific result indicators (by specific objective)\n(Reference: point (c)(ii) of Article 8(2) of Regulation (EU) No 1299/2013)\nID\nIndicator\nMeasurement unit\nBaseline value\nBaseline year\nTarget value (13) (2023)\nSource of data\nFrequency of reporting\n<2.B.2.1 type=‘S’ maxlength=‘5’ input=‘M’>\n<2.B.2.2 type=‘S’ maxlength= ‘255’ input=‘M’>\n<2.B.2.3 type=‘S’ input=‘M’>\nQuantitative <2.B.2.4 type=‘N’ input=‘M’>\n<2.B.2.5 type=‘N’ input=‘M’>\nQuantitative <2.B.2.6 type=‘N’ input=‘M’>\nQualitative <2A.1.10 type=‘S’ maxlength= ‘100’ input=‘M’>\n<2.B.2.7 type=‘S’ maxlength= ‘100’ input=‘M’>\n<2.B.2.8 type=‘S’ maxlength= ‘100’ input=‘M’>\n2.B.5.   \nActions to be supported and their expected contribution to the specific objectives\n (by priority axis)\n(Reference: point (c)(iii) of Article 8(2) of Regulation (EU) No 1299/2013)\n2.B.5.1.   Description of actions to be supported and their expected contribution to the specific objectives\n(Reference: point (c)(iii) of Article 8(2) of Regulation (EU) No 1299/2013\nPriority axis\n<2.B.3.1.1 type=‘S’ input=‘S’>\n<2.B.3.1.2 type=‘S’ maxlength=‘7000’ input=‘M’>\n2.B.5.2.   Output indicators expected to contribute to results (by priority axis)\n(Reference: point (c)(iv) of Article 8(2) of Regulation (EU) No 1299/2013)\nTable 11\nOutput indicators\nID\nIndicator\nMeasurement unit\nTarget value (2023)\n(optional)\nSource of data\n<2.B.3.2.1 type=‘S’ maxlength=‘5’ input=‘M’>\n<2.B.2.2.2 type=‘S’ maxlength=‘255’ input=‘M’>\n<2.B.3.2.3 type=‘S’ input=‘M’>\n<2.B.3.2.4 type=‘N’ input=‘M’>\n<2.B.3.2.5 type=‘S’ maxlength=‘100’ input=‘M’>\n2.B.6.   \nCategories of intervention\n(Reference: point (c)(v) of Article 8(2) of Regulation (EU) No 1299/2013)\nCorresponding categories of intervention based on a nomenclature adopted by the Commission, and an indicative breakdown of Union support.\nTables 12-14\nCategories of intervention\nTable 12\nDimension 1 Intervention field\nPriority axis\nCode\nAmount (EUR)\n<2B.4.1.1 type=‘S’ input=‘S’ Decision =N >\n<2B.4.1.2 type=‘S’ input=‘S’ Decision =N >\n<2B.4.1.3 type=‘N’ input=‘M Decision =N ‘>\nTable 13\nDimension 2 Form of finance\nPriority axis\nCode\nAmount (EUR)\n<2B.4.2.1 type=‘S’ input=‘S’ Decision =N >\n<2B.4.2.2 type=‘S’ input=‘S’ Decision =N >\n<2B.4.2.3 type=‘N’ input=‘M’ Decision =N >\nTable 14\nDimension 3 Territory type\nPriority axis\nCode\nAmount (EUR)\n<2B.4.3.1 type=‘S’ input=‘S’ Decision =N >\n<2B.4.3.2 type=‘S’ input=’ Decision =N S’>\n<2B.4.3.3 type=‘N’ input=‘M Decision =N ‘>\nSECTION 3\nFINANCING PLAN\n(Reference: point (d) of Article 8(2) of Regulation (EU) No 1299/2013)\n3.1   Financial appropriation from the ERDF (in EUR)\n(Reference: point (d)(i) of Article 8(2) of Regulation (EU) No 1299/2013)\nTable 15\nFund\n<3.1.1 type=‘S’ input=‘G’>\n2014\n2015\n2016\n2017\n2018\n2019\n2020\nTotal\nERDF\n<3.1.3 type=‘N’ input =‘M’>\n<3.1.4 type=‘N’ inpu t=‘M’>\n<3.1.5 type=‘N’ input =‘M’>\n<3.1.6 type=‘N’ input =‘M’>\n<3.1.7 type=‘N’ input =‘M’>\n<3.1.8 type=‘N’ input =‘M’>\n<3.1.9 type=‘N’ input =‘M’>\n<3.1.10 type=‘N’ input =‘G’>\nIPA amounts (where applicable)\nENI amounts (where applicable)\nTotal\n3.2.A   \nTotal financial appropriation from the ERDF and national co-financing (in EUR)\n(Reference: point (d)(ii) of Article 8(2) of Regulation (EU) No 1299/2013)\n1.\nThe financial table sets out the financial plan of the cooperation programme by priority axis. Where outermost regions’ programmes combine cross-border and transnational allocations, separate priority axes will be set out for each of these.\n2.\nThe financial table shall show for information purposes, any contribution from third countries participating in the cooperation programme (other than contributions from IPA and ENI)\n3.\nThe EIB (14) contribution is presented at the level of the priority axis.\nTable 16\nFinancing plan\nPriority axis\nFund\nBasis for calculation of Union support\n(Total eligible cost or public eligible cost)\nUnion support (a)\nNational counterpart\nIndicative breakdown of the national counterpart\nTotal funding\nCo-financing rate\n(16)\nFor information\nNational Public funding (c)\nNational private funding (d) (15)\nContributions from third countries\nEIB contributions\n<3.2.A.1 type=‘S’ input=‘G’>\n<3.2.A.2 type=‘S’ input=‘G’>\n<3.2.A.3 type=‘S’ input=‘G’>\n<3.2.A.4 type=‘N’ input=‘M’>\n<3.2.A.5 type=‘N’ input=‘G’>\n<3.2.A.6 type=‘N’ input=‘M’>\n<3.2.A.7 type=‘N’ input=‘M’>\n<3.2.A.8 type=‘N’ input=‘G’>\n<3.2.A.9 type=‘P’ input=‘G’>\n<3.2.A.10 type=‘N’ input=‘M’>\n<3.2.A.11 type=‘N’ input=‘M’>\nPriority axis 1\nERDF (possibly incl. amounts transferred from IPA and ENI) (17)\nIPA\nENI\nPriority axis N\nERDF (possibly incl. amounts transferred from IPA and ENI)\nIPA\nENI\nTotal\nERDF\nIPA\nENI\nTotal\nTotal all Funds\n3.2.B.   \nBreakdown by priority axis and thematic objective\n(Reference: point (d)(ii) of Article 8(2) of Regulation (EU) No 1299/2013)\nTable 17\nPriority axis\nThematic objective\nUnion support\nNational counterpart\nTotal funding\n<3.2.B.1 type=‘S’ input=‘G’>\n<3.2.B.2 type=‘S’ input=‘G’>\n<3.2.B.3 type=‘N’ input=‘M’>\n<3.2.B.4 type=‘N’ input=‘M’>\n<3.2.B.5 type=‘N’ input=‘M’>\nTotal\nTable 18\nIndicative amount of support to be used for climate change objectives\n(Reference: Article 27(6) of Regulation (EU) No 1303/2013) (18)\nPriority axis\nIndicative amount of support to be used for climate change objectives (€)\nProportion of the total allocation to the programme (%)\n<3.2.B.8 type=‘S’ input=‘G’>\n<3.2.B.9 type=‘N’ input=‘G’ Decision =N >\n<3.2.B.10 type=‘P’ input=‘G’ Decision =N >\nTotal\nSECTION 4\nINTEGRATED APPROACH TO TERRITORIAL DEVELOPMENT\n(Reference: Article 8(3) of Regulation (EU) No 1299/2013)\nDescription of the integrated approach to territorial development, taking into account the content and objectives of the cooperation programme, including in relation to regions and areas referred to in Article 174(3) TFEU, having regard to the Partnership Agreements of the participating Member States, and showing how it contributes to the accomplishment of the programme objectives and expected results\n<4.0 type=‘S’ maxlength=‘3500’ input=‘M’>\n4.1.   Community-led local development (where appropriate)\nApproach to the use of community-led local development instruments and principles for identifying the areas where they will be implemented\n(Reference: point (a) of Article 8(3) of Regulation (EU) No 1299/2013)\n<4.1 type=‘S’ maxlength=‘7000’ input=‘M’ >\n4.2.   Integrated actions for sustainable urban development (where appropriate)\nPrinciples for identifying the urban areas where integrated actions for sustainable urban development are to be implemented and the indicative allocation of the ERDF support for these actions\n(Reference: point (b) of Article 8(3) of Regulation (EU) No 1299/2013)\n<4.2.1 type=‘S’ maxlength=‘3500’ input=‘M’>\nTable 19\nIntegrated actions for sustainable urban development – indicative amounts of ERDF support\nFund\nIndicative amount of ERDF support\n(EUR)\n<4.2.2 type=‘S’ input=‘G’>\n<4.2.3 type=‘N’ input=‘M’>\nERDF\n4.3.   Integrated Territorial Investment (ITI) (where appropriate)\nApproach to the use of Integrated Territorial Investments (ITI) (as defined in Article 36 of Regulation (EU) No 1303/2013) other than in cases covered by 4.2, and their indicative financial allocation from each priority axis\n(Reference: point (c) of Article 8(3) of Regulation (EU) No 1299/2013)\n<4.3.1 type=‘S’ maxlength=‘5000’ input=‘M ‘>\nTable 20\nIndicative financial allocation to ITI other than those mentioned under point 4.2 (aggregate amount)\nPriority axis\nIndicative financial allocation (Union support) (EUR)\n<4.3.2 type=‘S’ input=‘G’ >\n<4.3.3 type=‘N’ input=‘M’>\nTotal\n4.4.   Contribution of planned interventions towards macro-regional and sea basin strategies, subject to the needs of the programme area as identified by the relevant Member States and taking into account, where applicable, strategically important projects identified in those strategies (where appropriate)\n(Where Member States and regions participate in macro-regional and sea basin strategies)\n(Reference: point (d) of Article 8(3) of Regulation (EU) No 1299/2013)\n<4.4.1.2 type=‘S’ maxlength=‘7000’ input=‘M’ >\nSECTION 5\nIMPLEMENTING PROVISIONS FOR THE COOPERATION PROGRAMME\n(Reference: Article 8(4) of Regulation (EU) No 1299/2013)\n5.1.   Relevant authorities and bodies\n(Reference: Article 8(4) of Regulation (EU) No 1299/2013)\nTable 21\nProgramme authorities\n(Reference: point (a)(i) of Article 8(4) of Regulation (EU) No 1299/2013)\nAuthority/body\nName of authority/body and department or unit\nHead of authority/body (position or post)\nManaging authority\n<5.1.1 type=‘S’ maxlength=‘255’ input=‘M’ decision=’N’ >\n<5.1.2 type=‘S’ maxlength=‘255’ input=‘M’ decision=’N’ >\nCertifying authority, where applicable\n<5.1.3 type=‘S’ maxlength=‘255’ input=‘M’ decision=’N’ >\n<5.1.4 type=‘S’ maxlength=‘255’ input=‘M’ decision=’N’ >\nAudit authority\n<5.1.5 type=‘S’ maxlength=‘255’ input=‘M’ decision=’N’ >\n<5.1.6 type=‘S’ maxlength=‘255’ input=‘M’ decision=’N’ >\nThe body to which payments will be made by the Commission is:\n(Reference: point (b) of Article 8(4) of Regulation (EU) No 1299/2013)\n\nthe managing authority\n<5.1.7 type type=‘C’ input=‘M’>\n\nthe certifying authority\n<5.1.8 type type=‘C’ input=‘M’>\nTable 22\nBody or bodies carrying out control and audit tasks\n(Reference: points (a)(ii) and (iii) of Article 8(4) of Regulation (EU) No 1299/2013)\nAuthority/body\nName of authority/body and department or unit\nHead of authority/body (position or post)\nBody or bodies designated to carry out control tasks\n<5.1.9 type=‘S’ maxlength=‘255’ input=‘M’ >\n<5.1.10 type=‘S’ maxlength=‘255’ input=‘M’ >\nBody or bodies designated to be responsible for carrying out audit tasks\n<5.1.11 type=‘S’ maxlength=‘255’ input=‘M’ >\n<5.1.12 type=‘S’ maxlength=‘255’ input=‘M’ >\n5.2.   Procedure for setting up the joint secretariat\n(Reference: point (a)(iv) of Article 8(4) of Regulation (EU) No 1299/2013)\n<5.2 type=‘S’ maxlength=‘3500’ input=‘M’ >\n5.3.   Summary description of the management and control arrangements\n(Reference: point (a)(v) of Article 8(4) of Regulation (EU) No 1299/2013)\n<5.3. type=‘S’ maxlength=‘35000’ input=‘M’ >\n5.4.   Apportionment of liabilities among participating Member States in case of financial corrections imposed by the managing authority or the Commission\n(Reference: point (a)(vi) of Article 8(4) of Regulation (EU) No 1299/2013)\n<5.4 type=‘S’ maxlength=‘10500’ input=‘M’ >\n5.5.   Use of the Euro (where applicable)\n(Reference: Article 28 of Regulation (EU) No 1299/2013)\nMethod chosen for the conversion of expenditure incurred in another currency than the Euro\n<5.5. type=‘S’ maxlength=‘2000’ input=‘M’ >\n5.6.   Involvement of partners\n(Reference: point (c) of Article 8(4) of Regulation (EU) No 1299/2013)\nActions taken to involve the partners referred to in Article 5 of Regulation (EU) No 1303/2013 in the preparation of the cooperation programme, and the role of those partners in the preparation and implementation of the cooperation programme, including their involvement in the monitoring committee\n<5.6 type=‘S’ maxlength=‘14000’ input=‘M’ Decisions=N>\nSECTION 6\nCOORDINATION\n(Reference: point (a) of Article 8(5) of Regulation (EU) No 1299/2013)\nThe mechanisms that ensure effective coordination between the ERDF, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and other Union and national funding instruments, including the coordination and possible combination with the Connecting Europe Facility, the ENI, the European Development Fund (EDF) and the IPA and with the EIB, taking into account the provisions laid down in the Common Strategic Framework as set out in Annex I to Regulation (EU) No 1303/2013. Where Member States and third countries participate in cooperation programmes that include the use of ERDF appropriations for outermost regions and resources from the EDF, coordination mechanisms at the appropriate level to facilitate effective coordination in the use of these resources\n<6.1 type=‘S’ maxlength=‘14000’ input=‘M’ Decisions=N >\nSECTION 7\nREDUCTION OF ADMINISTRATIVE BURDEN FOR BENEFICIARIES\n(Reference: point (b) of Article 8(5) of Regulation (EU) No 1299/2013 (19))\nA summary of the assessment of the administrative burden for beneficiaries and, where necessary, the actions planned accompanied by an indicative timeframe to reduce the administrative burden.\n<7..0 type=‘S’ maxlength=‘7000’ input=‘M’ decision=N >\nSECTION 8\nHORIZONTAL PRINCIPLES\n(Reference: Article 8(7) of Regulation (EU) No 1299/2013)\n8.1.   Sustainable development\n (20)\nDescription of specific actions to take into account environmental protection requirements, resource efficiency, climate change mitigation and adaptation, disaster resilience and risk prevention and management, in the selection of operations.\n<7.1 type=‘S’ maxlength=‘5500’ input=‘M’ decision=N>\n8.2.   Equal opportunities and non-discrimination\n (21)\nDescription of the specific actions to promote equal opportunities and prevent any discrimination based on sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation during the preparation, design and implementation of the cooperation programme and, in particular, in relation to access to funding, taking account of the needs of the various target groups at risk of such discrimination, and in particular, the requirements of ensuring accessibility for persons with disabilities.\n<7.2 type=‘S’ maxlength=‘5500’ input=‘M’ decision=N>\n8.3.   Equality between men and women\nDescription of the contribution of the cooperation programme to the promotion of equality between men and women and, where appropriate, the arrangements to ensure the integration of the gender perspective at cooperation programme and operation level.\n<7.3 type=‘S’ maxlength=‘5500’ input=‘M’ decision=N>\nSECTION 9\nSEPARATE ELEMENTS\n9.1.   Major projects to be implemented during the programming period\n(Reference: point (e) of Article 8(2) of Regulation (EU) No 1299/2013)\nTable 23\nList of major projects (22)\nProject\nPlanned notification/submission date\n(year, quarter)\nPlanned start of implementation\n(year, quarter)\nPlanned completion date\n(year quarter)\nPriority axes/investment priorities\n<9.1.1 type=‘S’ maxlength=‘500’ input=‘S’ decision=N>\n<9.1.2 type=‘D’ input=‘M’ decision =’N’ >\n<9.1.3 type=‘D’ input=‘M’ decision =’N’ >\n<9.1.4 type=‘D’ input =‘M’ decision=’N’ >\n<9.1.5 type=‘S’ input=‘S decision=’N’‘ >\n9.2.   Performance framework of the cooperation programme\nTable 24\nPerformance framework (summary table)\nPriority axis\nIndicator or key implementation step\nMeasurement unit, where appropriate\nMilestone for 2018\nFinal target (2023)\n<9.2.1 type=‘S’‘ input=‘G’>\n<9.2.3 type=‘S’ input=‘G’>\n<9.2.4 type=‘S’ input=‘G’>\n<9.2.5 type=‘S’ input=‘G’>\n<9.2.6 type=‘S’ input=‘G’>\n9.3.   Relevant partners involved in the preparation of the cooperation programme\n<9.3 type=‘S’ maxlength=‘15000’ input=‘M’ decision=N>\n9.4.   Applicable programme implementation conditions governing the financial management, programming, monitoring, evaluation and control of the participation of third countries in transnational and interregional programmes through a contribution of ENI and IPA resources\n(Reference: Article 26 of Regulation (EU) No 1299/2013)\n<9.4 type=‘S’ maxlength=‘14000’ input=‘S’>\nANNEXES (uploaded to electronic data exchange systems as separate files):\n—\nDraft report of the ex-ante evaluation, with an executive summary (mandatory)\n(Reference: Article 55(2) of Regulation (EU) No 1303/2013)\n—\nConfirmation of agreement in writing to the contents of the cooperation programme (mandatory)\n(Reference: Article 8(9) of Regulation (EU) No 1299/2013)\n—\nA map of the area covered by the cooperation programme (as appropriate)\n—\nA citizens’ summary of the cooperation programme (as appropriate)\n(1)  Legend:\ntype: \nN=Number, D=Date, S=String, C=Checkbox, P=Percentage, B=Boolean\ndecision: \nN=Not part of the Commission decision approving the cooperation programme\ninput: \nM=Manual, S=Selection, G=Generated by system\n‘maxlength’= Maximum number of characters including spaces.\n(2)  Regulation (EU) No 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006 (OJ L 347, 20.12.2013, p. 320).\n(3)  Regulation (EU) No 1299/2013 of the European Parliament and of the Council of 17 December 2013 on specific provisions for the support from the European Regional Development Fund to the European territorial cooperation goal (OJ L 347, 20.12.2013, p. 259).\n(4)  Presentation of the shares corresponding to ENI and IPA amounts depends on management option chosen.\n(5)  Title of the thematic objective ( not applicable to technical assistance).\n(6)  Title of the investment priority (not applicable to technical assistance).\n(7)  European Regional Development Fund.\n(8)  European Neighbourhood Instrument.\n(9)  Instrument for Pre-Accession Assistance.\n(10)  Target values may be qualitative or quantitative.\n(11)  Required where the Union support to technical assistance in the cooperation programme exceeds EUR 15 million.\n(12)  Required where objectively justified by the given the content of the actions and where the Union support to technical assistance in the cooperation programme exceeds EUR 15 million.\n(13)  The target values can be qualitative or quantitative.\n(14)  European Investment Bank\n(15)  To be completed only when priority axes are expressed in total costs.\n(16)  This rate may be rounded to the nearest whole number in the table. The precise rate used to reimburse payments is the ratio (f).\n(17)  Presentation of amounts transferred from ENI and IPA depends on management option chosen.\n(18)  This table is generated automatically on the basis of tables on categories of intervention under each priority axis.\n(19)  Not required for INTERACT and ESPON.\n(20)  Not applicable to URBACT, INTERACT and ESPON.\n(21)  Not applicable to URBACT, INTERACT and ESPON.\n(22)  Not applicable to INTERACT and ESPON.", "summary": "Guidelines for submitting development programmes\nGuidelines for submitting development programmes\nSUMMARY OF:\nImplementing Regulation (EU) No 288/2014 — uniform conditions for presenting information for EU development programmes\nWHAT IS THE AIM OF THE REGULATION?\nIt sets out uniform models for presenting information for operational programmes:\none for operational programmes under the EU investment for growth and jobs goal;\nanother for cooperation programmes under the European territorial cooperation goal.\nThese rules ensure that information provided is consistent, comparable and, where necessary, can be aggregated.\nThey also ensure that programmes follow the objectives of smart, sustainable and inclusive growth.\nKEY POINTS\n              \nThe European Regional Development Fund (ERDF), European Social Fund (ESF) and the Cohesion Fund contribute to developing and pursuing EU actions that strengthen its economic, social and territorial cohesion, by following 2 main goals:\n1.\nInvestment for growth and jobs\nFunding is mainly provided through the ERDF and through the ESF, such as by means of Youth Employment Initiative.\nResources are assigned to 3 categories of EU regions:\nless developed*;\ntransitional*;\nmore developed*.\nOperational programmes are made up of priority axes which may concern more than one category of region and may combine investment from different EU funds.\nThe model set out in the regulation for presenting information on such programmes sets out the following guidelines:\nhow the operational programme contributes to Europe 2020 and to achieving economic, social and territorial cohesion — including a justification of the policy choices, investment priorities and level of financing;\nif a priority axis covers more than one fund, the EU support and that of its national counterpart is broken down by fund with a separate co-financing rate for each fund;\nif a priority axis covers more than one category of region, EU support and that of its national counterpart is broken down by category of region with a separate co-financing rate for each category;\nThe operational programme should:\ncontain specific indicators by specific objective along with common results indicators with set target values;\nrespect certain general principles:\nsustainable development,\nequal opportunities and non-discrimination,\nequality between men and women.\nAmending Regulation (EU) 2021/435, which replaces Annex I of Regulation (EU) No 288/2014, introduces changes to the models for operational programmes under the Investment for growth and jobs goal to provide assistance under the thematic objective ‘Fostering crisis repair in the context of the COVID-19 pandemic and its social consequences and preparing a green, digital and resilient recovery of the economy’.This amendment takes account of the possibility to temporarily apply a cofinancing rate of 100% to expenditure declared in payment applications during the accounting year starting on 1 July 2020 and ending on 30 June 2021 for one or more priority axes in a programme supported by the European Regional Development Fund, the European Social Fund or the Cohesion Fund.\n2.\nEuropean territorial cooperation (Interreg)\nProvides a basis for implementing joint actions and policy exchanges between national, regional and local actors from different EU Member States.\nCooperation may be\ncross-border,\ntransnational,\ninterregional.\nInterreg for the period 2014-2020 was based on 11 investment priorities designed to help achieve smart, sustainable and inclusive growth.\nWhere outermost EU regions’ programmes combine cross-border and transnational elements, separate priority axes were set out for each of these.\nThe model set out in the regulation for presenting information on such programmes sets out the following guidelines:\nhow the programme contributes to the objectives of smart, sustainable and inclusive growth and to achieving economic, social and territorial cohesion — including a justification of policy choices, investment priorities and level of financing;\nincludes a description of the approach to territorial development including, where appropriate:\ncommunity-led approach local development, and\nintegrated actions for sustainable urban development;\ncontains common and specific programme output indicators including final targets;\nwhere outermost regions’ programmes combine allocations for cross-border and transnational cooperation, separate priority axes will be set out for each;\nrespects certain general principles:\nsustainable development,\nequal opportunities and non-discrimination,\nequality between men and women.\nAmending Regulation (EU) 2021/435, which replaces also Annex II of Regulation (EU) No 288/2014, introduces changes to the models for operational programmes under the European Territorial Cooperation goal to provide assistance under the thematic objective ‘Fostering crisis repair in the context of the COVID-19 pandemic and its social consequences and preparing a green, digital and resilient recovery of the economy’.This amendment takes account of the possibility to temporarily apply a cofinancing rate of 100% to expenditure declared in payment applications during the accounting year starting on 1 July 2020 and ending on 30 June 2021 for one or more priority axes in a programme supported by the European Regional Development Fund, the European Social Fund or the Cohesion Fund.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 23 March 2014.\nBACKGROUND\n              \nFor more information, see:\nGuidance on European Structural and Investment Funds 2014-2020 (European Commission)\nThe ESF for experts (European Commission).\nKEY TERMS\n              \nLess developed regions: regions where the gross domestic product (GDP) per inhabitant is less than 75% of the EU average.\nTransitional regions: regions where the GDP per inhabitant is between 75% and 90% of the EU average.\nMore developed regions: regions where the GDP per inhabitant is more than 90% of the EU average.\nMAIN DOCUMENT\n            \nCommission Implementing Regulation (EU) No 288/2014 of 25 February 2014 laying down rules pursuant to Regulation (EU) No 1303/2013 of the European Parliament and of the Council laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund with regard to the model for operational programmes under the Investment for growth and jobs goal and pursuant to Regulation (EU) No 1299/2013 of the European Parliament and of the Council on specific provisions for the support from the European Regional Development Fund to the European territorial cooperation goal with regard to the model for cooperation programmes under the European territorial cooperation goal (OJ L 87, 22.3.2014, pp. 1-48)\nSuccessive amendments to Regulation (EU) No 288/2014 have been incorporated into the original text. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nRegulation (EU) No 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006 (OJ L 347, 20.12.2013, pp. 320-469)\nSee consolidated version.\nRegulation (EU) No 1304/2013 of the European Parliament and of the Council of 17 December 2013 on the European Social Fund and repealing Council Regulation (EC) No 1081/2006 (OJ L 347, 20.12.2013, p. 470-486)\nSee consolidated version.\nRegulation (EU) No 1299/2013 of the European Parliament and of the Council of 17 December 2013 on specific provisions for the support from the European Regional Development Fund to the European territorial cooperation goal (OJ L 347, 20.12.2013, pp. 259-280)\nlast update 01.06.2021", "tags": ["European Regional Development Fund", "regional cooperation", "cross-border cooperation", "sea fishing", "economic growth", "European Social Fund", "EAFRD", "EU programme", "economic and social cohesion", "Cohesion Fund", "data collection", "electronic document", "employment aid"], "subjects": ["Economic, social and territorial cohesion"], "split": "train", "reference_annotations": {"32014R0288_p2": {"text": "Having regard to regulation 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council regulation 1083/2006 (1), and in particular Article 96(9) thereof,", "triples": [" regulation 1303/2013,  repealing,  regulation 1083/2006"]}, "32014R0288_p5": {"text": "(3)  regulation 1304/2013 of the European Parliament and of the Council of 17 December 2013 on the European Social Fund and repealing Council regulation 1081/2006 (OJ L 347, 20.12.2013, p. 470).", "triples": [" regulation 1304/2013,  repealing,  regulation 1081/2006"]}, "32014R0288_p6": {"text": "(2)  regulation 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council regulation 1083/2006 (OJ L 347, 20.12.2013, p. 320).", "triples": [" regulation 1303/2013,  repealing,  regulation 1083/2006"]}, "32014R0288_p7": {"text": "(12)  regulation 1304/2013 of the European Parliament and of the Council of 17 December 2013 on the European Social Fund and repealing Council regulation 1081/2006 (OJ L 347, 20.12.2013, p. 470).", "triples": [" regulation 1304/2013,  repealing,  regulation 1081/2006"]}, "32014R0288_p8": {"text": "(45)  regulation 1301/2013 of the European Parliament and of the Council of 17 December 2013 on the European Regional Development Fund and on specific provisions concerning the Investment for growth and jobs goal and repealing regulation 1080/2006 (OJ L 347, 20.12.2013, p. 289).", "triples": [" regulation 1301/2013,  repealing,  regulation 1080/2006"]}, "32014R0288_p9": {"text": "(2)  regulation 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council regulation 1083/2006 (OJ L 347, 20.12.2013, p. 320).", "triples": [" regulation 1303/2013,  repealing,  regulation 1083/2006"]}}, "summary_annotations": {"32014R0288_p1": {"text": "Amending regulation 2021/435, which replaces Annex I of regulation 288/2014, introduces changes to the models for operational programmes under the Investment for growth and jobs goal to provide assistance under the thematic objective ‘Fostering crisis repair in the context of the COVID-19 pandemic and its social consequences and preparing a green, digital and resilient recovery of the economy’.This amendment takes account of the possibility to temporarily apply a cofinancing rate of 100% to expenditure declared in payment applications during the accounting year starting on 1 July 2020 and ending on 30 June 2021 for one or more priority axes in a programme supported by the European Regional Development Fund, the European Social Fund or the Cohesion Fund.", "triples": [" regulation 2021/435,  replaces,  regulation 288/2014"]}, "32014R0288_p2": {"text": "Amending regulation 2021/435, which replaces also Annex II of regulation 288/2014, introduces changes to the models for operational programmes under the European Territorial Cooperation goal to provide assistance under the thematic objective ‘Fostering crisis repair in the context of the COVID-19 pandemic and its social consequences and preparing a green, digital and resilient recovery of the economy’.This amendment takes account of the possibility to temporarily apply a cofinancing rate of 100% to expenditure declared in payment applications during the accounting year starting on 1 July 2020 and ending on 30 June 2021 for one or more priority axes in a programme supported by the European Regional Development Fund, the European Social Fund or the Cohesion Fund.", "triples": [" regulation 2021/435,  replaces,  regulation 288/2014"]}, "32014R0288_p4": {"text": "regulation 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council regulation 1083/2006 (OJ L 347, 20.12.2013, pp. 320-469)", "triples": [" regulation 1303/2013,  repealing,  regulation 1083/2006"]}, "32014R0288_p5": {"text": "regulation 1304/2013 of the European Parliament and of the Council of 17 December 2013 on the European Social Fund and repealing Council regulation 1081/2006 (OJ L 347, 20.12.2013, p. 470-486)", "triples": [" regulation 1304/2013,  repealing,  regulation 1081/2006"]}}}