{"celex_id": "32009L0033", "reference": "15.5.2009\nEN\nOfficial Journal of the European Union\nL 120/5\nDIRECTIVE 2009/33/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 23 April 2009\non the promotion of clean and energy-efficient road transport vehicles\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 175(1) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving regard to the opinion of the Committee of the Regions (2),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (3),\nWhereas:\n(1)\nNatural resources, the pursuit of prudent and rational utilisation of which Article 174(1) of the Treaty requires, include oil, which is the principal energy source in the European Union but is also a major source of pollutant emissions.\n(2)\nThe Commission Communication of 15 May 2001 entitled ‘A Sustainable Europe for a Better World: A European Union Strategy for Sustainable Development’, presented to the Gothenburg European Council of 15 and 16 June 2001, identified greenhouse gas emissions and pollution caused by transport among the main obstacles to sustainable development.\n(3)\nDecision No 1600/2002/EC of the European Parliament and of the Council of 22 July 2002 laying down the Sixth Community Environment Action Programme (4) acknowledged the need for specific measures to enhance energy efficiency and energy saving and for the integration of climate change objectives into transport and energy policies as well as the need for specific measures in the transport sector to address energy use and greenhouse gas emissions.\n(4)\nThe Commission Communication of 10 January 2007 entitled ‘An energy policy for Europe’ proposed a commitment on the part of the European Union to achieve at least a 20 % reduction of greenhouse gases by 2020 compared to 1990. In addition, binding targets for further improvement of energy efficiency by 20 %, a level of 20 % of renewable energy and a 10 % share of renewable energy in transport in the Community by 2020 have been proposed, inter alia, to improve security of energy supply by diversifying the fuel mix.\n(5)\nThe Commission Communication of 19 October 2006 entitled ‘Action Plan for Energy Efficiency: Realising the Potential’ announced that the Commission will continue its efforts to develop markets for cleaner, smarter, safer and energy-efficient vehicles through public procurement and awareness-raising.\n(6)\nThe mid-term review of the Commission’s 2001 Transport White Paper entitled ‘Keep Europe moving – Sustainable mobility for our continent’, of 22 June 2006, announced that the Union will stimulate environmentally-friendly innovation in particular by successive European emission standards (Euro Norms) and by the promotion of clean vehicles on the basis of public procurement.\n(7)\nIn its Communication of 7 February 2007 entitled ‘Results of the review of the Community Strategy to reduce CO2 emissions from passenger cars and light-commercial vehicles’, the Commission presented a comprehensive new strategy to enable the Union to reach its 120 g/km objective for CO2 emissions from new passenger cars by 2012. A legislative framework was proposed to ensure vehicle technology improvements. Complementary measures should promote the procurement of fuel-efficient vehicles.\n(8)\nThe Commission Green Paper on Urban Transport of 25 September 2007 entitled ‘Towards a new culture for urban mobility’ notes the support of stakeholders for promoting the market introduction of clean and energy-efficient vehicles through green public procurement. It proposes that a possible approach could be based on the internalisation of external costs by using lifetime costs for energy consumption, CO2 emissions, and pollutant emissions linked to the operation of the vehicles to be procured as award criteria, in addition to the vehicle price. In addition, public procurement could give preference to new Euro standards. The earlier use of cleaner vehicles could then improve air quality in urban areas.\n(9)\nThe CARS 21 High Level Group report of 12 December 2005 supported the Commission’s initiative on the promotion of clean and energy-efficient vehicles, on condition that a technology-neutral and performance-based integrated approach involving vehicle manufacturers, oil or fuel suppliers, repairers, customers or drivers and public authorities is taken.\n(10)\nThe High Level Group on competitiveness, energy and the environment, in its report of 27 February 2007, recommended that private and public procurement should take account of full lifetime costs with emphasis on energy efficiency. Member States and the Community should develop and publish public purchasing guidance on how to move beyond lowest price tendering to procurement of more sustainable intermediate goods in line with Directive 2004/17/EC of the European Parliament and of the Council of 31 March 2004 coordinating the procurement procedures of entities operating in the water, energy, transport and postal services sectors (5) and Directive 2004/18/EC of the European Parliament and of the Council of 31 March 2004 on the coordination of procedures for the award of public works contracts, public supply contracts and public service contracts (6).\n(11)\nThis Directive aims to stimulate the market for clean and energy-efficient road transport vehicles, and especially – since this would have a substantial environmental impact – to influence the market for standardised vehicles produced in larger quantities such as passenger cars, buses, coaches and trucks, by ensuring a level of demand for clean and energy-efficient road transport vehicles which is sufficiently substantial to encourage manufacturers and the industry to invest in and further develop vehicles with low energy consumption, CO2 emissions, and pollutant emissions.\n(12)\nMember States should inform national, regional or local contracting authorities and contracting entities and operators which provide public passenger transport services of the provisions relating to the purchase of clean and energy-efficient road transport vehicles.\n(13)\nClean and energy-efficient vehicles initially have a higher price than conventional ones. Creating sufficient demand for such vehicles could ensure that economies of scale lead to cost reductions.\n(14)\nThis Directive addresses the need to provide support for Member States through facilitating and structuring the exchange of knowledge and best practices for promoting the purchase of clean and energy-efficient vehicles.\n(15)\nProcurement of vehicles for public transport services can make a significant impact on the market if harmonised criteria are applied at Community level.\n(16)\nThe biggest impact on the market, together with the best cost/benefit result, is obtained through mandatory inclusion of lifetime costs for energy consumption, CO2 emissions, and pollutant emissions as award criteria in the procurement of vehicles for public transport services.\n(17)\nIn line with the scope of Directive 2004/17/EC and Directive 2004/18/EC and whilst fully respecting the implementation in national law of those directives, this Directive should cover road transport vehicles purchased by contracting authorities and contracting entities, irrespective of whether such authorities and entities are public or private. Furthermore, this Directive should cover the purchase of road transport vehicles used for performing public passenger transport services under a public service contract, leaving to Member States the freedom to exclude minor purchases with a view to avoiding an unnecessary administrative burden.\n(18)\nIn line with Directive 2007/46/EC of the European Parliament and of the Council of 5 September 2007 establishing a framework for the approval of motor vehicles and their trailers, and of systems, components and separate technical units intended for such vehicles (Framework Directive) (7) and with a view to avoiding an undue administrative burden, Member States should be able to exempt authorities and operators from the requirements laid down in this Directive when purchasing vehicles designed and constructed for special use.\n(19)\nThis Directive should provide for a set of options for taking into account energy and environmental impacts. This would enable authorities and operators that have already developed methods tailored to meeting local needs and conditions to continue applying these methods.\n(20)\nIncluding energy consumption, CO2 emissions, and pollutant emissions in the award criteria does not impose higher total costs but rather anticipates operational lifetime costs in the procurement decision. Complementary to the legislation on Euro Norms, which sets maximum emission limits, this approach monetises the actual pollutant emission and does not require any additional standard setting.\n(21)\nWhen fulfilling the requirement to take energy and environmental impacts into account by setting technical specifications, contracting authorities, contracting entities and operators are encouraged to set specifications of a higher level of energy and environmental performance than laid down in Community legislation, taking into account, for example, Euro Norms which are already adopted but have not yet become obligatory.\n(22)\nThe ExternE Study (8), the Commission Clean Air for Europe (CAFE) (9) Programme and the HEATCO Study (10) have provided information on the costs of CO2, oxides of nitrogen (NOx), non-methane hydrocarbons (NMHC) and particulate matter emissions. Costs are taken at present value to keep the award procedure simple.\n(23)\nThis Directive should define a range for the costs of CO2 and pollutant emissions which, on the one hand, enables flexibility for contracting authorities, contracting entities and operators to take account of their local situation, and, on the other hand, ensures an appropriate degree of harmonisation.\n(24)\nMandatory application of criteria for the procurement of clean and energy-efficient vehicles does not preclude the inclusion of other relevant award criteria. It also does not prevent the choice of retro-fitted vehicles upgraded for higher environmental performance. Such other relevant award criteria may also be included in procurements subject to Directives 2004/17/EC or 2004/18/EC, provided they are linked to the subject-matter of the contract, do not confer an unrestricted freedom of choice on the contracting authority or contracting entity, are expressly mentioned and comply with the fundamental principles of the Treaty.\n(25)\nThe method of calculating operational lifetime costs for pollutant emissions for the purpose of vehicle procurement decisions, including the numerical values defined in this Directive, does not prejudge other Community legislation addressing external costs.\n(26)\nReviews and revisions of the calculation method defined in this Directive should consider relevant related Community legislative measures and should aim for consistency with them.\n(27)\nThe energy and environmental award criteria should be among the various award criteria taken into consideration by contracting authorities or contracting entities when they are called upon to take a decision on the procurement of clean and energy-efficient road transport vehicles.\n(28)\nThis Directive should not prevent contracting authorities and contracting entities from giving preference to the latest Euro Norms in the purchase of vehicles for public transport services before those standards become obligatory. It should also not prevent contracting authorities and contracting entities from giving preference to alternative fuels, for example hydrogen, Liquefied Petroleum Gas (LPG), Compressed Natural Gas (CNG) and biofuels, provided the lifetime energy and environmental impacts are taken into account.\n(29)\nStandardised Community test procedures should be developed for additional vehicle categories in order to improve comparability and transparency of manufacturer data. Manufacturers should be encouraged to provide data for total lifetime energy consumption, CO2 emissions and pollutant emissions.\n(30)\nThe possibility of public support for the purchase of clean and energy-efficient road transport vehicles, including the retrofitting of vehicles with engines and replacement parts, which go beyond the mandatory environmental requirements, is recognised in the Community guidelines for State aid for environmental protection (11) and Commission Regulation (EC) No 800/2008 of 6 August 2008 declaring certain categories of aid compatible with the common market in application of Articles 87 and 88 of the Treaty (General block exemption Regulation) (12). In this context, the guidelines included in the Commission Communication entitled ‘Community guidelines on State aid for railway undertakings’ (13), in particular footnote 1 to point 34 and footnote 3 to point 36, are also relevant. However, the rules of the Treaty, and in particular Articles 87 and 88 thereof, will continue to apply to such public support.\n(31)\nThe possibility of public support in favour of the promotion of development of infrastructures necessary for the distribution of alternative fuels is recognised in the Community guidelines for State aid for environmental protection. However, the rules of the Treaty, and in particular Articles 87 and 88 thereof, will continue to apply to such public support.\n(32)\nThe purchase of clean and energy-efficient road transport vehicles offers an opportunity to cities wishing to brand themselves as environmentally conscious. In this context, disclosure on the Internet of information on public procurement pursuant to this Directive is important.\n(33)\nThe publication on the Internet of relevant information related to the financial instruments available in the Member States for urban mobility and for the promotion of clean and energy-efficient road transport vehicles should be encouraged.\n(34)\nThe measures necessary for the implementation of this Directive should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (14).\n(35)\nIn particular the Commission should be empowered to adapt to inflation and to technical progress the data for the calculation of the operational lifetime costs of road transport vehicles. Since those measures are of general scope and are designed to amend non-essential elements of this Directive, they must be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(36)\nSince the objectives of this Directive, namely to promote and stimulate the market for clean and energy-efficient vehicles and to improve the contribution of the transport sector to the environment, climate and energy policies of the Community, cannot be sufficiently achieved by the Member States and can therefore, in order to provide a critical mass of vehicles for cost-efficient developments by European industry, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve those objectives.\n(37)\nThe Member States and the Commission should continue to promote clean and energy-efficient road transport vehicles. In this context, national and regional operational programmes, as defined by Council Regulation (EC) No 1083/2006 of 11 July 2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund (15) could play an important role. Furthermore, Community programmes such as Civitas and Intelligent Energy Europe could contribute to improving urban mobility while reducing its adverse effects.\n(38)\nIn accordance with point 34 of the Interinstitutional Agreement on better law-making (16), Member States are encouraged to draw up, for themselves and in the interests of the Community, their own tables illustrating, as far as possible, the correlation between this Directive and the transposition measures, and to make them public,\nHAVE ADOPTED THIS DIRECTIVE:\nArticle 1\nSubject matter and objectives\nThis Directive requires contracting authorities, contracting entities as well as certain operators to take into account lifetime energy and environmental impacts, including energy consumption and emissions of CO2 and of certain pollutants, when purchasing road transport vehicles with the objectives of promoting and stimulating the market for clean and energy-efficient vehicles and improving the contribution of the transport sector to the environment, climate and energy policies of the Community.\nArticle 2\nExemptions\nMember States may exempt from the requirements laid down in this Directive contracts for the purchase of vehicles referred to in Article 2(3) of Directive 2007/46/EC, which are not subject to type approval or individual approval on their territory.\nArticle 3\nScope\nThis Directive shall apply to contracts for the purchase of road transport vehicles by:\n(a)\ncontracting authorities or contracting entities in so far as they are under an obligation to apply the procurement procedures set out in Directives 2004/17/EC and 2004/18/EC;\n(b)\noperators for the discharge of public service obligations under a public service contract within the meaning of Regulation (EC) No 1370/2007 of the European Parliament and of the Council of 23 October 2007 on public passenger transport services by rail and by road (17) in excess of a threshold which shall be defined by Member States not exceeding the threshold values as set out in Directives 2004/17/EC and 2004/18/EC.\nArticle 4\nDefinitions\nFor the purpose of this Directive:\n1.\n‘contracting authorities’ means contracting authorities as defined in Article 2(1)(a) of Directive 2004/17/EC and in Article 1(9) of Directive 2004/18/EC;\n2.\n‘contracting entities’ means contracting entities as referred to in Article 2(2) of Directive 2004/17/EC;\n3.\n‘road transport vehicle’ means a vehicle covered by the vehicle categories listed in Table 3 of the Annex.\nArticle 5\nPurchase of clean and energy-efficient road transport vehicles\n1.   Member States shall ensure that, from 4 December 2010, all contracting authorities, contracting entities and operators referred to in Article 3, when purchasing road transport vehicles, take into account the operational lifetime energy and environmental impacts as set out in paragraph 2 and apply at least one of the options set out in paragraph 3.\n2.   The operational energy and environmental impacts to be taken into account shall include at least the following:\n(a)\nenergy consumption;\n(b)\nemissions of CO2; and\n(c)\nemissions of NOx, NMHC and particulate matter.\nIn addition to the operational energy and environmental impacts mentioned in the first subparagraph, contracting authorities, contracting entities and operators may also consider other environmental impacts.\n3.   The requirements of paragraphs 1 and 2 shall be fulfilled in accordance with the following options:\n(a)\nby setting technical specifications for energy and environmental performance in the documentation for the purchase of road transport vehicles on each of the impacts considered, as well as any additional environmental impacts; or\n(b)\nby including energy and environmental impacts in the purchasing decision, whereby:\n—\nin cases where a procurement procedure is applied, this shall be done by using these impacts as award criteria, and\n—\nin cases where these impacts are monetised for inclusion in the purchasing decision, the methodology set out in Article 6 shall be used.\nArticle 6\nMethodology for the calculation of operational lifetime costs\n1.   For the purposes of Article 5(3)(b), second indent, operational lifetime costs for energy consumption, as well as for CO2 emissions and pollutant emissions as set out in Table 2 of the Annex, which are linked to the operation of the vehicles under purchase, shall be monetised and calculated using the methodology set out in the following points:\n(a)\nThe operational lifetime cost of the energy consumption of a vehicle shall be calculated using the following methodology:\n—\nthe fuel consumption per kilometre of a vehicle according to paragraph 2 shall be counted in units of energy consumption per kilometre whether this is given directly, which is the case for instance for electrical cars, or not. Where the fuel consumption is given in different units, it shall be converted into energy consumption per kilometre, using the conversion factors as set out in Table 1 of the Annex for the energy content of the different fuels,\n—\na single monetary value per unit of energy shall be used. This single value shall be the lower of the cost per unit of energy of petrol or diesel before tax when used as a transport fuel,\n—\noperational lifetime cost of the energy consumption of a vehicle shall be calculated by multiplying the lifetime mileage, where needed, taking into account the mileage already performed, according to paragraph 3, by the energy consumption per kilometre according to the first indent of this point, and by the cost per unit of energy according to the second indent of this point.\n(b)\nThe operational lifetime cost for the CO2 emissions of a vehicle shall be calculated by multiplying the lifetime mileage, where needed, taking into account the mileage already performed, according to paragraph 3, by the CO2 emissions in kilograms per kilometre according to paragraph 2, and by the cost per kilogram taken from the range as set out in Table 2 of the Annex.\n(c)\nThe operational lifetime cost for the pollutant emissions, as listed in Table 2 of the Annex, of a vehicle shall be calculated by adding up the operational lifetime costs for emissions of NOx, NMHC and particulate matter. The operational lifetime cost for each pollutant shall be calculated by multiplying the lifetime mileage, where needed, taking into account the mileage already performed, according to paragraph 3, by the emissions in grams per kilometre according to paragraph 2, and by the respective cost per gram. The cost shall be taken from the Community-averaged values set out in Table 2 of the Annex.\nContracting authorities, contracting entities and operators referred to in Article 3 may apply higher costs provided these costs do not exceed the relevant values set out in Table 2 of the Annex multiplied by a factor of 2.\n2.   Fuel consumption, as well as CO2 emissions and pollutant emissions as set out in Table 2 of the Annex per kilometre for vehicle operation, shall be based on standardised Community test procedures for the vehicles for which such test procedures are defined in Community type approval legislation. For vehicles not covered by standardised Community test procedures, comparability between different offers shall be ensured by using widely recognised test procedures, or the results of tests for the authority, or information supplied by the manufacturer.\n3.   Lifetime mileage of a vehicle, if not otherwise specified, shall be taken from Table 3 of the Annex.\nArticle 7\nAdaptations to technical progress\nThe Commission shall adapt to inflation and to technical progress the data for the calculation of the operational lifetime costs of road transport vehicles as set out in the Annex. Those measures, designed to amend non-essential elements of this Directive, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 9(2).\nArticle 8\nBest practice exchange\nThe Commission shall facilitate and structure the exchange of knowledge and best practices between Member States on practices for promoting the purchase of clean and energy-efficient road transport vehicles by contracting authorities, contracting entities and operators referred to in Article 3.\nArticle 9\nCommittee procedure\n1.   The Commission shall be assisted by a Committee.\n2.   Where reference is made to this paragraph, Articles 5a(1) to (4) and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nArticle 10\nReporting and review\n1.   Every two years, with effect from 4 December 2010, the Commission shall prepare a report on the application of this Directive and on the actions taken by individual Member States to promote the purchase of clean and energy-efficient road transport vehicles.\n2.   Those reports shall assess the effects of this Directive, especially of the options referred to in Article 5(3), and the need for further action, and include proposals, as appropriate.\nIn those reports, the Commission shall compare the nominal and relative numbers of vehicles purchased corresponding to the best market alternative in terms of lifetime energy and environmental impacts, within each of the categories of vehicles listed in Table 3 of the Annex, to the overall market for these vehicles and estimate how the options referred to in Article 5(3) have affected the market. The Commission shall assess the need for further action and include proposals, as appropriate.\n3.   No later than the date of the first report, the Commission shall examine the options referred to in Article 5(3), present an evaluation of the methodology set out in Article 6 and propose appropriate adjustments, if necessary.\nArticle 11\nTransposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 4 December 2010. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive, or be accompanied by such a reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.\nArticle 12\nEntry into force\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nArticle 13\nAddressees\nThis Directive is addressed to the Member States.\nDone at Strasbourg, 23 April 2009.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nP. NEČAS\n(1)  OJ C 195, 18.8.2006, p. 26.\n(2)  OJ C 229, 22.9.2006, p. 18.\n(3)  Opinion of the European Parliament of 22 October 2008 (not yet published in the Official Journal) and Council Decision of 30 March 2009.\n(4)  OJ L 242, 10.9.2002, p. 1.\n(5)  OJ L 134, 30.4.2004, p. 1.\n(6)  OJ L 134, 30.4.2004, p. 114.\n(7)  OJ L 263, 9.10.2007, p. 1.\n(8)  Bickel, P., Friedrich, R., ExternE. Externalities of Energy. Methodology 2005, update, European Commission, Publications Office, Luxembourg, 2005.\n(9)  Holland, M., et al., (2005a). Methodology for the Cost-Benefit Analysis for CAFE: Volume 1: Overview of Methodology. AEA Technology Environment, Didcot, 2005.\n(10)  Bickel, P., et al., HEATCO Deliverable 5. Proposal for Harmonised Guidelines, Stuttgart, 2006.\n(11)  OJ C 82, 1.4.2008, p. 1.\n(12)  OJ L 214, 9.8.2008, p. 3.\n(13)  OJ C 184, 22.7.2008, p. 13.\n(14)  OJ L 184, 17.7.1999, p. 23.\n(15)  OJ L 210, 31.7.2006, p. 25.\n(16)  OJ C 321, 31.12.2003, p. 1.\n(17)  OJ L 315, 3.12.2007, p. 1.\nANNEX\nData for the calculation of operational lifetime costs of road transport vehicles\nTable 1:   Energy content of motor fuels\nFuel\nEnergy content\nDiesel\n36 MJ/litre\nPetrol\n32 MJ/litre\nNatural Gas/Biogas\n33-38 MJ/Nm3\nLiquefied Petroleum Gas (LPG)\n24 MJ/litre\nEthanol\n21 MJ/litre\nBiodiesel\n33 MJ/litre\nEmulsion fuel\n32 MJ/litre\nHydrogen\n11 MJ/Nm3\nTable 2:   Cost for emissions in road transport (in 2007 prices)\nCO2\nNOx\nNMHC\nParticulate matter\n0,03-0,04 EUR/kg\n0,0044 EUR/g\n0,001 EUR/g\n0,087 EUR/g\nTable 3:   Lifetime mileage of road transport vehicles\nVehicle category\n(M and N categories as defined in Directive 2007/46/EC)\nLifetime mileage\nPassenger cars (M1)\n200 000 km\nLight commercial vehicles (N1)\n250 000 km\nHeavy goods vehicles (N2, N3)\n1 000 000 km\nBuses (M2, M3)\n800 000 km", "summary": "Clean and energy-efficient road transport vehicles\nClean and energy-efficient road transport vehicles\nSUMMARY OF:\nDirective 2009/33/EC on promoting clean and energy-efficient road transport vehicles\nWHAT IS THE AIM OF THE DIRECTIVE?\nIt aims at promoting and stimulating the development of a market for clean and energy-efficient vehicles in the European Union (EU).\nAs amended by Directive (EU) 2019/1161, it sets minimum national targets for the procurement of clean vehicles. The targets are defined as a minimum share of clean vehicles in the aggregate public authorities and certain public transport operators across a Member State.\nKEY POINTS\nScope\nAs amended by Directive (EU) 2019/1161, the directive applies to contracts for the procurement of certain road transport vehicles (cars, vans, trucks and buses) and services, by contracting authorities, contracting entities and operators of public service obligations under a public service contract.\nThe amending directive extended the application of the directive so that it now covers procurement through:\ncontracts for the purchase, lease, rent and hire-purchase of vehicles;\nservice contracts for public road passenger transport;\nservice contracts for public road transport services, special-purpose road passenger-transport services, non-scheduled passenger transport, refuse collection services, and mail and parcel transport and delivery.\nAmending Directive (EU) 2019/1161 also introduced a new definition of a ‘clean vehicle’*.\nMinimum procurement targets\nDirective 2009/33/EC, as amended by Directive (EU) 2019/1161, sets minimum public procurement targets for light-duty vehicles (cars and vans), trucks and buses for 2025 and 2030. In the case of buses, half of the targets have to be met with zero-emission vehicles (battery electric or hydrogen buses). These targets are set out in the directive’s annex.\nFor each Member State, a different target is set for light-duty vehicles, trucks and buses. These targets are calculated as a minimum percentage of clean vehicles in the total number of vehicles procured through public procurement in each Member State, over two 5-year periods: 2021–2025 and 2026–2030. Member States have to ensure that the targets are met, but they have full flexibility in how they distribute the effort across different contracting authorities and contracting entities.\nSharing best practice\nThe European Commission encourages the sharing of knowledge and best practice between Member States with a view to promoting the purchase of clean and energy-efficient road transport vehicles.\nSeveral initiatives are under way that ensure the directive is implemented. These include:\nguidelines on green public procurement and a technical background report;\nthe European green vehicle initiative, which seeks to support the development of green vehicles and sustainable mobility solutions;\nthe European clean bus deployment initiative; and\nvarious studies.\nCommittee procedure\nThe Commission has the power to adopt implementing acts and is assisted in this by a committee governed by the EU’s comitology rules.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nThe directive has applied since 4 June 2009 and had to become law in the Member States by 4 December 2010.\nThe changes introduced by amending Directive (EU) 2019/1161, including the introduction of a ‘clean vehicle’ definition and the setting of minimum national targets for their procurement, have applied since 2 August 2019, and had to become law in the Member States by 2 August 2021.\nBACKGROUND\n              \nFor further information, see:\nClean vehicles directive (European Commission).\nKEY TERMS\n              \nClean vehicle.A clean light-duty vehicle (e.g. car, van) is defined on the basis of its CO2 emissions (the applicable emission limits are laid down in Table 2 of the directive’s annex).A clean heavy-duty vehicle (e.g. bus, truck) is defined on the basis of the use of alternative fuels, as defined in Directive 2014/94/EU (see summary). A separate definition is provided for zero-emission heavy-duty vehicles.\nMAIN DOCUMENT\n            \nDirective 2009/33/EC of the European Parliament and of the Council of 23 April 2009 on the promotion of clean and energy-efficient road transport vehicles (OJ L 120, 15.5.2009, pp. 5–12).\nSuccessive amendments to Directive 2009/33/EC have been incorporated in the original text. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nDirective 2014/94/EU of the European Parliament and of the Council of 22 October 2014 on the deployment of alternative fuels infrastructure (OJ L 307, 28.10.2014, pp. 1–20).\nSee consolidated version.\nReport from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on the application of Directive 2009/33/EC on the promotion of clean and energy efficient road transport vehicles (COM (2013) 214 final, 18.4.2013).\nCommission Notice on the application of Articles 2, 3, 4 and 5 of Directive 2009/33/EC of the European Parliament and of the Council on the promotion of clean road transport vehicles in support of low-emission mobility 2020/C 352/01 (OJ C 352, 22.10.2020, pp. 1–12).\nlast update 10.02.2022", "tags": ["energy consumption", "environmental policy", "air quality", "non-polluting vehicle", "motor vehicle pollution", "road transport", "motor vehicle", "reduction of gas emissions"], "subjects": ["Transport", "Environment"], "split": "train", "reference_annotations": {}, "summary_annotations": {"32009L0033_p1": {"text": "directive 2009/33/ec, as amended by directive 2019/1161, sets minimum public procurement targets for light-duty vehicles (cars and vans), trucks and buses for 2025 and 2030. In the case of buses, half of the targets have to be met with zero-emission vehicles (battery electric or hydrogen buses). These targets are set out in the directive’s annex.", "triples": [" directive 2019/1161,  amended,  directive 2009/33/ec"]}}}