{"celex_id": "32013H0165", "reference": "3.4.2013\nEN\nOfficial Journal of the European Union\nL 91/12\nCOMMISSION RECOMMENDATION\nof 27 March 2013\non the presence of T-2 and HT-2 toxin in cereals and cereal products\n(Text with EEA relevance)\n(2013/165/EU)\nTHE EUROPEAN COMMISSION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 292 thereof,\nWhereas:\n(1)\nT-2 toxin and HT-2 toxin are mycotoxins produced by various Fusarium species. T-2 toxin is rapidly metabolised to a large number of products, HT-2 toxin being a major metabolite.\n(2)\nThe Scientific Panel on Contaminants in the Food Chain (CONTAM panel) of the European Food Safety Authority (EFSA) adopted an opinion on a request from the Commission related on the risks for animal and public health related to the presence of T-2 and HT-2 toxin in food and feed (1).\n(3)\nThe CONTAM Panel established a group tolerable daily intake (TDI) of 100 ng/kg b.w. for the sum of T-2 and HT-2 toxins. Estimates of chronic human dietary exposure to the sum of T-2 and HT-2 toxins based on the available occurrence data are below the TDI for populations of all age groups, and thus not an immediate health concern.\n(4)\nAs regards the animal health risk, the CONTAM Panel concluded that for ruminants, rabbits and fish, the current estimated exposure to T-2 and HT-2 toxin is considered unlikely to be a health concern. For pigs, poultry, horses and dogs, the estimates of exposure to T-2 and HT-2 toxin indicate that the risk of adverse health effects is low. Cats are amongst the most sensitive animal species. Due to the limited data and the severe adverse health effects at low dose levels, no NOAEL or LOAEL could be established. Therefore this Recommendation is not of application for feed for cats, for which stricter measures will be established.\n(5)\nThe CONTAM Panel further concluded that the carry-over of T-2 and HT-2 toxins from feed to food products of animal origin is limited and hence contributes only to a negligible extent to human exposure.\n(6)\nTaking into account the conclusions of the scientific opinion, together with the large year to year variation in occurrence of T-2 and HT-2 toxin, it is appropriate to collect more data on T-2 and HT-2 in cereals and cereal products and more information on the effects of food processing (i.e. cooking) and agronomic factors on the presence of T-2 and HT-2 toxin. Furthermore, it is necessary to obtain more information on the different factors which lead to relative high levels of T-2 and HT-2 toxin in cereals and cereal products in order to be able to identify the measures to be taken to avoid or to reduce the presence of T-2 and HT-2 toxin in cereals and cereal products. Investigations have to be undertaken in order to collect information on the factors resulting in relative high levels of T-2 and HT-2 toxin in cereals and cereal products and on the effects of feed and food processing. Based on the available data, T-2 and HT-2 do not occur or only in very low levels in rice and rice products and therefore it is appropriate to exclude these products from the scope of this Recommendation.\n(7)\nThe results of monitoring of cereals and cereal products will be used to assess changes and trends in human and animal exposure to T-2 and HT-2 toxin. It is therefore appropriate to use methods of analysis with a sufficient sensitivity.\n(8)\nTo provide orientation in which cases it would be appropriate to perform such investigations, it is appropriate to provide indicative values above which such investigations would be appropriate. To determine these indicative values the occurrence data available in the EFSA database have been used. To perform the investigations traceability is of major importance.\n(9)\nIn 2015 an assessment of the gathered information in the frame of this Recommendation should be undertaken. The monitoring data obtained as a result of this Recommendation will also enable a better understanding of the year–to-year variance and the presence of T-2 and HT-2 toxin in the wide range of cereal products the factors resulting in higher levels and the measures which could be taken to prevent the presence or mitigate the presence of T-2 and HT-2 toxins, including through agronomic factors and through processing,\nHAS ADOPTED THIS RECOMMENDATION:\n(1)\nMember States should, with the active involvement of feed and food business operators, perform monitoring for the presence of T-2 and HT-2 toxin in cereals and cereal products. For the purpose of this Recommendation rice is not included in cereals and rice products are not included in cereal products.\n(2)\nMember States should encourage that samples are simultaneously analysed for the presence of T-2 and HT-2 and other Fusarium-toxins such as deoxynivalenol, zearalenone and fumonisin B1 + B2 to allow the extent of co-occurrence to be assessed.\nIn case the used method of analysis enables it, it would be appropriate to analyse also the masked mycotoxins in particular the mono- and di-glycosylated conjugates of T-2 and HT-2 toxin.\n(3)\nThe sampling and analysis for cereals and cereal products intended for human consumption should be performed in accordance with the provisions provided for in Commission Regulation (EC) No 401/2006 of 23 February 2006 laying down the methods of sampling and analysis for the official control of the levels of mycotoxins in foodstuffs (2) in particular:\n—\nAnnex I Part B for the sampling of cereals and cereal products,\n—\nAnnex II, point 4.3.1(g) Performance criteria for the analysis of T-2 and HT-2 toxin. The Limit of Quantification (LOQ) should preferably not be higher than 5 μg/kg for T-2 and HT-2 toxin individually, except for unprocessed cereals for which the LOQ should preferably not be higher than 10 μg/kg for T-2 and HT-2 toxin individually. In the case of the use of an analytical screening technique, the limit of detection should preferably not be higher than 25 μg/kg for the sum of T-2 and HT-2 toxin.\nThe sampling procedure applied by the food business operator might deviate from the provisions of Regulation (EC) No 401/2006 but should be representative for the lot sampled.\n(4)\nThe sampling and analysis for cereals and cereal products intended for feed and compound feed should be performed in accordance with the provisions provided for in Commission Regulation (EC) No 152/2009 of 27 January 2009 laying down the methods of sampling and analysis for the official control of feed (3). The Limit of Quantification (LOQ) should preferably not be higher than 10 μg/kg for T-2 and HT-2 toxin individually. In the case of the use of an analytical screening technique, the limit of detection should preferably not be higher than 25 μg/kg for the sum of T-2 and HT-2 toxin.\nThe sampling procedure applied by the feed business operator might deviate from the provisions of Regulation (EC) No 152/2009 but should be representative for the lot sampled.\n(5)\nMember States, with the active involvement of the feed and food business operators, should perform investigations to identify the factors resulting in these levels above the indicative level and determine the measures to be taken to avoid or reduce such presence in future. These investigations should certainly be performed in case of repetitive findings within a certain period of time of levels above the indicative levels of T-2 and HT-2 toxin in cereals and cereal products mentioned in Annex to this Recommendation. The sampling and analysis with the objective to obtain more information on the different factors, including agronomic factors, which lead to relative high levels of T-2 and HT-2 toxin in cereals and cereal products, should be targeted on cereals and cereal products from primary processing.\n(6)\nMember States, with the active involvement of the feed and food business operators, should perform investigations on the effects of feed and food processing on the presence of T-2 and HT-2 toxin. These investigations should certainly be performed in case of repetitive findings within a certain period of time of levels above the indicative level of T-2 and HT-2 toxin in cereal products.\n(7)\nMember States should ensure that the analytical results are provided on a regular basis to EFSA for compilation into a single database and that the outcome of the investigations is provided to the European Commission every year, the first time by December 2013. A guidance note will be elaborated to ensure uniform application of this Recommendation and to ensure comparable reporting of results of investigations.\nDone at Brussels, 27 March 2013.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  EFSA Panel on Contaminants in the Food Chain (CONTAM); Scientific Opinion on risks for animal and public health related to the presence of T-2 and HT-2 toxin in food and feed. EFSA Journal 2011; 9(12):2481. [187 pp.] doi:10.2903/j.efsa.2011.2481. Available online: www.efsa.europa.eu/efsajournal\n(2)  OJ L 70, 9.3.2006, p. 12.\n(3)  OJ L 54, 26.2.2009, p. 1.\nANNEX\nIndicative levels for cereals and cereals products\n (1)\n (2)\nIndicative levels for the sum of T-2 and HT-2 (μg/kg) from which onwards/above which investigations should be performed, certainly in case of repetitive findings (1)\n1.   Unprocessed cereals\n (3)\n1.1.\nbarley (including malting barley) and maize\n200\n1.2.\noats (with husk)\n1 000\n1.3.\nwheat, rye and other cereals\n100\n2.   Cereal grains for direct human consumption\n (4)\n2.1.\noats\n200\n2.2.\nmaize\n100\n2.3.\nother cereals\n50\n3.   Cereal products for human consumption\n3.1.\noat bran and flaked oats\n200\n3.2.\ncereal bran except oat bran, oat milling products other than oat bran and flaked oats, and maize milling products\n100\n3.3.\nother cereal milling products\n50\n3.4.\nbreakfast cereals including formed cereal flakes\n75\n3.5.\nbread (including small bakery wares), pastries, biscuits, cereal snacks, pasta\n25\n3.6.\ncereal-based foods for infants and young children\n15\n4.   Cereal products for feed and compound feed\n (5)\n4.1.\noat milling products (husks)\n2 000\n4.2.\nother cereal products\n500\n4.3.\ncompound feed, with the exception of feed for cats\n250\n(1)  The levels referred to in this Annex are indicative levels above which, certainly in the case of repetitive findings, investigations should be performed on the factors leading to the presence of T-2 and HT-2 toxin or on the effects of feed and food processing. The indicative levels are based on the occurrence data available in the EFSA database as presented in the EFSA opinion. The indicative levels are not feed and food safety levels.\n(2)  For the purpose of this Recommendation rice is not included in cereals and rice products are not included in cereal products.\n(3)  Unprocessed cereals are cereals which have not undergone any physical or thermal treatment other than drying, cleaning and sorting.\n(4)  Cereal grains for direct human consumption are cereal grains which have undergone drying, cleaning, de-husking and sorting processes and on which no further cleaning and sorting processes will be performed before their further processing in the food chain.\n(5)  The indicative levels for cereals and cereal products intended for feed and compound feed are relative to a feed with a moisture content of 12 %.", "summary": "Mycotoxins in cereals\nMycotoxins in cereals\nSUMMARY OF:\nRecommendation on certain mycotoxins in cereals and cereal products\nWHAT IS THE AIM OF THE RECOMMENDATION?\n              \nIt seeks to encourage EU countries’ authorities and food and animal feed businesses to:\nmonitor for the presence of T-2 and HT-2 toxin* in cereals and cereal products; and\ninvestigate where findings above the indicative level* are found in more than one batch of the same product (known as ‘repetitive findings’).\nKEY POINTS\nSampling and analysis must be carried out in line with Regulation (EC) No 401/2006 in the case of cereal or cereal products for use as human food and in line with Regulation (EC) No 152/2009 in the case of those used for animal feed. These regulations set performance criteria for the analysis of T-2 and HT-2 toxin.\nThe recommendation invites EU countries to encourage samples to be simultaneously analysed for the presence of T-2 and HT-2 and other Fusarium toxins in order to assess the extent of co-occurrence.\nRice is not included in cereals and rice products are not included in cereal products in this recommendation.\nWhere the indicative levels are exceeded, EU competent authorities, with the active involvement of the feed and food businesses, should carry out investigations: to identify the factors resulting in these levels and determine the measures to be taken to avoid or reduce their presence in future; andto examine the effect of feed and food processing on the presence of the T-2 and HT-2 toxin.\nEU competent authorities and businesses should ensure they regularly provide analytical results to the European Food Safety Authority (EFSA) which enters them in a database. Each year, competent authorities provide the European Commission with a report on the outcome of the investigations.\nGuidance document\nThe Commission has prepared a guidance document for EU countries and food and feed businesses. This is designed to ensure the recommendation is applied consistently throughout the EU.\nBACKGROUND\n              \nFor more information, see:\nFusarium (European Commission).\nKEY TERMS\n              \nT-2 and HT-2 toxin: naturally occurring moulds of fusarium fungus, found in certain grains, with toxic effects on both human and animal health. Fusarium fungi are common toxin-producing fungi and are commonly found on cereals grown in the temperate regions of Europe, America and Asia.\nIndicative level: these are not feed or food safety levels; nor are they maximum limits or limits that, if exceeded, trigger action from enforcement authorities with a view to imposing penalties. They are intended to provide guidance on where to focus investigations. Indicative levels for the various cereals and cereal products are set out in the annex.\nMAIN DOCUMENT\n            \nCommission Recommendation 2013/165/EU of 27 March 2013 on the presence of T-2 and HT-2 toxin in cereals and cereal products (OJ L 91, 3.4.2013, pp. 12-15)\nRELATED DOCUMENTS\n            \nCommission Regulation (EC) No 401/2006 of 23 February 2006 laying down the methods of sampling and analysis for the official control of the levels of mycotoxins in foodstuffs (OJ L 70, 9.3.2006, pp. 12-34)\nSuccessive amendments to Regulation (EC) No 401/2006 have been incorporated into the original text. This consolidated version is of documentary value only.\nCommission Regulation (EC) No 152/2009 of 27 January 2009 laying down the methods of sampling and analysis for the official control of feed (OJ L 54, 26.2.2009, pp. 1-130)\nSee consolidated version.\nlast update 09.01.2018", "tags": ["animal feedingstuffs", "food industry", "health control", "cereal product", "foodstuff", "toxic substance", "health risk", "toxicology", "EU Member State", "cereals"], "subjects": ["Foodstuffs", "Animal feedingstuffs"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}