{"celex_id": "32013R0020", "reference": "19.1.2013\nEN\nOfficial Journal of the European Union\nL 17/13\nREGULATION (EU) No 20/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 15 January 2013\nimplementing the bilateral safeguard clause and the stabilisation mechanism for bananas of the Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America on the other\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 207(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1)\nOn 23 April 2007 the Council authorised the Commission to open negotiations with certain countries of Central America (‘Central America’) for an Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America on the other (‘the Agreement’) on behalf of the Union and its Member States.\n(2)\nThose negotiations have been concluded and the Agreement was signed on 29 June 2012, received the consent of the European Parliament on 11 December 2012 and is to apply as provided for in Article 353 of the Agreement.\n(3)\nIt is necessary to lay down the most appropriate procedures to guarantee the effective application of certain provisions of the Agreement which concern the bilateral safeguard clause and for applying the stabilisation mechanism for bananas that has been agreed with Central America.\n(4)\nIt is also necessary to create appropriate safeguard mechanisms to prevent serious harm to the Union banana growing sector which is of great importance to the agricultural producers of many of the outermost regions of the Union. The limited ability of those regions to diversify, owing to their natural characteristics, makes the banana sector particularly vulnerable. It is therefore essential to create effective mechanisms to address preferential imports from third countries concerned, in order to guarantee that Union banana production is maintained under the best possible conditions, as it is a crucial employment sector in certain areas, especially in the outermost regions.\n(5)\nThe terms ‘serious injury’, ‘threat of serious injury’ and ‘transition period’ as referred to in Articles 104 and 105 of the Agreement should be defined.\n(6)\nSafeguard measures should be considered only if the product in question is imported into the Union in such increased quantities, in absolute terms or relative to Union production, and under such conditions as to cause, or threaten to cause, serious injury to Union producers of like or directly competitive products as laid down in Article 104 of the Agreement.\n(7)\nSpecific safeguard provisions should be available in case the product in question is imported in such increased quantities and under such conditions as to cause or threaten to cause serious deterioration in the economic situation of any of the outermost regions as referred to in Article 349 of the Treaty on the Functioning of the European Union (TFEU).\n(8)\nSafeguard measures should take one of the forms referred to in Article 104(2) of the Agreement.\n(9)\nThe tasks of following up and reviewing the Agreement, carrying out investigations and, if necessary, imposing safeguard measures should be carried out in the most transparent manner possible.\n(10)\nThe Commission should submit an annual report to the European Parliament and to the Council on the implementation of the Agreement and the application of the safeguard measures and the stabilisation mechanism for bananas.\n(11)\nThe challenges in Central America as regards human, social, labour and environmental rights in connection with products from that region require a close dialogue between the Commission and Union civil society organisations.\n(12)\nThe importance of complying with the international labour standards drawn up and supervised by the International Labour Organisation should be stressed.\n(13)\nThe Commission should monitor the observance by Central America of the social and environmental standards laid down in Title VIII of Part IV of the Agreement.\n(14)\nThere should be detailed provisions on the initiation of proceedings. The Commission should receive information including available evidence from the Member States of any trends in imports which might call for the application of safeguard measures.\n(15)\nThe reliability of statistics on all imports from Central America to the Union is therefore crucial to determining whether the conditions to apply safeguard measures are met.\n(16)\nIn some cases, an increase of imports concentrated in one or several of the Union's outermost regions or Member States may cause, or threaten to cause, serious deterioration or serious injury in their economic situation. In the event that there is an increase of imports concentrated in one or several of the Union's outermost regions or Member States, the Commission should be able to introduce prior surveillance measures.\n(17)\nIf there is sufficient prima facie evidence to justify the initiation of a proceeding, the Commission should publish a notice as provided for in Article 111(3) of the Agreement in the Official Journal of the European Union.\n(18)\nThere should be detailed provisions on the initiation of investigations, access to and inspections by interested parties of the information gathered, hearings for the interested parties involved and the opportunities for those parties to submit their views as provided for in Article 111(3) of the Agreement.\n(19)\nThe Commission should notify Central America in writing of the initiation of an investigation and notify the results of the investigations to the Association Committee as provided for in Article 116 of the Agreement.\n(20)\nIt is also necessary, pursuant to Article 112 of the Agreement, to set time limits for the initiation of an investigation and for determinations as to whether or not safeguard measures are appropriate, with a view to ensuring that such determinations are made quickly, in order to increase legal certainty for the economic operators concerned.\n(21)\nAn investigation should precede the application of any safeguard measure, subject to the Commission being allowed to apply provisional safeguard measures in critical circumstances as referred to in Article 106 of the Agreement.\n(22)\nClose monitoring should facilitate a timely decision concerning the possible initiation of an investigation or imposition of measures. Therefore the Commission should regularly monitor imports of bananas from the date of application of the Agreement. Monitoring should be extended to other sectors upon a duly justified request.\n(23)\nThere should be a possibility to suspend swiftly for a maximum period of three months the preferential customs duties when imports exceed a defined annual trigger import volume. The decision whether or not to apply the stabilisation mechanism for bananas should take into account the stability of the Union market for bananas.\n(24)\nSafeguard measures should be applied only to the extent, and for such time, as may be necessary to prevent serious injury and to facilitate adjustment. The maximum duration of safeguard measures should be determined and specific provisions regarding extension and review of such measures should be laid down, as referred to in Article 105 of the Agreement.\n(25)\nThe Commission should enter into consultations with the Central American country affected by measures.\n(26)\nThe implementation of the bilateral safeguard clause and the stabilisation mechanism for bananas provided for in the Agreement requires uniform conditions for the adoption of provisional and definitive safeguard measures, for the imposition of prior surveillance measures, for the termination of an investigation without measures and for suspending temporarily the preferential customs duty established under the stabilisation mechanism for bananas that has been agreed with Central America. In order to ensure uniform conditions for the implementation of this Regulation, those measures should be adopted by the Commission in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission's exercise of implementing powers (2).\n(27)\nThe advisory procedure should be used for the adoption of surveillance and provisional safeguard measures given the effects of those measures and their sequential logic in relation to the adoption of definitive safeguard measures. Where a delay in the imposition of provisional safeguard measures would cause damage which would be difficult to repair, the Commission should adopt immediately applicable implementing acts.\n(28)\nGiven the nature and the relatively short duration of the measures foreseen under the stabilisation mechanism for bananas, and in order to prevent a negative impact on the situation of the Union market for bananas, the Commission should also adopt immediately applicable implementing acts for the temporary suspension of the preferential customs duty established under the stabilisation mechanism for bananas, or to determine that such temporary suspension is not appropriate. Where such immediately applicable implementing acts are applied, the advisory procedure should be used.\n(29)\nThe Commission should make diligent and effective use of the stabilisation mechanism for bananas in order to avoid a threat of serious deterioration or a serious deterioration for producers in the outermost regions in the Union. From 1 January 2020, the general bilateral safeguard mechanism, including the special provisions for outermost regions, remains applicable.\n(30)\nFor purposes of adopting the necessary implementing rules for the application of the rules contained in Appendix 2A of Annex II (Concerning the definition of the concept of ‧originating products‧ and methods of administrative co-operation) and Appendix 2 of Annex I (Elimination of Customs Duties) to the Agreement, Article 247a of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (3) should be applied.\n(31)\nThis Regulation should apply only to products originating in the Union or in Central America,\nHAVE ADOPTED THIS REGULATION:\nCHAPTER I\nSAFEGUARD PROVISIONS\nArticle 1\nDefinitions\nFor the purposes of this Regulation:\n(a)\n‘product’ means a good originating in the Union or in a Central American country. A product subject to an investigation may cover one or several tariff lines or a sub-segment thereof depending on the specific market circumstances, or any product segmentation commonly applied in the Union industry;\n(b)\n‘interested parties’ means parties affected by the imports of the product in question;\n(c)\n‘Union industry’ means the Union producers as a whole of the like or directly competitive products, operating within the territory of the Union, Union producers whose collective output of the like or directly competitive products constitutes a major proportion of the total Union production of those products, or, where a like or a directly competitive product is only one of several products that are made by the Union producers, the specific operations that are involved in the production of the like or directly competitive product;\n(d)\n‘serious injury’ means a significant overall impairment;\n(e)\n‘threat of serious injury’ means serious injury that is clearly imminent;\n(f)\n‘serious deterioration’ means significant disturbances in a sector or in Union industry;\n(g)\n‘threat of serious deterioration’ means significant disturbances that are clearly imminent;\n(h)\n‘transitional period’ means ten years from the date of application of the Agreement, for a product for which the Schedule of the EU Party, as set out in Annex I (Elimination of Customs Duties) to the Agreement (‘Tariff Elimination Schedule’) provides for a tariff elimination period of less than ten years, or the tariff elimination period plus three years for a product for which the Tariff Elimination Schedule provides for a tariff elimination period of ten or more years;\n(i)\n‘Central American country’ means Costa Rica, El Salvador, Guatemala, Honduras, Nicaragua or Panama.\nA determination of the existence of a threat of serious injury within the meaning of point (e) of the first paragraph shall be based on verifiable facts and not merely on an allegation, a conjecture or a remote possibility. In order to determine the existence of a threat of serious injury, forecasts, estimations and analyses made on the basis of factors referred to in Article 5(5), shall, inter alia, be taken into account.\nArticle 2\nPrinciples\n1.   A safeguard measure may be imposed in accordance with this Regulation where a product originating in a Central American country is, as a result of the reduction or the elimination of the customs duties on that product, imported into the Union in such increased quantities, in absolute terms or relative to Union production, and under such conditions as to cause or threaten to cause serious injury to the Union industry.\n2.   A safeguard measure may take one of the following forms:\n(a)\na suspension of a further reduction of the rate of customs duty on the product concerned provided for in the Tariff Elimination Schedule;\n(b)\nan increase in the rate of customs duty on the product concerned to a level which does not exceed the lesser of:\n—\nthe most-favoured-nation (‘MFN’) applied rate of customs duty on the product in effect at the time the measure is taken; or\n—\nthe MFN applied rate of customs duty on the product in effect on the day immediately preceding the date of entry into force of the Agreement.\n3.   A safeguard measure shall not be applied within the limits of the preferential duty free tariff quotas granted by the Agreement.\nArticle 3\nMonitoring\n1.   The Commission shall monitor the evolution of import statistics of bananas from Central American countries. For that purpose, it shall cooperate and exchange data on a regular basis with Member States and the Union industry.\n2.   Upon a duly justified request by the industries concerned, the Commission may consider extending the scope of the monitoring to other sectors.\n3.   The Commission shall present an annual monitoring report to the European Parliament and to the Council on updated statistics on imports from Central American countries of bananas and those sectors to which monitoring has been extended.\n4.   The Commission shall monitor the observance by Central American countries of the social and environmental standards laid down in Title VIII of Part IV of the Agreement.\nArticle 4\nInitiation of proceedings\n1.   A proceeding shall be initiated upon request by a Member State, by any legal person or any association not having legal personality acting on behalf of the Union industry, or on the Commission's own initiative if it is apparent to the Commission that there is sufficient prima facie evidence, as determined on the basis of factors referred to in Article 5(5), to justify such initiation.\n2.   The request to initiate a proceeding shall contain evidence that the conditions for imposing the safeguard measure set out in Article 2(1) are met. The request shall generally contain the following information: the rate and amount of the increase in imports of the product concerned in absolute and relative terms, the share of the domestic market taken by increased imports and changes in the level of sales, production, productivity, capacity utilisation, profits and losses, and employment.\n3.   A proceeding may also be initiated in the event that there is a surge of imports concentrated in one or several Member States, or outermost regions, provided that there is sufficient prima facie evidence that the conditions for initiation are met, in accordance with Article 5(5).\n4.   A Member State shall inform the Commission if trends in imports from a Central American country appear to call for safeguard measures. That information shall include the evidence available in accordance with Article 5(5).\n5.   The Commission shall provide that information to the Member States when it receives a request to initiate a proceeding or when it considers initiation of a proceeding to be appropriate on its own initiative pursuant to paragraph 1.\n6.   Where it is apparent that there is sufficient prima facie evidence in accordance with Article 5(5) to justify the initiation of a proceeding the Commission shall initiate proceedings and shall publish a notice thereof in the Official Journal of the European Union. Initiation shall take place within one month of receipt by the Commission of the request or information pursuant to paragraph 1.\n7.   The notice referred to in paragraph 6 shall:\n(a)\ngive a summary of the information received, and require that all relevant information be communicated to the Commission;\n(b)\nstate the period within which interested parties may make known their views in writing and submit information, if such views and information are to be taken into account during the proceeding;\n(c)\nstate the period within which interested parties may apply to be heard orally by the Commission in accordance with Article 5(9).\nArticle 5\nInvestigations\n1.   Following the initiation of the proceeding, the Commission shall commence an investigation. The period as set out in paragraph 3 shall start on the day the decision to initiate the investigation is published in the Official Journal of the European Union.\n2.   The Commission may request Member States to supply information and Member States shall take whatever steps are necessary in order to give effect to any such request. If that information is of general interest and is not confidential within the meaning of Article 12, it shall be added to the non-confidential files as provided for in paragraph 8 of this Article.\n3.   The investigation shall, where possible, be concluded within six months of its initiation. That time limit may be extended by a further period of three months in exceptional circumstances such as the involvement of an unusually high number of interested parties or complex market situations. The Commission shall notify all interested parties of any such extension and explain the reasons therefor.\n4.   The Commission shall seek all information it considers necessary to make a determination with regard to the conditions set out in Article 2(1), and, shall, where appropriate, endeavour to verify that information.\n5.   In the investigation the Commission shall evaluate all relevant factors of an objective and quantifiable nature having a bearing on the situation of the Union industry, in particular, the rate and amount of the increase in imports of the product concerned in absolute and relative terms, the share of the domestic market taken by increased imports and changes in the level of sales, production, productivity, capacity utilisation, profits and losses, and employment. This list is not exhaustive and other relevant factors may also be taken into consideration by the Commission for its determination of the existence of serious injury or threat of serious injury, such as stocks, prices, return on capital employed, cash flow, and other factors which are causing or may have caused serious injury, or threaten to cause serious injury to the Union industry.\n6.   Interested parties who have submitted information pursuant to Article 4(7)(b) and representatives of the Central American country concerned may, upon written request, inspect all information made available to the Commission in connection with the investigation other than internal documents prepared by the Union authorities or those of the Member States, provided that that information is relevant to the presentation of their case and not confidential within the meaning of Article 12 and that it is used by the Commission in the investigation. Interested parties who have submitted information may communicate their views on the information to the Commission. Where there is sufficient prima facie evidence in support of those views, the Commission shall take them into consideration.\n7.   The Commission shall ensure that all data and statistics which are used for the investigation are available, comprehensible, transparent and verifiable.\n8.   The Commission shall, as soon as the necessary technical framework is in place, ensure password-protected online access to the non-confidential file, which it shall manage and through which all information which is relevant and is not confidential within the meaning of Article 12 shall be disseminated. Interested parties, Member States and the European Parliament shall be granted access to that online platform.\n9.   The Commission shall hear interested parties, in particular where they have made a written application within the period laid down in the notice published in the Official Journal of the European Union, showing that they are actually likely to be affected by the outcome of the investigation and that there are special reasons for them to be heard orally.\nThe Commission shall hear interested parties on further occasions if there are special reasons therefor.\n10.   Where information is not supplied within the time limits set by the Commission, or where the investigation is significantly impeded, the Commission may make findings on the basis of the facts available. Where the Commission finds that any interested party or any third party has supplied it with false or misleading information, it shall disregard that information and may make use of the facts available.\n11.   The Commission shall notify the Central American country concerned in writing of the initiation of an investigation.\nArticle 6\nPrior surveillance measures\n1.   The Commission may adopt prior surveillance measures in regard to imports from a Central American country where:\n(a)\nthe trend in imports of a product is such that it could lead to one of the situations referred to in Articles 2 and 4; or\n(b)\nthere is a surge of imports of bananas concentrated in one or several Member States, or in one or several of the Union's outermost regions.\n2.   The Commission shall adopt prior surveillance measures in accordance with the advisory procedure referred to in Article 14(2).\n3.   Prior surveillance measures shall have a limited period of validity. Unless otherwise provided, they shall cease to be valid at the end of the second six-month period following the first six months after their introduction.\nArticle 7\nImposition of provisional safeguard measures\n1.   Provisional safeguard measures shall be applied in critical circumstances where a delay would cause damage which would be difficult to repair, pursuant to a preliminary determination on the basis of the factors referred to in Article 5(5) that there is sufficient prima facie evidence that imports of a product originating in a Central American country have increased as a result of the reduction or elimination of a customs duty in accordance with the Tariff Elimination Schedule, and such imports cause serious injury, or threat thereof, to the Union industry.\nThe Commission shall adopt provisional safeguard measures in accordance with the advisory procedure referred to in Article 14(2). In cases of imperative grounds of urgency, including the case referred to in paragraph 2 of this Article, the Commission shall adopt immediately applicable provisional safeguard measures in accordance with the procedure referred to in Article 14(4).\n2.   Where a Member State requests immediate intervention by the Commission and where the conditions set out in paragraph 1 are met, the Commission shall take a decision within five working days of receiving the request.\n3.   Provisional safeguard measures shall not apply for more than 200 calendar days.\n4.   Should the provisional safeguard measures be repealed because the investigation shows that the conditions set out in Article 2(1) are not met, any customs duty collected as a result of those provisional safeguard measures shall be refunded automatically.\n5.   Provisional safeguard measures shall apply to every product which is put into free circulation after the date of entry into force of those measures. However, such measures shall not prevent the release for free circulation of products already on their way to the Union where the destination of such products cannot be changed.\nArticle 8\nTermination of investigations and proceedings without measures\n1.   Where the facts as finally established show that the conditions set out in Article 2(1) are not met, the Commission shall adopt a decision terminating the investigation and proceeding in accordance with the examination procedure referred to in Article 14(3).\n2.   The Commission shall make public, with due regard to the protection of confidential information within the meaning of Article 12, a report setting out its findings and reasoned conclusions reached on all pertinent issues of fact and law.\nArticle 9\nImposition of definitive safeguard measures\n1.   Where the facts as finally established show that the conditions set out in Article 2(1) are met, the Commission shall refer the matter to the Association Committee for examination in accordance with Article 116 of the Agreement. Where no recommendation has been made by the Association Committee or no other satisfactory solution has been reached within 30 days of the referral, the Commission may adopt a decision imposing definitive safeguard measures in accordance with the examination procedure referred to in Article 14(3).\n2.   The Commission shall make public, with due regard to the protection of confidential information within the meaning of Article 12, a report containing a summary of the material facts and considerations relevant to the determination.\nArticle 10\nDuration and review of safeguard measures\n1.   A safeguard measure shall remain in force only for such period of time as may be necessary to prevent or remedy the serious injury to Union industry and to facilitate adjustment. That period shall not exceed two years, unless it is extended under paragraph 3.\n2.   A safeguard measure shall remain in force, pending the outcome of the review under paragraph 3, during any extension period.\n3.   The initial period of duration of a safeguard measure may exceptionally be extended by up to two years provided that the safeguard measure continues to be necessary to prevent or remedy serious injury to Union industry and that there is evidence that the Union industry is adjusting.\n4.   Any extension pursuant to paragraph 3 of this Article shall be preceded by an investigation upon a request by a Member State, by any legal person or any association not having legal personality acting on behalf of the Union industry, or on the Commission's own initiative if there is sufficient prima facie evidence that the conditions laid down in paragraph 3 of this Article are met, on the basis of factors referred to in Article 5(5).\n5.   The initiation of an investigation shall be published in accordance with Article 4(6) and (7). The investigation and any decision regarding an extension pursuant to paragraph 3 of this Article shall be made in accordance with Articles 5, 8 and 9.\n6.   The total duration of a safeguard measure shall not exceed four years, including any provisional safeguard measure.\n7.   A safeguard measure shall not be applied beyond the expiry of the transitional period, except with the consent of the Central American country concerned.\n8.   No safeguard measure shall be applied to the import of a product that has previously been subject to such a measure, unless a period of time equal to half of that during which the safeguard measure was applied for the immediately preceding period has elapsed.\nArticle 11\nOutermost regions of the Union\nWhere any product originating in a Central American country is being imported in such increased quantities and under such conditions as to cause or threaten to cause serious deterioration in the economic situation of one or several of the Union's outermost regions, as referred to in Article 349 TFEU, a safeguard measure may be imposed, in accordance with this Chapter.\nArticle 12\nConfidentiality\n1.   Information received pursuant to this Regulation shall be used only for the purpose for which it was requested.\n2.   Neither information of a confidential nature nor any information provided on a confidential basis received pursuant to this Regulation shall be disclosed without the express consent of the supplier of such information.\n3.   Each request for confidentiality shall state the reasons why the information is confidential. However, if the supplier of the information requests that the information is not made public or disclosed, in full or in summary form, and if that request is unjustified, the information concerned may be disregarded.\n4.   Information shall in any case be considered to be confidential if its disclosure is likely to have a significantly adverse effect upon the supplier or the source of such information.\n5.   Paragraphs 1 to 4 shall not preclude reference by the Union authorities to general information and in particular to reasons on which decisions taken pursuant to this Regulation are based. Those authorities shall, however, take into account the legitimate interest of natural and legal persons concerned that their business secrets should not be divulged.\nArticle 13\nReport\n1.   The Commission shall submit an annual report to the European Parliament and to the Council on the application, implementation and fulfilment of obligations of Part IV of the Agreement and of this Regulation.\n2.   The report shall include information about the application of provisional and definitive measures, prior surveillance measures, regional surveillance and safeguard measures and the termination of investigations and proceedings without measures.\n3.   The report shall include information on the activities of the various bodies responsible for monitoring the implementation of the Agreement, including on fulfilment of obligations under Title VIII of Part IV of the Agreement and on activities with civil society advisory groups.\n4.   The report shall set out a summary of the statistics and the evolution of trade with Central American countries and shall include up-to-date statistics on banana imports from Central American countries.\n5.   The European Parliament may, within one month of submission of the Commission's report, invite the Commission to an ad hoc meeting of its responsible committee to present and explain any issues related to the implementation of this Regulation.\n6.   No later than three months after submitting its report to the European Parliament and to the Council, the Commission shall make it public.\nArticle 14\nCommittee procedure\n1.   The Commission shall be assisted by the Committee established by Article 4(1) of Council Regulation (EC) No 260/2009 of 26 February 2009 on the common rules for imports (4) (‘the Committee’). The Committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\n2.   Where reference is made to this paragraph, Article 4 of Regulation (EU) No 182/2011 shall apply.\n3.   Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.\n4.   Where reference is made to this paragraph, Article 8 of Regulation (EU) No 182/2011, in conjunction with Article 4 thereof, shall apply.\n5.   The Committee may examine matters relating to the application of this Regulation, raised by the Commission or at the request of a Member State. Member States may request information and may exchange views in the Committee or directly with the Commission.\nCHAPTER II\nSTABILISATION MECHANISM FOR BANANAS\nArticle 15\nStabilisation mechanism for bananas\n1.   For bananas originating in Central America falling under heading 0803 00 19 of the Combined Nomenclature (fresh Bananas, excluding plantains) and listed under category ‘ST’ in the Tariff Elimination Schedule, a stabilisation mechanism shall apply until 31 December 2019.\n2.   A separate annual trigger import volume is set for imports of products referred to in paragraph 1, as indicated in the table in the Annex. The importation of the products referred to in paragraph 1 at the preferential customs duty rate shall, in addition to the proof of origin established under Annex II (Concerning the definition of the concept of ‘originating products’ and methods of administrative co-operation) to the Agreement, be subject to the presentation of an export certificate issued by the competent authority of the Republic of the Central American country from which the products are exported. Once the trigger volume for a Central American country is met during the corresponding calendar year, the Commission shall, in accordance with the urgency procedure referred to in Article 14(4), adopt an implementing act by which it may either temporarily suspend the preferential customs duty applied to products of the corresponding origin during that same year for a period of time not exceeding three months, and not going beyond the end of the calendar year or determine that such suspension is not appropriate.\n3.   When deciding whether measures should be applied pursuant to paragraph 2, the Commission shall take into consideration the impact of the imports concerned on the situation of the Union market for bananas. That examination shall include factors such as: effect of the imports concerned on the Union price level, development of imports from other sources, overall stability of the Union market.\n4.   Where the Commission decides to suspend the preferential customs duty applicable, it shall apply the lesser of the base rate of customs duty or the MFN rate of duty that in application at the time such action is taken.\n5.   Where the Commission applies the actions referred to in paragraphs 2 and 4, it shall immediately enter into consultations with the affected Central American country or countries to analyse and evaluate the situation on the basis of available factual data.\n6.   The application of the stabilisation mechanism for bananas set out in this Chapter is without prejudice to the application of any measures defined in Chapter I. Measures taken pursuant to the provisions of both chapters shall not, however, be applied simultaneously.\n7.   The measures referred to in paragraphs 2 and 4 shall be applicable only during the period ending on 31 December 2019.\nCHAPTER III\nIMPLEMENTING RULES\nArticle 16\nImplementing rules\nThe applicable provision for the purposes of adopting the necessary implementing rules for the application of the rules contained in Appendix 2A of Annex II (Concerning the definition of the concept of ‘originating products’ and methods of administrative co-operation) and Appendix 2 of Annex I (Elimination of Customs Duties) to the Agreement shall be Article 247a of Regulation (EEC) No 2913/92.\nCHAPTER IV\nFINAL PROVISIONS\nArticle 17\nEntry into force\nThis Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from the date of application of the Agreement as provided for in Article 353 thereof. A notice shall be published in the Official Journal of the European Union specifying the date of application of the Agreement.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Strasbourg, 15 January 2013.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nL. CREIGHTON\n(1)  Position of the European Parliament of 11 December 2012 (not yet published in the Official Journal) and decision of the Council of 20 December 2012.\n(2)  OJ L 55, 28.2.2011, p. 13.\n(3)  OJ L 302, 19.10.1992, p. 1.\n(4)  OJ L 84, 31.3.2009, p. 1.\nANNEX\nTable regarding trigger import volumes for the application of the stabilisation mechanism for bananas provided for in Appendix 3 of Annex I to the Agreement\nYear\nTrigger import volume, in tonnes\nCosta Rica\nPanama\nHonduras\nGuatemala\nNicaragua\nEl Salvador\nUntil 31 December 2010\n1 025 000\n375 000\n50 000\n50 000\n10 000\n2 000\n1.1-31.12.2011\n1 076 250\n393 750\n52 500\n52 500\n10 500\n2 100\n1.1-31.12.2012\n1 127 500\n412 500\n55 000\n55 000\n11 000\n2 200\n1.1-31.12.2013\n1 178 750\n431 250\n57 500\n57 500\n11 500\n2 300\n1.1-31.12.2014\n1 230 000\n450 000\n60 000\n60 000\n12 000\n2 400\n1.1-31.12.2015\n1 281 250\n468 750\n62 500\n62 500\n12 500\n2 500\n1.1-31.12.2016\n1 332 500\n487 500\n65 000\n65 000\n13 000\n2 600\n1.1-31.12.2017\n1 383 750\n506 250\n67 500\n67 500\n13 500\n2 700\n1.1-31.12.2018\n1 435 000\n525 000\n70 000\n70 000\n14 000\n2 800\n1.1-31.12.2019\n1 486 250\n543 750\n72 500\n72 500\n14 500\n2 900\n1.1.2020 and after\nnot applicable\nnot applicable\nnot applicable\nnot applicable\nnot applicable\nnot applicable\nCOMMISSION STATEMENT\nThe Commission welcomes the first reading agreement between the European Parliament and the Council on Regulation (EU) No 20/2013 of the European Parliament and of the Council of 15 January 2013 implementing the bilateral safeguard clause and the stabilisation mechanism for bananas of the Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America on the other (1).\nAs envisaged in Regulation (EU) No 20/2013, the Commission will submit an annual report to the European Parliament and to the Council on the implementation of Part IV of the Agreement and will be ready to discuss with the responsible committee of the European Parliament any issues arising from the implementation of Part IV of the Agreement.\nThe Commission will attach particular importance to the effective implementation of commitments on trade and sustainable development in the Agreement, taking into account the specific information provided by the relevant monitoring bodies of the fundamental Conventions of the International Labour Organisation and the multilateral environmental agreements listed in Title VIII of Part IV of the Agreement. In this context, the Commission will also seek the views of the relevant civil society advisory groups.\nAfter the expiry of the Banana Stabilisation Mechanism on 31 December 2019, the Commission will assess the situation of the Union market for bananas and the state of Union banana producers. The Commission will report its findings to the European Parliament and the Council and would include a preliminary assessment of the functioning of the ‘Programme d'Options Spécifiques à l'Éloignement et l'Insularité’ (POSEI) in preserving the banana production in the Union.\n(1)  See page 13 of this Official Journal.\nJOINT DECLARATION\nThe European Parliament and the Commission agree on the importance of close cooperation in monitoring the implementation of Part IV of the Agreement and Regulation (EU) No 20/2013 of the European Parliament and of the Council of 15 January 2013 implementing the bilateral safeguard clause and the stabilisation mechanism for bananas of the Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America on the other (1). To that end they agree on the following:\n—\nUpon request by the responsible committee of the European Parliament, the Commission shall report to it on any specific concerns relating to the implementation by Central American countries of their commitments on trade and sustainable development.\n—\nIf the European Parliament adopts a recommendation to initiate a safeguard investigation, the Commission will carefully examine whether the conditions under Regulation (EU) No 20/2013 for ex-officio initiation are fulfilled. If the Commission considers that the conditions are not fulfilled, it will present a report to the responsible committee of the European Parliament including an explanation of all the factors relevant to the initiation of such an investigation.\n(1)  See page 13 of this Official Journal.", "summary": "Association Agreement between the EU and Central America\nAssociation Agreement between the EU and Central America\nSUMMARY OF:\nAgreement establishing an Association between the EU and Central America\nDecision 2012/734/EU — signing, on behalf of the EU, the Agreement establishing an Association between the EU and Central America\nDecision No 5/2014 of the EU-Central America Association Council — on the geographical indications to be included in Annex XVIII of the Agreement\nRegulation (EU) No 20/2013 — implementing the bilateral safeguard clause and the stabilisation mechanism for bananas of the Agreement establishing an Association between the EU and Central America\nWHAT IS THE AIM OF THE AGREEMENT, DECISIONS AND REGULATION?\n              \nThe aims of the agreement include to:\nstrengthen and consolidate the relations between the parties through an association based on three interdependent and fundamental parts;\ndevelop a privileged political partnership based on values, principles and common objectives, in particular the respect for and the promotion of democracy and human rights, sustainable development, good governance and the rule of law;\nenhance bi-regional cooperation between the EU and Central America in all areas of common interest;\nexpand and diversify the parties’ bi-regional trade relation in conformity with the World Trade Organisation (WTO) agreement and this agreement;\nstrengthen and deepen regional integration in areas of common interest;\nreinforce good neighbourly relations and the principle of peaceful resolution of disputes;\nmaintain and develop the level of good governance, social, labour and environmental standards;\nfoster increased trade and investment among the parties.\nThe Council decision concludes the agreement on behalf of the EU.\nDecision No 5/2014 establishes the geographical indications of products originating from the 2 parties.\nThe regulation creates safeguard mechanisms to prevent serious harm to the EU banana-growing sector in the EU’s outermost regions.\nKEY POINTS\n              \nThe agreement consists of three strands:\n1. Political dialogue\nThe objectives of the political dialogue between the 2 parties are to:\nestablish a privileged political partnership;\ndefend common values, principles and objectives by promoting them at international level, in particular at the United Nations (UN);\nstrengthen the UN as the core of the multilateral system, in order to enable it to tackle global challenges effectively;\nenable a broad exchange of views, positions and information leading to joint initiatives at international level;\ncooperate in the field of foreign and security policy, with the objective of coordinating their positions and taking joint initiatives of mutual interest in the relevant international forums.\nSuch dialogue can cover all aspects of mutual interest at international or regional level, however, a number of specific issues are mentioned including:\ndisarmament;\nthe fight against terrorism;\nmigration;\nthe environment.\n2. Cooperation\nThe agreement gives priority to cooperation aimed at achieving the following objectives:\nstrengthening peace and security;\nreinforcing democratic institutions, good governance and full applicability of the rule of law, gender equality, all forms of non-discrimination, cultural diversity, pluralism, promotion and respect for human rights, fundamental freedoms, transparency and citizen participation;\ncontributing to social cohesion;\npromoting economic growth with a view to furthering sustainable development;\ndeepening the process of regional integration in Central America;\nreinforcing production and management capacities and enhancing competitiveness.\n3. Trade\nThe objectives of this strand include:\nexpanding and diversifying trade in goods;\nfacilitating trade in goods;\nliberalising trade in services, in conformity with Article V of the General Agreement on Trade in Services (GATS);\npromoting economic regional integration in the area of customs procedures, technical regulations and sanitary and phytosanitary measures;\ndeveloping a climate conducive to increased investment;\nthe effective, reciprocal and gradual opening of government procurement markets;\nadequately and effectively protecting intellectual property rights;\npromoting free and undistorted competition in the economic and trade relations;\nestablishing an effective, fair and predictable dispute-settlement mechanism;\npromoting international trade and investment between the parties.\nThe agreement includes a number of measures to achieve these objectives, in particular it:\nprovides substantially improved market access for EU exports to Central America through: eliminating tariffs on manufactured goods, fisheries and agriculture;addressing obstacles to trade in goods;improving market access to government procurement, services and investment;\nestablishes a level playing field through common rules in areas such as: intellectual property and geographical indications;competition and state aid;dispute settlement;\nreinforces regional integration by introducing measures such as: a single administrative document for customs declarations;a single import duty for the region;\nsets out an agreement for sustainable development designed to: further economic development through trade;address the interrelation between trade and social and environmental policies;encourage and promote trade and marketing schemes based on sustainability criteria.\nWHEN DID THE AGREEMENT, DECISIONS AND REGULATION ENTER INTO FORCE?\nThe trade part of the agreement has provisionally applied since: 1 August 2013 with Honduras, Nicaragua and Panama;1 October 2013 with Costa Rica and El Salvador; and1 December 2013 with Guatemala.\nThe Council decision entered into force on 25 June 2012, the regulation on 22 January 2013 and Decision No 5/2014 on 5 August 2015.\nBACKGROUND\n              \nFor more information, see:\nCentral America (European Commission).\nMAIN DOCUMENTS\n            \nCouncil Decision 2012/734/EU of 25 June 2012 on the signing, on behalf of the European Union, of the Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America on the other, and the provisional application of Part IV thereof concerning trade matters (OJ L 346, 15.12.2012, pp. 1-2)\nAgreement establishing an Association between the European Union and its Member States, on the one hand, and Central America on the other (OJ L 346, 15.12.2012, pp. 3-2621)\nDecision No 5/2014 of the EU-Central America Association Council of 7 November 2014 on the geographical indications to be included in Annex XVIII of the Agreement [2015/1219] (OJ L 196, 24.7.2015, pp. 59-66)\nRegulation (EU) No 20/2013 of the European Parliament and of the Council of 15 January 2013 implementing the bilateral safeguard clause and the stabilisation mechanism for bananas of the Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America on the other (OJ L 17, 19.1.2013, pp. 13-24)\nSuccessive amendments to Regulation (EU) No 20/2013 have been incorporated into the original act. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nNotice concerning the provisional application of Part IV (trade matters) of the Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America on the other (Guatemala) (OJ L 315, 26.11.2013, p. 1)\nNotice concerning the provisional application of Part IV (trade matters) of the Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America on the other (Costa Rica) (OJ L 257, 28.9.2013, p. 1)\nNotice concerning the provisional application of Part IV (trade matters) of the Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America on the other (El Salvador) (OJ L 257, 28.9.2013, p. 1)\nNotice concerning the provisional application of Part IV (trade matters) of the Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America on the other (Nicaragua) (OJ L 204, 31.7.2013, p. 1)\nNotice concerning the provisional application of Part IV (trade matters) of the Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America on the other (Panama) (OJ L 204, 31.7.2013, p. 1)\nNotice concerning the provisional application of Part IV (trade matters) of the Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America on the other (Honduras) (OJ L 204, 31.7.2013, p. 1)\nlast update 02.10.2019", "tags": ["tropical fruit", "Central America", "market protection", "market stabilisation", "import (EU)", "market supervision", "trade agreement (EU)", "protective clause"], "subjects": ["Protocol on Ireland/Northern Ireland", "External relations"], "split": "test", "reference_annotations": {}, "summary_annotations": {}}