{"celex_id": "32013D1082", "reference": "5.11.2013\nEN\nOfficial Journal of the European Union\nL 293/1\nDECISION No 1082/2013/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 22 October 2013\non serious cross-border threats to health and repealing Decision No 2119/98/EC\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 168(5) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nArticle 168 of the Treaty on the Functioning of the European Union (TFEU) states, inter alia, that a high level of human health protection is to be ensured in the definition and implementation of all Union policies and activities. That Article further provides that Union action is to complement national policies, is to cover monitoring, early warning of, and combating serious cross-border threats to health, and that Member States are, in liaison with the Commission, to coordinate among themselves their policies and programmes in the areas covered by Union action in the field of public health.\n(2)\nPursuant to Decision No 2119/98/EC of the European Parliament and of the Council (3) a network for the epidemiological surveillance and control of communicable diseases in the Community was set up. Experience gained in the implementation of that Decision confirms that coordinated Union action on monitoring, early warning of and combating those threats adds value to the protection and improvement of human health. However, a number of developments at Union and international level in the past decade have made a review of that legal framework necessary.\n(3)\nApart from communicable diseases, a number of other sources of danger to health, in particular related to other biological or chemical agents or environmental events, which include hazards related to climate change, could by reason of their scale or severity, endanger the health of citizens in the entire Union, lead to the malfunctioning of critical sectors of society and the economy and jeopardise an individual Member State’s capacity to react. The legal framework set up under Decision No 2119/98/EC should, therefore, be extended to cover other threats and provide for a coordinated wider approach to health security at Union level.\n(4)\nAn important role in the coordination of recent crises of Union relevance has been played by an informal group composed of high-level representatives from Member States, referred to as the Health Security Committee, and established on the basis of the Presidency Conclusions of 15 November 2001 on bioterrorism. It is necessary to give this group a formalised status and to assign it a well-defined role to avoid duplications with other Union entities responsible for risk management.\n(5)\nRegulation (EC) No 851/2004 of the European Parliament and of the Council of 21 April 2004 establishing a European Centre for Disease Prevention and Control (4) (‘ECDC’) provides the ECDC with a mandate covering surveillance, detection and risk- assessment of threats to human health from communicable diseases and outbreaks of unknown origin. The ECDC has progressively taken over the epidemiological surveillance of communicable diseases and the operation of the Early Warning and Response System (‘EWRS’) from the Community network set up under Decision No 2119/98/EC. Those changes are not reflected in Decision No 2119/98/EC, because it was adopted before the establishment of the ECDC.\n(6)\nThe International Health Regulations (2005) (‘IHR’) adopted by the Fifty-eighth World Health Assembly on 23 May 2005 reinforced the coordination among States Parties to the World Health Organisation (WHO), which include all the Member States of the Union, of the preparedness for, and response to, a public health emergency of international concern. Union legislation should take this development into account, including the integrated all-hazards approach of the WHO covering all categories of threat regardless of their origin.\n(7)\nThis Decision should apply without prejudice to other binding measures concerning specific activities or setting the standards of quality and safety of certain goods, which provide for special obligations and tools for monitoring, early warning and combating specific threats of a cross-border nature. Those measures include in particular relevant Union legislation in the area of common safety concerns in public health matters, covering goods such as pharmaceutical products, medical devices and foodstuffs, and exposure to ionising radiation.\n(8)\nThe protection of human health is a matter which has a cross-cutting dimension and is relevant to numerous Union policies and activities. In order to achieve a high level of human health protection, and to avoid any overlap of activities, duplication or conflicting actions, the Commission, in liaison with the Member States, should ensure coordination and exchange of information between the mechanisms and structures established under this Decision, and other mechanisms and structures established at Union level and under the Treaty establishing the European Atomic Energy Community (the Euratom Treaty), the activities of which are relevant to the preparedness and response planning, monitoring, early warning of, and combating serious cross-border threats to health. In particular the Commission should ensure that relevant information from the various rapid alert and information systems at Union level and under the Euratom Treaty is gathered and communicated to the Member States through the EWRS.\n(9)\nThe structures for coordinating responses to serious cross-border health threats established by this Decision, should, in exceptional circumstances, be available to the Member States and the Commission also when the threat is not covered by this Decision and where it is possible that public health measures taken to counter that threat are insufficient to ensure a high level of protection of human health. The Member States should, in liaison with the Commission, coordinate the response within the Health Security Committee (‘HSC’) as established by this Decision in close cooperation with, where applicable, other structures, established at Union level and under the Euratom Treaty, for the monitoring, early warning or combating of such threats.\n(10)\nPreparedness and response planning is an essential element for effective monitoring, early warning of and combating serious cross-border threats to health. Such planning should include in particular adequate preparedness of critical sectors of society, such as energy, transport, communication or civil protection, which rely, in a crisis situation, on well-prepared public health systems that are also in turn dependent on the functioning of those sectors and on maintenance of essential services at an adequate level. In the event of a serious cross-border threat to health originating from a zoonotic infection, it is important to ensure the interoperability between health and veterinary sectors for preparedness and response planning.\n(11)\nCross-border threats to health are often related to pathogenic agents that can be transmitted between individuals. While such transmission cannot be completely prevented, general hygiene measures can make an important contribution by reducing the speed and extent of the spread of the agent and thus reducing the general risk. Such measures could include information on good hygiene practices, such as effective hand washing and drying, in collective settings and in the workplace, and should take into account the existing recommendations of the WHO.\n(12)\nThe IHR already require Member States to develop, strengthen and maintain their capacity to detect, assess, notify and respond to a public health emergency of international concern. Consultation with a view to coordinating among the Member States is necessary in order to promote interoperability between national preparedness planning in view of the international standards, while respecting Member States’ competence to organise their health systems. Member States should regularly provide the Commission with an update on the status of their preparedness and response planning at national level. Information provided by the Member States should include the elements that Member States are obliged to report to the WHO in the context of the IHR. That information should particularly address the cross-border dimension of preparedness and response planning. The Commission should compile the information received and should ensure its exchange among Member States through the HSC. When a Member State decides to substantially revise its national preparedness planning, it should inform the Commission thereof and submit the information about the main aspects of that revision in a timely manner to the Commission to allow for information exchange and possible consultations within the HSC.\n(13)\nThe European Parliament in its resolution of 8 March 2011 and the Council in its Conclusions of 13 September 2010 stressed the need to introduce a common procedure for the joint procurement of medical countermeasures, and in particular of pandemic vaccines, to allow Member States, on a voluntary basis, to benefit from such group purchases, e.g. by obtaining advantageous prices and order flexibility with regard to a given product. With regard to pandemic vaccines, in the context of limited production capacities at global level, such a procedure would be undertaken with the aim of enabling more equitable access to vaccines for the Member States involved, to help them to better meet the vaccination needs of their citizens, in line with vaccination policies in the Member States.\n(14)\nUnlike communicable diseases, the surveillance of which at Union level is carried out on a permanent basis by the ECDC, other serious cross-border threats to health do not currently necessitate a systematic monitoring. A risk-based approach, whereby monitoring is carried out by Member States’ monitoring systems and available information is exchanged through the EWRS, is therefore more appropriate to those threats.\n(15)\nThe Commission will strengthen cooperation and activities with the ECDC, the Member States, the European Medicines Agency and the WHO to improve the methods and processes through which information related to the coverage of vaccine-preventable diseases is provided.\n(16)\nA system enabling the notification at Union level of alerts related to serious cross-border threats to health should be put in place in order to ensure that competent public health authorities in Member States and the Commission are duly informed in a timely manner. The EWRS should, therefore, be extended to all the serious cross-border threats to health covered by the present Decision. The operation of the EWRS should remain within the remit of the ECDC. The notification of an alert should be required only where the scale and severity of the threat concerned are or could become so significant that they affect or could affect more than one Member State and require or could require a coordinated response at the Union level. To avoid duplication, the Commission should ensure that alert notifications under the EWRS and other rapid alert systems at Union level are linked to each other to the extent possible so that the competent authorities of the Member States can avoid as much as possible notifying the same alert through different systems at Union level.\n(17)\nIn order to ensure that the assessment of risks to public health at the Union level from serious cross-border threats to health is consistent as well as comprehensive from a public health perspective, the available scientific expertise should be mobilised in a coordinated manner, through appropriate channels or structures depending on the type of threat concerned. That assessment of risks to public health should be developed by means of a fully transparent process and should be based on principles of excellence, independence, impartiality and transparency. That assessment should be provided by the agencies of the Union in accordance with their missions or by the Commission if the risk assessment required is totally or partially outside the mandates of the agencies of the Union.\n(18)\nTaking account of the applicable rules in each case, scientific experts should make declarations of interest and of commitments. Such declarations should include any activity, position, circumstances or other facts potentially involving direct or indirect interest in order to make it possible to identify interests which could be considered prejudicial to those experts’ independence.\n(19)\nEffectively responding to serious cross-border threats to health at national level could require consultation among Member States, in conjunction with the Commission, with a view to coordinating national responses and could necessitate exchange of information. Pursuant to Decision No 2119/98/EC, the Member States already consult each other in liaison with the Commission with a view to coordinating their efforts and their response at Union level with regard to communicable diseases. A similar mechanism should apply to all serious cross-border threats to health regardless of their origin. It should also be recalled that, independently of this Decision, a Member State may, in the case of a major emergency, request assistance under Council Decision 2007/779/EC, Euratom of 8 November 2007 establishing a Community Civil Protection Mechanism (5).\n(20)\nThe obligations of Member States to provide information under this Decision do not affect the application of point (a) of Article 346(1) TFEU pursuant to which no Member State is obliged to supply information the disclosure of which it considers contrary to the essential interests of its security.\n(21)\nThe Member States have a responsibility to manage public health crises at national level. However, measures taken by individual Member States could damage the interests of other Member States if they are inconsistent with one another or based on diverging risk assessments. The aim to coordinate the response at Union level should, therefore, seek to ensure, inter alia, that measures taken at national level are proportionate and limited to public health risks related to serious cross-border threats to health, and do not conflict with obligations and rights laid down in the TFEU such as those related to the restriction on travel and trade.\n(22)\nInconsistent or confusing communication with the public and stakeholders such as healthcare professionals can have a negative impact on the effectiveness of the response from a public health perspective as well as on economic operators. The coordination of the response within the HSC, assisted by relevant subgroups, should, therefore, encompass rapid information exchange concerning communication messages and strategies and addressing communication challenges with a view to coordinating risk and crisis communication, based on robust and independent evaluation of public health risks, to be adapted to national needs and circumstances. Such exchanges of information are intended to facilitate monitoring of the clarity and coherence of messages to the public and to healthcare professionals.\n(23)\nThe applicability of certain specific provisions of Commission Regulation (EC) No 507/2006 of 29 March 2006 on the conditional marketing authorisation for medicinal products for human use falling within the scope of Regulation (EC) No 726/2004 of the European Parliament and of the Council (6) and of Commission Regulation (EC) No 1234/2008 of 24 November 2008 concerning the examination of variations to the terms of marketing authorisations for medicinal products for human use and veterinary medicinal products (7) depends on the recognition at Union level, in the framework of Decision No 2119/98/EC, of an emergency situation or of a pandemic situation with respect to human influenza. Those provisions allow for the accelerated marketing of certain medicinal products in the case of urgent need, by means, respectively, of a conditional marketing authorisation and of the temporary option of granting a variation to the terms of a marketing authorisation for a human influenza vaccine even where certain non-clinical or clinical data are missing. However, in spite of the utility of such provisions in the event of a crisis, to date no specific procedure exists for issuing such recognitions at Union level. It is therefore appropriate to provide for such a procedure as part of laying down the standards of quality and safety for medicinal products.\n(24)\nBefore recognising a situation of public health emergency at Union level, the Commission should liaise with the WHO in order to share the Commission’s analysis of the situation of the outbreak and to inform the WHO of its intention to issue such a decision. Where such a decision is adopted, the Commission should also inform the WHO thereof.\n(25)\nThe occurrence of an event that is linked to serious cross-border threats to health and is likely to have Europe-wide consequences could require the Member States concerned to take particular control or contact-tracing measures in a coordinated manner to identify those persons already contaminated and those persons exposed to risk. Such cooperation could require the exchange of personal data through the system, including sensitive information related to health and information about confirmed or suspected human cases of disease, between those Member States directly involved in the contact-tracing measures.\n(26)\nCooperation with third countries and international organisations in the field of public health should be fostered and it is particularly important to ensure the exchange of information with the WHO on the measures taken pursuant to this Decision. In particular, it could be in the interests of the Union to conclude international cooperation agreements with third countries or international organisations, including the WHO, to foster the exchange of relevant information from monitoring and alerting systems on serious cross-border threats to health. Within the limits of the Union’s competences, such agreements could include, where appropriate, the participation of such third countries or international organisations in the relevant epidemiological surveillance monitoring network and the EWRS, exchange of good practice in the areas of preparedness and response planning, public health risk-assessment and collaboration on response coordination.\n(27)\nThe processing of personal data for the purpose of implementing this Decision should comply with Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (8) and Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (9). In particular, the operation of the EWRS should provide for specific safeguards for the safe and lawful exchange of personal data for the purpose of contact tracing measures implemented by Member States at national level.\n(28)\nSince the objectives of this Decision, cannot be sufficiently achieved by the Member States alone due to the cross-border dimension of serious threats to health and can, therefore, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Decision does not go beyond what is necessary in order to achieve those objectives.\n(29)\nAs responsibility for public health is not an exclusively national matter in certain Member States, but is substantially decentralised, national authorities should, where appropriate, involve the relevant competent authorities in the implementation of this Decision.\n(30)\nIn order to ensure uniform conditions for the implementation of this Decision, implementing powers should be conferred on the Commission to adopt implementing acts in relation to: templates to be used when providing the information on preparedness and response planning; the establishment and update of a list of communicable diseases and related special health issues subject to the network of epidemiological surveillance and the procedures for the operation of such a network; the adoption of case definitions for those communicable diseases and special health issues covered by the epidemiological surveillance network and, where necessary, for other serious cross-border threats to health subject to ad hoc monitoring; the procedures for the operation of the EWRS; the procedures for the information exchange on and the coordination of the responses of the Member States; the recognition of situations of public health emergency at Union level and the termination of such a recognition. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers (10). As the implementing acts provided for by this Decision concern the protection of human health, the Commission may not adopt a draft implementing act where the Committee on serious cross-border threats to health delivers no opinion, in accordance with point (a) of the second subparagraph of Article 5(4) of Regulation (EU) No 182/2011.\n(31)\nThe Commission should adopt immediately applicable implementing acts where, in duly justified cases relating to the severity or novelty of a serious cross-border threat to health or to the rapidity of its spread between the Member States imperative grounds of urgency so require.\n(32)\nThe European Data Protection Supervisor has been consulted in accordance with Article 28(2) of Regulation (EC) No 45/2001 and has adopted an opinion (11).\n(33)\nAccordingly, Decision No 2119/98/EC should be repealed and replaced by this Decision,\nHAVE ADOPTED THIS DECISION:\nCHAPTER I\nGENERAL PROVISIONS\nArticle 1\nSubject matter\n1.   This Decision lays down rules on epidemiological surveillance, monitoring, early warning of, and combating serious cross-border threats to health, including preparedness and response planning related to those activities, in order to coordinate and complement national policies.\n2.   This Decision aims to support cooperation and coordination between the Member States in order to improve the prevention and control of the spread of severe human diseases across the borders of the Member States, and to combat other serious cross-border threats to health in order to contribute to a high level of public health protection in the Union.\n3.   This Decision also clarifies the methods of cooperation and coordination between the various actors at Union level.\nArticle 2\nScope\n1.   This Decision shall apply to public health measures in relation to the following categories of serious cross-border threats to health:\n(a)\nthreats of biological origin, consisting of:\n(i)\ncommunicable diseases;\n(ii)\nantimicrobial resistance and healthcare-associated infections related to communicable diseases (hereinafter ‘related special health issues’);\n(iii)\nbiotoxins or other harmful biological agents not related to communicable diseases;\n(b)\nthreats of chemical origin;\n(c)\nthreats of environmental origin;\n(d)\nthreats of unknown origin;\n(e)\nevents which may constitute public health emergencies of international concern under the IHR, provided that they fall under one of the categories of threats set out in points (a) to (d).\n2.   This Decision shall also apply to the epidemiological surveillance of communicable diseases and of related special health issues.\n3.   The provisions of this Decision are without prejudice to provisions of other Union acts governing specific aspects of monitoring, early warning of, the coordination of preparedness and response planning for, and the coordination of, combating serious cross- border threats to health, including measures setting quality and safety standards for specific goods and measures concerning specific economic activities.\n4.   In exceptional emergency situations, a Member State or the Commission may request response coordination within the HSC, as referred to in Article 11, for serious cross-border threats to health other than those covered in Article 2(1), if it is considered that public health measures taken previously have proven insufficient to ensure a high level of protection of human health.\n5.   The Commission shall, in liaison with the Member States, ensure coordination and information exchange between the mechanisms and structures established under this Decision and similar mechanisms and structures established at Union level or under the Euratom Treaty whose activities are relevant for preparedness and response planning, monitoring, early warning of, and combating serious cross-border threats to health.\n6.   Member States shall retain the right to maintain or introduce additional arrangements, procedures and measures for their national systems in the fields covered by this Decision, including arrangements provided for in existing or future bilateral or multilateral agreements or conventions, on condition that such additional arrangements, procedures and measures do not impair the application of this Decision.\nArticle 3\nDefinitions\nFor the purposes of this Decision, the following definitions shall apply:\n(a)\n‘case definition’ means a set of commonly agreed diagnostic criteria that have to be fulfilled in order to accurately identify cases of a targeted serious cross-border threat to health in a given population, while excluding the detection of unrelated threats;\n(b)\n‘communicable disease’ means an infectious disease caused by a contagious agent which is transmitted from person to person by direct contact with an infected individual or by indirect means such as exposure to a vector, animal, fomite, product or environment, or exchange of fluid, which is contaminated with the contagious agent;\n(c)\n‘contact tracing’ means measures implemented in order to trace persons who have been exposed to a source of a serious cross-border threat to health, and who are in danger of developing or have developed a disease;\n(d)\n‘epidemiological surveillance’ means the systematic collection, recording, analysis, interpretation and dissemination of data and analysis on communicable diseases and related special health issues;\n(e)\n‘monitoring’ means the continuous observation, detection or review of changes in a condition, in a situation, or in activities, including a continuous function that uses systematic collection of data and analysis on specified indicators relating to serious cross-border threats to health;\n(f)\n‘public health measure’ means a decision or an action which is aimed at preventing, monitoring or controlling the spread of diseases or contamination, combating severe risks to public health or mitigating their impact on public health;\n(g)\n‘serious cross-border threat to health’ means a life-threatening or otherwise serious hazard to health of biological, chemical, environmental or unknown origin which spreads or entails a significant risk of spreading across the national borders of Member States, and which may necessitate coordination at Union level in order to ensure a high level of human health protection.\nCHAPTER II\nPLANNING\nArticle 4\nPreparedness and response planning\n1.   Member States and the Commission shall consult each other within the HSC referred to in Article 17 with a view to coordinating their efforts to develop, strengthen and maintain their capacities for the monitoring, early warning and assessment of, and response to, serious cross-border threats to health. That consultation shall be aimed at:\n(a)\nsharing best practice and experience in preparedness and response planning;\n(b)\npromoting the interoperability of national preparedness planning;\n(c)\naddressing the intersectoral dimension of preparedness and response planning at Union level; and\n(d)\nsupporting the implementation of core capacity requirements for surveillance and response as referred to in Articles 5 and 13 of the IHR.\n2.   For the purpose of paragraph 1, Member States shall by 7 November 2014 and every three years thereafter provide the Commission with an update on the latest situation with regard to their preparedness and response planning at national level.\nThat information shall cover the following:\n(a)\nidentification of, and update on the status of the implementation of, the core capacity standards for preparedness and response planning as determined at national level for the health sector, as provided to the WHO in accordance with IHR;\n(b)\ndescription of the measures or arrangements aimed at ensuring interoperability between the health sector and other sectors including the veterinary sector, that are identified as being critical in the case of an emergency, in particular:\n(i)\ncoordination structures in place for cross-sectoral incidents;\n(ii)\nemergency operational centres (crisis centres);\n(c)\ndescription of the business continuity plans, measures or arrangements aimed at ensuring the continuous delivery of critical services and products.\nThe obligation to provide the information referred to in points (b) and (c) shall only apply if such measures or arrangements are in place or are provided for as part of national preparedness and response planning.\n3.   For the purpose of paragraph 1, when substantially revising national preparedness planning, Member States shall inform the Commission in a timely manner of the main aspects of the revision of their preparedness planning at national level that are relevant to the objectives referred to in paragraph 1 and to the specific issues referred to in paragraph 2.\n4.   When receiving classified information transmitted pursuant to paragraphs 2 and 3 of this Article, the Commission and the HSC shall apply the rules set out in the Annex to Commission Decision 2001/844/EC, ECSC, Euratom of 29 November 2001 amending its internal Rules of Procedure (12).\nEach Member State shall ensure that its national security regulations apply to all natural persons resident on its territory and all legal persons established on its territory that handle the information referred to in paragraphs 2 and 3 of this Article. Those national security regulations shall offer a degree of protection of classified information at least equivalent to that provided by the rules on security as set out in the Annex to Commission Decision 2001/844/EC, ECSC, Euratom and by Council Decision 2011/292/EU of 31 March 2011 on the security rules for protecting EU classified information (13).\n5.   The Commission shall make the information received in accordance with paragraphs 2 and 3 available to the members of the HSC.\nOn the basis of that information, and for the purpose of paragraph 1, the Commission shall, in a timely manner, initiate discussion in the HSC, including, where appropriate, on the basis of synthesis or thematic progress reports.\n6.   The Commission shall, by means of implementing acts, adopt templates to be used by the Member States when providing the information referred to in paragraphs 2 and 3 in order to ensure its relevance to the objectives identified in paragraph 1 and its comparability.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 18(2).\nArticle 5\nJoint procurement of medical countermeasures\n1.   The institutions of the Union and any Member States which so desire may engage in a joint procurement procedure conducted pursuant to the third subparagraph of Article 104(1) of Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union (14) and pursuant to Article 133 of Commission Delegated Regulation (EU) No 1268/2012 of 29 October 2012 on the rules of application of Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council on the financial rules applicable to the general budget of the Union (15), with a view to the advance purchase of medical countermeasures for serious cross-border threats to health.\n2.   The joint procurement procedure referred to in paragraph 1 shall comply with the following conditions:\n(a)\nparticipation in the joint procurement procedure is open to all Member States until the launch of the procedure;\n(b)\nthe rights and obligations of Member States not participating in the joint procurement are respected, in particular those relating to the protection and improvement of human health;\n(c)\nthe joint procurement does not affect the internal market, does not constitute discrimination or a restriction of trade or does not cause distortion of competition;\n(d)\nthe joint procurement does not have any direct financial impact on the budget of Member States not participating in the joint procurement.\n3.   The joint procurement procedure referred to in paragraph 1 shall be preceded by a Joint Procurement Agreement between the Parties determining the practical arrangements governing that procedure, and the decision-making process with regard to the choice of the procedure, the assessment of the tenders and the award of the contract.\nCHAPTER III\nEPIDEMIOLOGICAL SURVEILLANCE AND AD HOC MONITORING\nArticle 6\nEpidemiological surveillance\n1.   A network for the epidemiological surveillance of the communicable diseases and of the related special health issues referred to in points (i) and (ii) of point (a) of Article 2(1), is hereby established. The network shall be operated and coordinated by the ECDC.\n2.   The epidemiological surveillance network shall bring into permanent communication the Commission, the ECDC, and the competent authorities responsible at national level for epidemiological surveillance.\n3.   The national competent authorities referred to in paragraph 2 shall communicate the following information to the participating authorities of the epidemiological surveillance network:\n(a)\ncomparable and compatible data and information in relation to the epidemiological surveillance of communicable diseases and related special health issues referred to in points (i) and (ii) of point (a) of Article 2(1);\n(b)\nrelevant information concerning the progression of epidemic situations;\n(c)\nrelevant information concerning unusual epidemic phenomena or new communicable diseases of unknown origin, including those in third countries.\n4.   When reporting information on epidemiological surveillance, the national competent authorities shall, where available, use the case definitions adopted in accordance with paragraph 5 for each communicable disease and related special health issue referred to in paragraph 1.\n5.   The Commission shall, by means of implementing acts, establish and update:\n(a)\nthe list of communicable diseases and related special health issues established according to the criteria set out in the Annex and referred to in points (i) and (ii) of point (a) of Article 2(1), in order to ensure coverage of communicable diseases and related special health issues by the epidemiological surveillance network;\n(b)\ncase definitions concerning each communicable disease and related special health issue subject to epidemiological surveillance, in order to ensure the comparability and compatibility at Union level of the collected data;\n(c)\nprocedures for the operation of the epidemiological surveillance network as developed in application of Articles 5, 10 and 11 of Regulation (EC) No 851/2004.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 18(2).\nOn duly justified imperative grounds of urgency related to the severity or novelty of a serious cross-border threat to health or to the rapidity of its spread between the Member States, the Commission may adopt the measures referred to in points (a) and (b) through immediately applicable implementing acts in accordance with the procedure referred to in Article 18(3).\nArticle 7\nAd hoc monitoring\n1.   Following an alert notified pursuant to Article 9 concerning a threat to health as referred to in point (iii) of point (a) of Article 2(1) and in points (b), (c) or (d) of Article 2(1), the Member States shall, in liaison with the Commission and on the basis of the available information from their monitoring systems, inform each other through the EWRS and, if the urgency of the situation so requires, through the HSC about developments with regard to the threat concerned at national level.\n2.   The information transmitted pursuant to paragraph 1, shall include in particular any change in geographical distribution, spread and severity of the threat concerned and of the means of detection, if available.\n3.   The Commission shall, by means of implementing acts, adopt, where necessary, the case definitions to be used for ad hoc monitoring, in order to ensure the comparability and compatibility at Union level of the collected data.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 18(2).\nOn duly justified imperative grounds of urgency related to the severity of a serious cross-border threat to health or to the rapidity of its spread between the Member States, the Commission may adopt or update the case definitions referred to in the first subparagraph through immediately applicable implementing acts in accordance with the procedure referred to in Article 18(3).\nCHAPTER IV\nEARLY WARNING AND RESPONSE\nArticle 8\nEstablishment of an early warning and response system\n1.   A rapid alert system for notifying at Union level alerts in relation to serious cross-border threats to health, an ‘Early Warning and Response System’ (EWRS), is hereby established. The EWRS shall enable the Commission and the competent authorities responsible at national level to be in permanent communication for the purposes of alerting, assessing public health risks and determining the measures that may be required to protect public health.\n2.   The Commission shall, by means of implementing acts, adopt procedures concerning the information exchange in order to ensure the proper functioning of the EWRS and the uniform implementation of Articles 8 and 9 and to avoid overlap of activities or conflicting actions with existing structures and mechanisms for monitoring, early warning and combating serious cross-border threats to health.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 18(2).\nArticle 9\nAlert notification\n1.   National competent authorities or the Commission shall notify an alert in the EWRS where the emergence or development of a serious cross-border threat to health fulfils the following criteria:\n(a)\nit is unusual or unexpected for the given place and time, or it causes or may cause significant morbidity or mortality in humans, or it grows rapidly or may grow rapidly in scale, or it exceeds or may exceed national response capacity; and\n(b)\nit affects or may affect more than one Member State; and\n(c)\nit requires or may require a coordinated response at Union level.\n2.   Where the national competent authorities notify the WHO of events that may constitute public health emergencies of international concern in accordance with Article 6 of the IHR, they shall at the latest simultaneously notify an alert in the EWRS, provided that the threat concerned falls within those referred to in Article 2(1) of this Decision.\n3.   When notifying an alert, the national competent authorities and the Commission shall promptly communicate through the EWRS any available relevant information in their possession that may be useful for coordinating the response such as:\n(a)\nthe type and origin of the agent;\n(b)\nthe date and place of the incident or outbreak;\n(c)\nmeans of transmission or dissemination;\n(d)\ntoxicological data;\n(e)\ndetection and confirmation methods;\n(f)\npublic health risks;\n(g)\npublic health measures implemented or intended to be taken at national level;\n(h)\nmeasures other than public health measures;\n(i)\npersonal data necessary for the purpose of contact tracing in accordance with Article 16;\n(j)\nany other information relevant to the serious cross-border threat to health in question.\n4.   The Commission shall make available to the national competent authorities through the EWRS any information that may be useful for coordinating the response referred to in Article 11, including information related to serious cross-border threats to health and public health measures related to serious cross-border threats to health transmitted through rapid alert and information systems established under other provisions of Union law or the Euratom Treaty.\nArticle 10\nPublic health risk assessment\n1.   Where an alert is notified pursuant to Article 9, the Commission shall, where necessary for the coordination of the response at Union level and upon request of the HSC referred to in Article 17 or on its own initiative, make promptly available to the national competent authorities and to the HSC, through the EWRS, a risk assessment of the potential severity of the threat to public health, including possible public health measures. That risk assessment shall be carried out by:\n(a)\nthe ECDC in accordance with Article 7(1) of Regulation (EC) No 851/2004 in the case of a threat referred to in points (i) and (ii) of point (a) of Article 2(1) or point (d) of Article 2(1); and/or\n(b)\nthe European Food Safety Authority (EFSA) in accordance with Article 23 of Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (16) in the case of a threat referred to in Article 2 of this Decision where the threat falls under the mandate of the EFSA; and/or\n(c)\nother relevant Union agencies.\n2.   Where the risk assessment needed is totally or partially outside the mandates of the agencies referred to in paragraph 1, and it is considered necessary for the coordination of the response at Union level, the Commission shall, upon request of the HSC or its own initiative, provide an ad hoc risk assessment.\nThe Commission shall make the risk assessment available to the national competent authorities promptly through the EWRS. Where the risk assessment is to be made public, the national competent authorities shall receive it prior to its publication.\nThe risk assessment shall take into account, if available, relevant information provided by other entities, in particular by the WHO in the case of a public health emergency of international concern.\n3.   The Commission shall ensure that information that may be relevant for the risk assessment is made available to the national competent authorities through the EWRS and to the HSC.\nArticle 11\nCoordination of response\n1.   Following an alert pursuant to Article 9, on a request from the Commission or a Member State and on the basis of the available information, including the information referred to in Article 9 and the risk assessments referred to in Article 10, Member States shall consult each other within the HSC and in liaison with the Commission with a view to coordinating:\n(a)\nnational responses to the serious cross-border threat to health, including where a public health emergency of international concern is declared in accordance with the IHR and falls within Article 2 of this Decision;\n(b)\nrisk and crisis communication, to be adapted to Member State needs and circumstances, aimed at providing consistent and coordinated information in the Union to the public and to healthcare professionals.\n2.   Where a Member State intends to adopt public health measures to combat a serious cross-border threat to health, it shall, before adopting those measures, inform and consult the other Member States and the Commission on the nature, purpose and scope of the measures, unless the need to protect public health is so urgent that the immediate adoption of the measures is necessary.\n3.   Where a Member State has to adopt, as a matter of urgency, public health measures in response to the appearance or resurgence of a serious cross-border threat to health, it shall, immediately upon adoption, inform the other Member States and the Commission on the nature, purpose and scope of those measures.\n4.   In the event of a serious cross-border threat to health overwhelming the national response capacities, an affected Member State may also request assistance from other Member States through the Community Civil Protection Mechanism established by Decision 2007/779/EC, Euratom.\n5.   The Commission shall, by means of implementing acts, adopt the procedures necessary for the uniform implementation of the information exchange, consultation and coordination provided for in paragraphs 1 to 3.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 18(2).\nCHAPTER V\nEMERGENCY SITUATIONS\nArticle 12\nRecognition of emergency situations\n1.   The Commission may recognise a situation of public health emergency in relation to:\n(a)\nepidemics of human influenza considered to have pandemic potential, where the Director-General of the WHO has been informed and has not yet adopted a decision declaring a situation of pandemic influenza in accordance with the applicable rules of the WHO; or\n(b)\ncases other than that referred to in point (a) where the Director-General of the WHO has been informed and has not yet adopted a decision declaring a public health emergency of international concern in accordance with the IHR, and where:\n(i)\nthe serious cross-border threat to health in question endangers public health at the Union level;\n(ii)\nmedical needs are unmet in relation to that threat, which means that no satisfactory method of diagnosis, prevention or treatment is authorised in the Union or, despite the existence of such a method, the authorisation of a medicinal product would nonetheless be of major therapeutic advantage to those affected.\n2.   The Commission shall adopt the measure referred to in paragraph 1 by means of implementing acts.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 18(2).\nOn duly justified imperative grounds of urgency related to the severity of a serious cross-border threat to health or to the rapidity of its spread among Member States, the Commission may recognise situations of public health emergency pursuant to paragraph 1 through immediately applicable implementing acts in accordance with the procedure referred to in Article 18(3).\n3.   The Commission shall inform the Director-General of the WHO of the adoption of the measures referred to in paragraph 1.\nArticle 13\nLegal effects of recognition\nThe recognition of an emergency situation pursuant to Article 12(1) shall have the sole legal effect of enabling point 2 of Article 2 of Regulation (EC) No 507/2006 to apply or, where the recognition specifically concerns epidemics of human influenza considered as having a pandemic potential, of enabling Article 21 of Regulation (EC) No 1234/2008 to apply.\nArticle 14\nTermination of the recognition\nThe Commission shall, by means of implementing acts, terminate the recognition referred to in Article 12(1) as soon as one of the applicable conditions laid down therein is no longer met.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 18(2).\nTermination of the recognition, as referred to in the first paragraph, shall not affect the validity of marketing authorisations granted on the basis of Regulation (EC) No 507/2006 to medicinal products referred to in point 2 of Article 2 thereof or granted in accordance with the procedure referred to in Article 21 of Regulation (EC) No 1234/2008.\nCHAPTER VI\nPROCEDURAL PROVISIONS\nArticle 15\nDesignation of national authorities and representatives\n1.   Each Member State shall designate, by 7 March 2014:\n(a)\nthe competent authorities responsible within the Member State for epidemiological surveillance as referred to in Article 6;\n(b)\nthe competent authority or authorities responsible at national level for notifying alerts and determining the measures required to protect public health, for the purposes of Articles 8, 9 and 10;\n(c)\none representative and an alternate in the HSC referred to in Article 17.\n2.   Member States shall notify the Commission and other Member States of the designations referred to in paragraph 1 and of any change thereof. In the event of such change, the Commission shall distribute immediately to the HSC an updated list of such designations.\n3.   The Commission shall make publicly available the updated list of the authorities designated in accordance with points (a) and (c) of paragraph 1, as well as the updated list of the authorities to which the representatives in the HSC belong.\nArticle 16\nProtection of personal data\n1.   In the application of this Decision, personal data shall be processed in accordance with Directive 95/46/EC and Regulation (EC) No 45/2001. In particular, appropriate technical and organisational measures shall be taken to protect such personal data against accidental or illegal destruction, accidental loss, or unauthorised access and against any form of illegal processing.\n2.   The EWRS shall include a selective messaging functionality allowing personal data to be communicated only to national competent authorities involved in contact tracing measures. That selective messaging functionality shall be designed and operated so as to ensure safe and lawful exchange of personal data.\n3.   Where competent authorities implementing contact tracing measures communicate personal data necessary for contact tracing purposes through the EWRS pursuant to Article 9(3), they shall use the selective messaging functionality referred to in paragraph 2 of this Article and communicate the data only to the other Member States involved in the contact tracing measures.\n4.   When circulating the information referred to in paragraph 3, the competent authorities shall refer to the alert communicated previously through the EWRS.\n5.   Messages containing personal data shall automatically be erased from the selective message functionality 12 months after the date of their posting.\n6.   Where a competent authority establishes that notification of personal data made by it pursuant to Article 9(3) has subsequently proved to be in breach of Directive 95/46/EC because that notification was unnecessary for the implementation of the contact tracing measures at issue, it shall inform immediately the Member States to which that notification was transmitted.\n7.   In relation to their responsibilities to notify and rectify personal data through the EWRS, the national competent authorities shall be regarded as controllers within the meaning of point (d) of Article 2 of Directive 95/46/EC.\n8.   In relation to its responsibilities concerning storage of personal data, the Commission shall be regarded as a controller within the meaning of point (d) of Article 2 of Regulation (EC) No 45/2001.\n9.   The Commission shall adopt:\n(a)\nguidelines aimed at ensuring that the day-by-day operation of the EWRS complies with Directive 95/46/EC and Regulation (EC) No 45/2001;\n(b)\na recommendation providing an indicative list of the personal data that may be exchanged for the purpose of the coordination of contact tracing measures.\nArticle 17\nHealth Security Committee\n1.   A Health Security Committee, composed of representatives of the Member States designated under point (c) of Article 15(1), is hereby established.\n2.   The HSC shall have the following tasks:\n(a)\nsupporting the exchange of information between the Member States and the Commission on the experience acquired with regard to the implementation of this Decision;\n(b)\ncoordination in liaison with the Commission of the preparedness and response planning of the Member States in accordance with Article 4;\n(c)\ncoordination in liaison with the Commission of the risk and crisis communication and responses of the Member States to serious cross-border threats to health, in accordance with Article 11.\n3.   The HSC shall be chaired by a representative of the Commission. The HSC shall meet at regular intervals and whenever the situation requires, on a request from the Commission or a Member State.\n4.   The secretariat shall be provided by the Commission.\n5.   The HSC shall adopt, by a majority of two thirds of its members, its rules of procedure. Those rules of procedure shall establish working arrangements, in particular with regard to:\n(a)\nthe procedures for plenary meetings at high level and working groups;\n(b)\nthe participation of experts in plenary meetings, the status of observers, including from third countries;\n(c)\nthe arrangements for the HSC to examine the relevance to its mandate of a matter submitted to it and the possibility of recommending referral of that matter to a body competent under a provision of another act of the Union or under the Euratom Treaty; those arrangements shall not affect the obligations of the Member States under Articles 4 and 11 of this Decision.\nArticle 18\nCommittee procedure\n1.   The Commission shall be assisted by a committee on serious cross-border threats to health. That Committee shall be a committee within the meaning of Article 3(2) of Regulation (EU) No 182/2011.\n2.   Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.\nWhere the Committee delivers no opinion, the Commission shall not adopt the draft implementing act and the third subparagraph of Article 5(4) of Regulation (EU) No 182/2011 shall apply.\n3.   Where reference is made to this paragraph, Article 8 of Regulation (EU) No 182/2011, in conjunction with Article 5 thereof, shall apply.\nArticle 19\nReports concerning this Decision\nThe Commission shall submit to the European Parliament and the Council by 7 November 2015, and every three years thereafter a report on the implementation of this Decision. The report shall include, in particular, an assessment of the operation of the EWRS and of the epidemiological surveillance network, as well as information on how the mechanisms and structures established under this Decision complement other alert systems at Union level and under the Euratom Treaty to protect public health effectively, while avoiding structural duplications. The Commission may accompany the report with proposals to modify the relevant Union provisions.\nCHAPTER VII\nFINAL PROVISIONS\nArticle 20\nRepeal of Decision No 2119/98/EC\n1.   Decision No 2119/98/EC is hereby repealed.\n2.   References to the repealed Decision shall be construed as references to this Decision.\nArticle 21\nEntry into force\nThis Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nArticle 22\nAddressees\nThis Decision is addressed to the Member States.\nDone at Strasbourg, 22 October 2013.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nV. LEŠKEVIČIUS\n(1)  OJ C 181, 21.6.2012, p. 160.\n(2)  Position of the European Parliament of 3 July 2013 (not yet published in the Official Journal) and decision of the Council of 7 October 2013.\n(3)  OJ L 268, 3.10.1998, p. 1.\n(4)  OJ L 142, 30.4.2004, p. 1.\n(5)  OJ L 314, 1.12.2007, p. 9.\n(6)  OJ L 92, 30.3.2006, p. 6.\n(7)  OJ L 334, 12.12.2008, p. 7.\n(8)  OJ L 281, 23.11.1995, p. 31.\n(9)  OJ L 8, 12.1.2001, p. 1.\n(10)  OJ L 55, 28.2.2011, p. 13.\n(11)  OJ C 197, 5.7.2012, p. 21.\n(12)  OJ L 317, 3.12.2001, p. 1.\n(13)  OJ L 141, 27.5.2011, p. 17.\n(14)  OJ L 298, 26.10.2012, p. 1.\n(15)  OJ L 362, 31.12.2012, p. 1.\n(16)  OJ L 31, 1.2.2002, p. 1.\nANNEX\nCriteria for selection of communicable diseases and related special health issues to be covered by epidemiological surveillance within the network\n1.\nCommunicable diseases and related special health issues that cause, or have the potential to cause, significant morbidity or mortality, or both, across the Union, especially where the prevention of those diseases requires an approach to coordination at Union level.\n2.\nCommunicable diseases and related special health issues where the exchange of information may provide early warning of threats to public health.\n3.\nRare and serious communicable related diseases and special health issues which would not be recognised at national level and where the pooling of data would allow hypothesis generation from a wider knowledge base.\n4.\nCommunicable diseases and related special health issues for which effective preventive measures are available with a protective health gain.\n5.\nCommunicable diseases and related special health issues for which a comparison by Member States would contribute to the evaluation of national and Union programmes.", "summary": "Combating serious cross-border threats to health\nCombating serious cross-border threats to health\nSUMMARY OF:\nDecision No 1082/2013/EU on serious cross-border threats to health\nWHAT IS THE AIM OF THE DECISION?\nIt lays down rules on epidemiological surveillance, monitoring, early warning of, and combating serious cross-border threats to health, including preparedness and response planning related to those activities, in order to coordinate and complement national policies.\nIt aims to support cooperation and coordination between the countries of the European Union (EU) in order to:\nimprove the prevention and control of the spread of severe human diseases across the borders of the EU countries; and\ncombat other serious cross-border threats to health so as to contribute to a high level of public health protection in the EU.\nIt also clarifies the methods of cooperation and coordination between the various actors at EU level.\nKEY POINTS\nDecision No 1082/2013/EU covers:\nbiological threats such as communicable diseases*, antimicrobial resistance and biotoxins;\nchemical, environmental or unknown threats;\npreparedness and response planning, with an emphasis on EU-wide coordination to strengthen individual national measures;\njoint procurement to enable countries to stockpile vaccines and medicines;\nepidemiological surveillance* and ad hoc monitoring;\nestablishment of a rapid alert system for notifying at EU level alerts in relation to serious cross-border threats to health, an ‘Early Warning and Response System’ (EWRS);\nprocedures for handling emergencies;\nestablishment of a Health Security Committee with national representatives to support information exchange, coordinate preparedness planning and crisis responses, and communicate with the public and health professionals.\nEU countries informed the Commission by 7 November 2014, and every 3 years thereafter, of their national preparedness and response levels.\nThe Commission submitted a report to the European Parliament and the Council on 7 December 2015, and will issue similar reports every 3 years thereafter, on the legislation’s implementation.\nThe European Centre for Disease Prevention and Control plays a key role in identifying, assessing and communicating current and emerging threats communicable diseases pose to human health.\nFROM WHEN DO THE DECISION APPLY?\nDecision No 1082/2013/EU has applied since 6 November 2013.\nBACKGROUND\nRates of infectious diseases in the EU have fallen or remained stable in recent years. However, new infections can emerge as has been shown by HIV/AIDS in the 1980s, variants of Creutzfeldt-Jakob disease in the 1990s, the severe acute respiratory syndrome (SARS) epidemic in 2003 and, more recently, pandemic influenza (H1N1) in 2009, the Ebola virus outbreak in 2014 or the Zika virus outbreak in 2016. Antimicrobial resistance is also a growing public health problem. When detected, they all benefit from an early EU-wide, or even global response.\nThe EWRS enables the Commission and the responsible authorities at national level to be in permanent communication so that they can alert, assess public health risks and determine the measures* that may be required to protect public health.\nFor more information, see:\n‘Crisis preparedness and response’ on the European Commission's website\n                  \nFollowing the COVID-19 outbreak and introducing measures to cope with the impact of the crisis, the European Commission adopted:COUNCIL CONCLUSIONS ON COVID-19Communication from the Commission — Guidelines on EU Emergency Assistance on Cross-Border Cooperation in Healthcare related to the COVID-19 crisis\nCommission Recommendation (EU) 2020/518 of 8 April 2020 on a common Union toolbox for the use of technology and data to combat and exit from the COVID-19 crisis, in particular concerning mobile applications and the use of anonymised mobility data\n* KEY TERMS\n              \nCommunicable disease: an infectious disease caused by a contagious agent which is transmitted from person to person by direct contact with an infected individual or by indirect means such as exposure to a vector animal, product or environment, or exchange of fluid, which is contaminated with contagious agent.\nEpidemiological surveillance: the systematic collection, recording, analysis, interpretation and dissemination of data on communicable diseases and related special health issues.\nPublic health measure: decision or action aimed at preventing, monitoring or controlling the spread of diseases or contamination, combating severe risks to public health or mitigating their impact on public health.\nMAIN DOCUMENT\n            \nDecision No 1082/2013/EU of the European Parliament and of the Council of 22 October 2013 on serious cross-border threats to health and repealing Decision No 2119/98/EC (OJ L 293, 5.11.2013, pp. 1-15)\nSuccessive amendments to Decision No 1082/2013/EU have been incorporated into the original document. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nReport from the Commission to the European Parliament and the Council — Report on the implementation of Decision No 1082/2013/EU of the European Parliament and of the Council of 22 October 2013 on serious cross-border threats to health and repealing Decision No 2119/98/EC (COM(2015) 617 final, 7.12.2015)\nlast update 28.05.2020", "tags": ["infectious disease", "disease prevention", "health control", "cross-border cooperation", "health risk", "epidemiology"], "subjects": ["Public health"], "split": "train", "reference_annotations": {"32013D1082_p1": {"text": "decision 1082/2013/eu OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 22 October 2013---on serious cross-border threats to health and repealing decision 2119/98/ec", "triples": [" decision 1082/2013/eu,  repealing,  decision 2119/98/ec"]}}, "summary_annotations": {"32013D1082_p1": {"text": "decision 1082/2013/eu of the European Parliament and of the Council of 22 October 2013 on serious cross-border threats to health and repealing decision 2119/98/ec (OJ L 293, 5.11.2013, pp. 1-15)", "triples": [" decision 1082/2013/eu,  repealing,  decision 2119/98/ec"]}, "32013D1082_p2": {"text": "Report from the Commission to the European Parliament and the Council — Report on the implementation of decision 1082/2013/eu of the European Parliament and of the Council of 22 October 2013 on serious cross-border threats to health and repealing decision 2119/98/ec (COM(2015) 617 final, 7.12.2015)---last update 28.05.2020", "triples": [" decision 1082/2013/eu,  repealing,  decision 2119/98/ec"]}}}