{"celex_id": "32009R0723", "reference": "8.8.2009\nEN\nOfficial Journal of the European Union\nL 206/1\nCOUNCIL REGULATION (EC) No 723/2009\nof 25 June 2009\non the Community legal framework for a European Research Infrastructure Consortium (ERIC)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Articles 171 and the first paragraph of Article 172, thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nHaving regard to the opinion of the Committee of the Regions (3),\nWhereas:\n(1)\nPursuant to Article 171 of the Treaty the Community may set up joint undertakings or any other structure necessary for the efficient execution of Community research, technological development and demonstration programmes.\n(2)\nThe support and development of research infrastructures in Europe has been an ongoing objective of the Community, as last reflected in Decision 1982/2006/EC of the European Parliament and of the Council of 18 December 2006 concerning the Seventh Framework Programme of the European Community for research, technological development and demonstration activities (2007 to 2013) (4) and in particular in Council Decision 2006/974/EC of 19 December 2006 on the specific programme ‘Capacities’ (5).\n(3)\nWhile traditional support for the use and development of European research infrastructures has essentially taken the form of grants in favour of established research infrastructures in the Member States, the need for additional efforts has become apparent in recent years in order to stimulate the development of new structures by creating an appropriate legal framework which should facilitate their establishment and operation at the level of the Community.\n(4)\nThis need has been expressed on numerous occasions both at political level by the Member States and the Community institutions, and by the various actors within the European research community such as undertakings, research centres and universities and, in particular, the European Strategy Forum on Research Infrastructures (ESFRI).\n(5)\nWhile the central role of world-class scientific research infrastructures for the attainment of the Community’s RTD objectives set out in Article 163 of the Treaty has thus long been recognised under Community RTD Framework Programmes, the rules governing establishment, financing and operation of these structures are still fragmented and regionalised. Considering that European research infrastructures are in competition with those of the Community’s global partners which are and will be strongly investing in modern large-scale research infrastructures, and that these infrastructures are becoming increasingly complex and expensive, often placing them beyond the reach of a single Member State or even continent, it is now necessary to exploit and develop the full potential of Article 171 of the Treaty by establishing a framework containing the procedures and conditions for the setting-up and operation of European Research Infrastructures at Community level which are necessary for the efficient execution of the Community’s RTD programmes. This new legal framework would complement other legal forms existing under national, international or Community law.\n(6)\nIn contrast to Joint Technology Initiatives (JTI) constituted as Joint Undertakings of which the Community is a member and to which it makes financial contributions, a European Research Infrastructure Consortium (hereinafter referred to as ‘ERIC’) should not be conceived as a Community body within the meaning of Article 185 of Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (6) (the Financial Regulation), but as a legal entity of which the Community is not necessarily a member and to which it does not make financial contributions within the meaning of Article 108(2)(f), of the Financial Regulation.\n(7)\nGiven the close cooperation between Member States and the Community in programming and implementing their respective research activities in a complementary manner, as set out in Articles 164 and 165 of the Treaty, it should be for interested Member States, on their own or in conjunction with other qualified entities, to define their needs for the establishment of research infrastructures in this legal format, based on their research and technological development activities and on the requirements of the Community. For the same reasons, membership of an ERIC should be open to interested Member States with the possible participation of qualified associated countries in the Community framework programme for research, technological development and demonstration (hereinafter referred to as ‘associated states’) and third countries and specialised intergovernmental organisations. In addition to full membership, Member States should be able to become observers of an ERIC on the conditions specified in its Statutes.\n(8)\nAn ERIC set up under this Regulation should have as its principal task the establishment and operation of a research infrastructure on a non-economic basis and should devote most of its resources to this principal task. In order to promote innovation and knowledge and technology transfer, the ERIC should be allowed to carry out some limited economic activities if they are closely related to its principal task and they do not jeopardise its achievement. The establishment of research infrastructures as ERICs does not exclude that research infrastructures of pan-European interest that have another legal form can equally be recognised as contributing to the progress of European research, including to the implementation of the roadmap developed by ESFRI. The Commission should ensure that ESFRI members and other interested parties are informed about these alternative legal forms.\n(9)\nResearch infrastructures should help to safeguard the scientific excellence of Community research and the competitiveness of the Community’s economy, as based on medium-term to long-term forecasts, through the efficient support of European research activities. To achieve this they should be effectively open to the European research community at large in accordance with the rules established in their Statutes and should have the aim of enhancing European scientific capabilities beyond the current state of the art and should thereby contribute to the development of the European Research Area.\n(10)\nIn order to permit an efficient procedure for the setting-up of an ERIC, it is necessary for the entities willing to set up an ERIC to submit an application to the Commission which should assess, with the help of independent experts, which may include ESFRI, whether the proposed research infrastructure is in conformity with this Regulation. Such an application should contain a declaration of the host Member State recognising the ERIC as an international body or organisation for the purpose of the application of Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (7) and Council Directive 92/12/EEC of 25 February 1992 on the general arrangements for products subject to excise duty and on the holding, movement and monitoring of such products (8), as of its setting up. The ERIC should also benefit from certain exemptions as an international organisation for the purpose of applying Directive 2004/18/EC of the European Parliament and of the Council of 31 March 2004 on the coordination of procedures for the award of public works contracts, public supply contracts and public service contracts (9), in conformity with State aid rules.\n(11)\nFor reasons of transparency, the decision setting-up an ERIC should be published in the Official Journal of the European Union. For the same reasons, the essential elements of its Statutes should be annexed to such decisions.\n(12)\nIn order to carry out its tasks in the most efficient way, an ERIC should have legal personality and the most extensive legal capacity as from the day on which the decision setting it up takes effect. It should have a statutory seat, in order to determine the applicable law, within the territory of a member of that ERIC which is a Member State or an associated country.\n(13)\nMembership of an ERIC should comprise at least three Member States and may include qualified associated countries and third countries other than associated countries as well as specialised intergovernmental organisations.\n(14)\nIn line with the Community dimension of this Regulation, Member States should jointly hold the majority of votes in the assembly of members of an ERIC.\n(15)\nFor the implementation of this framework, more detailed provisions should be laid down in Statutes, on the basis of which the Commission should examine the compliance of an application with the framework established in this Regulation.\n(16)\nIt is necessary to ensure that, on the one hand, an ERIC has the necessary flexibility to amend its Statutes and, on the other hand, that the Community which sets up the ERIC retains control over certain essential elements. If an amendment concerns an essential element of the Statutes annexed to the decision setting up the ERIC, such amendment should be approved, prior to taking effect, by a Commission decision taken following the same procedure as that for setting up the ERIC. Any other amendment should be notified to the Commission, which should have an opportunity to object if it considers the amendment contrary to this Regulation.\n(17)\nIt is necessary for an ERIC to equip itself with its own bodies for the effective management of its activities. The Statutes should determine the manner in which those bodies legally represent the ERIC.\n(18)\nIt is necessary for an ERIC to carry out its activities according to sound budgetary principles for the exercise of its financial responsibility.\n(19)\nAn ERIC could qualify for funding in accordance with Title VI of the Financial Regulation. Funding under the Cohesion Policy could also be possible, in conformity with the relevant Community legislation.\n(20)\nIn order to carry out its tasks in the most efficient way and as a logical consequence of its legal personality, an ERIC should be liable for its debts. In order to allow the members to find appropriate solutions regarding their liability, the option should be given to provide in the Statutes for different liability regimes going above the liability limited to the contributions of the members.\n(21)\nSince an ERIC is established under Community law, it should be governed by Community law, in addition to the law of the State where it has its statutory seat. However, the ERIC could have a place of operation in another State. The law of that latter State should apply in respect of specific matters defined by the Statutes of the ERIC. Furthermore, an ERIC should be governed by implementing rules complying with the Statutes.\n(22)\nMember States are free to apply or to adopt any laws, regulations or administrative measures which do not conflict with the scope or objectives of this Regulation.\n(23)\nIn order to ensure sufficient control of compliance with this Regulation, an ERIC should transmit to the Commission and relevant public authorities its annual report and any information about circumstances threatening to seriously jeopardise the achievement of its tasks. If the Commission obtains indications, through the annual report or otherwise, that the ERIC acts in serious breach of this Regulation or other applicable law, it should request explanations and/or actions from the ERIC and/or its members. In extreme cases and if no remedial action is taken, the Commission could repeal the decision setting up the ERIC; thus triggering the winding-up of the ERIC.\n(24)\nSince the objective of this Regulation; i.e. the establishment of a framework for European Research Infrastructures between Member States, cannot be sufficiently achieved by the Member States in the framework of their national constitutional systems, by reason of the trans-national nature of the problem, and can therefore be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective.\n(25)\nSince this Regulation is primarily established for the efficient execution of Community research, technological development and demonstration programmes, and since the measures necessary for its implementation are essentially management measures, they should therefore be adopted by the management procedure provided for in Article 4 of Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred to the Commission (10),\nHAS ADOPTED THIS REGULATION:\nArticle 1\nSubject-matter\nThis Regulation establishes a legal framework laying down the requirements and procedures for and the effects of setting-up a European Research Infrastructure Consortium (hereinafter referred to as an ‘ERIC’).\nArticle 2\nDefinitions\nFor the purpose of this Regulation, the following definitions shall apply:\n(a)\n‘research infrastructure’ means facilities, resources and related services that are used by the scientific community to conduct top-level research in their respective fields and covers major scientific equipment or sets of instruments; knowledge-based resources such as collections, archives or structures for scientific information; enabling Information and Communications Technology-based infrastructures such as Grid, computing, software and communication, or any other entity of a unique nature essential to achieve excellence in research. Such infrastructures may be ‘single-sited’ or ‘distributed’ (an organised network of resources);\n(b)\n‘third country’ means a State that is not a Member State of the European Union;\n(c)\n‘associated country’ means a third country which is party to an international agreement with the Community, under the terms or on the basis of which it makes a financial contribution to all or part of the Community research, technological development and demonstration programmes.\nArticle 3\nTask and other activities\n1.   The principal task of an ERIC shall be to establish and operate a research infrastructure.\n2.   An ERIC shall pursue its principal task on a non-economic basis. However, it may carry out limited economic activities, provided that they are closely related to its principal task and that they do not jeopardise the achievement thereof.\n3.   An ERIC shall record the costs and revenues of its economic activities separately and shall charge market prices for them, or, if these cannot be ascertained, full costs plus a reasonable margin.\nArticle 4\nRequirements relating to infrastructure\nThe research infrastructure to be established by an ERIC shall meet the following requirements:\n(a)\nit is necessary for the carrying-out of European research programmes and projects, including for the efficient execution of Community research, technological development and demonstration programmes;\n(b)\nit represents an added value in the strengthening and structuring of the European Research Area (ERA) and a significant improvement in the relevant scientific and technological fields at international level;\n(c)\neffective access, in accordance with the rules established in its Statutes, is granted to the European research community, composed of researchers from Member States and from associated countries;\n(d)\nit contributes to the mobility of knowledge and/or researchers within the ERA and increases the use of intellectual potential throughout Europe; and\n(e)\nit contributes to the dissemination and optimisation of the results of activities in Community research, technological development and demonstration.\nArticle 5\nApplication for the setting-up of an ERIC\n1.   The entities applying for the setting-up of an ERIC (hereinafter referred to as applicants) shall submit an application to the Commission. The application shall be submitted in writing in one of the official languages of the institutions of the Union and shall contain the following:\n(a)\na request to the Commission to set up the ERIC;\n(b)\nthe proposed Statutes of the ERIC referred to in Article 10;\n(c)\na technical and scientific description of the research infrastructure to be established and operated by the ERIC, addressing in particular the requirements set out in Article 4;\n(d)\na declaration by the host Member State recognising the ERIC as an international body in the sense of Articles 143(g) and 151(1)(b) of Directive 2006/112/EC and as international organisation in the sense of the second indent of Article 23(1) of Directive 92/12/EEC, as of its setting up. The limits and conditions of the exemptions provided for in these provisions shall be laid down in an agreement between the members of the ERIC.\n2.   The Commission shall assess the application in line with the requirements laid down in this Regulation. During the assessment it shall obtain the views of independent experts in particular in the field of the intended activities of the ERIC. The result of such assessment shall be communicated to the applicants who shall, if necessary, be invited to complete or amend the application.\nArticle 6\nDecision on the application\n1.   The Commission shall, taking into account the results of the assessment referred to in Article 5(2) and in accordance with the procedure referred to in Article 20:\n(a)\nadopt a decision setting up the ERIC after it has satisfied itself that the requirements laid down in this Regulation are met; or\n(b)\nreject the application if it concludes that the requirements laid down in this Regulation are not met, including in the absence of the declaration referred to in Article 5(1)(d).\n2.   The decision on the application shall be notified to the applicants. In the case of a rejection, the decision shall be explained in clear and precise terms to the applicants.\nThe decision setting up the ERIC shall also be published in the L series of the Official Journal of the European Union.\n3.   The essential elements of the Statutes as set out in Article 10 points (b) to (f) and in points (i) to (vi) of point (g) contained in the application shall be annexed to the decision setting up the ERIC.\nArticle 7\nStatus of an ERIC\n1.   An ERIC shall have legal personality as from the date on which the decision setting up the ERIC takes effect.\n2.   An ERIC shall have in each Member State the most extensive legal capacity accorded to legal entities under the law of that Member State. It may, in particular, acquire, own and dispose of movable, immovable and intellectual property, conclude contracts and be a party to legal proceedings.\n3.   An ERIC is an international organisation within the meaning of Article 15(c) of Directive 2004/18/EC.\nArticle 8\nSeat and name\n1.   An ERIC shall have a statutory seat, which shall be located on the territory of a member which shall be a Member State or an associated country.\n2.   An ERIC shall have a name containing the abbreviation ‘ERIC’.\nArticle 9\nRequirements for membership\n1.   The following entities may become members of an ERIC:\n(a)\nMember States;\n(b)\nassociated countries;\n(c)\nthird countries other than associated countries;\n(d)\nintergovernmental organisations.\n2.   An ERIC shall have at least three Member States as members. Further Member States may join as members at any time on fair and reasonable terms specified in the Statutes and as observers without voting rights on conditions specified in the Statutes. Further associated countries and third countries other than associated countries as well as intergovernmental organisations may also become members of an ERIC, subject to approval by the assembly of members, referred to in Article 12(a), in accordance with the conditions of and procedure for changes in membership laid down in its Statutes.\n3.   Member States shall hold jointly the majority of the voting rights in the assembly of members.\n4.   Any Member State, associated country or third country may be represented by one or more public entities, including regions or private entities with a public service mission, as regards the exercise of specified rights and the discharge of specified obligations as a member of the ERIC.\n5.   Associated countries, third countries and intergovernmental organisations applying for the setting-up of or for membership in an ERIC shall recognise that that ERIC shall have legal personality and capacity in accordance with Article 7(1) and (2) and that it shall be subject to rules determined in application of Article 15.\n6.   Associated and third countries applying for the setting-up of or for membership in an ERIC shall accord to the ERIC treatment equivalent to that following from Articles 5(1)(d) and 7(3).\nArticle 10\nStatutes\nThe Statutes of an ERIC shall contain at least the following:\n(a)\na list of members, observers and, where applicable, of entities representing members and the conditions of and the procedure for changes in membership and representation in compliance with Article 9;\n(b)\nthe tasks and activities of the ERIC;\n(c)\nthe statutory seat in compliance with Article 8(1);\n(d)\nthe name of the ERIC in compliance with Article 8(2);\n(e)\nthe duration, and the procedure for the winding-up in compliance with Article 16;\n(f)\nthe liability regime, in compliance with Article 14(2);\n(g)\nthe basic principles covering:\n(i)\nthe access policy for users;\n(ii)\nthe scientific evaluation policy;\n(iii)\nthe dissemination policy;\n(iv)\nthe intellectual property rights policy;\n(v)\nthe employment policy, including equal opportunities;\n(vi)\nthe procurement policy respecting the principles of transparency, non-discrimination and competition;\n(vii)\na decommissioning, if relevant;\n(viii)\nthe data policy;\n(h)\nthe rights and obligations of the members, including the obligation to make contributions to a balanced budget and voting rights;\n(i)\nthe bodies of the ERIC, their roles and responsibilities and the manner in which they are constituted and in which they decide, including upon the amendment of the Statutes, in compliance with Articles 11 and 12;\n(j)\nthe identification of the working language(s);\n(k)\nreferences to rules implementing the Statutes.\nThe Statutes shall be publicly available on the website of the ERIC and at its statutory seat.\nArticle 11\nAmendments of the Statutes\n1.   Any amendment of the Statutes concerning the matters referred to in points (b) to (f) or in Article 10(g)(i) to (vi) shall be submitted to the Commission by the ERIC for approval. Such amendment shall not take effect before the decision granting approval has come into force. The Commission shall apply Articles 5(2) and 6, mutatis mutandis.\n2.   Any amendment of the Statutes other than that referred to in paragraph 1 shall be submitted to the Commission by the ERIC within 10 days after its adoption.\n3.   The Commission may raise an objection to such amendment within 60 days from the submission giving reasons why the amendment does not meet the requirements of this Regulation.\n4.   The amendment shall not take effect before the period for objecting has expired or has been waived by the Commission or before an objection raised has been lifted.\n5.   The application for the amendment shall contain the following:\n(a)\nthe text of the amendment proposed or, where appropriate, as adopted, including the date on which it enters into force;\n(b)\nthe amended consolidated version of the Statutes.\nArticle 12\nOrganisation of the ERIC\nThe Statutes shall provide for at least the following bodies having the following competencies:\n(a)\nan assembly of members as the body having full decision-making powers, including the adoption of the budget;\n(b)\na director or a board of directors, appointed by the assembly of members, as the executive body and legal representative of the ERIC.\nThe Statutes shall specify the manner in which the members of the board of directors legally represent the ERIC.\nArticle 13\nBudgetary principles, accounts and audit\n1.   All items of revenue and expenditure of an ERIC shall be included in estimates to be drawn up for each financial year and shall be shown in the budget. The revenue and expenditure shown in the budget shall be in balance.\n2.   The members of an ERIC shall ensure that the appropriations are used in accordance with the principles of sound financial management.\n3.   The budget shall be established and implemented and the accounts presented in compliance with the principle of transparency.\n4.   The accounts of an ERIC shall be accompanied by a report on budgetary and financial management of the financial year.\n5.   An ERIC shall be subject to the requirements of the applicable law as regards preparation, filing, auditing and publication of accounts.\nArticle 14\nLiability and insurance\n1.   An ERIC shall be liable for its debts.\n2.   The financial liability of the members for the debts of the ERIC shall be limited to their respective contributions provided to the ERIC. The members may specify in the Statutes that they will assume a fixed liability above their respective contributions or unlimited liability.\n3.   If the financial liability of the members is not unlimited, the ERIC shall take appropriate insurance to cover the risks specific to the construction and operation of the infrastructure.\n4.   The Community shall not be liable for any debt of the ERIC.\nArticle 15\nApplicable law and jurisdiction\n1.   The setting-up and internal functioning of an ERIC shall be governed:\n(a)\nby Community law, in particular this Regulation, and the decisions referred to in Articles 6(1)(a) and 11(1);\n(b)\nby the law of the State where the ERIC has its statutory seat in the case of matters not, or only partly, regulated by acts referred to in point (a);\n(c)\nby the Statutes and their implementing rules.\n2.   The Court of Justice of the European Communities shall have jurisdiction over litigation among the members in relation to the ERIC, between the members and the ERIC and over any litigation to which the Community is a party.\n3.   Community legislation on jurisdiction shall apply to disputes between an ERIC and third parties. In cases not covered by Community legislation, the law of the State where the ERIC has its statutory seat shall determine the competent jurisdiction for the resolution of such disputes.\nArticle 16\nWinding-up and insolvency\n1.   The Statutes shall determine the procedure to be applied in the case of winding-up of the ERIC following a decision of the assembly of members. Winding-up may include the transfer of activities to another legal entity.\n2.   Without undue delay after the adoption of the decision by the assembly of members to wind up, and in any event within 10 days after such adoption, the ERIC shall notify the Commission thereof. The Commission shall publish an appropriate notice in the C series of the Official Journal of the European Union.\n3.   Without undue delay after the closure of the winding-up procedure, and in any event within 10 days after such closure, the ERIC shall notify the Commission thereof. The Commission shall publish an appropriate notice in the C series of the Official Journal of the European Union. The ERIC shall cease to exist on the day of publication of the notice.\n4.   At any time, in the event that the ERIC is unable to pay its debts, it shall immediately notify the Commission thereof. The Commission shall publish an appropriate notice in the C series of the Official Journal of the European Union.\nArticle 17\nReporting and control\n1.   An ERIC shall produce an annual activity report, containing in particular the scientific, operational and financial aspects of its activities referred to in Article 3. It shall be approved by the assembly of members and transmitted to the Commission and relevant public authorities within six months from the end of the corresponding financial year. This report shall be made publicly available.\n2.   An ERIC and the Member States concerned shall inform the Commission of any circumstances which threaten to seriously jeopardise the achievement of the task of the ERIC or to hinder the ERIC from fulfilling the requirements laid down in this Regulation.\n3.   Where the Commission obtains indications that an ERIC is acting in serious breach of this Regulation, the decisions adopted on the basis thereof or other applicable law, it shall request explanations from the ERIC and/or its members.\n4.   If the Commission concludes, after having given the ERIC and/or its members a reasonable time to provide their observations, that the ERIC is acting in serious breach of this Regulation, the decisions adopted on the basis thereof or other applicable law, it may propose remedial action to the ERIC and its members.\n5.   If no remedial action is taken, the Commission may repeal the decision establishing the ERIC in accordance with the procedure referred to in Article 20. Such decision shall be notified to the ERIC and be published in the L series of the Official Journal of the European Union. This shall trigger the winding-up of the ERIC.\nArticle 18\nAppropriate provisions\nMember States shall take such measures as are appropriate to ensure the effective application of this Regulation.\nArticle 19\nReport and Review\nNot later than 27 July 2014, the Commission shall forward to the European Parliament and the Council a report on its application and proposals for amendments, where appropriate.\nArticle 20\nCommittee procedure\n1.   The Commission shall be assisted by a management committee.\n2.   Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at two months.\nArticle 21\nEntry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Luxembourg, 25 June 2009.\nFor the Council\nThe President\nL. MIKO\n(1)  Opinion of 19.2.2009 (not yet published in the Official Journal).\n(2)  Opinion of 14.1.2009 (not yet published in the Official Journal).\n(3)  OJ C 76, 31.3.2009, p. 6.\n(4)  OJ L 412, 30.12.2006, p. 1.\n(5)  OJ L 54, 22.2.2007, p. 101.\n(6)  OJ L 248, 16.9.2002, p. 1.\n(7)  OJ L 347, 11.12.2006, p. 1.\n(8)  OJ L 76, 23.3.1992, p. 1.\n(9)  OJ L 134, 30.4.2004, p. 114.\n(10)  OJ L 184, 17.7.1999, p. 23.", "summary": "European Research Infrastructure Consortium (ERIC)\nEuropean Research Infrastructure Consortium (ERIC)\nSUMMARY OF:\nRegulation (EC) No 723/2009 — rules for creating a European Research Infrastructure Consortium (ERIC)\nWHAT IS THE AIM OF THE REGULATION?\nIt aims to facilitate the establishment and the operation of research infrastructures with European interest among several EU countries and associated countries* by providing a new legal instrument, the ERIC.\nThe ERIC legal framework may be used for new or existing, single-sited or distributed research infrastructures.\nKEY POINTS\nAn ERIC is a legal entity set up by a decision of the European Commission. It has legal personality and full legal capacity recognised in all EU countries. The basic internal structure of an ERIC is flexible and defined in its statutes by its members.\nIts members (EU countries and, under certain conditions, also associated countries, other non-EU countries and international organisations) negotiate the content of the statutes of the ERIC and its annexes in accordance with the regulation.\nThe liability of the ERIC’s members can be limited to their respective contributions.\nAn ERIC is recognised, by the country hosting it, as an international body or an organisation for the purposes of the Directives 2006/112/EC on value added tax (VAT) and 2008/118/EC on excise duties. An ERIC may therefore, under certain limits and conditions, benefit from exemptions from these on its purchases in all EU countries.\nAn ERIC qualifies as an international organisation for the purposes of the EU’s public procurement rules. An ERIC may adopt its own procurement rules.\nThe activities of the ERIC are, in principle, non-profit-making. However, an ERIC may carry out some limited economic activities as long they are closely related to its principal task and they do not impede the main aim of the research infrastructure.\nThe ERIC must have its statutory seat in one of its members (EU country or country associated with the EU Framework Programme for Research and Innovation). Its name must include the abbreviation ‘ERIC’.\nTo establish an ERIC a minimum number of members is necessary. At least one EU country and 2 other countries, which are either EU countries or associated countries, is the minimum configuration. Other members can join later depending on the conditions specified in the statutes.\nFor an ERIC to be established, the following requirements must be met: it is necessary for the carrying out of European research activities;it represents a significant improvement in the scientific and technological fields at the European and international level;it grants effective access to the European research community;it contributes to the mobility of researchers and the sharing of knowledge within the European Research Area;it contributes to disseminating and optimising the results of research, technological and demonstration activities.\nApplications to set up an ERIC must be submitted to the Commission for assessment. They must include: a request to to set up the ERIC;the proposed statutes (a list of members, statutory seat, name of the ERIC, rights and obligations of the members, bodies of the ERIC with their competences and the manner in which they are constituted and in which they decide, duration of the ERIC, basic principles, identification of the working language, references to rules implementing the statutes);a technical and scientific description;a declaration by the host EU country recognising the ERIC as an international body within the meaning of the EU directives on value-added tax (VAT) and on excise duties.\nSetting up an ERIC involves two steps : Step 1: verification of compliance with the requirements laid down in the ERIC regulation. The Commission must assess the application with the help of independent experts and provide feedback to the applicant;Step 2: a formal request to the Commission to set up the ERIC. Based on this, the Commission seeks the opinion of the ERIC Committee and prepares its decision, which is then notified to the applicants and published in the Official Journal of the European Union.\nRegulation (EU) No 723/2009 was amended by Regulation (EU) No 1261/2013 to facilitate the participation of associated countries, whose contributions can be fully reflected in terms of membership and voting rights.\nUnlike in the case of Joint Technology Initiative Joint Undertakings (JTI JUs), in which the EU is systematically a member, the EU is not necessarily a member of an ERIC.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 28 August 2009.\nBACKGROUND\nThis regulation is one of the strategic initiatives following the Green Paper on the ERA of 4 April 2007. This initiative contributes to the implementation of the ‘Research infrastructures’ section of the 7th Framework Programme (2007-2013) and of Horizon 2020 — the Framework Programme for Research and Innovation (2014-2020).\nThe establishment of an ERIC brings advantages to the development of the European Research Area (ERA) since it addresses bottlenecks, like fragmentation and regionalisation, in the rules for establishing, financing and operating this class of research infrastructure.\nTo date, 21 ERICs have been established.\nFor more information, see: ERIC Practical Guidelines (European Commission)European Research Infrastructure Consortium (European Commission).\nKEY TERMS\n              \nAssociated country: a non-EU country which is party to an international agreement with the EU, under the terms or on the basis of which it makes a financial contribution to all or part of the EU research, technological development and demonstration programmes.\nMAIN DOCUMENT\n            \nCouncil Regulation (EC) No 723/2009 of 25 June 2009 on the Community legal framework for a European Research Infrastructure Consortium (ERIC) (OJ L 206, 8.8.2009, pp. 1-8)\nSuccessive amendments to Regulation (EC) No 723/2009 have been incorporated into the original document. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nCommission Implementing Decision (EU) 2019/1854 of 29 October 2019 setting up the European Research Infrastructure for Imaging Technologies in Biological and Biomedical Sciences — Euro-BioImaging European Research Infrastructure Consortium (Euro-BioImaging ERIC) (OJ L 285, 6.11.2019, pp. 9-13)\nCommission Implementing Decision (EU) 2018/1732 of 30 October 2018 setting up the European Plate Observing System — European Research Infrastructure Consortium (EPOS ERIC) (OJ L 288, 16.11.2018, pp. 10-14)\nReport from the Commission to the European Parliament and the Council — Second Report on the Application of Council Regulation (EC) No 723/2009 of 25 June 2009 on the Community legal framework for a European Research Infrastructure Consortium (ERIC) (COM(2018) 523 final, 6.7.2018)\nCommission Implementing Decision (EU) 2018/499 of 20 March 2018 setting up the European Infrastructure of Open Screening Platforms for Chemical Biology European Research Infrastructure Consortium (EU-OPENSCREEN ERIC) (OJ L 82, 26.3.2018, pp. 8-12)\nCommission Implementing Decision (EU) 2018/272 of 20 February 2018 on setting up the European Marine Biological Resource Centre — European Research Infrastructure Consortium (EMBRC-ERIC) (OJ L 51, 23.2.2018, pp. 17-22)\nCommission Implementing Decision (EU) 2017/1213 of 4 July 2017 on setting up the Integrated Structural Biology — European Research Infrastructure Consortium (Instruct-ERIC) (OJ L 173, 6.7.2017, pp. 47-52)\nSee consolidated version.\nCommission Implementing Decision (EU) 2017/996 of 9 June 2017 setting up the European Carbon Dioxide Capture and Storage Laboratory — European Research Infrastructure Consortium (ECCSEL ERIC) (OJ L 149, 13.6.2017, pp. 91-97)\nCommission Implementing Decision (EU) 2017/995 of 9 June 2017 setting up the Consortium of European Social Science Data Archives — European Research Infrastructure Consortium (CESSDA ERIC) (OJ L 149, 13.6.2017, pp. 85-90)\nCommission Implementing Decision (EU) 2017/499 of 17 March 2017 on setting up the e-Science and Technology European Infrastructure for Biodiversity and Ecosystem Research — European Research Infrastructure Consortium (LifeWatch ERIC) (OJ L 76, 22.3.2017, pp. 35-39)\nCommission Implementing Decision (EU) 2016/1757 of 29 September 2016 on setting up the European Multidisciplinary Seafloor and Water Column Observatory — European Research Infrastructure Consortium (EMSO ERIC) (OJ L 268, 1.10.2016, pp. 113-117)\nCommission Implementing Decision (EU) 2015/2097 of 26 October 2015 on setting up the Integrated Carbon Observation System European Research Infrastructure Consortium (ICOS ERIC) (OJ L 303, 20.11.2015, pp. 19-34)\nCommission Implementing Decision (EU) 2015/1478 of 19 August 2015 on setting up the European Spallation Source as a European Research Infrastructure Consortium (European Spallation Source ERIC) (OJ L 225, 28.8.2015, pp. 16-48)\nCommission Implementing Decision 2014/923/EU of 12 December 2014 on setting up the Joint Institute for Very Long Baseline Interferometry as a European Research Infrastructure Consortium (JIV-ERIC) (OJ L 363, 18.12.2014, pp. 156-169)\nCommission Implementing Decision 2014/526/EU of 6 August 2014 setting up the Digital Research Infrastructure for the Arts and Humanities as a European Research Infrastructure Consortium (DARIAH ERIC) (OJ L 239, 12.8.2014, pp. 64-80)\nCommission Implementing Decision 2014/392/EU of 24 June 2014 on setting-up the Central European Research Infrastructure Consortium (CERIC-ERIC) (OJ L 184, 25.6.2014, pp. 49-62)\nCommission Implementing Decision 2014/261/EU of 5 May 2014 on setting up Euro-Argo Research Infrastructure as a European Research Infrastructure Consortium (Euro-Argo ERIC) (OJ L 136, 9.5.2014, pp. 35-50)\nCommission Implementing Decision 2013/713/EU of 29 November 2013 on setting up the European Clinical Research Infrastructure Network (ECRIN) as a European Research Infrastructure Consortium (ECRIN-ERIC) (OJ L 324, 5.12.2013, pp. 8-20)\nCommission Implementing Decision 2013/701/EU of 22 November 2013 on setting up the Biobanks and Biomolecular Resources Research Infrastructure Consortium (BBMRI-ERIC) as a European Research Infrastructure Consortium (OJ L 320, 30.11.2013, pp. 63-80)\nCommission Implementing Decision 2013/700/EU of 22 November 2013 on setting up the European Social Survey as a European Research Infrastructure Consortium (ESS ERIC) (OJ L 320, 30.11.2013, pp. 44-62)\nCommission Implementing Decision 2013/640/EU of 7 November 2013 on setting up the European Advanced Translational Research Infrastructure in Medicine as a European Research Infrastructure Consortium (EATRIS ERIC) (OJ L 298, 8.11.2013, pp. 38-47)\nCommission Decision 2012/136/EU of 29 February 2012 setting up the Common Language Resources and Technology Infrastructure as a European Research Infrastructure Consortium (CLARIN ERIC) (OJL 64, 3.3.2012, pp. 13-28)\nCommission Decision 2011/166/EU of 17 March 2011 setting up the SHARE-ERIC (OJ L 71,18.3.2011, pp. 20-31)\nSee consolidated version.\nlast update 28.02.2020", "tags": ["research programme", "consortium", "research body", "operation of the Institutions", "Community body"], "subjects": ["Research and technological development"], "split": "train", "reference_annotations": {}, "summary_annotations": {"32009R0723_p1": {"text": "regulation 723/2009 was amended by regulation 1261/2013 to facilitate the participation of associated countries, whose contributions can be fully reflected in terms of membership and voting rights.", "triples": [" regulation 1261/2013,  amended,  regulation 723/2009"]}}}