{"celex_id": "32014D0005(01)", "reference": "5.7.2014\nEN\nOfficial Journal of the European Union\nL 198/7\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 31 January 2014\non the close cooperation with the national competent authorities of participating Member States whose currency is not the euro\n(ECB/2014/5)\n(2014/434/EU)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK,\nHaving regard to Council Regulation (EU) No 1024/2013 of 15 October 2013 conferring specific tasks on the European Central Bank concerning policies relating to the prudential supervision of credit institutions (1), and in particular Article 7 thereof,\nWhereas:\n(1)\nMember States whose currency is not the euro may wish to participate in the Single Supervisory Mechanism (SSM). For this purpose, they may request the European Central Bank (ECB) to enter into a close cooperation in relation to the tasks referred to in Articles 4 and 5 of Regulation (EU) No 1024/2013 with regard to all credit institutions established in that Member State.\n(2)\nThe close cooperation will be established by a decision of the ECB, provided that the conditions laid down in Article 7 of Regulation (EU) No 1024/2013 are met.\n(3)\nIt is necessary to specify the procedural aspects relating to (a) requests by Member States whose currency is not the euro (hereinafter ‘non-euro area Member States’) to enter into a close cooperation, (b) the assessment of these requests by the ECB, and (c) the ECB decision establishing close cooperation with the specific Member State.\n(4)\nRegulation (EU) No 1024/2013 also sets out the cases in which a close cooperation may be suspended or terminated by the ECB. It is necessary to specify the procedural aspects relating to potential suspension and termination of a close cooperation,\nHAS ADOPTED THIS DECISION:\nTITLE 1\nPROCEDURE FOR THE ESTABLISHMENT OF A CLOSE COOPERATION\nArticle 1\nDefinitions\nFor the purposes of this Decision:\n1.\n‘less significant supervised entity’ means a supervised entity (a) established in a non-euro area Member State which is a participating Member State in accordance with Article 2(1) of Regulation (EU) No 1024/2013, and (b) which does not have the status of a significant supervised entity pursuant to a decision of the ECB based on Article 6(4) or Article 6(5)(b) of Regulation (EU) No 1024/2013;\n2.\n‘national competent authority’ means any national competent authority as defined in Article 2(2) of Regulation (EU) No 1024/2013;\n3.\n‘national designated authority’ means a national designated authority as defined in Article 2(7) of Regulation (EU) No 1024/013;\n4.\n‘non-participating Member State’ means any Member State which is not a participating Member State as defined in Article 2(1) of Regulation (EU) No 1024/2013;\n5.\n‘requesting Member State’ means a non-participating Member State that has notified the ECB in accordance with Article 2 of this Decision of its request to enter into a close cooperation pursuant to Article 7 of Regulation (EU) No 1024/2013;\n6.\n‘significant supervised entity’ means a supervised entity (a) established in a non-euro area Member State which is a participating Member State, and (b) which has the status of a significant supervised entity pursuant to a decision of the ECB based on Article 6(4) or Article 6(5)(b) of Regulation (EU) No 1024/2013;\n7.\n‘supervised entity’ means a credit institution, financial holding company, or mixed-financial holding company as defined in Regulation (EU) No 1024/2013 and established in the requesting Member State, as well as a branch established in a requesting Member State by a credit institution which is established in a non-participating Member State.\nArticle 2\nRequest to enter into a close cooperation\n1.   A non-participating Member State wishing to participate in the SSM shall request the ECB to enter into a close cooperation, using the template provided in Annex I.\n2.   Such request shall be made at least five months before the date from which the non-participating Member State intends to participate in the SSM.\nArticle 3\nContent of the request to enter into a close cooperation\n1.   The request to enter into a close cooperation shall include all of the following:\n(a)\nan undertaking of the requesting Member State to ensure that its national competent authority and its national designated authority will adhere to any instructions, guidelines or requests issued by the ECB from the date of the establishment of the close cooperation;\n(b)\nan undertaking of the requesting Member State to provide all information on the supervised entities established in such Member State that the ECB may require for the purpose of carrying out a comprehensive assessment of those supervised entities. The requesting Member State shall ensure that the information necessary to assess the significance and to carry out a comprehensive assessment pursuant to Article 7(2)(b) of Regulation (EU) No 1024/2013 of the credit institutions established in such Member State can be provided to the ECB as soon as the request to enter into a close cooperation is notified to the ECB;\n(c)\na commitment that all confidential data requested by the ECB for the finalisation of its preparatory activities will be provided to the ECB.\n2.   The request to enter into a close cooperation shall be accompanied by all of the following:\n(a)\nan undertaking of the requesting Member State that it will adopt the relevant national legislation to ensure that legal acts adopted by the ECB pursuant to Regulation (EU) No 1024/2013 are binding and enforceable in the requesting Member State and that its national competent authority and its national designated authority are obliged to adopt any measure requested by the ECB in relation to the supervised entities, in accordance with Article 7(4) of Regulation (EU) No 1024/2013;\n(b)\na copy of the draft relevant national legislation as well as an English translation thereof, and a request for an ECB opinion on such draft legislation;\n(c)\nan undertaking to notify to the ECB immediately after the date upon which the relevant national legislation has entered into force and an undertaking to provide a confirmation pursuant to Article 7(2)(c) of Regulation (EU) No 1024/2013 using the template provided in Annex II of this Decision. The confirmation shall include a legal opinion satisfactory to the ECB confirming that legal acts adopted by the ECB pursuant to Regulation (EU) No 1024/2013 will be binding and enforceable in the requesting Member State and that the relevant national legislation obliges the national competent authority and the national designated authority to follow the ECB's specific instructions, guidelines, requests and measures in relation to significant supervised entities as well as the ECB's general instructions, guidelines, requests and measures in relation to less significant supervised entities, within the timeframe laid down by the ECB, where specified.\n3.   The requesting Member State shall provide the ECB with all relevant documentation which the ECB deems appropriate for the purpose of assessing its request. The requesting Member State shall also ensure that the ECB is provided with all information which the ECB deems appropriate for the purpose of assessing the significance of credit institutions and for carrying out the comprehensive assessment required by Regulation (EU) No 1024/2013.\nArticle 4\nAssessment by the ECB of the request to enter into a close cooperation\n1.   The ECB shall acknowledge receipt in writing of a request by a Member State to enter into a close cooperation.\n2.   The ECB may request all additional information that it considers appropriate for the purposes of the assessment of the Member State's request, including information for the assessment of the significance of credit institutions and for carrying out the comprehensive assessment.\nWhere the requesting Member State has already made a comprehensive assessment of the credit institutions established in its jurisdiction, it shall provide detailed information on the results. The ECB may decide that no further assessment is required provided that (a) the quality and the methodology of the assessment made by national authorities correspond to the ECB's standards, and (b) the ECB considers that the assessment made by national authorities is still up to date and that no material change to the situation of the credit institutions established in the requesting Member State would require a further assessment.\n3.   When assessing the relevant national legislation, the ECB's assessment shall also take into account the practical implementation of such legislation.\n4.   At the latest 3 months following receipt by the ECB of the confirmation referred to in Article 3(2)(c) or, where applicable, the additional information requested by the ECB under paragraph 2, the ECB shall inform the requesting Member State of its preliminary assessment. The requesting Member State shall have the opportunity to provide its views within 20 days from the receipt of the preliminary assessment. Such correspondence between the ECB and the requesting Member State shall be confidential.\nArticle 5\nDecision establishing a close cooperation\n1.   Where the ECB concludes, on the basis of the information submitted by the requesting Member State, that the latter fulfils the criteria set out in Article 7(2)(a) to (c) of Regulation (EU) No 1024/2013 for entering into a close cooperation, and once the comprehensive assessment is concluded and the confirmation is provided in accordance with Annex II to this Decision, the ECB shall adopt a decision on the basis of Article 7(2) of Regulation (EU) No 1024/2013, addressed to the requesting Member State and establishing a close cooperation.\n2.   The decision referred to in paragraph 1 shall indicate the modalities for the transfer of the supervisory tasks to the ECB and the date of the start of the close cooperation, which shall be conditional, if applicable, on the progress by the requesting Member State in implementing the measures required in relation to the results of the comprehensive assessment.\n3.   Where, on the basis of the information submitted by the requesting Member State, the ECB concludes that the latter does not fulfil the criteria set out in Article 7(2) of Regulation (EU) No 1024/2013, or where the ECB does not receive the information necessary to perform its assessment within one year from the notification of the request by the Member State, it may adopt a decision addressed to the requesting Member State rejecting the request to establish a close cooperation.\n4.   The decisions referred to in paragraphs 1 and 3 shall include the reasons on which they are based.\n5.   In accordance with Article 7(3) of Regulation (EU) No 1024/2013, any decision establishing a close cooperation shall be published in the Official Journal of the European Union and shall apply from the date 14 days after its publication.\nTITLE 2\nSUSPENSION OR TERMINATION OF A CLOSE COOPERATION\nArticle 6\nSuspension or termination\n1.   Where the ECB decides to suspend a close cooperation pursuant to Article 7(5) or 7(7) of Regulation (EU) No 1024/2013, it shall state the reasons for doing so, clarify the effects of such suspension decision and shall indicate the date from which the suspension takes effect as well as the period during which the suspension applies. The latter period shall not be longer than six months. The ECB may extend the period in exceptional circumstances, but only once.\n2.   Where the reasons for the suspension under Article 7(5) of Regulation (EU) No 1024/2013 are not remedied or where the ECB decides to terminate a close cooperation, the ECB shall terminate the close cooperation by adopting a new decision for this purpose.\n3.   Where the ECB decides to terminate a close cooperation pursuant to Article 7(5) or 7(7) of Regulation (EU) No 1024/2013, it shall state the reasons for doing so and shall clarify the effects of such termination decision, as well as indicating the date from which the termination takes effect.\n4.   Any ECB decision on suspension or termination of a close cooperation may also regulate the modalities for the payment of fees due by the supervised entities located in the Member State concerned.\n5.   Where the Member State with which a close cooperation has been established pursuant to Article 7 of Regulation (EU) No 1024/2013 requests the ECB to terminate the close cooperation subject to the conditions provided in Article 7(6) and 7(8) of Regulation (EU) No 1024/2013, the ECB shall adopt a decision clarifying the effects of such termination decision, as well as indicating the date from which the termination takes effect.\n6.   Any ECB decisions adopted in connection with supervised entities in the Member State with which a close cooperation has been established, and which were in force prior to the termination of such close cooperation, shall remain valid despite the termination of the close cooperation.\n7.   Decisions to suspend or terminate a close cooperation shall be published in the Official Journal of the European Union.\nArticle 7\nEntry into force\nThis Decision shall enter into force on 27 February 2014.\nDone at Frankfurt am Main, 31 January 2014.\nThe President of the ECB\nMario DRAGHI\n(1)  OJ L 287, 29.10.2013, p. 63.\nANNEX I\nTEMPLATE REQUEST TO ENTER INTO A CLOSE COOPERATION PURSUANT TO ARTICLE 7 OF REGULATION (EU) No 1024/2013\nBy\n[Requesting Member State]\nNotification to the ECB of a request to enter into a close cooperation pursuant to Article 7 of Regulation (EU) No 1024/2013\n1.\nThe [requesting Member State] hereby requests to enter into a close cooperation with the European Central Bank (ECB) pursuant to Article 7 of Regulation (EU) No 1024/2013 and in accordance with the provisions of Decision ECB/2014/5 of 31 January 2014 on the close cooperation with the national competent authorities of participating Member States whose currency is not the euro.\n2.\nThe [requesting Member State] hereby undertakes:\n(a)\nto ensure that its national competent authority and national designated authority will adhere to any instructions, guidelines, measures or requests issued by the European Central Bank in respect of supervised entities (as defined in Decision ECB/2014/5);\nIn particular, the relevant national legislation will also ensure that the national competent authority and national designated authority will be obliged to follow the ECB's specific instructions, guidelines, requests and measures in relation to significant supervised entities and the ECB's general instructions, guidelines, requests and measures in relation to less significant supervised entities. In this respect the requesting Member State hereby undertakes\n—\nto adopt the relevant national legislation to ensure that legal acts adopted by the ECB pursuant to Regulation (EU) No 1024/2013 are binding and enforceable in [the Member State concerned] and that its national competent authority and national designated authority will be obliged to adopt any measure in relation to supervised entities requested by the ECB, in accordance with Article 7(4) of Regulation (EU) No 1024/2013\n—\nto notify the ECB of the date on which the relevant national legislation has entered into force.\n(b)\nto provide at any time after the request to enter into a close cooperation is notified to the ECB and before the establishment of a close cooperation and upon request by the ECB, and at any time thereafter, also all information on the supervised entities established in that Member State that the European Central Bank may require for the purpose of carrying out a comprehensive assessment of those supervised entities, including confidential information.\nThe information to be provided to the ECB shall include:\n(i)\na copy of the draft relevant national legislation;\n(ii)\nup to date information on institutions established in the requesting Member State including as a minimum a complete list of the following entities located in the Member State:\n—\ncredit institutions,\n—\nfinancial holding companies or mixed financial holding companies at the top of supervised groups, and\n—\ncross-border branches of credit institutions from other countries,\nincluding total assets figures for each entity.\nFor credit institutions which are subsidiaries, and in the case of branches, identification of their direct and ultimate parent institutions shall be provided.\nFor supervised groups headquartered and supervised in the Member State, information on their foreign group components shall be provided.\n(iii)\ncontact persons at the national competent authority and national designated authority to whom to address ECB requests for further information\nFor the Member State\n[Signature]\ncc:\n(i)\nthe European Commission\n(ii)\nthe European Banking Authority\n(iii)\nthe other Member States\nANNEX II\nTEMPLATE STATEMENT PURSUANT TO ARTICLE 7(2)(c) OF REGULATION (EU) No 1024/2013\nBy\n[Requesting Member State]\nTo\nEuropean Central Bank (ECB)\nStatement pursuant to Article 7(2)(c) of Regulation (EU) No 1024/2013 relating to the request to enter into a close cooperation pursuant to Article 7 of Regulation (EU) No 1024/2013\n[The Member State concerned] hereby confirms that it has adopted relevant national legislation to ensure that legal acts adopted by the ECB pursuant to Regulation (EU) No 1024/2013 are binding and enforceable in [the Member State concerned] and that its national competent authority and national designated authority will be obliged to adopt any measure in relation to the supervised entities requested by the ECB, in accordance with Article 7(4) of Regulation (EU) No 1024/2013, and that this relevant national legislation entered into force on [INSERT DATE].\nIn addition, we enclose a legal opinion confirming that the relevant national legislation also ensures that the national competent authority and national designated authority will be obliged to follow the ECB's specific instructions, guidelines, requests and measures in relation to significant supervised entities and the ECB's general instructions, guidelines, requests and measures in relation to less significant supervised entities.\nFor the Member State\n[Signature]\nAppendix\n:\nCopy of the relevant national legislation adopted by the requesting Member State to ensure that legal acts adopted by the ECB pursuant to Regulation (EU) No 1024/2013 are binding and enforceable in [the Member State concerned] and that its national competent authority and national designated authority will be obliged to adopt any measure in relation to supervised entities requested by the ECB.", "summary": "European Central Bank — Close cooperation within the Single Supervisory Mechanism with non-euro EU countries\nEuropean Central Bank — Close cooperation within the Single Supervisory Mechanism with non-euro EU countries\nSUMMARY OF:\nRegulation (EU) No 1024/2013 conferring specific tasks on the European Central Bank concerning policies relating to the prudential supervision of credit institutions (SSM regulation)\nRegulation (EU) No 468/2014 establishing the framework for cooperation within the Single Supervisory Mechanism between the European Central Bank and national competent authorities and with national designated authorities (SSM framework regulation) (ECB/2014/17)\nDecision 2014/434/EU on the close cooperation with the national competent authorities of participating Member States whose currency is not the euro (ECB/2014/5) (ECB decision on close cooperation)\nDecision (EU) 2020/1015 establishing close cooperation between the European Central Bank and Българска народна банка (Bulgarian National Bank) (ECB/2020/30)\nDecision (EU) 2020/1016 establishing close cooperation between the European Central Bank and Hrvatska Narodna Banka (ECB/2020/31)\nWHAT IS THE AIM OF THE LEGISLATION?\n              \nIt establishes the principles and procedures for close cooperation within the Single Supervisory Mechanism (SSM) between the European Central Bank (ECB) and EU Member States whose currency is not the euro.\nBulgaria and Croatia are the first two non-euro-area EU Member States that have entered into close cooperation starting on 1 October 2020.\nKEY POINTS\n              \nThe European system of banking supervision (SSM) was established as the system of banking supervision composed of the ECB and national competent authorities (NCAs) of participating Member States to ensure safe and sound banks, a stable and integrated financial system and the consistent supervision of all banks. All euro-area countries participate automatically in European banking supervision.\nMember States whose currency is not the euro can participate in the SSM by requesting the establishment of close cooperation between the ECB and their NCA. Once close cooperation has been established, these Member States can join both the SSM and the Single Resolution Mechanism, which ensures an orderly resolution of failing banks.\nUnder the close cooperation, the NCAs are obliged to adopt any measure in relation to supervised entities at the request of the ECB. The legal acts adopted by the ECB are binding and enforceable and the NCAs must provide the ECB with all information necessary for the purposes of carrying out the tasks conferred on it within the SSM.\nThe SSM regulation, the SSM framework regulation and the ECB decision on close cooperation describe the process of establishing close cooperation and how it works.\nSteps for the establishment of close cooperation:\n1.the non-euro-area Member State formally requests to join the SSM;\n2.the non-euro-area Member State prepares and adopts national legislation that allows the ECB to exercise its supervisory tasks within the framework of close cooperation, and the ECB assesses that legislation;\n3.the ECB carries out a comprehensive assessment of the banks of the Member State concerned, similar to that conducted on euro-area banks in 2014 before the SSM was set up;\n4.the ECB adopts a decision that indicates how supervisory tasks will be transferred to the ECB and when the close cooperation will commence.\nSupervision under close cooperation.\nOnce close cooperation is established, the Member State concerned becomes a member of the SSM and its NCA is in a position comparable to all other NCAs of Member States participating in the SSM. This means that significant credit institutions in the countries participating in close cooperation will be supervised by the ECB via instructions given to the NCAs, and credit institutions classified as less significant will continue to be supervised by the NCAs, with the ECB performing an oversight role.\nSuspension or termination of close cooperation:\nthe ECB may suspend the close cooperation for up to 6 months, giving reasons for its decision;\nthe termination of the close cooperation can be initiated by the ECB or by the Member State with which there is close cooperation.\nThe establishment of close cooperation contributes to the safety and soundness of banks and fosters the process of financial integration across the single market.\nFROM WHEN DOES THE LEGISLATION APPLY?\nRegulation (EU) No 1024/2013 has applied since 3 November 2013.\nRegulation (EU) No 468/2014 has applied since 15 May 2014.\nDecision 2014/434/EU entered into force on 27 February 2014.\nDecisions (EU) 2020/1015 and (EU) 2020/1016 have applied since 1 October 2020.\nBACKGROUND\n              \nFor more information, see:\nClose cooperation with the ECB: an entryway to banking union (European Central Bank)\nBanking union (European Commission).\nMAIN DOCUMENTS\n            \nCouncil Regulation (EU) No 1024/2013 of 15 October 2013 conferring specific tasks on the European Central Bank concerning policies relating to the prudential supervision of credit institutions (OJ L 287, 29.10.2013, pp. 63-89)\nRegulation (EU) No 468/2014 of the European Central Bank of 16 April 2014 establishing the framework for cooperation within the Single Supervisory Mechanism between the European Central Bank and national competent authorities and with national designated authorities (SSM Framework Regulation) (ECB/2014/17) (OJ L 141, 14.5.2014, pp. 1-50)\nDecision 2014/434/EU of the European Central Bank of 31 January 2014 on the close cooperation with the national competent authorities of participating Member States whose currency is not the euro (SSM Regulation) (ECB/2014/5) (OJ L 198, 5.7.2014, pp. 7-13)\nDecision (EU) 2020/1015 of the European Central Bank of 24 June 2020 on the establishment of close cooperation between the European Central Bank and Българска народна банка (Bulgarian National Bank) (ECB/2020/30) (OJ L 224I, 13.7.2020, pp. 1-3)\nDecision (EU) 2020/1016 of the European Central Bank of 24 June 2020 on the establishment of close cooperation between the European Central Bank and Hrvatska Narodna Banka (ECB/2020/31) (OJ L 224I, 13.7.2020, pp. 4-6)\nlast update 03.03.2021", "tags": ["financial institution", "financial control", "financial cooperation", "institutional cooperation", "banking supervision", "non-participating country"], "subjects": ["Freedom of establishment", "European Central Bank (ECB)"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}