{"celex_id": "32008H0867", "reference": "18.11.2008\nEN\nOfficial Journal of the European Union\nL 307/11\nCOMMISSION RECOMMENDATION\nof 3 October 2008\non the active inclusion of people excluded from the labour market\n(notified under document number C(2008) 5737)\n(2008/867/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES,\nHaving regard to the Treaty establishing the European Community, and in particular Article 211 thereof,\nWhereas:\n(1)\nRespect for human dignity is a founding principle of the European Union, among whose aims are the promotion of full employment and social progress, the combating of social exclusion and discrimination and the promotion of social justice and social protection. In accordance with Article 137(1)(h) of the Treaty, the Community has a role to play in supporting and complementing the activities of the Member States in the integration of persons excluded from the labour market. Article 34 of the Charter of Fundamental Rights of the European Union provides for the right to social and housing assistance so as to ensure a decent existence for all those who lack sufficient resources.\n(2)\nCouncil Recommendation 92/441/EEC of 24 June 1992 on common criteria concerning sufficient resources and social assistance in social protection systems (1) remains a reference instrument for Community policy in relation to poverty and social exclusion and has lost none of its relevance, although more needs to be done to implement it fully.\n(3)\nSince 1992 new policy instruments have emerged. One such instrument is the Open method of coordination on social protection and social inclusion (OMC), the objectives of which include the active social inclusion of all, to be ensured by promoting participation in the labour market and by fighting poverty and exclusion among the most marginalised people and groups (2). Another instrument is the European employment strategy, which aims, inter alia, to strengthen social inclusion, fight poverty, prevent exclusion from the labour market and support integration into employment of people at a disadvantage (3).\n(4)\nThe persistence of poverty and joblessness and the growing complexities of multiple disadvantages call for comprehensive, integrated policies (4). With a view to modernising social protection systems, adequate income support needs to be combined with a link to the labour market and access to quality services in an integrated active inclusion strategy (5). This strategy is fully complementary to the flexicurity approach, while targeting those excluded from the labour market. It contributes to the Lisbon strategy by facilitating the activation and the mobility of the workforce, and represents a building block in the social dimension of the EU’s sustainable development strategy (6).\n(5)\nConsideration should be given to national priorities and the availability of financial resources when this Recommendation is gradually implemented.\n(6)\nThis Recommendation and the implementation of the common principles set out herein are without prejudice to the application of Community law, including State aid rules and the General block exemption Regulation (7), and the Community rules on the award of public contracts.\n(7)\nIn accordance with the principle of subsidiarity, the Member States are responsible for defining the level of income support and for establishing the appropriate policy mix in the light of the different situations and needs at local, regional and national level,\nHEREBY RECOMMENDS THAT THE MEMBER STATES SHOULD:\n1.   Design and implement an integrated comprehensive strategy for the active inclusion of people excluded from the labour market combining adequate income support, inclusive labour markets and access to quality services. Active inclusion policies should facilitate the integration into sustainable, quality employment of those who can work and provide resources which are sufficient to live in dignity, together with support for social participation, for those who cannot.\n2.   Ensure the effectiveness of integrated active inclusion policies through:\n(a)\ncomprehensive policy design defining the right mix of the three strands of the active inclusion strategy, taking account of their joint impact on the social and economic integration of disadvantaged people and their possible interrelationships, including synergies and trade-offs;\n(b)\nintegrated implementation across the three strands of the active inclusion strategy to effectively address the multifaceted causes of poverty and social exclusion and enhance coordination between public agencies and services which deliver active inclusion policies;\n(c)\npolicy coordination among local, regional, national and EU authorities in the light of their particular roles, competences and priorities;\n(d)\nactive participation of all other relevant actors, including those affected by poverty and social exclusion, the social partners, non-governmental organisations and service providers, in the development, implementation and evaluation of strategies.\n3.   Ensure that active inclusion policies:\n(a)\nsupport the implementation of fundamental rights;\n(b)\npromote gender equality and equal opportunities for all;\n(c)\ntake careful consideration of the complexities of multiple disadvantages and the specific situations and needs of the various vulnerable groups;\n(d)\ntake due account of local and regional circumstances and improve territorial cohesion;\n(e)\nbe consistent with a lifecycle approach to social and employment policies so they can support intergenerational solidarity and break the intergenerational transmission of poverty.\n4.   Organise and implement integrated active inclusion policies in accordance with the following common principles and guidelines for each strand, while respecting the principle of subsidiarity and their different situations, needs and priorities without prejudice to the application of Community law, including State aid rules and the Community rules on the award of public contracts.\n(a)   Adequate income support\nRecognise the individual’s basic right to resources and social assistance sufficient to lead a life that is compatible with human dignity as part of a comprehensive, consistent drive to combat social exclusion.\n(i)\nReview their social protection systems, as necessary, in the light of the common principles listed in paragraph B of Recommendation 92/441/EEC. In particular, under an active inclusion strategy, the right to sufficient resources should:\n—\nbe combined with active availability for work or for vocational training with a view to obtaining work in the case of persons whose conditions permit such active availability, or be subject, where appropriate, to economic and social integration measures in the case of other persons,\n—\nbe combined with policies deemed necessary, at national level, for the economic and social integration of those concerned.\n(ii)\nEnsure the implementation of that right in accordance with the practical guidelines in paragraphs C(1), C(2) and C(3) of Recommendation 92/441/EEC. In particular, when the resources necessary to lead a life of dignity are determined, living standards and price levels by type and size of household in the Member State concerned should be taken into account using the appropriate national indicators. Within an active inclusion framework, an incentive to seek employment for persons whose condition renders them fit for work should be safeguarded and the amounts adjusted or supplemented to meet specific needs.\n(b)   Inclusive labour markets\nAdopt arrangements covering persons whose condition renders them fit for work to ensure they receive effective help to enter or re-enter and stay in employment that corresponds to their work capacity.\n(i)\nPromote the following common principles in the context of active inclusion strategies:\n—\naddress the needs of people excluded from the labour market in order to facilitate their progressive reintegration into society and into the labour market and to enhance their employability,\n—\ntake the necessary measures to promote inclusive labour markets in order to ensure access to employment is an opportunity open for all,\n—\npromote quality jobs, including pay and benefits, working conditions, health and safety, access to lifelong learning and career prospects, in particular with a view to preventing in-work poverty,\n—\ntackle labour market segmentation by promoting job retention and advancement.\n(ii)\nImplement these principles through the following practical guidelines:\n—\nexpand and improve investment in human capital through inclusive education and training policies, including effective lifelong strategies; adapt education and training systems in response to new competence requirements, and the need for digital skills,\n—\nactive and preventive labour market measures, including tailored, personalised, responsive services and support involving early identification of needs, job-search assistance, guidance and training, and motivation to seek a job actively,\n—\ncontinually review the incentives and disincentives resulting from tax and benefit systems, including the management and conditionality of benefits and a significant reduction in high marginal effective tax rates, in particular for those with low incomes, while ensuring adequate levels of social protection,\n—\nprovide support for the social economy and sheltered employment as a vital source of entry jobs for disadvantaged people, promote financial inclusion and microloans, financial incentives for employers to recruit, the development of new sources of jobs in services, particularly at local level, and raise awareness of labour market inclusiveness,\n—\npromote adaptability and provide in-work support and a supportive environment, including attention to health and well-being, non-discrimination and the application of labour law in conjunction with social dialogue.\n(c)   Access to quality services\nTake every measure to enable those concerned, in accordance with the relevant national provisions, to receive appropriate social support through access to quality services. In particular, measures should be taken to:\nprovide services which are essential to supporting active social and economic inclusion policies, including social assistance services, employment and training services, housing support and social housing, childcare, long-term care services and health services in accordance with the following common principles, taking the role of local, regional and national authorities, applicable Community rules and the different situations, needs and preferences in the Member States into account:\n—\nterritorial availability, physical accessibility, affordability,\n—\nsolidarity, equal opportunities for service users and employees, and due account for diversity of users,\n—\ninvestment in human capital, working conditions, and adequate physical infrastructure,\n—\ncomprehensive and coordinated services, conceived and delivered in an integrated manner,\n—\nusers’ involvement and personalised approaches to meet the multiple needs of people as individuals,\n—\nmonitoring and performance evaluation and sharing of best practice.\n5.   Guarantee the relevant resources and benefits under the social protection arrangements; use the provisions and resources of the Structural Funds, in particular the European Social Fund, to support active inclusion measures.\nLay down detailed arrangements and finance costs and organise their administration and implementation in accordance with national legislation and/or practice.\nTake economic and budgetary constraints, the priorities set by national authorities and the state of public finances into account in order to strike the right balance between work incentives, poverty alleviation and sustainable budgetary costs.\nTake the necessary measures to ensure that all, including the least privileged, are informed of their rights and of the support available, with the aid, where appropriate, of information technologies.\nSimplify as far as possible the administrative procedures and arrangements for examining resources and situations.\nWhere possible, organise in accordance with national provisions the machinery for appeals before the competent administrative authorities and, where necessary, independent third parties, such as tribunals, to which the persons concerned should have easy access.\n6.   Improve indicators and information systems in order to upgrade capacity to produce up-to-date, comparable information across all the active inclusion pillars.\nMonitor and evaluate active inclusion policies under the open method of coordination on the basis of close cooperation between the Social Protection Committee and the Employment Committee and with support from the Progress programme.\nEnsure consistency with the Lisbon strategy’s overall policy in relation to the social cohesion objectives.\nThis Recommendation is addressed to the Member States.\nDone at Brussels, 3 October 2008.\nFor the Commission\nVladimír ŠPIDLA\nMember of the Commission\n(1)  OJ L 245, 26.8.1992, p. 46.\n(2)  Communication COM(2005) 706 — Working together, working better: a new framework for the open coordination of social protection and inclusion policies in the European Union.\n(3)  Council Decision of 7 July 2008 on Guidelines for the employment policies of the Member States, Council Document 10614/2/082008 (not yet published in the Official Journal).\n(4)  Communications COM(2007) 620 — Modernising social protection for greater social justice and economic cohesion: taking forward the active inclusion of people furthest from the labour market, and COM(2005) 33 on the social agenda.\n(5)  Communication COM(2006) 44 — Concerning a consultation on action at EU level to promote the active inclusion of the people furthest from the labour market.\n(6)  Communication COM(2007) 620 — Presidency conclusions of Brussels European Council of 14 December 2007 and SPC orientation note on active inclusion of 3 July 2008. In particular, see also Council Conclusions of 5 December 2007, Document 16139/07; opinion of the Committee of the Regions of 18 June 2008 on Active Inclusion (Doc. CdR 344/2007); opinion of the European Economic and Social Committee of 27 October 2007 on minimum social standards (Doc. CESE 892/2007).\n(7)  Commission Regulation (EC) No 800/2008 of 6 August 2008 declaring certain categories of aid compatible with the common market in application of Articles 87 and 88 of the Treaty (General block exemption Regulation) (OJ L 214, 9.8.2008, p. 3).", "summary": "Active inclusion of people excluded from the labour market\nActive inclusion of people excluded from the labour market\nThe Commission is hereby recommending that Member States establish an integrated and comprehensive strategy for the active inclusion of people excluded from the labour market. The strategy is to be made up of three coordinated strands based on which active inclusion policies are to be implemented: sufficient income support, inclusive labour markets and access to quality services.\nACT\nCommission Recommendation 2008/867/EC of 3 October 2008 on the active inclusion of people excluded from the labour market [Official Journal L 307 of 18.11.2008].\nSUMMARY\nWith this Recommendation, the Commission is encouraging Member States to take action for the active inclusion of people excluded from the labour market. To this end, the Commission recommends that the Member States draw up and implement an integrated comprehensive strategy. The strategy should be composed of the following three strands:\nsufficient income support;\ninclusive labour markets;\naccess to quality services.\nThe actions should support the employment of those who can work, providing the resources required for a dignified life, and promote the social participation of those who cannot work.\nThe Member States are further recommended to ensure that the inclusion policies are effective. This should be done by:\ncombining the above three strands of the strategy in an appropriate manner;\nimplementing the strategy in an integrated manner across the three strands;\ncoordinating the policies among authorities at local, regional, national and European Union (EU) level;\nincluding all relevant actors in the development, implementation and evaluation of the strategy.\nIn particular, the inclusion policies should take account of fundamental rights, the promotion of equal opportunities for all, the specific needs of disadvantaged and vulnerable groups and the local and regional contexts. In addition, the inclusion policies should contribute to preventing the intergenerational transmission of poverty.\nFurthermore, the Commission recommends that the Member States organise and implement active inclusion policies with the detailed set of common principles and practical guidelines put forward in the document. With regard to:\nsufficient income support, Member States should recognise and implement the right of individuals to adequate resources and social assistance as part of consistent and comprehensive efforts to fight social exclusion;\ninclusive labour markets, Member States should provide assistance for those who can work to enter or re-enter and stay in employment that best relates to their capacity to work;\naccess to quality services, Member States should ensure that proper social support is given to those that require it, in order to promote social and economic inclusion.\nThe Member States are also recommended to ensure that the necessary resources and benefits are provided under the social protection instruments, taking into account the economic and budgetary constraints. Active inclusion measures may also be funded from the Structural Funds. Information about the rights and support measures available to all must be publicised widely, and if possible, through electronic means.\nIn addition, Member States should simplify administrative procedures. At the same time, access for the public to the appeals systems should be made easier.\nFinally, the Commission is also recommending that the Member States take steps to enhance indicators and statistical data on active inclusion policies. The Open Method of Coordination (OMC) on social protection and inclusion should be employed for monitoring and evaluating these policies on the basis of close collaboration between the Social Protection and the Employment Committees and with the support of the activities funded by the Progress programme.\nThe active inclusion measures should be aligned with the social cohesion objectives of the Lisbon Strategy.\nBackground\nPoverty and social exclusion are addressed, in particular, in the Council Recommendation 92/441/EEC of 24 June 1992 on common criteria concerning sufficient resources and social assistance in social protection systems. While this Recommendation still applies, additional measures need to be taken to implement it fully. Subsequent instruments include, among others, the OMC on social protection and inclusion and the European employment strategy. Furthermore, the persisting problems, especially in terms of poverty and joblessness, require that social protection systems are modernised and that comprehensive and integrated policies are initiated. These are the objectives of the \"active inclusion\" approach that complements social assistance benefits with support to enter the labour market and with access to quality services.\nSee also\nFor further information, please visit the European Commission Directorate-General for Employment, Social Affairs and Equal Opportunities website on active inclusion.\nLast updated: 03.12.2008", "tags": ["social integration", "marginalisation", "poverty", "European social policy", "social security", "consultation procedure", "aid to disadvantaged groups"], "subjects": ["Employment"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}