{"celex_id": "32019R0787", "reference": "17.5.2019\nEN\nOfficial Journal of the European Union\nL 130/1\nREGULATION (EU) 2019/787 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 17 April 2019\non the definition, description, presentation and labelling of spirit drinks, the use of the names of spirit drinks in the presentation and labelling of other foodstuffs, the protection of geographical indications for spirit drinks, the use of ethyl alcohol and distillates of agricultural origin in alcoholic beverages, and repealing Regulation (EC) No 110/2008\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Articles 43(2) and 114(1) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nRegulation (EC) No 110/2008 of the European Parliament and of the Council (3) has proved successful in regulating the spirit drinks sector. However, in the light of recent experience and technological innovation, market developments and evolving consumer expectations, it is necessary to update the rules on the definition, description, presentation and labelling of spirit drinks and to review the ways in which geographical indications for spirit drinks are registered and protected.\n(2)\nThe rules applicable to spirit drinks should contribute to attaining a high level of consumer protection, removing information asymmetry, preventing deceptive practices and attaining market transparency and fair competition. They should safeguard the reputation which the Union's spirit drinks have achieved in the Union and on the world market by continuing to take into account the traditional practices used in the production of spirit drinks as well as increased demand for consumer protection and information. Technological innovation should also be taken into account in respect of spirit drinks, where it serves to improve quality, without affecting the traditional character of the spirit drinks concerned.\n(3)\nSpirit drinks represent a major outlet for the Union agricultural sector, and the production of spirit drinks is strongly linked to that sector. That link determines the quality, safety and reputation of the spirit drinks produced in the Union. That strong link to the agri-food sector should therefore be emphasised by the regulatory framework.\n(4)\nThe rules applicable to spirit drinks constitute a special case compared with the general rules laid down for the agri-food sector and should also take into account the traditional production methods in use in the different Member States.\n(5)\nThis Regulation should set out clear criteria for the definition, description, presentation and labelling of spirit drinks as well as for the protection of geographical indications, and should be without prejudice to the diversity of the official languages and alphabets in the Union. It should also set out rules on the use of ethyl alcohol and distillates of agricultural origin in the production of alcoholic beverages and on the use of the legal names of spirit drinks in the presentation and labelling of foodstuffs.\n(6)\nIn order to meet consumer expectations and to conform to traditional practices, ethyl alcohol and distillates used for the production of spirit drinks should be exclusively of agricultural origin.\n(7)\nIn the interests of consumers, this Regulation should apply to all spirit drinks placed on the Union market, whether produced in the Member States or in third countries. In order to maintain and improve the reputation on the world market of spirit drinks produced in the Union, this Regulation should also apply to spirit drinks produced in the Union for export.\n(8)\nThe definitions of and technical requirements for spirit drinks and the categorisation of spirit drinks should continue to take into account traditional practices. Specific rules for certain spirit drinks that are not included in the list of categories should also be laid down.\n(9)\nRegulations (EC) No 1333/2008 (4) and (EC) No 1334/2008 (5) of the European Parliament and of the Council also apply to spirit drinks. However, it is necessary to lay down additional rules concerning colours and flavourings, which should only apply to spirit drinks. It is also necessary to lay down additional rules concerning the dilution and dissolution of flavourings, colours and other authorised ingredients, which should only apply to the production of alcoholic beverages.\n(10)\nRules should be laid down regarding the legal names to be used for spirit drinks that are placed on the Union market, in order to ensure that such legal names are used in a harmonised manner throughout the Union and to safeguard the transparency of information to consumers.\n(11)\nGiven the importance and complexity of the spirit drinks sector, it is appropriate to lay down specific rules on the description, presentation and labelling of spirit drinks, in particular as regards the use of legal names, geographical indications, compound terms and allusions in the description, presentation and labelling.\n(12)\nRegulation (EU) No 1169/2011 of the European Parliament and of the Council (6) should apply to the description, presentation and labelling of spirit drinks, save as otherwise provided for in this Regulation. In that regard, given the importance and the complexity of the spirit drinks sector, it is appropriate to lay down in this Regulation specific rules on the description, presentation and labelling of spirit drinks that go beyond Regulation (EU) No 1169/2011. Those specific rules should also prevent the misuse of the term ‘spirit drink’ and of the legal names of spirit drinks, as regards products which do not meet the definitions and requirements laid down in this Regulation.\n(13)\nIn order to ensure the uniform use of compound terms and allusions in Member States and in order to provide consumers with adequate information, thereby protecting them from being misled, it is necessary to lay down provisions concerning their use for the purpose of presentation of spirit drinks and other foodstuffs. The purpose of such provisions is also to protect the reputation of the spirit drinks used in this context.\n(14)\nIn order to provide consumers with adequate information, provisions on the description, presentation and labelling of spirit drinks which qualify as mixtures or blends should be laid down.\n(15)\nWhile it is important to ensure that in general the maturation period or age stated in the description, presentation and labelling of spirit drinks only refers to the youngest alcoholic component, to take account of traditional ageing processes in Member States, it should be possible to provide, by means of delegated acts, for a derogation from that general rule and for appropriate control mechanisms in relation to brandies produced using the traditional dynamic ageing system known as the ‘criaderas y solera’ system or ‘solera e criaderas’ system.\n(16)\nFor reasons of legal certainty and in order to ensure that adequate information is provided to consumers, the use of the names of raw materials or of adjectives as legal names for certain spirit drinks should not preclude the use of the names of such raw materials or of adjectives in the presentation and labelling of other foodstuffs. For the same reasons, the use of the German word ‘-geist’ as the legal name of a category of spirit drinks should not preclude the use of that word as a fancy name to supplement the legal name of other spirit drinks or the name of other alcoholic beverages, provided that such use does not mislead the consumer.\n(17)\nIn order to ensure that adequate information is provided to consumers and to enhance quality production methods, it should be possible for the legal name of any spirit drink to be supplemented by the term ‘dry’ or ‘dry’, that is to say that term either translated in the language or languages of the relevant Member State, or untranslated as indicated in italics in this Regulation, if that spirit drink has not been sweetened. However, in line with the principle that food information is not to be misleading, particularly by suggesting that the food possesses special characteristics despite the fact that all similar foods possess such characteristics, this rule should not apply to spirit drinks that under this Regulation are not to be sweetened, even for rounding off the taste, in particular to whisky or whiskey. This rule should also not apply to gin, distilled gin and London gin, to which specific sweetening and labelling rules should continue to apply. Furthermore, it should be possible to label liqueurs characterised in particular by a tart, bitter, tangy, acerbic, sour or citrus taste, regardless of their degree of sweetening, as ‘dry’ or ‘dry’. Such labelling is not likely to mislead the consumer, since liqueurs are required to have a minimum sugar content. Accordingly, in the case of liqueurs, the term ‘dry’ or ‘dry’ should not be understood to indicate that the spirit drink has not been sweetened.\n(18)\nTo take into account consumer expectations about the raw materials used for vodka especially in the traditional vodka-producing Member States, adequate information should be provided on the raw material used where vodka is made from raw materials of agricultural origin other than cereals or potatoes or both.\n(19)\nIn order to enforce and to check the application of the legislation relating to rules on ageing and labelling, and to combat fraud, the indication of the legal name and the maturation period of any spirit drink in electronic administrative documents should be made mandatory.\n(20)\nIn some cases, food business operators wish to indicate the place of provenance of spirit drinks other than geographical indications and trade marks to draw consumers' attention to the qualities of their product. Therefore, specific provisions on the indication of the place of provenance in the description, presentation and labelling of spirit drinks should be laid down. In addition, the obligation, laid down in Regulation (EU) No 1169/2011, to indicate the country of origin or the place of provenance of a primary ingredient, should not apply in the case of spirit drinks, even if the country of origin or the place of provenance of the primary ingredient of a spirit drink is not the same as the place of provenance indicated in the description, presentation or labelling of that spirit drink.\n(21)\nIn order to protect the reputation of certain spirit drinks, provisions should be laid down governing the translation, transcription and transliteration of legal names for export purposes.\n(22)\nIn order to ensure that this Regulation is applied consistently, Union reference methods should be established for the analysis of spirit drinks and of ethyl alcohol used in the production of spirit drinks.\n(23)\nThe use of lead-based capsules and lead-based foil to cover the closing devices of containers of spirit drinks should continue to be banned, in order to avoid any risk of contamination, in particular by accidental contact with such capsules or foil, and of environmental pollution from waste containing lead from such capsules or foil.\n(24)\nConcerning the protection of geographical indications, it is important to have due regard to the Agreement on Trade-Related Aspects of Intellectual Property Rights (‘TRIPS Agreement’), and in particular Articles 22 and 23 thereof, and to the General Agreement on Tariffs and Trade (‘GATT Agreement’) including Article V thereof on freedom of transit, which were approved by Council Decision 94/800/EC (7). Within such legal framework, in order to strengthen geographical indication protection and to combat counterfeiting more effectively, such protection should also apply with regard to goods entering the customs territory of the Union without being released for free circulation, and placed under special customs procedures such as those relating to transit, storage, specific use or processing.\n(25)\nRegulation (EU) No 1151/2012 of the European Parliament and of the Council (8) does not apply to spirit drinks. Rules on the protection of geographical indications of spirit drinks should therefore be laid down. Geographical indications should be registered by the Commission.\n(26)\nProcedures for the registration, modification and possible cancellation of Union or third country geographical indications in accordance with the TRIPS Agreement should be laid down whilst automatically recognising the status of existing geographical indications that are protected in the Union. In order to make procedural rules on geographical indications consistent in all the sectors concerned, such procedures for spirit drinks should be modelled on the more exhaustive and well tested procedures for agricultural products and foodstuffs laid down in Regulation (EU) No 1151/2012, while taking into account specificities of spirit drinks. In order to simplify the registration procedures and to ensure that information for food business operators and consumers is electronically available, an electronic register of geographical indications should be established. Geographical indications protected under Regulation (EC) No 110/2008 should automatically be protected under this Regulation and listed in the electronic register. The Commission should complete the verification of geographical indications contained in Annex III to Regulation (EC) No 110/2008, in accordance with Article 20 of that Regulation.\n(27)\nFor reasons of consistency with the rules applicable to geographical indications for food, wine and aromatised wine products, the name of the file setting out the specifications for spirit drinks which are registered as a geographical indication should be changed from ‘technical file’ to ‘product specification’. Technical files submitted as part of any application under Regulation (EC) No 110/2008 should be deemed to be product specifications.\n(28)\nThe relationship between trade marks and geographical indications of spirit drinks should be clarified in relation to criteria for refusal, invalidation and coexistence. Such clarification should not affect rights acquired by holders of geographical indications at national level or that exist by virtue of international agreements concluded by Member States for the period before the establishment of the Union protection system pursuant to Council Regulation (EEC) No 1576/89 (9).\n(29)\nPreserving a high standard of quality is essential if the spirit drinks sector's reputation and value are to be maintained. Member State authorities should be responsible for ensuring that that standard of quality is preserved through compliance with this Regulation. The Commission should be able to monitor and verify such compliance in order to ascertain that this Regulation is being uniformly enforced. Therefore the Commission and the Member States should be required to share relevant information with each other.\n(30)\nIn applying a quality policy and in particular to attain a high level of quality of spirit drinks and diversity in the spirit drinks sector, Member States should be allowed to adopt rules on the production, description, presentation and labelling of spirit drinks produced in their territory that are stricter than those laid down in this Regulation.\n(31)\nIn order to take into account evolving consumer demands, technological progress, developments in the relevant international standards, the need to improve the economic conditions of production and marketing, traditional ageing processes, and the law of the importing third countries, and in order to safeguard the legitimate interests of producers and food business operators as regards the protection of geographical indications, the power to adopt acts in accordance with Article 290 of the Treaty on the Functioning of the European Union (‘the Treaty’) should be delegated to the Commission in respect of: amendments to and derogations from the technical definitions and requirements for spirit drinks; authorising new sweetening products; derogations related to the specification of maturation period or age for brandy and the setting up of the public register of bodies in charge of supervising ageing processes; the establishment of an electronic register of geographical indications of spirit drinks, and detailed rules on the form and content of that register; further conditions in relation to applications for the protection of a geographical indication and preliminary national procedures, scrutiny by the Commission, the opposition procedure and cancellation of geographical indications; conditions and requirements for the procedure concerning amendments to product specifications; and amendments to and derogations from certain definitions and rules on description, presentation and labelling. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level, and that those consultations be conducted in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making (10). In particular, to ensure equal participation in the preparation of delegated acts, the European Parliament and the Council receive all documents at the same time as Member States' experts, and their experts systematically have access to meetings of Commission expert groups dealing with the preparation of delegated acts.\n(32)\nIn order to ensure uniform conditions for the implementation of this Regulation, implementing powers should be conferred on the Commission regarding the publication of the single document in the Official Journal of the European Union; and regarding decisions on registration of names as geographical indications where there is no notice of opposition or no admissible reasoned statement of opposition, or where there is an admissible reasoned statement of opposition and an agreement has been reached.\n(33)\nIn order to ensure uniform conditions for the implementation of this Regulation, implementing powers should be conferred on the Commission regarding: the rules on the use of new sweetening products; the information to be provided by Member States with regard to the bodies appointed to supervise ageing processes; the indication of the country of origin or place of provenance in the description, presentation or labelling of spirit drinks; the use of the Union symbol for protected geographical indications; detailed technical rules on the Union reference methods for the analysis of ethyl alcohol, distillates of agricultural origin and spirit drinks; granting a transitional period for the use of geographical indications and extensions of such periods; rejections of applications where the conditions for registration are not already fulfilled before the publication for opposition; registrations or rejections of geographical indications published for opposition where an opposition has been submitted and no agreement has been reached; approvals or rejections of Union amendments to a product specification; approvals or rejections of requests for cancellation of the registration of a geographical indication; the form of the product specification and measures concerning the information to be provided in the product specification with regard to the link between the geographical area and the final product; the procedures for, form and presentation of applications, of oppositions, of applications for amendments and communications concerning amendments, and of the cancellation process with regard to geographical indications; the checks and verifications to be carried out by the Member States; as well as the necessary information to be exchanged for the application of this Regulation. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (11).\n(34)\nIn order to ensure the implementation of the Agreement between the European Union and Japan for an Economic Partnership (12), it was necessary to provide for a derogation from the nominal quantities set out in the Annex to Directive 2007/45/EC of the European Parliament and of the Council (13) for spirit drinks in order to allow single distilled shochu produced by pot still and bottled in Japan to be placed on the Union market in traditional Japanese bottle sizes. That derogation was introduced by Regulation (EU) 2018/1670 of the European Parliament and of the Council (14) and should continue to apply.\n(35)\nGiven the nature and extent of the modifications which need to be made to Regulation (EC) No 110/2008, there is a need for a new legal framework in this area to enhance legal certainty, clarity and transparency. Regulation (EC) No 110/2008 should therefore be repealed.\n(36)\nIn order to protect the legitimate interests of producers or stakeholders concerned as regards benefitting from the publicity given to single documents under the new legal framework, it should be made possible that single documents concerning geographical indications registered in accordance with Regulation (EC) No 110/2008 are published at the request of the Member States concerned.\n(37)\nSince the rules on geographical indications enhance protection for operators, those rules should apply two weeks from the entry into force of this Regulation. However, provision should be made for appropriate arrangements to facilitate a smooth transition from the rules provided for in Regulation (EC) No 110/2008 to the rules laid down in this Regulation.\n(38)\nAs regards rules not relating to geographical indications, provision should be made to ensure that there is sufficient time to facilitate a smooth transition from the rules provided for in Regulation (EC) No 110/2008 to the rules laid down in this Regulation.\n(39)\nThe marketing of existing stocks of spirit drinks should be allowed to continue after the dates of application of this Regulation, until those stocks are exhausted,\nHAVE ADOPTED THIS REGULATION:\nCHAPTER I\nSCOPE, DEFINITIONS AND CATEGORIES OF SPIRIT DRINKS\nArticle 1\nSubject matter and scope\n1.   This Regulation lays down rules on:\n—\nthe definition, description, presentation and labelling of spirit drinks, as well as on the protection of geographical indications of spirit drinks;\n—\nthe ethyl alcohol and distillates used in the production of alcoholic beverages; and\n—\nthe use of legal names of spirit drinks in the presentation and labelling of foodstuffs other than spirit drinks.\n2.   This Regulation applies to products referred to in paragraph 1 that are placed on the Union market, whether produced in the Union or in third countries, as well as to those produced in the Union for export.\n3.   As regards the protection of geographical indications, Chapter III of this Regulation also applies to goods entering the customs territory of the Union without being released for free circulation there.\nArticle 2\nDefinition of and requirements for spirit drinks\nFor the purposes of this Regulation, a spirit drink is an alcoholic beverage which complies with the following requirements:\n(a)\nit is intended for human consumption;\n(b)\nit possesses particular organoleptic qualities;\n(c)\nit has a minimum alcoholic strength by volume of 15 %, except in the case of spirit drinks that comply with the requirements of category 39 of Annex I;\n(d)\nit has been produced either:\n(i)\ndirectly by using, individually or in combination, any of the following methods:\n—\ndistillation, with or without added flavourings or flavouring foodstuffs, of fermented products,\n—\nthe maceration or similar processing of plant materials in ethyl alcohol of agricultural origin, distillates of agricultural origin or spirit drinks or a combination thereof,\n—\nthe addition, individually or in combination, to ethyl alcohol of agricultural origin, distillates of agricultural origin or spirit drinks of any of the following:\n—\nflavourings used in accordance with Regulation (EC) No 1334/2008,\n—\ncolours used in accordance with Regulation (EC) No 1333/2008,\n—\nother authorised ingredients used in accordance with Regulations (EC) No 1333/2008 and (EC) No 1334/2008,\n—\nsweetening products,\n—\nother agricultural products,\n—\nfoodstuffs; or\n(ii)\nby adding, individually or in combination, to it any of the following:\n—\nother spirit drinks,\n—\nethyl alcohol of agricultural origin,\n—\ndistillates of agricultural origin,\n—\nother foodstuffs;\n(e)\nit does not fall within CN codes 2203, 2204, 2205, 2206 and 2207;\n(f)\nif water, which may be distilled, demineralised, permuted or softened, has been added in its production:\n(i)\nthe quality of that water complies with Council Directive 98/83/EC (15) and Directive 2009/54/EC of the European Parliament and of the Council (16); and\n(ii)\nthe alcoholic strength of the spirit drink, after the addition of the water, still complies with the minimum alcoholic strength by volume provided for in point (c) of this Article or under the relevant category of spirit drinks as set out in Annex I.\nArticle 3\nDefinitions\nFor the purposes of this Regulation, the following definitions apply:\n(1)\n‘legal name’ means the name under which a spirit drink is placed on the market, within the meaning of point (n) of Article 2(2) of Regulation (EU) No 1169/2011;\n(2)\n‘compound term’ means, in relation to the description, presentation and labelling of an alcoholic beverage, the combination of either a legal name provided for in the categories of spirit drinks set out in Annex I or the geographical indication for a spirit drink, from which all the alcohol of the final product originates, with one or more of the following:\n(a)\nthe name of one or more foodstuffs other than an alcoholic beverage and other than foodstuffs used for the production of that spirit drink in accordance with Annex I, or adjectives deriving from those names;\n(b)\nthe term ‘liqueur’ or ‘cream’;\n(3)\n‘allusion’ means the direct or indirect reference to one or more legal names provided for in the categories of spirit drinks set out in Annex I or to one or more geographical indications for spirit drinks, other than a reference in a compound term or in a list of ingredients as referred to in Article 13(2), (3) and (4), in the description, presentation or labelling of:\n(a)\na foodstuff other than a spirit drink, or\n(b)\na spirit drink that complies with the requirements of categories 33 to 40 of Annex I;\n(4)\n‘geographical indication’ means an indication which identifies a spirit drink as originating in the territory of a country, or a region or locality in that territory, where a given quality, reputation or other characteristic of that spirit drink is essentially attributable to its geographical origin;\n(5)\n‘product specification’ means a file attached to the application for the protection of a geographical indication, in which the specifications with which the spirit drink has to comply are set out, and which was referred to as a ‘technical file’ under Regulation (EC) No 110/2008;\n(6)\n‘group’ means any association, irrespective of its legal form, that is mainly composed of producers or processors working with the spirit drinks concerned;\n(7)\n‘generic name’ means a name of a spirit drink that has become generic and that, although it relates to the place or the region where the spirit drink was originally produced or marketed, has become the common name of that spirit drink in the Union;\n(8)\n‘visual field’ means field of vision as defined in point (k) of Article 2(2) of Regulation (EU) No 1169/2011;\n(9)\n‘to mix’ means to combine a spirit drink that either belongs to a category of spirit drinks set out in Annex I or to a geographical indication with one or more of the following:\n(a)\nother spirit drinks which do not belong to the same category of spirit drinks set out in Annex I;\n(b)\ndistillates of agricultural origin;\n(c)\nethyl alcohol of agricultural origin;\n(10)\n‘mixture’ means a spirit drink that has undergone mixing;\n(11)\n‘to blend’ means to combine two or more spirit drinks of the same category that are distinguishable only by minor differences in composition due to one or more of the following factors:\n(a)\nthe method of production;\n(b)\nthe stills employed;\n(c)\nthe period of maturation or ageing;\n(d)\nthe geographical area of production;\nthe spirit drink so produced belongs to the same category of spirit drinks as the original spirit drinks before blending;\n(12)\n‘blend’ means a spirit drink that has undergone blending.\nArticle 4\nTechnical definitions and requirements\nFor the purposes of this Regulation, the following technical definitions and requirements apply:\n(1)\n‘description’ means the terms used in the labelling, in the presentation and on the packaging of a spirit drink, on the documents accompanying the transport of a spirit drink, on the commercial documents, particularly the invoices and delivery notes, and in the advertising of a spirit drink;\n(2)\n‘presentation’ means the terms used in the labelling and on the packaging, as well as in advertising and sales promotion of a product, in images or such like, as well as on the container, including on the bottle or the closure;\n(3)\n‘labelling’ means any word, particulars, trade marks, brand name, pictorial matter or symbol relating to a product and placed on any packaging, document, notice, label, ring or collar accompanying or referring to such product;\n(4)\n‘label’ means any tag, brand, mark, pictorial or other descriptive matter, written, printed, stencilled, marked, embossed or impressed on, or attached to the packaging or container of food;\n(5)\n‘packaging’ means the protective wrappings, cartons, cases, containers and bottles used in the transport or sale of spirit drinks;\n(6)\n‘distillation’ means a thermal separation process involving one or more separation steps intended to achieve certain organoleptic properties or a higher alcoholic concentration or both, regardless of whether such steps take place under normal pressure or under vacuum, due to the distilling device used; and can be single or multiple distillation or re-distillation;\n(7)\n‘distillate of agricultural origin’ means an alcoholic liquid which is the result of the distillation, after alcoholic fermentation, of agricultural products listed in Annex I to the Treaty, which does not have the properties of ethyl alcohol and which retains the aroma and taste of the raw materials used;\n(8)\n‘to sweeten’ means to use one or more sweetening products in the production of spirit drinks;\n(9)\n‘sweetening products’ means:\n(a)\nsemi-white sugar, white sugar, extra-white sugar, dextrose, fructose, glucose syrup, sugar solution, invert sugar solution and invert sugar syrup, as defined in Part A of the Annex to Council Directive 2001/111/EC (17);\n(b)\nrectified concentrated grape must, concentrated grape must and fresh grape must;\n(c)\nburned sugar which is the product obtained exclusively from the controlled heating of sucrose without bases, mineral acids or other chemical additives;\n(d)\nhoney as defined in point 1 of Annex I to Council Directive 2001/110/EC (18);\n(e)\ncarob syrup;\n(f)\nany other natural carbohydrate substances having a similar effect as the products referred to in points (a) to (e);\n(10)\n‘addition of alcohol’ means the addition of ethyl alcohol of agricultural origin or distillates of agricultural origin or both to a spirit drink; such addition does not include the use of alcohol for dilution or dissolution of colours, flavourings or any other authorised ingredients used in the production of spirit drinks;\n(11)\n‘maturation’ or ‘ageing’ means the storage of a spirit drink in appropriate receptacles for a period of time for the purpose of allowing that spirit drink to undergo natural reactions that impart specific characteristics to that spirit drink;\n(12)\n‘to flavour’ means to add flavourings or flavouring foodstuffs in the production of a spirit drink by means of one or more of the following processes: addition, infusion, maceration, alcoholic fermentation, or distillation of alcohol in the presence of the flavourings or flavouring foodstuffs;\n(13)\n‘flavourings’ mean flavourings as defined in point (a) of Article 3(2) of Regulation (EC) No 1334/2008;\n(14)\n‘flavouring substance’ means flavouring substance as defined in point (b) of Article 3(2) of Regulation (EC) No 1334/2008;\n(15)\n‘natural flavouring substance’ means natural flavouring substance as defined in point (c) of Article 3(2) of Regulation (EC) No 1334/2008;\n(16)\n‘flavouring preparation’ means flavouring preparation as defined in point (d) of Article 3(2) of Regulation (EC) No 1334/2008;\n(17)\n‘other flavouring’ means other flavouring as defined in point (h) of Article 3(2) of Regulation (EC) No 1334/2008;\n(18)\n‘flavouring foodstuffs’ mean foodstuffs as defined in Article 2 of Regulation (EC) No 178/2002 of the European Parliament and of the Council (19) and that are used in the production of spirit drinks with the main purpose of flavouring the spirit drinks;\n(19)\n‘to colour’ means to use one or more colours in the production of a spirit drink;\n(20)\n‘colours’ mean colours as defined in point 2 of Annex I to Regulation (EC) No 1333/2008;\n(21)\n‘caramel’ means a food additive corresponding to E-numbers E 150a, E 150b, E 150c or E 150d and relating to products of a more or less intense brown colour which are intended for colouring, as referred to in Part B of Annex II to Regulation (EC) No 1333/2008; it does not correspond to the sugary aromatic product obtained from heating sugars and which is used for flavouring purposes;\n(22)\n‘other authorised ingredients’ means food ingredients with flavouring properties authorised under Regulation (EC) No 1334/2008 and food additives other than colours authorised under Regulation (EC) No 1333/2008;\n(23)\n‘alcoholic strength by volume’ means the ratio of the volume of pure alcohol present in a product at 20 oC to the total volume of that product at the same temperature;\n(24)\n‘volatile substances content’ means the quantity of volatile substances, other than ethyl alcohol and methanol, contained in a spirit drink produced exclusively by distillation.\nArticle 5\nDefinition of and requirements for ethyl alcohol of agricultural origin\nFor the purposes of this Regulation, ethyl alcohol of agricultural origin is a liquid which complies with the following requirements:\n(a)\nit has been obtained exclusively from products listed in Annex I to the Treaty;\n(b)\nit has no detectable taste other than that of the raw materials used in its production;\n(c)\nits minimum alcoholic strength by volume is 96,0 %;\n(d)\nits maximum levels of residues do not exceed the following:\n(i)\ntotal acidity (expressed in acetic acid): 1,5 grams per hectolitre of 100 % vol. alcohol;\n(ii)\nesters (expressed in ethyl acetate): 1,3 grams per hectolitre of 100 % vol. alcohol;\n(iii)\naldehydes (expressed in acetaldehyde): 0,5 grams per hectolitre of 100 % vol. alcohol;\n(iv)\nhigher alcohols (expressed in 2-methyl-1-propanol): 0,5 grams per hectolitre of 100 % vol. alcohol;\n(v)\nmethanol: 30 grams per hectolitre of 100 % vol. alcohol;\n(vi)\ndry extract: 1,5 grams per hectolitre of 100 % vol. alcohol;\n(vii)\nvolatile bases containing nitrogen (expressed in nitrogen): 0,1 grams per hectolitre of 100 % vol. alcohol;\n(viii)\nfurfural: not detectable.\nArticle 6\nEthyl alcohol and distillates used in alcoholic beverages\n1.   The ethyl alcohol and distillates used in the production of spirit drinks shall be exclusively of agricultural origin, within the meaning of Annex I to the Treaty.\n2.   No alcohol other than ethyl alcohol of agricultural origin, distillates of agricultural origin or spirit drinks of categories 1 to 14 of Annex I shall be used to dilute or dissolve colours, flavourings or any other authorised ingredients used in the production of alcoholic beverages. Such alcohol used to dilute or dissolve colours, flavourings or any other authorised ingredients shall only be used in the amounts strictly necessary for that purpose.\n3.   Alcoholic beverages shall not contain alcohol of synthetic origin or other alcohol of non-agricultural origin, within the meaning of Annex I to the Treaty.\nArticle 7\nCategories of spirit drinks\n1.   Spirit drinks shall be categorised in accordance with the general rules laid down in this Article and the specific rules laid down in Annex I.\n2.   Without prejudice to the specific rules laid down for each of the categories of spirit drinks 1 to 14 of Annex I, the spirit drinks of those categories shall:\n(a)\nbe produced by alcoholic fermentation and distillation, and exclusively obtained from the raw material provided for under the corresponding category of spirit drinks in Annex I;\n(b)\nhave no addition of alcohol, whether diluted or not;\n(c)\nnot be flavoured;\n(d)\nnot be coloured with anything except caramel used exclusively for adjusting the colour of those spirit drinks;\n(e)\nnot be sweetened, except to round off the final taste of the product; the maximum content of sweetening products, expressed as invert sugar, shall not exceed the thresholds set out for each category in Annex I;\n(f)\nnot contain adjuncts other than whole unprocessed items of the raw material from which the alcohol is obtained, and which are mainly used for decorative purposes.\n3.   Without prejudice to the specific rules laid down for each of the categories of spirit drinks 15 to 44 of Annex I, the spirit drinks of those categories may:\n(a)\nbe produced from any agricultural raw material listed in Annex I to the Treaty;\n(b)\nhave addition of alcohol;\n(c)\ncontain flavouring substances, natural flavouring substances, flavouring preparations and flavouring foodstuffs;\n(d)\nbe coloured;\n(e)\nbe sweetened.\n4.   Without prejudice to the specific rules laid down in Annex II, spirit drinks which do not comply with the specific rules laid down for each of the categories set out in Annex I may:\n(a)\nbe produced from any agricultural raw material listed in Annex I to the Treaty or from any foodstuff or both;\n(b)\nhave addition of alcohol;\n(c)\nbe flavoured;\n(d)\nbe coloured;\n(e)\nbe sweetened.\nArticle 8\nDelegated and implementing powers\n1.   The Commission is empowered to adopt delegated acts in accordance with Article 46 amending this Regulation by introducing amendments to the technical definitions and requirements laid down in point (f) of Article 2, and in Articles 4 and 5.\nThe delegated acts referred to in the first subparagraph shall be strictly limited to meeting demonstrated needs resulting from evolving consumer demands, technological progress or the need for product innovation.\nThe Commission shall adopt a separate delegated act in respect of each technical definition or requirement referred to in the first subparagraph.\n2.   The Commission is empowered to adopt delegated acts in accordance with Article 46 supplementing this Regulation by laying down, in exceptional cases, where the law of the importing third country so requires, derogations from the requirements set out in point (f) of Article 2, and in Articles 4 and 5, the requirements under the categories of spirit drinks set out in Annex I and the specific rules concerning certain spirit drinks set out in Annex II.\n3.   The Commission is empowered to adopt delegated acts in accordance with Article 46 supplementing this Regulation by specifying which other natural substances or agricultural raw materials having a similar effect to the products referred to in points (a) to (e) of Article 4(9) are authorised across the Union as sweetening products in the production of spirit drinks.\n4.   The Commission may, by means of implementing acts, adopt uniform rules for the use of other natural substances or agricultural raw materials authorised by delegated acts as sweetening products in the production of spirit drinks as referred to in paragraph 3, determining in particular the respective sweetening conversion factors. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 47(2).\nCHAPTER II\nDESCRIPTION, PRESENTATION AND LABELLING OF SPIRIT DRINKS AND USE OF THE NAMES OF SPIRIT DRINKS IN THE PRESENTATION AND LABELLING OF OTHER FOODSTUFFS\nArticle 9\nPresentation and labelling\nSpirit drinks placed on the Union market shall comply with the presentation and labelling requirements set out in Regulation (EU) No 1169/2011, unless otherwise provided for in this Regulation.\nArticle 10\nLegal names of spirit drinks\n1.   The name of a spirit drink shall be its legal name.\nSpirit drinks shall bear legal names in their description, presentation and labelling.\nLegal names shall be shown clearly and visibly on the label of the spirit drink and shall not be replaced or altered.\n2.   Spirit drinks that comply with the requirements of a category of spirit drinks set out in Annex I shall use the name of that category as their legal name, unless that category permits the use of another legal name.\n3.   A spirit drink that does not comply with the requirements laid down for any of the categories of spirit drinks set out in Annex I shall use the legal name ‘spirit drink’.\n4.   A spirit drink that complies with the requirements for more than one category of spirit drinks set out in Annex I may be placed on the market under one or more of the legal names provided for under those categories in Annex I.\n5.   Notwithstanding paragraphs 1 and 2 of this Article, the legal name of a spirit drink may be:\n(a)\nsupplemented or replaced by a geographical indication referred to in Chapter III. In this case, the geographical indication may be supplemented further by any term permitted by the relevant product specification, provided that this does not mislead the consumer; and\n(b)\nreplaced by a compound term that includes the term ‘liqueur’ or ‘cream’, provided that the final product complies with the requirements of category 33 of Annex I.\n6.   Without prejudice to Regulation (EU) No 1169/2011 and to the specific rules laid down for the categories of spirit drinks in Annex I to this Regulation, the legal name of a spirit drink may be supplemented by:\n(a)\na name or geographical reference provided for in the laws, regulations and administrative provisions applicable in the Member State in which the spirit drink is placed on the market, provided that this does not mislead the consumer;\n(b)\na customary name as defined in point (o) of Article 2(2) of Regulation (EU) No 1169/2011, provided that this does not mislead the consumer;\n(c)\na compound term or an allusion in accordance with Articles 11 and 12;\n(d)\nthe term ‘blend’, ‘blending’ or ‘blended’, provided that the spirit drink has undergone blending;\n(e)\nthe term ‘mixture’, ‘mixed’ or ‘mixed spirit drink’, provided that the spirit drink has undergone mixing; or\n(f)\nthe term ‘dry’ or ‘dry’, except in the case of spirit drinks that comply with the requirements of category 2 of Annex I, without prejudice to the specific requirements laid down in categories 20 to 22 of Annex I, and provided that the spirit drink has not been sweetened, not even for rounding off the taste. By way of derogation from the first part of this point, the term ‘dry’ or ‘dry’ may supplement the legal name of spirit drinks that comply with the requirements of category 33 and have therefore been sweetened.\n7.   Without prejudice to Articles 11 and 12 and Article 13(2), (3) and (4), the use of the legal names referred to in paragraph 2 of this Article or geographical indications in the description, presentation or labelling of any beverage not complying with the requirements of the relevant category set out in Annex I or of the relevant geographical indication shall be prohibited. That prohibition shall also apply where such legal names or geographical indications are used in conjunction with words or phrases such as ‘like’, ‘type’, ‘style’, ‘made’, ‘flavour’ or any other similar terms.\nWithout prejudice to Article 12(1), flavourings that imitate a spirit drink or their use in the production of a foodstuff other than a beverage may bear, in their presentation and labelling, references to the legal names referred to in paragraph 2 of this Article, provided that such legal names are supplemented by the term ‘flavour’ or any other similar terms. Geographical indications shall not be used to describe such flavourings.\nArticle 11\nCompound terms\n1.   In the description, presentation and labelling of an alcoholic beverage, the use in a compound term of either a legal name provided for in the categories of spirit drinks set out in Annex I or a geographical indication for spirit drinks shall be authorised on condition that:\n(a)\nthe alcohol used in the production of the alcoholic beverage originates exclusively from the spirit drink referred to in the compound term, except for the alcohol that may be present in flavourings, colours or other authorised ingredients used for the production of that alcoholic beverage; and\n(b)\nthe spirit drink has not been diluted by addition of water only, so that its alcoholic strength is below the minimum strength provided for under the relevant category of spirit drinks set out in Annex I.\n2.   Without prejudice to the legal names provided for in Article 10, the terms ‘alcohol’, ‘spirit’, ‘drink’, ‘spirit drink’ and ‘water’ shall not be part of a compound term describing an alcoholic beverage.\n3.   Compound terms describing an alcoholic beverage shall:\n(a)\nappear in uniform characters of the same font, size and colour;\n(b)\nnot be interrupted by any textual or pictorial element which does not form part of them; and\n(c)\nnot appear in a font size which is larger than the font size used for the name of the alcoholic beverage.\nArticle 12\nAllusions\n1.   In the presentation and labelling of a foodstuff other than an alcoholic beverage, an allusion to legal names provided for in one or more categories of spirit drinks set out in Annex I, or to one or more geographical indications for spirit drinks, shall be authorised on condition that the alcohol used in the production of the foodstuff originates exclusively from the spirit drink or the spirit drinks referred to in the allusion, except as regards the alcohol that may be present in flavourings, colours or other authorised ingredients used for the production of that foodstuff.\n2.   By way of derogation from paragraph 1 of this Article and without prejudice to Regulations (EU) No 1308/2013 (20) and (EU) No 251/2014 (21) of the European Parliament and of the Council, an allusion in the presentation and labelling of an alcoholic beverage other than a spirit drink to legal names provided for in one or more categories of spirit drinks set out in Annex I to this Regulation or to one or more geographical indications for spirit drinks shall be authorised on condition that:\n(a)\nthe added alcohol originates exclusively from the spirit drink or spirit drinks referred to in the allusion; and\n(b)\nthe proportion of each alcoholic ingredient is indicated at least once in the same visual field as the allusion, in descending order of quantities used. That proportion shall be equal to the percentage by volume of pure alcohol it represents in the total pure alcohol content by volume of the final product.\n3.   By way of derogation from paragraph 1 of this Article and from Article 13(4), in the description, presentation and labelling of a spirit drink that complies with the requirements of categories 33 to 40 of Annex I, the allusion to legal names provided for under one or more categories of spirit drinks set out in that Annex or to one or more geographical indications for spirit drinks shall be authorised on condition that:\n(a)\nthe added alcohol originates exclusively from the spirit drink or spirit drinks referred to in the allusion;\n(b)\nthe proportion of each alcoholic ingredient is indicated at least once in the same visual field as the allusion, in descending order of quantities used. That proportion shall be equal to the percentage by volume of pure alcohol it represents in the total pure alcohol content by volume of the final product; and\n(c)\nthe term ‘cream’ does not appear in the legal name of a spirit drink that complies with the requirements of categories 33 to 40 of Annex I or in the legal name of the spirit drink or spirit drinks referred to in the allusion.\n4.   The allusions referred to in paragraphs 2 and 3 shall:\n(a)\nnot be on the same line as the name of the alcoholic beverage; and\n(b)\nappear in a font size which is no larger than half the font size used for the name of the alcoholic beverage and, where compound terms are used, in a font size which is no larger than half the font size used for such compound terms, in accordance with point (c) of Article 11(3).\nArticle 13\nAdditional rules on description, presentation and labelling\n1.   The description, presentation or labelling of a spirit drink may refer to the raw materials used to produce the ethyl alcohol of agricultural origin or distillates of agricultural origin used in the production of that spirit drink only where that ethyl alcohol or those distillates have been obtained exclusively from those raw materials. In such a case, each type of ethyl alcohol of agricultural origin or distillate of agricultural origin shall be mentioned in descending order of quantity by volume of pure alcohol.\n2.   The legal names referred to in Article 10 may be included in a list of ingredients for foodstuffs, provided that the list is in accordance with Articles 18 to 22 of Regulation (EU) No 1169/2011.\n3.   In the case of a mixture or a blend, the legal names provided for in the categories of spirit drinks set out in Annex I or geographical indications for spirit drinks may be indicated only in a list of the alcoholic ingredients appearing in the same visual field as the legal name of the spirit drink.\nIn the case referred to in the first subparagraph, the list of alcoholic ingredients shall be accompanied by at least one of the terms referred to in points (d) and (e) of Article 10(6). Both the list of alcoholic ingredients and the accompanying term shall appear in the same visual field as the legal name of the spirit drink, in uniform characters of the same font and colour and in a font size which is no larger than half the font size used for the legal name.\nIn addition, the proportion of each alcoholic ingredient in the list of alcoholic ingredients shall be expressed at least once as a percentage, in descending order of quantities used. That proportion shall be equal to the percentage by volume of pure alcohol it represents in the total pure alcohol content by volume of the mixture.\nThis paragraph shall not apply to blends made of spirit drinks belonging to the same geographical indication or blends of which none of the spirit drinks belongs to a geographical indication.\n4.   By way of derogation from paragraph 3 of this Article, if a mixture complies with the requirements for one of the categories of spirit drinks set out in Annex I, that mixture shall bear the legal name provided for in the relevant category.\nIn the case referred to in the first subparagraph, the description, presentation or labelling of the mixture may show the legal names set out in Annex I or geographical indications corresponding to the spirits drinks that were mixed, provided that those names appear:\n(a)\nexclusively in a list of all the alcoholic ingredients contained in the mixture which shall appear in uniform characters of the same font and colour and in a font size which is no larger than half the font size used for the legal name; and\n(b)\nin the same visual field as the legal name of the mixture at least once.\nIn addition, the proportion of each alcoholic ingredient in the list of alcoholic ingredients shall be expressed at least once as a percentage, in descending order of quantities used. That proportion shall be equal to the percentage by volume of pure alcohol it represents in the total pure alcohol content by volume of the mixture.\n5.   The use of the names of plant raw materials which are used as the legal names of certain spirit drinks shall be without prejudice to the use of the names of those plant raw materials in the presentation and labelling of other foodstuffs. The names of such raw materials may be used in the description, presentation or labelling of other spirit drinks, provided that such use does not mislead the consumer.\n6.   A maturation period or age may only be specified in the description, presentation or labelling of a spirit drink where it refers to the youngest alcoholic component of the spirit drink and in any case provided that all the operations to age the spirit drink took place under revenue supervision of a Member State or supervision providing equivalent guarantees. The Commission shall set up a public register listing the bodies appointed by each Member State to supervise ageing processes.\n7.   The legal name of a spirit drink shall be indicated in the electronic administrative document referred to in Commission Regulation (EC) No 684/2009 (22). Where a maturation period or age is indicated in the description, presentation or labelling of the spirit drink, it shall also be mentioned in that administrative document.\nArticle 14\nIndication of place of provenance\n1.   Where the place of provenance of a spirit drink, other than a geographical indication or trade mark, is indicated in its description, presentation or labelling, it shall correspond to the place or region where the stage in the production process which conferred on the finished spirit drink its character and essential definitive qualities took place.\n2.   The indication of the country of origin or place of provenance of the primary ingredient as referred to in Regulation (EU) No 1169/2011 shall not be required for spirit drinks.\nArticle 15\nLanguage used for the names of spirit drinks\n1.   The terms in italics in Annexes I and II and geographical indications shall not be translated either on the label or in the description and presentation of spirit drinks.\n2.   By way of derogation from paragraph 1, in the case of spirit drinks produced in the Union and destined for export, the terms referred to in paragraph 1 and geographical indications may be accompanied by translations, transcriptions or transliterations, provided that such terms and geographical indications in the original language are not hidden.\nArticle 16\nUse of a Union symbol for geographical indications\nThe Union symbol for protected geographical indications established pursuant to Article 12(7) of Regulation (EU) No 1151/2012 may be used in the description, presentation and labelling of spirit drinks the names of which are geographical indications.\nArticle 17\nProhibition of lead-based capsules and lead-based foil\nSpirit drinks shall not be held with a view to sale or be placed on the market in containers fitted with closing devices covered by lead-based capsules or lead-based foil.\nArticle 18\nUnion reference methods of analysis\n1.   Where ethyl alcohol of agricultural origin, distillates of agricultural origin or spirit drinks are to be analysed to verify that they comply with this Regulation, such analysis shall be in accordance with Union reference methods of analysis for the determination of their chemical and physical composition and organoleptic properties.\nOther methods of analysis shall be permitted, under the responsibility of the director of the laboratory, on condition that the accuracy, repeatability and reproducibility of the methods are at least equivalent to those of the relevant Union reference methods of analysis.\n2.   Where Union methods of analysis are not laid down for the detection and quantification of substances contained in a particular spirit drink, one or more of the following methods shall be used:\n(a)\nmethods of analysis that have been validated by internationally recognised procedures and that, in particular, meet the criteria set out in Annex III to Regulation (EC) No 882/2004 of the European Parliament and of the Council (23);\n(b)\nmethods of analysis conforming to the recommended standards of the International Organisation for Standardisation (ISO);\n(c)\nmethods of analysis recognised and published by the International Organisation of Vine and Wine (OIV); or\n(d)\nin the absence of a method as referred to in points (a), (b) or (c), by reason of its accuracy, repeatability and reproducibility:\n—\na method of analysis approved by the Member State concerned;\n—\nwhere necessary, any other suitable method of analysis.\nArticle 19\nDelegated powers\n1.   In order to take into account the traditional dynamic ageing process for brandy in Member States which is known as the ‘criaderas y solera’ system or ‘solera e criaderas’ system as set out in Annex III, the Commission is empowered to adopt delegated acts in accordance with Article 46 supplementing this Regulation by:\n(a)\nlaying down derogations from Article 13(6) concerning the specification of a maturation period or age in the description, presentation or labelling of such brandy; and\n(b)\nestablishing appropriate control mechanisms for such brandy.\n2.   The Commission is empowered to adopt delegated acts in accordance with Article 46 supplementing this Regulation concerning the setting up of a public register listing the bodies appointed by each Member State to supervise ageing processes as provided for in Article 13(6).\nArticle 20\nImplementing powers\nThe Commission may, by means of implementing acts, adopt:\n(a)\nthe rules necessary for communications to be made by Member States with regard to the bodies appointed to supervise ageing processes in accordance with Article 13(6);\n(b)\nuniform rules for indicating the country of origin or the place of provenance in the description, presentation or labelling of spirit drinks referred to in Article 14;\n(c)\nrules on the use of the Union symbol referred to in Article 16 in the description, presentation and labelling of spirit drinks;\n(d)\ndetailed technical rules on the Union reference methods of analysis referred to in Article 18.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 47(2).\nCHAPTER III\nGEOGRAPHICAL INDICATIONS\nArticle 21\nProtection of geographical indications\n1.   Geographical indications protected under this Regulation may be used by any operator marketing a spirit drink produced in conformity with the corresponding product specification.\n2.   Geographical indications protected under this Regulation shall be protected against:\n(a)\nany direct or indirect commercial use of a registered name in respect of products not covered by the registration where those products are comparable to the products registered under that name or where using the name exploits the reputation of the protected name, including where those products are used as an ingredient;\n(b)\nany misuse, imitation or evocation, even if the true origin of the products or services is indicated or if the protected name is translated or accompanied by an expression such as ‘style’, ‘type’, ‘method’, ‘as produced in’, ‘imitation’, ‘flavour’, ‘like’ or similar, including when those products are used as an ingredient;\n(c)\nany other false or misleading indication as to the provenance, origin, nature or essential qualities of the product in the description, presentation or labelling of the product liable to convey a false impression as to the origin of the product;\n(d)\nany other practice liable to mislead the consumer as to the true origin of the product.\n3.   Geographical indications protected under this Regulation shall not become generic in the Union.\n4.   The protection referred to in paragraph 2 shall also apply with regard to goods entering the customs territory of the Union without being released for free circulation there.\nArticle 22\nProduct specification\n1.   A geographical indication protected under this Regulation shall comply with a product specification which shall include at least:\n(a)\nthe name to be protected as a geographical indication, as it is used, whether in trade or in common language, only in the languages which are or were historically used to describe the specific product in the defined geographical area, in the original script and in Latin transcription if different;\n(b)\nthe category of the spirit drink or the term ‘spirit drink’ if the spirit drink does not comply with the requirements laid down for the categories of spirit drinks set out in Annex I;\n(c)\na description of the characteristics of the spirit drink, including the raw materials from which it is produced, if appropriate, as well as the principal physical, chemical or organoleptic characteristics of the product and the specific characteristics of the product compared to spirit drinks of the same category;\n(d)\nthe definition of the geographical area delimited with regard to the link referred to in point (f);\n(e)\na description of the method of producing the spirit drink and, where appropriate, the authentic and unvarying local production methods;\n(f)\ndetails establishing the link between a given quality, reputation or other characteristic of the spirit drink and its geographical origin;\n(g)\nthe names and addresses of the competent authorities or, if available, the names and addresses of the bodies that verify compliance with the provisions of the product specification pursuant to Article 38 and their specific tasks;\n(h)\nany specific labelling rule for the geographical indication in question.\nWhere applicable, requirements regarding packaging shall be included in the product specification, accompanied by a justification showing why the packaging must take place in the defined geographical area to safeguard quality, to ensure the origin or to ensure control, taking into account Union law, in particular Union law on the free movement of goods and the free provision of services.\n2.   Technical files submitted as part of any application before 8 June 2019 under Regulation (EC) No 110/2008 shall be deemed to be product specifications under this Article.\nArticle 23\nContent of application for registration of a geographical indication\n1.   An application for registration of a geographical indication pursuant to Article 24(5) or (8) shall include at least:\n(a)\nthe name and address of the applicant group and of the competent authorities or, if available, the bodies that verify compliance with the provisions of the product specification;\n(b)\nthe product specification provided for in Article 22;\n(c)\na single document setting out the following:\n(i)\nthe main points of the product specification, including the name to be protected, the category to which the spirit drink belongs or the term ‘spirit drink’, the production method, a description of the characteristics of the spirit drink, a concise definition of the geographical area, and, where appropriate, specific rules concerning packaging and labelling;\n(ii)\na description of the link between the spirit drink and its geographical origin as referred to in point (4) of Article 3, including, where appropriate, the specific elements of the product description or production method justifying the link.\nAn application as referred to in Article 24(8) shall also include the publication reference of the product specification and proof that the name of the product is protected in its country of origin.\n2.   An application dossier as referred to in Article 24(7) shall include:\n(a)\nthe name and address of the applicant group;\n(b)\nthe single document referred to in point (c) of paragraph 1 of this Article;\n(c)\na declaration by the Member State that it considers that the application meets the requirements of this Regulation and the provisions adopted pursuant thereto;\n(d)\nthe publication reference of the product specification.\nArticle 24\nApplication for registration of a geographical indication\n1.   Applications for the registration of a geographical indication under this Chapter may only be submitted by groups who work with the spirit drink, the name of which is proposed for registration.\n2.   An authority designated by a Member State may be deemed to be a group for the purposes of this Chapter if it is not feasible for the producers concerned to form a group by reason of their number, geographical locations or organisational characteristics. In such case, the application dossier referred to in Article 23(2) shall state those reasons.\n3.   A single natural or legal person may be deemed to be a group for the purpose of this Chapter if both of the following conditions are fulfilled:\n(a)\nthe person concerned is the only producer willing to submit an application; and\n(b)\nthe defined geographical area possesses characteristics which differ appreciably from those of neighbouring areas, the characteristics of the spirit drink are different from those produced in neighbouring areas or the spirit drink has a special quality, reputation or other characteristic which is clearly attributable to its geographical origin.\n4.   In the case of a geographical indication that designates a cross-border geographical area, several groups from different Member States or third countries may submit a joint application for registration.\nWhere a joint application is submitted, it shall be submitted to the Commission by a Member State concerned, or by an applicant group in a third country concerned, directly or through the authorities of that third country after consultation of all the authorities and applicant groups concerned. The joint application shall include the declaration referred to in point (c) of Article 23(2) from all the Member States concerned. The requirements laid down in Article 23 shall be fulfilled in all Member States and third countries concerned.\nIn the case of joint applications, the related national opposition procedures shall be carried out in all the Member States concerned.\n5.   Where the application relates to a geographical area in a Member State, the application shall be submitted to the authorities of that Member State.\nThe Member State shall scrutinise the application by appropriate means in order to check that it is reasoned and meets the requirements of this Chapter.\n6.   As part of the scrutiny referred to in the second subparagraph of paragraph 5, the Member State shall initiate a national opposition procedure that ensures adequate publication of the application referred to in paragraph 5 and that provides for a reasonable period within which any natural or legal person having a legitimate interest and resident or established on its territory may submit an opposition to the application.\nThe Member State shall examine the admissibility of any opposition received in accordance with the criteria referred to in Article 28.\n7.   If, after assessment of any opposition received, the Member State considers that the requirements of this Chapter are met, it may take a favourable decision and submit an application dossier to the Commission. In such a case, it shall inform the Commission of admissible oppositions received from a natural or legal person that has legally marketed the products in question, using the names concerned continuously for at least five years preceding the date of the publication referred to in paragraph 6. Member States shall also keep the Commission informed of any national judicial proceedings that may affect the registration procedure.\nThe Member State shall ensure that where it takes a favourable decision pursuant to the first subparagraph, that decision is made public and that any natural or legal person having a legitimate interest has an opportunity to appeal.\nThe Member State shall ensure that the version of the product specification on which its favourable decision is based is published, and shall provide electronic access to the product specification.\nThe Member State shall also ensure adequate publication of the version of the product specification on which the Commission takes its decision pursuant to Article 26(2).\n8.   Where the application relates to a geographical area in a third country, the application shall be submitted to the Commission, either directly or via the authorities of the third country concerned.\n9.   The documents referred to in this Article which are sent to the Commission shall be in one of the official languages of the Union.\nArticle 25\nProvisional national protection\n1.   On a provisional basis only, a Member State may grant protection to a name under this Chapter at national level, with effect from the date on which an application is submitted to the Commission.\n2.   Such national protection shall cease on the date on which either a decision on registration under this Chapter is taken or the application is withdrawn.\n3.   Where a name is not registered under this Chapter, the consequences of such national protection shall be the sole responsibility of the Member State concerned.\n4.   The measures taken by Member States under paragraph 1 shall produce effects at national level only, and shall have no effect on intra-Union or international trade.\nArticle 26\nScrutiny by the Commission and publication for opposition\n1.   The Commission shall scrutinise by appropriate means any application that it receives pursuant to Article 24, in order to check that it is reasoned, that it meets the requirements of this Chapter, and that the interests of stakeholders outside the Member State of application have been taken into account. Such scrutiny shall be based on the single document referred to in point (c) of Article 23(1), shall consist of a check that there are no manifest errors in the application, and, as a general rule, shall not exceed a period of six months. However, where this period is exceeded, the Commission shall immediately indicate in writing to the applicant the reasons for the delay.\nThe Commission shall, at least each month, make public the list of names for which registration applications have been submitted to it, as well as their date of submission. The list shall also contain the name of the Member State or third country from which the application came.\n2.   Where, based on the scrutiny carried out pursuant to the first subparagraph of paragraph 1, the Commission considers that the requirements of this Chapter are met, it shall publish in the Official Journal of the European Union the single document referred to in point (c) of Article 23(1) and the publication reference of the product specification.\nArticle 27\nOpposition procedure\n1.   Within three months from the date of publication in the Official Journal of the European Union, the authorities of a Member State or of a third country, or a natural or legal person having a legitimate interest and resident or established in a third country may submit a notice of opposition to the Commission.\nAny natural or legal person having a legitimate interest and resident or established in a Member State other than that from which the application was submitted, may submit a notice of opposition to the Member State in which that person is resident or established within a time limit permitting an opposition to be submitted pursuant to the first subparagraph.\nA notice of opposition shall contain a declaration that the application might infringe the requirements of this Chapter.\nA notice of opposition that does not contain such a declaration shall be void.\nThe Commission shall forward the notice of opposition without delay to the authority or body that submitted the application.\n2.   If a notice of opposition is submitted to the Commission and is followed within two months by a reasoned statement of opposition, the Commission shall check the admissibility of this reasoned statement of opposition.\n3.   Within two months from the receipt of an admissible reasoned statement of opposition, the Commission shall invite the authority or person that submitted the opposition and the authority or body that submitted the application to engage in appropriate consultations for a period that shall not exceed three months. That deadline shall start on the date when the invitation to the interested parties is delivered by electronic means.\nThe authority or person that submitted the opposition and the authority or body that submitted the application shall start such appropriate consultations without undue delay. They shall provide each other with the relevant information to assess whether the application for registration complies with the requirements of this Chapter. If no agreement is reached, that information shall also be provided to the Commission.\nWhen the interested parties reach an agreement, the authorities of the Member State or of the third country from which the application was submitted shall notify the Commission of all the factors which enabled that agreement to be reached, including the opinions of the applicant and of the authorities of a Member State or of a third country, or of other natural and legal persons having submitted an opposition.\nIrrespective of whether an agreement has been reached or not, the notification to the Commission shall be made within one month from the end of the consultations.\nAt any time during those three months, the Commission may, at the request of the applicant extend the deadline for the consultations by a maximum of three months.\n4.   Where, following the appropriate consultations referred to in paragraph 3 of this Article, the details published in accordance with Article 26(2) have been substantially amended, the Commission shall repeat the scrutiny referred to in Article 26.\n5.   The notice of opposition, the reasoned statement of opposition and the related documents which are sent to the Commission in accordance with paragraphs 1 to 4 shall be in one of the official languages of the Union.\nArticle 28\nGrounds for opposition\n1.   A reasoned statement of opposition as referred to in Article 27(2) shall be admissible only if it is received by the Commission within the time limit set out in that Article and if it shows that:\n(a)\nthe proposed geographical indication does not comply with the definition in point (4) of Article 3 or with the requirements referred to in Article 22;\n(b)\nthe registration of the proposed geographical indication would be contrary to Article 34 or 35;\n(c)\nthe registration of the proposed geographical indication would jeopardise the existence of an entirely or partly identical name or of a trade mark or the existence of products which have been legally on the market for at least five years preceding the date of the publication provided for in Article 26(2); or\n(d)\nthe requirements referred to in Articles 31 and 32 are not complied with.\n2.   The grounds for opposition shall be assessed in relation to the territory of the Union.\nArticle 29\nTransitional periods for use of geographical indications\n1.   The Commission may adopt implementing acts granting a transitional period of up to five years to enable spirit drinks originating in a Member State or a third country, and the name of which contravenes Article 21(2), to continue to use the designation under which they were marketed on condition that an admissible statement of opposition under Article 24(6) or Article 27 shows that the registration of the name would jeopardise the existence of:\n(a)\nan entirely identical name or of a compound name, one term of which is identical to the name to be registered; or\n(b)\nother names similar to the name to be registered which refer to spirit drinks which have been legally on the market for at least five years preceding the date of the publication provided for in Article 26(2).\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 47(2).\n2.   Without prejudice to Article 36, the Commission may adopt implementing acts extending the transitional period granted under paragraph 1 up to 15 years, or allowing continued use for up to 15 years in duly justified cases, provided it is shown that:\n(a)\nthe designation referred to in paragraph 1 has been in legal use consistently and fairly for at least 25 years before the application for protection was submitted to the Commission;\n(b)\nthe purpose of using the designation referred to in paragraph 1 has not, at any time, been to profit from the reputation of the registered geographical indication; and\n(c)\nthe consumer has not been nor could have been misled as to the true origin of the product.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 47(2).\n3.   When using a designation referred to in paragraphs 1 and 2, the indication of the country of origin shall clearly and visibly appear on the labelling.\nArticle 30\nDecision on registration\n1.   Where, on the basis of the information available to the Commission from the scrutiny carried out pursuant to the first subparagraph of Article 26(1), the Commission considers that the conditions for the registration of a proposed geographical indication are not fulfilled, it shall inform the Member State or third country applicant concerned of the reasons for rejection and shall give it two months to submit observations. If the Commission receives no observations or if, despite the observations received, it still considers that the conditions for registration are not fulfilled it shall, by means of implementing acts, reject the application unless the application is withdrawn. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 47(2).\n2.   If the Commission receives no notice of opposition or no admissible reasoned statement of opposition under Article 27, it shall adopt implementing acts, without applying the procedure referred to in Article 47(2), to register the name.\n3.   If the Commission receives an admissible reasoned statement of opposition, it shall, following the appropriate consultations referred to in Article 27(3), and taking into account the results thereof, either:\n(a)\nif an agreement has been reached, register the name by means of implementing acts adopted without applying the procedure referred to in Article 47(2), and, if necessary, amend the information published pursuant to Article 26(2) provided such amendments are not substantial; or\n(b)\nif an agreement has not been reached, adopt implementing acts deciding on the registration. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 47(2).\n4.   Acts of registration and decisions on rejection shall be published in the Official Journal of the European Union.\nThe act of registration shall grant the protection referred to in Article 21 to the geographical indication.\nArticle 31\nAmendment to a product specification\n1.   Any group having a legitimate interest may apply for approval of an amendment to a product specification.\nApplications shall describe and give reasons for the amendments requested.\n2.   Amendments to a product specification shall be classified into two categories as regards their importance:\n(a)\nUnion amendments requiring an opposition procedure at Union level;\n(b)\nstandard amendments to be dealt with at Member State or third country level.\n3.   An amendment shall be considered a Union amendment if it:\n(a)\nincludes a change in the name or any part of the name of the geographical indication registered under this Regulation;\n(b)\nconsists of a change of the legal name or the category of the spirit drink;\n(c)\nrisks voiding the given quality, reputation or other characteristic of the spirit drink that is essentially attributable to its geographical origin; or\n(d)\nentails further restrictions on the marketing of the product.\nAny other amendments shall be considered standard amendments.\nA standard amendment shall also be considered a temporary amendment when it concerns a temporary change in the product specification resulting from the imposition of obligatory sanitary and phytosanitary measures by the public authorities or is linked to natural disasters or adverse weather conditions formally recognised by the competent authorities.\n4.   Union amendments shall be approved by the Commission. The approval procedure shall follow, mutatis mutandis, the procedure laid down in Article 24 and Articles 26 to 30. Applications for Union amendments submitted by a third country or by third country producers shall contain proof that the requested amendment complies with the laws applicable in that third country to the protection of geographical indications.\n5.   Standard amendments shall be approved by the Member State in whose territory the geographical area of the product concerned is located. As regards third countries, amendments shall be approved in accordance with the law applicable in the third country concerned.\n6.   The scrutiny of the application for amendment shall only address the proposed amendment.\nArticle 32\nCancellation\n1.   The Commission may, on its own initiative or at the request of any natural or legal person having a legitimate interest, adopt implementing acts to cancel the registration of a geographical indication in either of the following cases:\n(a)\nwhere compliance with the requirements for the product specification can no longer be ensured;\n(b)\nwhere no product has been placed on the market under the geographical indication for at least seven consecutive years.\nArticles 24, 26, 27, 28 and 30 shall apply mutatis mutandis to the cancellation procedure.\n2.   Notwithstanding paragraph 1, the Commission may, at the request of the producers of the spirit drink marketed under the registered geographical indication, adopt implementing acts cancelling the corresponding registration.\n3.   In the cases referred to in paragraphs 1 and 2, before adopting the implementing act, the Commission shall consult the authorities of the Member State, the authorities of the third country or, where possible, the third country producer which had originally applied for the registration of the geographical indication concerned, unless the cancellation is directly requested by those original applicants.\n4.   The implementing acts referred to in this Article shall be adopted in accordance with the examination procedure referred to in Article 47(2).\nArticle 33\nRegister of geographical indications of spirit drinks\n1.   The Commission shall adopt, by 8 June 2021, delegated acts in accordance with Article 46 supplementing this Regulation by establishing a publicly accessible electronic register, which is kept up to date, of geographical indications of spirit drinks recognised under this scheme (‘the register’).\n2.   The name of a geographical indication shall be registered in its original script. Where the original script is not in Latin characters, a transcription or transliteration in Latin characters shall be registered together with the name in its original script.\nFor geographical indications registered under this Chapter, the register shall provide direct access to the single documents and shall also contain the publication reference of the product specification.\nFor geographical indications registered before 8 June 2019, the register shall provide direct access to the main specifications of the technical file as set out in Article 17(4) of Regulation (EC) No 110/2008.\nThe Commission shall adopt delegated acts in accordance with Article 46 supplementing this paragraph by laying down further detailed rules on the form and content of the register.\n3.   Geographical indications of spirit drinks produced in third countries that are protected in the Union pursuant to an international agreement to which the Union is a contracting party may be entered in the register as geographical indications.\nArticle 34\nHomonymous geographical indications\n1.   If a name for which an application is submitted is a whole or partial homonym of a name already registered under this Regulation, the name shall be registered with due regard to local and traditional usage and any risk of confusion.\n2.   A homonymous name which misleads the consumer into believing that products come from another territory shall not be registered even if the name is accurate as far as the actual territory, region or place of origin of those products is concerned.\n3.   The use of a registered homonymous geographical indication shall be subject to there being a sufficient distinction in practice between the homonym registered subsequently and the name already in the register, having regard to the need to treat the producers concerned in an equitable manner and not to mislead the consumer.\n4.   The protection of geographical indications of spirit drinks referred to in Article 21 of this Regulation shall be without prejudice to the protected geographical indications and designations of origin of products under Regulations (EU) No 1308/2013 and (EU) No 251/2014.\nArticle 35\nSpecific grounds for refusal of protection\n1.   A generic name shall not be protected as a geographical indication.\nTo establish whether or not a name has become a generic name, account shall be taken of all relevant factors, in particular:\n(a)\nthe existing situation in the Union, in particular in areas of consumption;\n(b)\nthe relevant Union or national legislation.\n2.   A name shall not be protected as a geographical indication where, in the light of a trade mark's reputation and renown, protection could mislead the consumer as to the true identity of the spirit drink.\n3.   A name shall only be protected as a geographical indication if the production steps which give the spirit drink the quality, reputation or other characteristic that is essentially attributable to its geographical origin, take place in the relevant geographical area.\nArticle 36\nRelationship between trade marks and geographical indications\n1.   The registration of a trade mark the use of which corresponds or would correspond to one or more of the situations referred to in Article 21(2) shall be refused or invalidated.\n2.   A trade mark the use of which corresponds to one or more of the situations referred to in Article 21(2), which has been applied for, registered, or established by use, if that possibility is provided for by the legislation concerned, in good faith within the territory of the Union, before the date on which the application for protection of the geographical indication was submitted to the Commission, may continue to be used and renewed notwithstanding the registration of a geographical indication, provided that no grounds for its invalidity or revocation exist under Directive (EU) 2015/2436 of the European Parliament and of the Council (24) or Regulation (EU) 2017/1001 of the European Parliament and of the Council (25).\nArticle 37\nExisting registered geographical indications\nGeographical indications of spirit drinks registered in Annex III to Regulation (EC) No 110/2008 and thus protected under that Regulation shall automatically be protected as geographical indications under this Regulation. The Commission shall list them in the register referred to in Article 33 of this Regulation.\nArticle 38\nVerification of compliance with the product specification\n1.   Member States shall draw up and keep up to date a list of operators that produce spirit drinks with a geographical indication registered under this Regulation.\n2.   In respect of the geographical indications that designate spirit drinks originating within the Union registered under this Regulation, verification of compliance with the product specification referred to in Article 22, before placing the product on the market, shall be carried out by:\n(a)\none or more competent authorities referred to in Article 43(1); or\n(b)\ncontrol bodies within the meaning of point 5 of the second subparagraph of Article 2 of Regulation (EC) No 882/2004, operating as a product certification body.\nWhere a Member State applies Article 24(2), verification of compliance with the product specification shall be ensured by an authority other than that deemed to be a group under that paragraph.\nNotwithstanding the national law of Member States, the costs of such verification of compliance with the product specification may be borne by the operators which are subject to those controls.\n3.   In respect of the geographical indications that designate spirit drinks originating within a third country registered under this Regulation, verification of compliance with the product specification, before placing the product on the market, shall be carried out by:\n(a)\na public competent authority designated by the third country; or\n(b)\na product certification body.\n4.   Member States shall make public the names and addresses of the competent authorities and bodies referred to in paragraph 2, and update that information periodically.\nThe Commission shall make public the name and address of the competent authorities and bodies referred to in paragraph 3 and update that information periodically.\n5.   The control bodies referred to in point (b) of paragraph 2 and the product certification bodies referred to in point (b) of paragraph 3 shall comply with and be accredited in accordance with European standard ISO/IEC 17065:2012 or any applicable future revision or amended version thereof.\n6.   The competent authorities referred to in paragraphs 2 and 3 that verify compliance of the geographical indication protected under this Regulation with the product specification shall be objective and impartial. They shall have at their disposal the qualified staff and resources necessary to carry out their tasks.\nArticle 39\nSurveillance of the use of names in the market place\n1.   Member States shall carry out checks, based on a risk analysis, as regards the use, in the market place, of the geographical indications registered under this Regulation and shall take all necessary measures in the event of breaches of the requirements of this Chapter.\n2.   Member States shall take appropriate administrative and judicial steps to prevent or stop the unlawful use of the names of products or services that are produced or marketed in their territory and that are covered by geographical indications registered under this Regulation.\nTo that end, Member States shall designate the authorities that are responsible for taking those steps, in accordance with procedures determined by each individual Member State.\nThose authorities shall offer adequate guarantees of objectivity and impartiality, and shall have at their disposal the qualified staff and resources necessary to carry out their tasks.\n3.   Member States shall inform the Commission of the names and addresses of the competent authorities responsible for controls as regards the use of names in the market place, and designated in accordance with Article 43. The Commission shall make public the names and addresses of those authorities.\nArticle 40\nProcedure and requirements, and planning and reporting of control activities\n1.   The procedures and requirements laid down in Regulation (EC) No 882/2004 shall apply mutatis mutandis to the checks provided for in Articles 38 and 39 of this Regulation.\n2.   Member States shall ensure that activities for the control of obligations under this Chapter are specifically included in a separate section within the multi-annual national control plans in accordance with Articles 41 to 43 of Regulation (EC) No 882/2004.\n3.   The annual reports referred to in Article 44(1) of Regulation (EC) No 882/2004 shall include in a separate section the information referred to in that provision concerning the control of the obligations established by this Regulation.\nArticle 41\nDelegated powers\n1.   The Commission is empowered to adopt delegated acts in accordance with Article 46 supplementing this Regulation by setting out further conditions to be followed, including in cases where a geographical area includes more than one country, in respect of:\n(a)\nan application for the registration of a geographical indication as referred to in Articles 23 and 24; and\n(b)\npreliminary national procedures as referred to in Article 24, scrutiny by the Commission, the opposition procedure, and the cancellation of geographical indications.\n2.   The Commission is empowered to adopt delegated acts in accordance with Article 46 supplementing this Regulation by establishing conditions and requirements for the procedure concerning the Union amendments and standard amendments, including temporary amendments, to product specifications as referred to in Article 31.\nArticle 42\nImplementing powers\n1.   The Commission may adopt implementing acts laying down detailed rules concerning:\n(a)\nthe form of the product specification referred to in Article 22, and measures on the information to be provided in the product specification with regard to the link between the geographical area and the final product as referred to in point (f) of Article 22(1);\n(b)\nthe procedures for, form and presentation of, oppositions as referred to in Articles 27 and 28;\n(c)\nthe form and presentation of applications for Union amendments and of communications concerning standard and temporary amendments as referred to in Article 31(4) and (5) respectively;\n(d)\nthe procedures for and form of the cancellation process referred to in Article 32, as well as on the presentation of the requests for cancellation; and\n(e)\nthe checks and verifications to be carried out by the Member States, including testing, as referred to in Article 38.\n2.   The Commission shall adopt, by 8 June 2021, implementing acts laying down detailed rules concerning the procedures for, form and presentation of, applications as referred to in Articles 23 and 24, including for applications concerning more than one national territory.\n3.   The implementing acts referred to in paragraphs 1 and 2 shall be adopted in accordance with the examination procedure referred to in Article 47(2).\nCHAPTER IV\nCHECKS, EXCHANGE OF INFORMATION, MEMBER STATES' LEGISLATION\nArticle 43\nChecks on spirit drinks\n1.   Member States shall be responsible for checks on spirit drinks. They shall take the measures necessary to ensure compliance with this Regulation and designate the competent authorities responsible for ensuring this Regulation is complied with.\n2.   The Commission shall ensure the uniform application of this Regulation and, where necessary, shall, by means of implementing acts, adopt the rules concerning administrative and physical checks to be conducted by the Member States with regard to the respect of the obligations resulting from the application of this Regulation. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 47(2).\nArticle 44\nExchange of information\n1.   Member States and the Commission shall communicate to each other the information necessary for the application of this Regulation.\n2.   The Commission may adopt implementing acts concerning the nature and the type of the information to be exchanged and the methods for exchanging information.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 47(2).\nArticle 45\nMember States' legislation\n1.   In applying a quality policy for spirit drinks produced in their own territory and in particular for geographical indications listed in the register or for the protection of new geographical indications, Member States may lay down rules on production, description, presentation and labelling that are stricter than those set out in Annexes I and II in so far as they are compatible with Union law.\n2.   Notwithstanding paragraph 1, Member States shall not prohibit or restrict the import, sale or consumption of spirit drinks produced in other Member States or third countries which comply with this Regulation.\nCHAPTER V\nDELEGATION OF POWER, IMPLEMENTING PROVISIONS, TRANSITIONAL AND FINAL PROVISIONS\nSECTION 1\nDelegation of power and implementing provisions\nArticle 46\nExercise of the delegation\n1.   The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article.\n2.   The power to adopt delegated acts referred to in Articles 8 and 19 shall be conferred on the Commission for a period of seven years from 24 May 2019. The Commission shall draw up a report in respect of the delegation of power not later than nine months before the end of the seven-year period. The delegation of power shall be tacitly extended for periods of an identical duration, unless the European Parliament or the Council opposes such extension not later than three months before the end of each period.\n3.   The power to adopt delegated acts referred to in Articles 33 and 41 shall be conferred on the Commission for a period of five years from 24 May 2019. The Commission shall draw up a report in respect of the delegation of power not later than nine months before the end of the five-year period. The delegation of power shall be tacitly extended for periods of an identical duration, unless the European Parliament or the Council opposes such extension not later than three months before the end of each period.\n4.   The power to adopt delegated acts referred to in Article 50 shall be conferred on the Commission for a period of six years from 24 May 2019.\n5.   The delegation of power referred to in Articles 8, 19, 33, 41 and 50 may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force.\n6.   Before adopting a delegated act, the Commission shall consult experts designated by each Member State in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making.\n7.   As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council.\n8.   A delegated act adopted pursuant to Articles 8, 19, 33, 41 and 50 shall enter into force only if no objection has been expressed either by the European Parliament or by the Council within a period of two months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or of the Council.\nArticle 47\nCommittee procedure\n1.   The Commission shall be assisted by the Committee for Spirit Drinks established by Regulation (EEC) No 1576/89. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\n2.   Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.\nSECTION 2\nDerogation, transitional and final provisions\nArticle 48\nDerogation from nominal quantities requirements in Directive 2007/45/EC\nBy way of derogation from Article 3 of Directive 2007/45/EC, and from the sixth row of section 1 of the Annex to that Directive, single distilled shochu (26), produced by pot still and bottled in Japan, may be placed on the Union market in nominal quantities of 720 ml and 1 800 ml.\nArticle 49\nRepeal\n1.   Without prejudice to Article 50, Regulation (EC) No 110/2008 is repealed with effect from 25 May 2021. However, Chapter III thereof is repealed with effect from 8 June 2019.\n2.   By way of derogation from paragraph 1:\n(a)\nArticle 17(2) of Regulation (EC) No 110/2008 shall continue to apply until 25 May 2021;\n(b)\nArticle 20 of Regulation (EC) No 110/2008 and, without prejudice to the applicability of the other provisions of Commission Implementing Regulation (EU) No 716/2013 (27), Article 9 of that Implementing Regulation shall continue to apply until the completion of the procedures provided for in Article 9 of that Implementing Regulation but, in any event, no later than 25 May 2021; and\n(c)\nAnnex III to Regulation (EC) No 110/2008 shall continue to apply until the register referred to in Article 33 of this Regulation has been established.\n3.   References to Regulation (EC) No 110/2008 shall be construed as references to this Regulation and be read in accordance with the correlation table set out in Annex IV to this Regulation.\nArticle 50\nTransitional measures\n1.   Spirit drinks which do not meet the requirements of this Regulation but which meet the requirements of Regulation (EC) No 110/2008 and were produced before 25 May 2021 may continue to be placed on the market until stocks are exhausted.\n2.   Notwithstanding paragraph 1 of this Article, spirit drinks the description, presentation or labelling of which is not in conformity with Articles 21 and 36 of this Regulation but complies with Articles 16 and 23 of Regulation (EC) No 110/2008 and which were labelled before 8 June 2019 may continue to be placed on the market until stocks are exhausted.\n3.   Until 25 May 2025, the Commission is empowered to adopt delegated acts in accordance with Article 46 amending Article 3(2), (3), (9), (10), (11) and (12), Article 10(6) and (7), and Articles 11, 12 and 13 or supplementing this Regulation by derogating from those provisions.\nThe delegated acts referred to in the first subparagraph shall be strictly limited to meeting demonstrated needs that result from market circumstances.\nThe Commission shall adopt a separate delegated act in respect of each definition, technical definition or requirement in the provisions referred to in the first subparagraph.\n4.   Articles 22 to 26, 31 and 32 of this Regulation shall not apply to applications for registration or for amendment or to requests for cancellation, which are pending on 8 June 2019. Articles 17(4), (5) and (6), 18 and 21 of Regulation (EC) No 110/2008 shall continue to apply to such applications and requests for cancellation.\nThe provisions on the opposition procedure referred to in Articles 27, 28 and 29 of this Regulation shall not apply to the applications for registration or to the applications for amendment, in relation to which the main specifications of the technical file or an application for amendment, respectively, have already been published for opposition in the Official Journal of the European Union on 8 June 2019. Article 17(7) of Regulation (EC) No 110/2008 shall continue to apply to such applications.\nThe provisions on the opposition procedure referred to in Articles 27, 28 and 29 of this Regulation shall not apply to a request for cancellation which is pending on 8 June 2019. Article 18 of Regulation (EC) No 110/2008 shall continue to apply to such requests for cancellation.\n5.   For the geographical indications registered under Chapter III of this Regulation and of which the application for registration was pending on the date of application of the implementing acts laying down detailed rules on the procedures for, form and presentation of, applications as referred to in Article 23 provided for in Article 42(2) of this Regulation, the register may provide direct access to the main specifications of the technical file within the meaning of Article 17(4) of Regulation (EC) No 110/2008.\n6.   In respect of geographical indications registered in accordance with Regulation (EC) No 110/2008 the Commission shall, at the request of a Member State, publish a single document submitted by that Member State in the Official Journal of the European Union. That publication shall be accompanied by the publication reference of the product specification and shall not be followed by an opposition procedure.\nArticle 51\nEntry into force and application\n1.   This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 25 May 2021.\n2.   Nothwithstanding paragraph 1, Article 16, point (c) of Article 20, Articles 21, 22 and 23, Article 24(1), (2) and (3), the first and second subparagraphs of Article 24(4), Article 24(8) and (9), Articles 25 to 42, Articles 46 and 47, Article 50(1), (4) and (6), points 39(d) and 40(d) of Annex I and the definitions set out in Article 3 relating to those provisions shall apply from 8 June 2019.\n3.   The delegated acts provided for in Articles 8, 19 and 50, adopted in accordance with Article 46, and the implementing acts provided for in Article 8(4) and Articles 20, 43 and 44, adopted in accordance with Article 47, shall apply from 25 May 2021.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Strasbourg, 17 April 2019.\nFor the European Parliament\nThe President\nA. TAJANI\nFor the Council\nThe President\nG. CIAMBA\n(1)  OJ C 209, 30.6.2017, p. 54.\n(2)  Position of the European Parliament of 13 March 2019 (not yet published in the Official Journal) and decision of the Council of 9 April 2019.\n(3)  Regulation (EC) No 110/2008 of the European Parliament and of the Council of 15 January 2008 on the definition, description, presentation, labelling and the protection of geographical indications of spirit drinks and repealing Council Regulation (EEC) No 1576/89 (OJ L 39, 13.2.2008, p. 16).\n(4)  Regulation (EC) No 1333/2008 of the European Parliament and of the Council of 16 December 2008 on food additives (OJ L 354, 31.12.2008, p. 16).\n(5)  Regulation (EC) No 1334/2008 of the European Parliament and of the Council of 16 December 2008 on flavourings and certain food ingredients with flavouring properties for use in and on foods and amending Council Regulation (EEC) No 1601/91, Regulations (EC) No 2232/96 and (EC) No 110/2008 and Directive 2000/13/EC (OJ L 354, 31.12.2008, p. 34).\n(6)  Regulation (EU) No 1169/2011 of the European Parliament and of the Council of 25 October 2011 on the provision of food information to consumers, amending Regulations (EC) No 1924/2006 and (EC) No 1925/2006 of the European Parliament and of the Council, and repealing Commission Directive 87/250/EEC, Council Directive 90/496/EEC, Commission Directive 1999/10/EC, Directive 2000/13/EC of the European Parliament and of the Council, Commission Directives 2002/67/EC and 2008/5/EC and Commission Regulation (EC) No 608/2004 (OJ L 304, 22.11.2011, p. 18).\n(7)  Council Decision 94/800/EC of 22 December 1994 concerning the conclusion on behalf of the European Community, as regards matters within its competence, of the agreements reached in the Uruguay Round multilateral negotiations (1986-1994) (OJ L 336, 23.12.1994, p. 1).\n(8)  Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs (OJ L 343, 14.12.2012, p. 1).\n(9)  Council Regulation (EEC) No 1576/89 of 29 May 1989 laying down general rules on the definition, description and presentation of spirit drinks (OJ L 160, 12.6.1989, p. 1).\n(10)  OJ L 123, 12.5.2016, p. 1.\n(11)  Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission's exercise of implementing powers (OJ L 55, 28.2.2011, p. 13).\n(12)  OJ L 330, 27.12.2018, p. 3.\n(13)  Directive 2007/45/EC of the European Parliament and of the Council of 5 September 2007 laying down rules on nominal quantities for prepacked products, repealing Council Directives 75/106/EEC and 80/232/EEC, and amending Council Directive 76/211/EEC (OJ L 247, 21.9.2007, p. 17).\n(14)  Regulation (EU) 2018/1670 of the European Parliament and of the Council of 23 October 2018 amending Regulation (EC) No 110/2008 as regards nominal quantities for the placing on the Union market of single distilled shochu produced by pot still and bottled in Japan (OJ L 284, 12.11.2018, p. 1).\n(15)  Council Directive 98/83/EC of 3 November 1998 on the quality of water intended for human consumption (OJ L 330, 5.12.1998, p. 32).\n(16)  Directive 2009/54/EC of the European Parliament and of the Council of 18 June 2009 on the exploitation and marketing of natural mineral waters (OJ L 164, 26.6.2009, p. 45).\n(17)  Council Directive 2001/111/EC of 20 December 2001 relating to certain sugars intended for human consumption (OJ L 10, 12.1.2002, p. 53).\n(18)  Council Directive 2001/110/EC of 20 December 2001 relating to honey (OJ L 10, 12.1.2002, p. 47).\n(19)  Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (OJ L 31, 1.2.2002, p. 1).\n(20)  Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (OJ L 347, 20.12.2013, p. 671).\n(21)  Regulation (EU) No 251/2014 of the European Parliament and of the Council of 26 February 2014 on the definition, description, presentation, labelling and the protection of geographical indications of aromatised wine products and repealing Council Regulation (EEC) No 1601/91 (OJ L 84, 20.3.2014, p. 14).\n(22)  Commission Regulation (EC) No 684/2009 of 24 July 2009 implementing Council Directive 2008/118/EC as regards the computerised procedures for the movement of excise goods under suspension of excise duty (OJ L 197, 29.7.2009, p. 24).\n(23)  Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (OJ L 165, 30.4.2004, p. 1).\n(24)  Directive (EU) 2015/2436 of the European Parliament and of the Council of 16 December 2015 to approximate the laws of the Member States relating to trade marks (OJ L 336, 23.12.2015, p. 1).\n(25)  Regulation (EU) 2017/1001 of the European Parliament and of the Council of 14 June 2017 on the European Union trade mark (OJ L 154, 16.6.2017, p. 1).\n(26)  As referred to in Annex 2-D to the Agreement between the European Union and Japan for an Economic Partnership.\n(27)  Commission Implementing Regulation (EU) No 716/2013 of 25 July 2013 laying down rules for the application of Regulation (EC) No 110/2008 of the European Parliament and of the Council on the definition, description, presentation, labelling and the protection of geographical indications of spirit drinks (OJ L 201, 26.7.2013, p. 21).\nANNEX I\nCATEGORIES OF SPIRIT DRINKS\n1.   Rum\n(a)\nRum is a spirit drink produced exclusively by the distillation of the product obtained by the alcoholic fermentation of molasses or syrup produced in the manufacture of cane sugar or of sugar-cane juice itself, distilled at less than 96 % vol., so that the distillate has the discernible specific organoleptic characteristics of rum.\n(b)\nThe minimum alcoholic strength by volume of rum shall be 37,5 %.\n(c)\nNo addition of alcohol, diluted or not, shall take place.\n(d)\nRum shall not be flavoured.\n(e)\nRum may only contain added caramel as a means of adjusting the colour.\n(f)\nRum may be sweetened in order to round off the final taste. However, the final product may not contain more than 20 grams of sweetening products per litre, expressed as invert sugar.\n(g)\nIn the case of geographical indications registered under this Regulation, the legal name of rum may be supplemented by:\n(i)\nthe term ‘traditionnel’ or ‘tradicional’, provided that the rum in question:\n—\nhas been produced by distillation at less than 90 % vol., after alcoholic fermentation of alcohol-producing materials originating exclusively from the place of production considered, and\n—\nhas a volatile substances content equal to or exceeding 225 grams per hectolitre of 100 % vol. alcohol, and\n—\nis not sweetened;\n(ii)\nthe term ‘agricultural’, provided that the rum in question complies with the requirements under point (i) and has been produced exclusively by distillation after alcoholic fermentation of sugar-cane juice. The term ‘agricultural’ may only be used in the case of a geographical indication of a French Overseas Department or the Autonomous Region of Madeira.\nThis point shall be without prejudice to the use of the term ‘agricultural’, ‘traditionnel’ or ‘tradicional’ in connection with any product not covered by this category, in accordance with their own specific criteria.\n2.   \nWhisky or whiskey\n(a)\nWhisky or whiskey is a spirit drink produced exclusively by carrying out all of the following production operations:\n(i)\ndistillation of a mash made from malted cereals, with or without whole grains of unmalted cereals, which has been:\n—\nsaccharified by the diastase of the malt contained therein, with or without other natural enzymes,\n—\nfermented by the action of yeast;\n(ii)\neach and every distillation is carried out at less than 94,8 % vol., so that the distillate has an aroma and taste derived from the raw materials used;\n(iii)\nmaturation of the final distillate for at least three years in wooden casks not exceeding 700 litres capacity.\nThe final distillate, to which only water and plain caramel (for colouring) may be added, shall retain the colour, aroma and taste it derived from the production process referred to in points (i), (ii) and (iii).\n(b)\nThe minimum alcoholic strength by volume of whisky or whiskey shall be 40 %.\n(c)\nNo addition of alcohol, diluted or not, shall take place.\n(d)\nWhisky or whiskey shall not be sweetened, even for rounding off the taste, or flavoured, or contain any additives other than plain caramel (E 150a) used for adjusting the colour.\n(e)\nThe legal name of ‘whisky’ or ‘whiskey’ may be supplemented by the term ‘single malt’ only if it has been distilled exclusively from malted barley at a single distillery.\n3.   Grain spirit\n(a)\nGrain spirit is a spirit drink produced exclusively by the distillation of a fermented mash of whole grain cereals and having organoleptic characteristics derived from the raw materials used.\n(b)\nWith the exception of Korn, the minimum alcoholic strength by volume of grain spirit shall be 35 %.\n(c)\nNo addition of alcohol, diluted or not, shall take place.\n(d)\nGrain spirit shall not be flavoured.\n(e)\nGrain spirit may only contain added caramel as a means of adjusting the colour.\n(f)\nGrain spirit may be sweetened in order to round off the final taste. However, the final product may not contain more than 10 grams of sweetening products per litre, expressed as invert sugar.\n(g)\nA grain spirit may bear the legal name ‘grain brandy’ if it has been produced by distillation at less than 95 % vol. from a fermented mash of whole grain cereals, presenting organoleptic features deriving from the raw materials used.\n(h)\nIn the legal name ‘grain spirit’ or ‘grain brandy’, the word ‘grain’ may be replaced with the name of the cereal used exclusively in the production of the spirit drink.\n4.   Wine spirit\n(a)\nWine spirit is a spirit drink which meets the following requirements:\n(i)\nit is produced exclusively by the distillation at less than 86 % vol. of wine, wine fortified for distillation or wine distillate distilled at less than 86 % vol.;\n(ii)\nit has a volatile substances content equal to or exceeding 125 grams per hectolitre of 100 % vol. alcohol;\n(iii)\nit has a maximum methanol content of 200 grams per hectolitre of 100 % vol. alcohol.\n(b)\nThe minimum alcoholic strength by volume of wine spirit shall be 37,5 %.\n(c)\nNo addition of alcohol, diluted or not, shall take place.\n(d)\nWine spirit shall not be flavoured. This shall not preclude traditional production methods.\n(e)\nWine spirit may only contain added caramel as a means of adjusting the colour.\n(f)\nWine spirit may be sweetened in order to round off the final taste. However, the final product may not contain more than 20 grams of sweetening products per litre, expressed as invert sugar.\n(g)\nWhere wine spirit has been matured, it may continue to be placed on the market as ‘wine spirit’ provided that it has been matured for as long as, or longer than, the maturation period provided for in respect of the spirit drink defined under category 5.\n(h)\nThis Regulation shall be without prejudice to the use of the term ‘Branntwein’ in combination with the term ‘essig’ in the presentation and labelling of vinegar.\n5.   \nBrandy or Weinbrand\n(a)\nBrandy or Weinbrand is a spirit drink which meets the following requirements:\n(i)\nit is produced from wine spirit to which wine distillate may be added, provided that that wine distillate has been distilled at less than 94,8 % vol. and does not exceed a maximum of 50 % of the alcoholic content of the finished product;\n(ii)\nit has matured for at least:\n—\none year in oak receptacles with a capacity of at least 1 000 litres each; or\n—\nsix months in oak casks with a capacity of less than 1 000 litres each;\n(iii)\nit has a volatile substances content equal to or exceeding 125 grams per hectolitre of 100 % vol. alcohol, and derived exclusively from the distillation of the raw materials used;\n(iv)\nit has a maximum methanol content of 200 grams per hectolitre of 100 % vol. alcohol.\n(b)\nThe minimum alcoholic strength by volume of brandy or Weinbrand shall be 36 %.\n(c)\nNo addition of alcohol, diluted or not, shall take place.\n(d)\nBrandy or Weinbrand shall not be flavoured. This shall not preclude traditional production methods.\n(e)\nBrandy or Weinbrand may only contain added caramel as a means of adjusting the colour.\n(f)\nBrandy or Weinbrand may be sweetened in order to round off the final taste. However, the final product may not contain more than 35 grams of sweetening products per litre, expressed as invert sugar.\n6.   Grape marc spirit or grape marc\n(a)\nGrape marc spirit or grape marc is a spirit drink which meets the following requirements:\n(i)\nit is produced exclusively from grape marc fermented and distilled either directly by water vapour or after water has been added and both of the following conditions are fulfilled:\n—\neach and every distillation is carried out at less than 86 % vol.;\n—\nthe first distillation is carried out in the presence of the marc itself;\n(ii)\na quantity of lees may be added to the grape marc that does not exceed 25 kg of lees per 100 kg of grape marc used;\n(iii)\nthe quantity of alcohol derived from the lees shall not exceed 35 % of the total quantity of alcohol in the finished product;\n(iv)\nit has a volatile substances content equal to or exceeding 140 grams per hectolitre of 100 % vol. alcohol and has a maximum methanol content of 1 000 grams per hectolitre of 100 % vol. alcohol.\n(b)\nThe minimum alcoholic strength by volume of grape marc spirit or grape marc shall be 37,5 %.\n(c)\nNo addition of alcohol, diluted or not, shall take place.\n(d)\nGrape marc spirit or grape marc shall not be flavoured. This shall not preclude traditional production methods.\n(e)\nGrape marc spirit or grape marc may only contain added caramel as a means of adjusting the colour.\n(f)\nGrape marc spirit or grape marc may be sweetened in order to round off the final taste. However, the final product may not contain more than 20 grams of sweetening products per litre, expressed as invert sugar.\n7.   Fruit marc spirit\n(a)\nFruit marc spirit is a spirit drink which meets the following requirements:\n(i)\nit is produced exclusively by fermentation and distillation of fruit marc other than grape marc and both of the following conditions are fulfilled:\n—\neach and every distillation is carried out at less than 86 % vol.;\n—\nthe first distillation is carried out in the presence of the marc itself;\n(ii)\nit has a minimum volatile substances content of 200 grams per hectolitre of 100 % vol. alcohol;\n(iii)\nthe maximum methanol content shall be 1 500 grams per hectolitre of 100 % vol. alcohol;\n(iv)\nthe maximum hydrocyanic acid content shall be 7 grams per hectolitre of 100 % vol. alcohol in the case of stone-fruit marc spirit.\n(b)\nThe minimum alcoholic strength by volume of fruit marc spirit shall be 37,5 %.\n(c)\nNo addition of alcohol, diluted or not, shall take place.\n(d)\nFruit marc spirit shall not be flavoured.\n(e)\nFruit marc spirit may only contain added caramel as a means of adjusting the colour.\n(f)\nFruit marc spirit may be sweetened in order to round off the final taste. However, the final product may not contain more than 20 grams of sweetening products per litre, expressed as invert sugar.\n(g)\nThe legal name shall consist of the name of the fruit followed by ‘marc spirit’. If marc of several different fruits is used, the legal name shall be ‘fruit marc spirit’ and may be supplemented by the name of each fruit in decreasing order of the quantity used.\n8.   Raisin spirit or raisin brandy\n(a)\nRaisin spirit or raisin brandy is a spirit drink produced exclusively by the distillation of the product obtained by the alcoholic fermentation of extract of dried grapes of the ‘Corinth Black’ or ‘Moscatel of Alexandria’ varieties, distilled at less than 94,5 % vol., so that the distillate has an aroma and taste derived from the raw materials used.\n(b)\nThe minimum alcoholic strength by volume of raisin spirit or raisin brandy shall be 37,5 %.\n(c)\nNo addition of alcohol, diluted or not, shall take place.\n(d)\nRaisin spirit or raisin brandy shall not be flavoured.\n(e)\nRaisin spirit or raisin brandy may only contain added caramel as a means of adjusting the colour.\n(f)\nRaisin spirit or raisin brandy may be sweetened in order to round off the final taste. However, the final product may not contain more than 20 grams of sweetening products per litre, expressed as invert sugar.\n9.   Fruit spirit\n(a)\nFruit spirit is a spirit drink which meets the following requirements:\n(i)\nit is produced exclusively by the alcoholic fermentation and distillation, with or without stones, of fresh and fleshy fruit, including bananas, or the must of such fruit, berries or vegetables;\n(ii)\neach and every distillation shall be carried out at less than 86 % vol. so that the distillate has an aroma and taste derived from the raw materials distilled;\n(iii)\nit has a volatile substances content equal to or exceeding 200 grams per hectolitre of 100 % vol. alcohol;\n(iv)\nin the case of stone-fruit spirits, it has a hydrocyanic acid content not exceeding 7 grams per hectolitre of 100 % vol. alcohol.\n(b)\nThe maximum methanol content of fruit spirit shall be 1 000 grams per hectolitre of 100 % vol. alcohol, except:\n(i)\nin the case of fruit spirits produced from the following fruits or berries, and in respect of which the maximum methanol content shall be 1 200 grams per hectolitre of 100 % vol. alcohol:\n—\napple (Malus domestica Borkh.),\n—\napricots (Prunus armeniaca L.),\n—\nplum (Prunus domestica L.),\n—\nquetsch (Prunus domestica L.),\n—\nmirabelle (Prunus domestica L. subsp. syriaca (Borkh.) Janch. ex Mansf.),\n—\npeach (Prunus persica (L.) Batsch),\n—\npear (Pyrus communis L.), except for Williams pears (Pyrus communis L. cv ‘Williams’),\n—\nblackberry (Rubus sect. Rubus),\n—\nraspberry (Rubus idaeus L.).\n(ii)\nin the case of fruit spirits produced from the following fruits or berries, and in respect of which the maximum methanol content shall be 1 350 grams per hectolitre of 100 % vol. alcohol:\n—\nquince (Cydonia oblonga Mill.),\n—\njuniper berry (Juniperus communis L. or Juniperus oxicedrus L.),\n—\nWilliams pear (Pyrus communis L. cv ‘Williams’),\n—\nblackcurrant (Ribes nigrum L.),\n—\nredcurrant (Ribes rubrum L.),\n—\nrosehip (Rosa canina L.),\n—\nelderberry (Sambucus nigra L.),\n—\nrowanberry (Sorbus aucuparia L.),\n—\nsorb apple (Sorbus domestica L.),\n—\nwild service tree (Sorbus torminalis (L.) Crantz).\n(c)\nThe minimum alcoholic strength by volume of fruit spirit shall be 37,5 %.\n(d)\nFruit spirit shall not be coloured.\n(e)\nNotwithstanding point (d) of this category and by way of derogation from food category 14.2.6 of Part E of Annex II to Regulation (EC) No 1333/2008, caramel may be used to adjust the colour of fruit spirits that have been aged at least one year in contact with wood.\n(f)\nNo addition of alcohol, diluted or not, shall take place.\n(g)\nFruit spirit shall not be flavoured.\n(h)\nFruit spirit may be sweetened in order to round off the final taste. However, the final product may not contain more than 18 grams of sweetening products per litre, expressed as invert sugar.\n(i)\nThe legal name of fruit spirit shall be ‘spirit’ supplemented by the name of the fruit, berry or vegetable. In the Bulgarian, Czech, Greek, Croatian, Polish, Romanian, Slovak and Slovenian languages, the legal name may be expressed by the name of the fruit, berry or vegetable, supplemented by a suffix.\nAlternatively:\n(i)\nthe legal name referred to in the first subparagraph may be ‘wasser’, used together with the name of the fruit; or\n(ii)\nthe following legal names may be used in the following cases:\n—\n‘kirsch’ for cherry spirit (Prunus avium (L.) L.);\n—\n‘plum’, ‘quetsch’ or ‘slivovitz’ for plum spirit (Prunus domestica L.);\n—\n‘mirabelle’ for mirabelle spirit (Prunus domestica L. subsp. syriaca (Borkh.) Janch. ex Mansf.);\n—\n‘fruit of arbutus’ for fruit of arbutus spirit (Arbutus unedo L.);\n—\n‘Golden Delicious’ for apple spirit (Malus domestica var. ‘Golden Delicious’);\n—\n‘Obstler’ for a fruit spirit produced from fruits, with or without berries, provided that at least 85 % of the mash is derived from different varieties of apples, pears or both.\nThe name ‘Williams’ or ‘williams’ may be used only to place on the market pear spirit produced solely from pears of the ‘Williams’ variety.\nIf there is a risk that the final consumer does not easily understand one of the legal names not containing the word ‘spirit’ referred to in this point, the description, presentation and labelling shall include the word ‘spirit’, which may be supplemented by an explanation.\n(j)\nWhenever two or more fruits, berries or vegetables are distilled together, the product shall be placed on the market under the legal name:\n—\n‘fruit spirit’ for spirit drinks exclusively produced by distillation of fruits or berries or both; or\n—\n‘vegetable spirit’ for spirit drinks exclusively produced by distillation of vegetables; or\n—\n‘fruit and vegetable spirit’ for spirit drinks produced by distillation of a combination of fruits, berries and vegetables.\nThe legal name may be supplemented by that of each fruit, berry or vegetable, in decreasing order of the quantity used.\n10.   Cider spirit, perry spirit and cider and perry spirit\n(a)\nCider spirit, perry spirit and cider and perry spirit are spirit drinks which meet the following requirements:\n(i)\nthey are produced exclusively by the distillation at less than 86 % vol. of cider or perry so that the distillate has an aroma and taste derived from the fruits;\n(ii)\nthey have a volatile substances content equal to or exceeding 200 grams per hectolitre of 100 % vol. alcohol;\n(iii)\nthey have a maximum methanol content of 1 000 grams per hectolitre of 100 % vol. alcohol.\n(b)\nThe minimum alcoholic strength by volume of cider spirit, perry spirit and cider and perry spirit shall be 37,5 %.\n(c)\nNo addition of alcohol, diluted or not, shall take place.\n(d)\nCider spirit, perry spirit and cider and perry spirit shall not be flavoured. This shall not preclude traditional production methods.\n(e)\nCider spirit, perry spirit and cider and perry spirit may only contain added caramel as a means of adjusting the colour.\n(f)\nCider spirit, perry spirit and cider and perry spirit may be sweetened in order to round off the final taste. However, the final product may not contain more than 15 grams of sweetening products per litre, expressed as invert sugar.\n(g)\nThe legal name shall be:\n—\n‘cider spirit’ for spirit drinks exclusively produced by the distillation of cider;\n—\n‘perry spirit’ for spirit drinks exclusively produced by the distillation of perry; or\n—\n‘cider and perry spirit’ for spirit drinks produced by the distillation of cider and perry.\n11.   Honey spirit\n(a)\nHoney spirit is a spirit drink which meets the following requirements:\n(i)\nit is produced exclusively by fermentation and distillation of honey mash;\n(ii)\nit is distilled at less than 86 % vol. so that the distillate has the organoleptic characteristics derived from the raw materials used.\n(b)\nThe minimum alcoholic strength by volume of honey spirit shall be 35 %.\n(c)\nNo addition of alcohol, diluted or not, shall take place.\n(d)\nHoney spirit shall not be flavoured.\n(e)\nHoney spirit may only contain added caramel as a means of adjusting the colour.\n(f)\nHoney spirit may only be sweetened with honey in order to round of the final taste. However, the final product may not contain more than 20 grams of honey per litre, expressed as invert sugar.\n12.   \nHefebrand or lees spirit\n(a)\nHefebrand or lees spirit is a spirit drink produced exclusively by the distillation at less than 86 % vol. of lees of wine, lees of beer or lees of fermented fruit.\n(b)\nThe minimum alcoholic strength by volume of Hefebrand or lees spirit shall be 38 %.\n(c)\nNo addition of alcohol, diluted or not, shall take place.\n(d)\nHefebrand or lees spirit shall not be flavoured.\n(e)\nHefebrand or lees spirit may only contain added caramel as a means of adjusting the colour.\n(f)\nHefebrand or lees spirit may be sweetened in order to round off the final taste. However, the final product may not contain more than 20 grams of sweetening products per litre, expressed as invert sugar.\n(g)\nThe legal name ‘Hefebrand’ or ‘lees spirit’ shall be supplemented by the name of the raw materials used.\n13.   Beer spirit\n(a)\nBeer spirit is a spirit drink produced exclusively by direct distillation under normal pressure of fresh beer with an alcoholic strength by volume of less than 86 %, so that the resulting distillate has organoleptic characteristics deriving from the beer.\n(b)\nThe minimum alcoholic strength by volume of beer spirit shall be 38 %.\n(c)\nNo addition of alcohol, diluted or not, shall take place.\n(d)\nBeer spirit shall not be flavoured.\n(e)\nBeer spirit may only contain added caramel as a means of adjusting the colour.\n(f)\nBeer spirit may be sweetened in order to round off the final taste. However, the final product may not contain more than 20 grams of sweetening products per litre, expressed as invert sugar.\n14.   \nTopinambur or Jerusalem artichoke spirit\n(a)\nTopinambur or Jerusalem artichoke spirit is a spirit drink produced exclusively by fermentation and distillation at less than 86 % vol. of Jerusalem artichoke tubers (Helianthus tuberosus L.).\n(b)\nThe minimum alcoholic strength by volume of topinambur or Jerusalem artichoke spirit shall be 38 %.\n(c)\nNo addition of alcohol, diluted or not, shall take place.\n(d)\nTopinambur or Jerusalem artichoke spirit shall not be flavoured.\n(e)\nTopinambur or Jerusalem artichoke spirit may only contain added caramel as a means of adjusting the colour.\n(f)\nTopinambur or Jerusalem artichoke spirit may be sweetened in order to round off the final taste. However, the final product may not contain more than 20 grams of sweetening products per litre, expressed as invert sugar.\n15.   Vodka\n(a)\nVodka is a spirit drink produced from ethyl alcohol of agricultural origin obtained following fermentation with yeast of either:\n—\npotatoes or cereals or both,\n—\nother agricultural raw materials,\ndistilled so that the organoleptic characteristics of the raw materials used and by-products formed in fermentation are selectively reduced.\nThis may be followed by additional distillation or treatment with appropriate processing aids or both, including treatment with activated charcoal, to give it special organoleptic characteristics.\nMaximum levels of residue for the ethyl alcohol of agricultural origin used to produce vodka shall meet those levels set out in point (d) of Article 5, except that the methanol content shall not exceed 10 grams per hectolitre of 100 % vol. alcohol.\n(b)\nThe minimum alcoholic strength by volume of vodka shall be 37,5 %.\n(c)\nThe only flavourings which may be added are natural flavouring substances or flavouring preparations that are present in distillate obtained from the fermented raw materials. In addition, the product may be given special organoleptic characteristics, other than a predominant flavour.\n(d)\nVodka shall not be coloured.\n(e)\nVodka may be sweetened in order to round off the final taste. However, the final product may not contain more than 8 grams of sweetening products per litre, expressed as invert sugar.\n(f)\nThe description, presentation or labelling of vodka not produced exclusively from potatoes or cereals or both shall prominently bear the indication ‘produced from …’, supplemented by the name of the raw materials used to produce the ethyl alcohol of agricultural origin. This indication shall appear in the same visual field as the legal name.\n(g)\nThe legal name may be ‘vodka’ in any Member State.\n16.   Spirit (supplemented by the name of the fruit, berries or nuts) obtained by maceration and distillation\n(a)\nSpirit (supplemented by the name of the fruit, berries or nuts) obtained by maceration and distillation is a spirit drink which meets the following requirements:\n(i)\nit has been produced by:\n—\nmaceration of fruit, berries or nuts listed under point (ii), whether partially fermented or unfermented, with the possible addition of a maximum of 20 litres of ethyl alcohol of agricultural origin or of a spirit or distillate deriving from the same fruit, berries or nuts, or of a combination thereof, per 100 kg of fermented fruit, berries or nuts,\n—\nfollowed by distillation; each and every distillation shall be carried out at less than 86 % vol;\n(ii)\nit is produced from the following fruits, berries or nuts:\n—\nchokeberry (Aronia Medik. nom cons.),\n—\nblack chokeberry (Aronia melanocarpa (Michx.) Elliott),\n—\nchestnut (Castanea sativa Mill.),\n—\ncitrus fruits (Citrus spp.),\n—\nhazelnut (Corylus avellana L.),\n—\ncrowberry (Empetrum nigrum L.),\n—\nstrawberry (Fragaria spp.),\n—\nsea-buckthorn (Hippophae rhamnoides L.),\n—\nhollyberry (Ilex aquifolium and Ilex cassine L.),\n—\ncornel cherry or cornelian cherry (Cornus mas),\n—\nwalnut (Juglans regia L.),\n—\nbanana (Musa spp.),\n—\nmyrtle (Myrtus communis L.),\n—\nprickly pear (Opuntia ficus-indica (L.) Mill.),\n—\npassion fruit (Passiflora edulis Sims),\n—\nbird cherry (Prunus padus L.).\n—\nsloe (Prunus spinosa L.),\n—\nblackcurrant (Ribes nigrum L.),\n—\nwhite currant (Ribes niveum Lindl.),\n—\nredcurrant (Ribes rubrum L.),\n—\ngooseberry (Ribes uva-crispa L. syn. Ribes grossularia),\n—\nrosehip (Rosa canina L.),\n—\narctic bramble (Rubus arcticus L.),\n—\ncloudberry (Rubus chamaemorus L.),\n—\nblackberry (Rubus sect. Rubus),\n—\nraspberry (Rubus idaeus L.),\n—\nelderberry (Sambucus nigra L.),\n—\nrowanberry (Sorbus aucuparia L.),\n—\nsorb apple (Sorbus domestica L.),\n—\nwild service tree (Sorbus torminalis (L.) Crantz),\n—\nambarella (Spondias dulcis Parkinson),\n—\nhog plum (Spondias mombin L.),\n—\nhigh bush blueberry (Vaccinium corymbosum L.),\n—\nwild cranberry (Vaccinium oxycoccos L.),\n—\nbilberry/blueberry (Vaccinium myrtillus L.),\n—\ncowberry (Vaccinium vitis-idaea L.).\n(b)\nThe minimum alcoholic strength by volume of a spirit (supplemented by the name of the fruit, berries or nuts) obtained by maceration and distillation shall be 37,5 %.\n(c)\nSpirit (supplemented by the name of the fruit, berries or nuts) obtained by maceration and distillation shall not be flavoured.\n(d)\nSpirit (supplemented by the name of the fruit, berries or nuts) obtained by maceration and distillation shall not be coloured.\n(e)\nNotwithstanding point (d) and by way of derogation from food category 14.2.6 of Part E of Annex II to Regulation (EC) No 1333/2008, caramel may be used to adjust the colour of spirit (supplemented by the name of the fruit, berries or nuts) obtained by maceration and distillation that has been aged at least one year in contact with wood.\n(f)\nSpirit (supplemented by the name of the fruit, berries or nuts) obtained by maceration and distillation may be sweetened in order to round off the final taste. However, the final product may not contain more than 18 grams of sweetening products per litre, expressed as invert sugar.\n(g)\nAs regards the description, presentation and labelling of spirit (supplemented by the name of the fruit, berries or nuts) obtained by maceration and distillation, the wording ‘obtained by maceration and distillation’ shall appear in the description, presentation or labelling in characters of the same font, size and colour and in the same visual field as the wording ‘spirit (supplemented by the name of the fruit, berries or nuts)’ and, in the case of bottles, on the front label.\n17.   \nGeist (supplemented by the name of the fruit or the raw materials used)\n(a)\nGeist (supplemented by the name of the fruit or the raw materials used) is a spirit drink produced by maceration of unfermented fruits and berries listed in point (a)(ii) of category 16 or vegetables, nuts, other plant materials, such as herbs or rose petals, or mushrooms in ethyl alcohol of agricultural origin, followed by distillation at less than 86 % vol.\n(b)\nThe minimum alcoholic strength by volume of Geist (supplemented by the name of the fruit or the raw materials used) shall be 37,5 %.\n(c)\nGeist (supplemented by the name of the fruit or the raw materials used) shall not be flavoured.\n(d)\nGeist (supplemented by the name of the fruit or the raw materials used) shall not be coloured.\n(e)\nGeist (supplemented by the name of the fruit or the raw materials used) may be sweetened in order to round off the final taste. However, the final product may not contain more than 10 grams of sweetening products per litre, expressed as invert sugar.\n(f)\nThe term ‘-geist’ preceded by a term other than the name of a fruit, plant or other raw material may supplement the legal name of other spirit drinks and alcoholic beverages, provided that such use does not mislead the consumer.\n18.   Gentian\n(a)\nGentian is a spirit drink produced from a distillate of gentian, itself obtained by the fermentation of gentian roots with or without the addition of ethyl alcohol of agricultural origin.\n(b)\nThe minimum alcoholic strength by volume of gentian shall be 37,5 %.\n(c)\nGentian shall not be flavoured.\n19.   Juniper-flavoured spirit drink\n(a)\nA juniper-flavoured spirit drink is a spirit drink produced by flavouring ethyl alcohol of agricultural origin or grain spirit or grain distillate or a combination thereof with juniper (Juniperus communis L. or Juniperus oxicedrus L.) berries.\n(b)\nThe minimum alcoholic strength by volume of a juniper-flavoured spirit drink shall be 30 %.\n(c)\nFlavouring substances, flavouring preparations, plants with flavouring properties or parts of plants with flavouring properties or a combination thereof may be used in addition to juniper berries, but the organoleptic characteristics of juniper shall be discernible, even if they are sometimes attenuated.\n(d)\nA juniper-flavoured spirit drink may bear the legal name ‘Wacholder’ or ‘genebra’.\n20.   \nGin\n(a)\nGin is a juniper-flavoured spirit drink produced by flavouring ethyl alcohol of agricultural origin with juniper berries (Juniperus communis L.).\n(b)\nThe minimum alcoholic strength by volume of gin shall be 37,5 %.\n(c)\nOnly flavouring substances or flavouring preparations or both shall be used for the production of gin so that the taste is predominantly that of juniper.\n(d)\nThe term ‘gin’ may be supplemented by the term ‘dry’ if it does not contain added sweetening exceeding 0,1 grams of sweetening products per litre of the final product, expressed as invert sugar.\n21.   Distilled gin\n(a)\nDistilled gin is one of the following:\n(i)\na juniper-flavoured spirit drink produced exclusively by distilling ethyl alcohol of agricultural origin with an initial alcoholic strength of at least 96 % vol. in the presence of juniper berries (Juniperus communis L.) and of other natural botanicals, provided that the juniper taste is predominant;\n(ii)\nthe combination of the product of such distillation and ethyl alcohol of agricultural origin with the same composition, purity and alcoholic strength; flavouring substances or flavouring preparations as specified in point (c) of category 20 or both may also be used to flavour distilled gin.\n(b)\nThe minimum alcoholic strength by volume of distilled gin shall be 37,5 %.\n(c)\nGin produced simply by adding essences or flavourings to ethyl alcohol of agricultural origin shall not be considered distilled gin.\n(d)\nThe term ‘distilled gin’ may be supplemented by or incorporate the term ‘dry’ if it does not contain added sweetening exceeding 0,1 grams of sweetening products per litre of the final product, expressed as invert sugar.\n22.   \nLondon gin\n(a)\nLondon gin is distilled gin which meets the following requirements:\n(i)\nit is produced exclusively from ethyl alcohol of agricultural origin, with a maximum methanol content of 5 grams per hectolitre of 100 % vol. alcohol, the flavour of which is imparted exclusively through the distillation of ethyl alcohol of agricultural origin in the presence of all the natural plant materials used;\n(ii)\nthe resulting distillate contains at least 70 % alcohol by vol.;\n(iii)\nany further ethyl alcohol of agricultural origin that is added shall comply with the requirements laid down in Article 5 but with a maximum methanol content of 5 grams per hectolitre of 100 % vol. alcohol;\n(iv)\nit is not coloured;\n(v)\nit is not sweetened in excess of 0,1 grams of sweetening products per litre of the final product, expressed as invert sugar;\n(vi)\nit does not contain any other ingredients than the ingredients referred to in points (i), (iii) and (v), and water.\n(b)\nThe minimum alcoholic strength by volume of London gin shall be 37,5 %.\n(c)\nThe term ‘London gin’ may be supplemented by or incorporate the term ‘dry’.\n23.   Caraway-flavoured spirit drink or Kümmel\n(a)\nA caraway-flavoured spirit drink or Kümmel is a spirit drink produced by flavouring ethyl alcohol of agricultural origin with caraway (Carum carvi L.).\n(b)\nThe minimum alcoholic strength by volume of a caraway-flavoured spirit drink or Kümmel shall be 30 %.\n(c)\nFlavouring substances or flavouring preparations or both may additionally be used but there shall be a predominant taste of caraway.\n24.   \nAkvavit or aquavit\n(a)\nAkvavit or aquavit is a spirit drink flavoured with caraway or dill seeds or both, produced by using ethyl alcohol of agricultural origin flavoured with a distillate of plants or spices.\n(b)\nThe minimum alcoholic strength by volume of akvavit or aquavit shall be 37,5 %.\n(c)\nNatural flavouring substances or flavouring preparations or both may additionally be used, but the flavour of these drinks shall be largely attributable to distillates of caraway (Carum carvi L.) or dill (Anethum graveolens L.) seeds or both, the use of essential oils being prohibited.\n(d)\nThe bitter substances shall not obviously dominate the taste; the dry extract content shall not exceed 1,5 grams per 100 millilitres.\n25.   Aniseed-flavoured spirit drink\n(a)\nAn aniseed-flavoured spirit drink is a spirit drink produced by flavouring ethyl alcohol of agricultural origin with natural extracts of star anise (Illicium verum Hook f.), anise (Pimpinella anisum L.), fennel (Foeniculum vulgare Mill.), or any other plant which contains the same principal aromatic constituent, using one of the following processes or a combination thereof:\n(i)\nmaceration or distillation or both;\n(ii)\ndistillation of the alcohol in the presence of the seeds or other parts of the plants specified above;\n(iii)\naddition of natural distilled extracts of aniseed-flavoured plants.\n(b)\nThe minimum alcoholic strength by volume of an aniseed-flavoured spirit drink shall be 15 %.\n(c)\nAn aniseed-flavoured spirit drink may only be flavoured with flavouring preparations and natural flavouring substances.\n(d)\nOther natural plant extracts or aromatic seed may also be used, but the aniseed taste shall remain predominant.\n26.   \nPastis\n(a)\nPastis is an aniseed-flavoured spirit drink which also contains natural extracts of liquorice root (Glycyrrhiza spp.), which implies the presence of the colorants known as ‘chalcones’ as well as glycyrrhizic acid, the minimum and maximum levels of which shall be 0,05 and 0,5 grams per litre, respectively.\n(b)\nThe minimum alcoholic strength by volume of pastis shall be 40 %.\n(c)\nPastis may only be flavoured with flavouring preparations and natural flavouring substances.\n(d)\nPastis shall contain less than 100 grams of sweetening products per litre, expressed as invert sugar, and have a minimum and maximum anethole level of 1,5 and 2 grams per litre, respectively.\n27.   \nPastis de Marseille\n(a)\nPastis de Marseille is a pastis with a pronounced anise taste with an anethole content between 1,9 and 2,1 grams per litre.\n(b)\nThe minimum alcoholic strength by volume of pastis de Marseille shall be 45 %.\n(c)\nPastis de Marseille may only be flavoured with flavouring preparations and natural flavouring substances.\n28.   \nAnis or janeževec\n(a)\nAnis or janeževec is an aniseed-flavoured spirit drink whose characteristic flavour is derived exclusively from anise (Pimpinella anisum L.), star anise (Illicium verum Hook f.) or fennel (Foeniculum vulgare Mill.) or a combination of them.\n(b)\nThe minimum alcoholic strength by volume of anis or janeževec shall be 35 %.\n(c)\nAnis or janeževec may only be flavoured with flavouring preparations and natural flavouring substances.\n29.   Distilled anis\n(a)\nDistilled anis is anis which contains alcohol distilled in the presence of the seeds referred to in point (a) of category 28 and, in the case of geographical indications, mastic and other aromatic seeds, plants or fruits, provided such alcohol constitutes at least 20 % of the alcoholic strength of the distilled anis.\n(b)\nThe minimum alcoholic strength by volume of distilled anis shall be 35 %.\n(c)\nDistilled anis may only be flavoured with flavouring preparations and natural flavouring substances.\n30.   Bitter-tasting spirit drink or bitter\n(a)\nA bitter-tasting spirit drink or bitter is a spirit drink with a predominantly bitter taste produced by flavouring ethyl alcohol of agricultural origin or distillate of agricultural origin or both with flavouring substances or flavouring preparations or both.\n(b)\nThe minimum alcoholic strength by volume of a bitter-tasting spirit drink or bitter shall be 15 %.\n(c)\nWithout prejudice to the use of such terms in the presentation and labelling of foodstuffs other than spirit drinks, a bitter-tasting spirit drink or bitter may also be placed on the market under the names ‘bitter’ or ‘bitter’ with or without another term.\n(d)\nNotwithstanding point (c), the term ‘bitter’ or ‘bitter’ may be used in the description, presentation and labelling of bitter-tasting liqueurs.\n31.   Flavoured vodka\n(a)\nFlavoured vodka is vodka which has been given a predominant flavour other than that of the raw materials used to produce the vodka.\n(b)\nThe minimum alcoholic strength by volume of flavoured vodka shall be 37,5 %.\n(c)\nFlavoured vodka may be sweetened, blended, flavoured, matured or coloured.\n(d)\nWhen flavoured vodka is sweetened, the final product shall contain less than 100 grams of sweetening products per litre, expressed as invert sugar.\n(e)\nThe legal name of flavoured vodka may also be the name of any predominant flavour combined with the word ‘vodka’. The term ‘vodka’ in any official Union language may be replaced by ‘vodka’.\n32.   Sloe-aromatised spirit drink or pacharán\n(a)\nA sloe-aromatised spirit drink or pacharán is a spirit drink which has a predominant sloe taste and is produced by the maceration of sloes (Prunus spinosa) in ethyl alcohol of agricultural origin, with the addition of natural extracts of anise or distillates of anise or both.\n(b)\nThe minimum alcoholic strength by volume of a sloe-aromatised spirit drink or pacharán shall be 25 %.\n(c)\nFor the production of a sloe-aromatised spirit drink or pacharán, a minimum quantity of 125 grams of sloe fruits per litre of the final product shall be used.\n(d)\nA sloe-aromatised spirit drink or pacharán shall have a content of sweetening products, expressed as invert sugar, between 80 and 250 grams per litre of the final product.\n(e)\nThe organoleptic characteristics, colour and taste of a sloe-aromatised spirit drink or pacharán shall be provided exclusively by the fruit used and the anise.\n(f)\nThe term ‘pacharán’ may be used as a legal name only when the product is produced in Spain. When the product is produced outside Spain, ‘pacharán’ may only be used to supplement the legal name ‘sloe-aromatised spirit drink’, provided that it is accompanied by the words: ‘produced in …’, followed by the name of the Member State or third country of production.\n33.   Liqueur\n(a)\nLiqueur is a spirit drink:\n(i)\nhaving a minimum content of sweetening products, expressed as invert sugar, of:\n—\n70 grams per litre for cherry or sour cherry liqueurs, the ethyl alcohol of which consists exclusively of cherry or sour cherry spirit,\n—\n80 grams per litre for liqueurs which are flavoured exclusively with gentian or a similar plant or wormwood,\n—\n100 grams per litre in all other cases;\n(ii)\nproduced using ethyl alcohol of agricultural origin or a distillate of agricultural origin or one or more spirit drinks or a combination thereof, which has been sweetened and to which one or more flavourings, products of agricultural origin or foodstuffs have been added.\n(b)\nThe minimum alcoholic strength by volume of liqueur shall be 15 %.\n(c)\nFlavouring substances and flavouring preparations may be used in the production of liqueur.\nHowever, the following liqueurs may only be flavoured with flavouring foodstuffs, flavouring preparations and natural flavouring substances:\n(i)\nfruit liqueurs:\n—\npineapple (Ananas),\n—\ncitrus fruit (Citrus L.),\n—\nsea buckthorn (Hippophae rhamnoides L.),\n—\nmulberry (Morus alba, Morus rubra),\n—\nsour cherry (Prunus cerasus),\n—\ncherry (Prunus avium),\n—\nblackcurrant (Ribes nigrum L.),\n—\narctic bramble (Rubus arcticus L.),\n—\ncloudberry (Rubus chamaemorus L.),\n—\nraspberry (Rubus idaeus L.),\n—\nwild cranberry (Vaccinium oxycoccos L.),\n—\nbilberry/blueberry (Vaccinium myrtillus L.),\n—\ncowberry (Vaccinium vitis-idaea L.);\n(ii)\nplant liqueurs:\n—\ngénépi (Artemisia genepi),\n—\ngentian (Gentiana L.),\n—\nmint (Mentha L.),\n—\naniseed (Pimpinella anisum L.),\n(d)\nThe legal name may be ‘liqueur’ in any Member State and:\n—\nfor liqueurs produced by maceration of sour cherries or cherries (Prunus cerasus or Prunus avium) in ethyl alcohol of agricultural origin, the legal name may be ‘guignolet’ or ‘češnjevec’, with or without the term ‘liqueur’;\n—\nfor liqueurs produced by maceration of sour cherries (Prunus cerasus) in ethyl alcohol of agricultural origin, the legal name may be ‘ginja’ or ‘ginjinha’ or ‘višnjevec’, with or without the term ‘liqueur’;\n—\nfor liqueurs for which the alcohol content is provided exclusively by rum, the legal name may be ‘punch au rhum’, with or without the term ‘liqueur’;\n—\nwithout prejudice to point (2) of Article 3, point (b) of Article 10(5) and Article 11, for liqueurs containing milk or milk products, the legal name may be ‘cream’ supplemented by the name of the raw material used conferring on the liqueur its predominant flavour, with or without the term ‘liqueur’.\n(e)\nThe following compound terms may be used in the description, presentation and labelling of liqueurs produced in the Union, where ethyl alcohol of agricultural origin or distillate of agricultural origin is used to mirror established production methods:\n—\nprune brandy;\n—\norange brandy;\n—\napricot brandy;\n—\ncherry brandy;\n—\nsolbaerrom or blackcurrant rum.\nAs regards the description, presentation and labelling of the liqueurs referred to in this point, the compound term shall appear in one line in uniform characters of the same font and colour and the word ‘liqueur’ shall appear in immediate proximity in characters no smaller than that font. If the alcohol does not come from the spirit drink indicated, its origin shall be shown on the label in the same visual field as the compound term and the word ‘liqueur’ either by stating the type of agricultural alcohol or by the words ‘agricultural alcohol’ preceded on each occasion by ‘made from’ or ‘made using’.\n(f)\nWithout prejudice to Articles 11 and 12 and Article 13(4), the legal name ‘liqueur’ may be supplemented by the name of a flavouring or foodstuff that confers the predominant flavour of the spirit drink, provided that the flavour is conferred on the spirit drink by flavouring foodstuffs, flavouring preparations and natural flavouring substances, derived from the raw material referred to in the name of the flavouring or of the foodstuff, supplemented by flavouring substances only where necessary to reinforce the flavour of that raw material.\n34.   Crème de (supplemented by the name of a fruit or other raw material used)\n(a)\nCrème de (supplemented by the name of a fruit or other raw material used) is a liqueur which has a minimum content of sweetening products of 250 grams per litre expressed as invert sugar.\n(b)\nThe minimum alcoholic strength by volume of crème de (supplemented by the name of a fruit or other raw material used) shall be 15 %.\n(c)\nThe rules on flavouring substances and flavouring preparations for liqueurs laid down under category 33 shall apply to this spirit drink.\n(d)\nThe raw materials used shall exclude milk products.\n(e)\nThe fruit or any other raw material used in the legal name shall be the fruit or the raw material that confers on that spirit drink its predominant flavour.\n(f)\nThe legal name may be supplemented by the term ‘liqueur’.\n(g)\nThe legal name ‘crème de cassis’ may only be used for liqueurs produced with blackcurrants, which have a content of sweetening products of more than 400 grams per litre expressed as invert sugar.\n35.   \nSloe gin\n(a)\nSloe gin is a liqueur produced by maceration of sloes in gin with the possible addition of sloe juice.\n(b)\nThe minimum alcoholic strength by volume of sloe gin shall be 25 %.\n(c)\nOnly natural flavouring substances and flavouring preparations may be used in the production of sloe gin.\n(d)\nThe legal name may be supplemented by the term ‘liqueur’.\n36.   \nSambuca\n(a)\nSambuca is a colourless aniseed-flavoured liqueur which meets the following requirements:\n(i)\nit contains distillates of anise (Pimpinella anisum L.), star anise (Illicium verum L.) or other aromatic herbs;\n(ii)\nit has a minimum content of sweetening products of 350 grams per litre expressed as invert sugar;\n(iii)\nit has a natural anethole content of not less than 1 gram and not more than 2 grams per litre.\n(b)\nThe minimum alcoholic strength by volume of sambuca shall be 38 %.\n(c)\nThe rules on flavouring substances and flavouring preparations for liqueurs laid down under category 33 shall apply to sambuca.\n(d)\nSambuca shall not be coloured.\n(e)\nThe legal name may be supplemented by the term ‘liqueur’.\n37.   \nMaraschino, marrasquino or maraskino\n(a)\nMaraschino, marrasquino or maraskino is a colourless liqueur the flavour of which is given mainly by a distillate of marasca cherries or of the product produced by macerating cherries or parts of cherries in ethyl alcohol of agricultural origin or in a distillate of marasca cherries, with a minimum content of sweetening products of 250 grams per litre expressed as invert sugar.\n(b)\nThe minimum alcoholic strength by volume of maraschino, marrasquino or maraskino shall be 24 %.\n(c)\nThe rules on flavouring substances and flavouring preparations for liqueurs laid down under category 33 shall apply to maraschino, marrasquino or maraskino.\n(d)\nMaraschino, marrasquino or maraskino shall not be coloured.\n(e)\nThe legal name may be supplemented by the term ‘liqueur’.\n38.   \nNocino or orehovec\n(a)\nNocino or orehovec is a liqueur the flavour of which is given mainly by maceration, or by maceration and distillation, of whole green walnuts (Juglans regia L.), with a minimum content of sweetening products of 100 grams per litre expressed as invert sugar.\n(b)\nThe minimum alcoholic strength by volume of nocino or orehovec shall be 30 %.\n(c)\nThe rules on flavouring substances and flavouring preparations for liqueurs laid down under category 33 shall apply to nocino or orehovec.\n(d)\nThe legal name may be supplemented by the term ‘liqueur’.\n39.   Egg liqueur or advocaat or avocat or advokat\n(a)\nEgg liqueur or advocaat or avocat or advokat is a liqueur, whether flavoured or not, produced from ethyl alcohol of agricultural origin, distillate of agricultural origin or spirit drink, or a combination thereof, and the ingredients of which are quality egg yolk, egg white and sugar or honey or both. The minimum sugar or honey content shall be 150 grams per litre expressed as invert sugar. The minimum content of pure egg yolk shall be 140 grams per litre of the final product. Any use of eggs from hens belonging to a species other than Gallus gallus shall be indicated on the label.\n(b)\nThe minimum alcoholic strength by volume of egg liqueur or advocaat or avocat or advokat shall be 14 %.\n(c)\nOnly flavouring foodstuffs, flavouring substances and flavouring preparations may be used in the production of egg liqueur or advocaat or avocat or advokat.\n(d)\nMilk products may be used in the production of egg liqueur or advocaat or avocat or advokat.\n40.   Liqueur with egg\n(a)\nLiqueur with egg is a liqueur, whether flavoured or not, produced from ethyl alcohol of agricultural origin, distillate of agricultural origin or spirit drink, or a combination thereof, the characteristic ingredients of which are quality egg yolk, egg white and sugar or honey or both. The minimum sugar or honey content shall be 150 grams per litre expressed as invert sugar. The minimum egg yolk content shall be 70 grams per litre of the final product.\n(b)\nThe minimum alcoholic strength by volume of liqueur with egg shall be 15 %.\n(c)\nOnly flavouring foodstuffs, natural flavouring substances and flavouring preparations may be used in the production of liqueur with egg.\n(d)\nMilk products may be used in the production of liqueur with egg.\n41.   \nMistrà\n(a)\nMistrà is a colourless spirit drink flavoured with aniseed or natural anethole which meets the following requirements:\n(i)\nit has an anethole content of not less than 1 gram and not more than 2 grams per litre;\n(ii)\nit may also contain a distillate of aromatic herbs;\n(iii)\nit has not been sweetened.\n(b)\nThe minimum alcoholic strength by volume of mistrà shall be 40 % and the maximum alcoholic strength by volume shall be 47 %.\n(c)\nMistrà may only be flavoured with flavouring preparations and natural flavouring substances.\n(d)\nMistrà shall not be coloured.\n42.   \nVäkevä glögi or spritglögg\n(a)\nVäkevä glögi or spritglögg is a spirit drink produced by flavouring wine or wine products and ethyl alcohol of agricultural origin with the flavour of cloves or cinnamon or both, using one of the following processes or a combination thereof:\n(i)\nmaceration or distillation,\n(ii)\ndistillation of the alcohol in the presence of parts of the plants specified above,\n(iii)\naddition of natural flavouring substances of cloves or cinnamon.\n(b)\nThe minimum alcoholic strength by volume of väkevä glögi or spritglögg shall be 15 %.\n(c)\nVäkevä glögi or spritglögg may only be flavoured with flavouring substances, flavouring preparations or other flavourings but the flavour of the spices specified in point (a) shall be predominant.\n(d)\nThe content of wine or wine products shall not exceed 50 % of the final product.\n43.   \nBerenburg or Beerenburg\n(a)\nBerenburg or Beerenburg is a spirit drink which meets the following requirements:\n(i)\nit is produced using ethyl alcohol of agricultural origin;\n(ii)\nit is produced by the maceration of fruit or plants or parts thereof;\n(iii)\nit contains as a specific flavour distillate of gentian root (Gentiana lutea L.), of juniper berries (Juniperus communis L.) and of laurel leaves (Laurus nobilis L.);\n(iv)\nit varies in colour from light to dark brown;\n(v)\nit may be sweetened to a maximum of 20 grams of sweetening products per litre expressed as invert sugar.\n(b)\nThe minimum alcoholic strength by volume of Berenburg or Beerenburg shall be 30 %.\n(c)\nBerenburg or Beerenburg may only be flavoured with flavouring preparations and natural flavouring substances.\n44.   Honey nectar or mead nectar\n(a)\nHoney nectar or mead nectar is a spirit drink produced by flavouring a mixture of fermented honey mash and honey distillate or ethyl alcohol of agricultural origin or both, which contains at least 30 % vol. of fermented honey mash.\n(b)\nThe minimum alcoholic strength by volume of honey nectar or mead nectar shall be 22 %.\n(c)\nHoney nectar or mead nectar may only be flavoured with flavouring preparations and natural flavouring substances, provided that the honey taste is predominant.\n(d)\nHoney nectar or mead nectar may only be sweetened with honey.\nANNEX II\nSPECIFIC RULES CONCERNING CERTAIN SPIRIT DRINKS\n1.   Rum-Verschnitt is produced in Germany and obtained by mixing rum and ethyl alcohol of agricultural origin, in such a manner that a minimum proportion of 5 % of the alcohol contained in the final product shall come from rum. The minimum alcoholic strength by volume of Rum-Verschnitt shall be 37,5 %. The word ‘Verschnitt’ shall appear in the description, presentation and labelling in characters of the same font, size and colour as, and on the same line as, the word ‘Rum’ and, in the case of bottles, on the front label. The legal name of this product shall be ‘spirit drink’. Where Rum-Verschnitt is placed on the market outside Germany, its alcoholic composition shall appear on the label.\n2.   Slivovice is produced in Czechia and obtained by the addition to the plum distillate, before the final distillation, of ethyl alcohol of agricultural origin, in such a manner that a minimum proportion of 70 % of the alcohol contained in the final product shall come from plum distillate. The legal name of this product shall be ‘spirit drink’. The name ‘slivovice’ may be added if it appears in the same visual field on the front label. If slivovice is placed on the market outside Czechia, its alcoholic composition shall appear on the label. This provision shall be without prejudice to the use of the legal names for fruit spirits in category 9 of Annex I.\n3.   Guignolet Kirsch is produced in France and obtained by mixing guignolet and kirsch, in such a manner that a minimum proportion of 3 % of the total pure alcohol contained in the final product shall come from kirsch. The word ‘guignolet’ shall appear in the description, presentation and labelling in characters of the same font, size and colour as, and on the same line as, the word ‘kirsch’ and, in case of bottles, on the front label. The legal name of this product shall be ‘liqueur’. Its alcoholic composition shall indicate the percentage by volume of pure alcohol that guignolet and kirsch represent in the total pure alcohol content by volume of guignolet kirsch.\nANNEX III\nDYNAMIC OR ‘CRIADERAS Y SOLERA’ OR ‘SOLERA E CRIADERAS’ AGEING SYSTEM\nThe dynamic or ‘criaderas y solera’ or ‘solera e criaderas’ ageing system consists in the execution of periodical extractions of a portion of the brandy contained in each of the oak casks and containers that form an ageing scale and the corresponding replenishments with brandy extracted from the preceding ageing scale.\nDefinitions\n‘Ageing scale’ means each group of oak casks and containers with the same level of maturation, through which the brandy progresses in the course of its ageing process. Each scale is known as ‘criadera’, except the last one, previous to the expedition of the brandy, known as the ‘solera’.\n‘Extraction’ means the partial volume of brandy drawn from each oak cask and container in an ageing scale, for its incorporation into the oak casks and containers in the next ageing scale or, in the case of the solera, for its shipping.\n‘Replenishment’ means the volume of brandy from the oak casks and containers of a given ageing scale that is incorporated into and blended with the content of the oak casks and containers of the following scale in terms of age.\n‘Average age’ means the period of time corresponding to the rotation of the total stock of brandy that is undergoing the ageing process, calculated by dividing the total volume of brandy contained in all the ageing scales by the volume of the extractions made from the last scale – the solera – in one year.\nThe average age of the brandy drawn from the solera shall be calculated using the following formula: t = Vt/Ve, in which:\n—\nt is the average age, expressed in years;\n—\nVt is the total volume of stocks in the ageing system, expressed in litres of pure alcohol;\n—\nVe is the total volume of product extracted for shipping during a year, expressed in litres of pure alcohol.\nIn the case of oak casks and containers of less than 1 000 litres, the number of annual extractions and replenishments shall be equal to or lower than twice the number of scales in the system, in order to guarantee that the youngest component has an age equal to or higher than six months.\nIn the case of oak casks and containers of 1 000 litres or more, the number of annual extractions and replenishments shall be equal to or lower than the number of scales in the system, in order to guarantee that the youngest component has an age equal to or higher than one year.\nANNEX IV\nCorrelation table\nThis Regulation\nRegulation (EC) No 110/2008\nArticle 1(1) and (2)\nArticle 1(1) and (2)\nArticle 2, points (a) to (d)\nArticle 2(1) and (3)\nArticle 2, point (e)\nArticle 2(2)\nArticle 2, point (f)\nAnnex I, point 6\nArticle 3(1)\nArticle 8\nArticle 3(2) and (3)\nArticle 10\nArticle 3(4)\nArticle 15(1)\nArticle 3(5)\n—\nArticle 3(6)\n—\nArticle 3(7)\nArticle 15(3), third subparagraph\nArticle 3(8)\n—\nArticle 3(9) and (10)\nArticle 11(2) and Annex I, point 4\nArticle 3(11) and (12)\nAnnex I, point (7)\nArticle 4(1)\nArticle 7 and Annex I, point (14)\nArticle 4(2)\nArticle 7 and Annex I, point (15)\nArticle 4(3)\nArticle 7 and Annex I, point (16)\nArticle 4(4)\n—\nArticle 4(5)\nAnnex I, point (17)\nArticle 4(6)\n—\nArticle 4(7)\nAnnex I, point (2)\nArticle 4(8)\nAnnex I, point (3)\nArticle 4(9)\nAnnex I, point (3)\nArticle 4(10)\nAnnex I, point (5)\nArticle 4(11)\nAnnex I, point (8)\nArticle 4(12)\nAnnex I, point (9)\nArticle 4(13)\n—\nArticle 4(14)\n—\nArticle 4(15)\n—\nArticle 4(16)\n—\nArticle 4(17)\n—\nArticle 4(18)\n—\nArticle 4(19) and (20)\nAnnex I, point (10)\nArticle 4(21)\n—\nArticle 4(22)\n—\nArticle 4(23)\nAnnex I, point (11)\nArticle 4(24)\nAnnex I, point (12)\nArticle 5\nAnnex I, point (1)\nArticle 6(1)\nArticle 3(1)\nArticle 6(2)\nArticle 3(3)\nArticle 6(3)\nArticle 3(4)\nArticle 7(1)\nArticle 4\nArticle 7(2)\nArticle 5(1)\nArticle 7(3)\nArticle 5(2)\nArticle 7(4)\nArticle 5(3)\nArticle 8(1)\nArticle 26\nArticle 8(2)\nArticle 1(3)\nArticle 8(3)\n—\nArticle 8(4)\n—\nArticle 9\n—\nArticle 10(1)\n—\nArticle 10(2)\nArticle 9(1)\nArticle 10(3)\nArticle 9(2)\nArticle 10(4)\nArticle 9(3)\nArticle 10(5)\nArticle 9(5) and (6)\nArticle 10(6), points (a) to (c), (e) and (f)\n—\nArticle 10(6)(d)\nArticle 12(2)\nArticle 10(7), first subparagraph\nArticle 9(4) and (7)\nArticle 10(7), second subparagraph\n—\nArticle 11(1)\nArticle 10(1) and (2)\nArticle 11(2) and (3)\n—\nArticle 12(1)\nArticle 10(1)\nArticle 12(2),(3) and (4)\n—\nArticle 13(1)\nArticle 12(1)\nArticle 13(2)\nArticle 9(9)\nArticle 13(3), first and second subparagraph\nArticle 11(4)\nArticle 13(3), third subparagraph\nArticle 11(5)\nArticle 13(3), fourth subparagraph\n—\nArticle 13(4), first subparagraph\nArticle 11(3)\nArticle 13(4), second subparagraph\nArticle 11(4)\nArticle 13(4), third subparagraph\nArticle 11(5)\nArticle 13(5)\n—\nArticle 13(6)\nArticle 12(3)\nArticle 13(7)\n—\nArticle 14(1)\nAnnex I, point (13)\nArticle 14(2)\n—\nArticle 15(1)\nArticle 14(2)\nArticle 15(2)\n—\nArticle 16\n—\nArticle 17\nArticle 13\nArticle 18\n—\nArticle 19(1)\nArticle 12(3)\nArticle 19(2)\n—\nArticle 20, point (a)\n—\nArticle 20, point (b)\nArticle 28(2)\nArticle 20, point (c)\n—\nArticle 20, point (d)\n—\nArticle 21(1)\n—\nArticle 21(2)\nArticle 16\nArticle 21(3)\nArticle 15(3), first subparagraph\nArticle 21(4)\n—\nArticle 22(1), first subparagraph\nArticle 17(4)\nArticle 22(1), second subparagraph\n—\nArticle 22(2)\n—\nArticle 23(1), introductory wording and points (a), (b) and (c)\n—\nArticle 23(1), second subparagraph\nArticle 17(3)\nArticle 23(2)\nArticle 17(1), second sentence\nArticle 24(1) to (4)\n—\nArticle 24(5), (6) and (7)\nArticle 17(2)\nArticle 24(8)\nArticle 17(3)\nArticle 24(9)\nArticle 17(1), first sentence\nArticle 25\n—\nArticle 26(1), first subparagraph\nArticle 17(5)\nArticle 26(1), second subparagraph\n—\nArticle 26(2)\nArticle 17(6)\nArticle 27(1)\nArticle 17(7), first sentence\nArticle 27(2), (3) and (4)\n—\nArticle 27(5)\nArticle 17(7), second sentence\nArticle 28\n—\nArticle 29\n—\nArticle 30(1), (2) and (3)\nArticle 17(8), first sentence\nArticle 30(4), first subparagraph\nArticle 17(8), second sentence\nArticle 30(4), second subparagraph\n—\nArticle 31\nArticle 21\nArticle 32\nArticle 18\nArticle 33(1)\nArticle 15(2)\nArticle 33(2) and (3)\n—\nArticle 34(1), (2) and (3)\nArticle 19\nArticle 34(4)\n—\nArticle 35(1), first subparagraph\nArticle 15(3), second subparagraph\nArticle 35(1), second subparagraph\n—\nArticle 35(2)\nArticle 23(3)\nArticle 35(3)\n—\nArticle 36(1)\nArticle 23(1)\nArticle 36(2)\nArticle 23(2)\nArticle 37\n—\nArticle 38(1)\n—\nArticle 38(2)\nArticle 22(1)\nArticle 38(3)\nArticle 22(2)\nArticle 38(4)\n—\nArticle 38(5)\nArticle 22(3)\nArticle 38(6)\nArticle 22(4)\nArticle 39(1)\n—\nArticle 39(2) and (3)\n—\nArticle 40\n—\nArticle 41\n—\nArticle 42\n—\nArticle 43(1)\nArticle 24(1)\nArticle 43(2)\nArticle 24(3)\nArticle 44(1)\nArticle 24(2)\nArticle 44(2)\n—\nArticle 45\nArticle 6\nArticle 46\n—\nArticle 47\nArticle 25\nArticle 48\n—\nArticle 49\nArticle 29\nArticle 50\nArticle 28\nArticle 51\nArticle 30\nAnnex I, categories 1 to 31\nAnnex II, categories 1 to 31\nAnnex I, category 32\nAnnex II, category 37a\nAnnex I, category 33\nAnnex II, category 32\nAnnex I, category 34\nAnnex II, category 33\nAnnex I, category 35\nAnnex II, category 37\nAnnex I, category 36\nAnnex II, category 38\nAnnex I, category 37\nAnnex II, category 39\nAnnex I, category 38\nAnnex II, category 40\nAnnex I, category 39\nAnnex II, category 41\nAnnex I, category 40\nAnnex II, category 42\nAnnex I, category 41\nAnnex II, category 43\nAnnex I, category 42\nAnnex II, category 44\nAnnex I, category 43\nAnnex II, category 45\nAnnex I, category 44\nAnnex II, category 46\nAnnex II\nAnnex II, part under the Title ‘Other spirit drinks’\nAnnex III\n—\nAnnex IV\n—", "summary": "Geographical origin of spirit drinks\nGeographical origin of spirit drinks\nSUMMARY OF:\nRegulation (EU) 2019/787 on the definition, description, presentation and labelling of spirit drinks, the use of the names of spirit drinks in the presentation and labelling of other foodstuffs, the protection of geographical indications for spirit drinks, the use of ethyl alcohol and distillates of agricultural origin in alcoholic beverages\nWHAT IS THE AIM OF THE REGULATION?\nIt aims to provide rules on the definition, description, presentation and labelling of spirit drinks*, including their use in other foods, and on the protection of geographical indications* (GIs) for spirit drinks.\nIt includes clearer labelling rules for spirit drinks such as whisky, brandy, wine spirit and vodka and also for combinations of such spirit drinks with other foods. These rules are applicable across the EU and are in line with the rules on providing food information to consumers.\nIt also aims to ensure further harmonisation of the methods for the production of spirit drinks allowed throughout the EU, for instance concerning the maximum sugar content of a number of spirit drinks.\nIt aims to further simplify GI procedures: European Commission to focus only on elements of EU significance,clearer definitions of amendments at national and EU level, fully respecting the subsidiarity principle,reduction of the time period for treating applications.\nIt aims to enhance the protection of GIs: when products are used as ingredients,when in conflict with trade marks, andagainst goods in transit in the EU’s territory.\nIt repeals Regulation (EC) No 110/2008 with effect from 25 May 2021, except for Chapter III (geographical indications) which has been repealed with effect from 8 June 2019 (see summary Geographical origin of spirit drinks).\nKEY POINTS\nScope\nThe regulation covers the definition of spirit drinks and the categories of spirit drinks allowed in the EU. It outlines detailed rules on their production, description, presentation and labelling, as well as the use of the names of spirit drinks in the presentation and labelling of other foodstuffs.\nSpirit drinks is one of the 4 sectors covered by the rules on geographical indications. The other sectors are food, wine and aromatised wines.\nEthyl alcohol\nThe alcohol used in the production of spirit drinks and other alcoholic beverages, and to dilute or dissolve colours, flavourings or any other authorised ingredients, should be exclusively ethyl alcohol of agricultural origin, distillates of agricultural origin or spirit drinks of categories 1 to 14 of Annex I to the regulation. The definition of ethyl alcohol of agricultural origin, including the maximum levels of residues, is outlined in the regulation.\nProtection of geographical indications\nGeographical indications which conform with the product specifications are protected against:\nany direct or indirect commercial use of a registered name of products (not covered by the registration) where those products are comparable or where using the name exploits the reputation of the protected name, including products used as an ingredient;\nany misuse, imitation or evocation, even if the true origin of the products or services is indicated or if the protected name is translated or accompanied by an expression such as ‘style’, ‘type’, ‘method’, ‘as produced in’, ‘imitation’, ‘flavour’, ‘like’ or similar, including when products are used as an ingredient;\nany other false or misleading indication of the origin, nature or essential qualities of the product to convey a false impression of the product’s origin;\nany other practice which could mislead the consumer as to the true origin of the product.\nProduct specification\nProduct specifications include at least:\nname to be protected as a geographical indication, as used in the original script, together with Latin equivalent (if relevant);\ncategory of the spirit drink;\ncharacteristics, including the raw materials used and the principal characteristics of the product and comparison with spirit drinks of the same category;\ndefinition of the geographical area;\nproduction methods, particularly any authentic and unvarying local production methods;\nlink between quality, reputation or other characteristic of the spirit drink and its geographical origin;\nany specific labelling or packaging requirement.\nRegistration\nApplications to register a geographical indication can only be submitted by groups who work with the spirit drink concerned.\nAn EU country can provisionally grant protection to a name at national level, with effect from the date on which an application is submitted to the Commission.\nWithin 3 months from the publication in the EU’s Official Journal, countries within and outside the EU, and non-EU residents with a legitimate interest, may submit a notice of opposition to the Commission.\nThe Commission keeps a publicly accessible electronic register of recognised geographical indications, to be created by means of delegated acts.\nEU countries carry out checks on the use of registered geographical indications and spirit drinks in general, and must take necessary measures in the event of breaches of the rules.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 8 June 2019 as regards the rules relating to geographical indications. It applies as of 25 May 2021 as regards the other rules on the production, description, presentation and labelling of spirit drinks.\nBACKGROUND\n              \nSee also:\nQuality schemes explained (European Commission)\nGeographical indications (European Commission).\nKEY TERMS\n              \nSpirit drink: an alcoholic beverage intended for human consumption which possesses particular properties of taste and aroma, and has a minimum alcoholic strength by volume of 15% (14% for advocaat (egg liqueur))\nGeographical indication: a denomination identifying a product as originating in a country, region or locality where a particular quality, reputation or other characteristic of the product is essentially due to its geographical origin. Natural, human and process factors contribute to these distinctive characteristics.\nMAIN DOCUMENT\n            \nRegulation (EU) 2019/787 of the European Parliament and of the Council of 17 April 2019 on the definition, description, presentation and labelling of spirit drinks, the use of the names of spirit drinks in the presentation and labelling of other foodstuffs, the protection of geographical indications for spirit drinks, the use of ethyl alcohol and distillates of agricultural origin in alcoholic beverages, and repealing Regulation (EC) No 110/2008 (OJ L 130, 17.5.2019, pp. 1-54)\nRELATED DOCUMENTS\n            \nRegulation (EU) 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs (OJ L 343, 14.12.2012, pp. 1-29)\nSuccessive amendments to Regulation (EU) No 1151/2012 have been incorporated in the original document. This consolidated version is of documentary value only.\nRegulation (EU) No 1169/2011 of the European Parliament and of the Council of 25 October 2011 on the provision of food information to consumers, amending Regulations (EC) No 1924/2006 and (EC) No 1925/2006 of the European Parliament and of the Council, and repealing Commission Directive 87/250/EEC, Council Directive 90/496/EEC, Commission Directive 1999/10/EC, Directive 2000/13/EC of the European Parliament and of the Council, Commission Directives 2002/67/EC and 2008/5/EC and Commission Regulation (EC) No 608/2004 (OJ L 304, 22.11.2011, pp. 18-63)\nSee consolidated version.\nRegulation (EC) No 110/2008 of the European Parliament and of the Council of 15 January 2008 on the definition, description, presentation, labelling and the protection of geographical indications of spirit drinks and repealing Council Regulation (EEC) No 1576/89 (OJ L 39, 13.2.2008, pp. 16-54)\nSee consolidated version.\nCommission Implementing Regulation (EU) No 716/2013 of 25 July 2013 laying down rules for the application of Regulation (EC) No 110/2008 of the European Parliament and of the Council on the definition, description, presentation, labelling and the protection of geographical indications of spirit drinks (OJ L 201, 26.7.2013, pp. 21-30)\nSee consolidated version.\nlast update 07.10.2019", "tags": ["beverage industry", "consumer information", "marketing standard", "foodstuff", "designation of origin", "alcoholic beverage", "product designation", "ethanol", "labelling"], "subjects": ["Foodstuffs", "Alcohol", "Consumer protection"], "split": "validation", "reference_annotations": {"32019R0787_p1": {"text": "regulation 2019/787 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 17 April 2019---on the definition, description, presentation and labelling of spirit drinks, the use of the names of spirit drinks in the presentation and labelling of other foodstuffs, the protection of geographical indications for spirit drinks, the use of ethyl alcohol and distillates of agricultural origin in alcoholic beverages, and repealing regulation 110/2008", "triples": [" regulation 2019/787,  repealing,  regulation 110/2008"]}, "32019R0787_p3": {"text": "(3)  regulation 110/2008 of the European Parliament and of the Council of 15 January 2008 on the definition, description, presentation, labelling and the protection of geographical indications of spirit drinks and repealing Council regulation 1576/89 (OJ L 39, 13.2.2008, p. 16).", "triples": [" regulation 110/2008,  repealing,  regulation 1576/89"]}, "32019R0787_p4": {"text": "(5)  regulation 1334/2008 of the European Parliament and of the Council of 16 December 2008 on flavourings and certain food ingredients with flavouring properties for use in and on foods and amending Council regulation 1601/91, regulation 2232/96 regulation 110/2008 and directive 2000/13/ec (OJ L 354, 31.12.2008, p. 34).", "triples": [" regulation 1334/2008,  amending,  regulation 1601/91", " regulation 1334/2008,  amending,  regulation 2232/96", " regulation 1334/2008,  amending,  regulation 110/2008", " regulation 1334/2008,  amending,  directive 2000/13/ec"]}, "32019R0787_p5": {"text": "(6)  regulation 1169/2011 of the European Parliament and of the Council of 25 October 2011 on the provision of food information to consumers, amending regulation 1924/2006 regulation 1925/2006 of the European Parliament and of the Council, and repealing Commission directive 87/250/eec, Council directive 90/496/eec, Commission directive 1999/10/ec, directive 2000/13/ec of the European Parliament and of the Council, Commission directive 2002/67/ec directive 2008/5/ec and Commission regulation 608/2004 (OJ L 304, 22.11.2011, p. 18).", "triples": [" regulation 1169/2011,  amending,  regulation 1924/2006", " regulation 1169/2011,  amending,  regulation 1925/2006", " regulation 1169/2011,  repealing,  directive 87/250/eec", " regulation 1169/2011,  repealing,  directive 90/496/eec", " regulation 1169/2011,  repealing,  directive 1999/10/ec", " regulation 1169/2011,  repealing,  directive 2000/13/ec", " regulation 1169/2011,  repealing,  directive 2002/67/ec", " regulation 1169/2011,  repealing,  directive 2008/5/ec", " regulation 1169/2011,  repealing,  regulation 608/2004"]}, "32019R0787_p6": {"text": "(13)  directive 2007/45/ec of the European Parliament and of the Council of 5 September 2007 laying down rules on nominal quantities for prepacked products, repealing Council directive 75/106/eec directive 80/232/eec, and amending Council directive 76/211/eec (OJ L 247, 21.9.2007, p. 17).", "triples": [" directive 2007/45/ec,  repealing,  directive 75/106/eec", " directive 2007/45/ec,  repealing,  directive 80/232/eec", " directive 2007/45/ec,  amending,  directive 76/211/eec"]}, "32019R0787_p7": {"text": "(14)  regulation 2018/1670 of the European Parliament and of the Council of 23 October 2018 amending regulation 110/2008 as regards nominal quantities for the placing on the Union market of single distilled shochu produced by pot still and bottled in Japan (OJ L 284, 12.11.2018, p. 1).", "triples": [" regulation 2018/1670,  amending,  regulation 110/2008"]}, "32019R0787_p8": {"text": "(20)  regulation 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council regulation 922/72 regulation 234/79 regulation 1037/2001 regulation 1234/2007 (OJ L 347, 20.12.2013, p. 671).", "triples": [" regulation 1308/2013,  repealing,  regulation 922/72", " regulation 1308/2013,  repealing,  regulation 234/79", " regulation 1308/2013,  repealing,  regulation 1037/2001", " regulation 1308/2013,  repealing,  regulation 1234/2007"]}, "32019R0787_p9": {"text": "(21)  regulation 251/2014 of the European Parliament and of the Council of 26 February 2014 on the definition, description, presentation, labelling and the protection of geographical indications of aromatised wine products and repealing Council regulation 1601/91 (OJ L 84, 20.3.2014, p. 14).", "triples": [" regulation 251/2014,  repealing,  regulation 1601/91"]}, "32019R0787_p10": {"text": "(22)  Commission regulation 684/2009 of 24 July 2009 implementing Council directive 2008/118/ec as regards the computerised procedures for the movement of excise goods under suspension of excise duty (OJ L 197, 29.7.2009, p. 24).", "triples": [" regulation 684/2009,  implementing,  directive 2008/118/ec"]}, "32019R0787_p11": {"text": "(27)  Commission Implementing regulation 716/2013 of 25 July 2013 laying down rules for the application of regulation 110/2008 of the European Parliament and of the Council on the definition, description, presentation, labelling and the protection of geographical indications of spirit drinks (OJ L 201, 26.7.2013, p. 21).", "triples": [" regulation 110/2008,  Implementing,  regulation 716/2013"]}}, "summary_annotations": {"32019R0787_p1": {"text": "regulation 2019/787 of the European Parliament and of the Council of 17 April 2019 on the definition, description, presentation and labelling of spirit drinks, the use of the names of spirit drinks in the presentation and labelling of other foodstuffs, the protection of geographical indications for spirit drinks, the use of ethyl alcohol and distillates of agricultural origin in alcoholic beverages, and repealing regulation 110/2008 (OJ L 130, 17.5.2019, pp. 1-54)", "triples": [" regulation 2019/787,  repealing,  regulation 110/2008"]}, "32019R0787_p2": {"text": "regulation 1169/2011 of the European Parliament and of the Council of 25 October 2011 on the provision of food information to consumers, amending regulation 1924/2006 regulation 1925/2006 of the European Parliament and of the Council, and repealing Commission directive 87/250/eec, Council directive 90/496/eec, Commission directive 1999/10/ec, directive 2000/13/ec of the European Parliament and of the Council, Commission directive 2002/67/ec directive 2008/5/ec and Commission regulation 608/2004 (OJ L 304, 22.11.2011, pp. 18-63)", "triples": [" regulation 1169/2011,  amending,  regulation 1924/2006", " regulation 1169/2011,  amending,  regulation 1925/2006", " regulation 1169/2011,  repealing,  directive 87/250/eec", " regulation 1169/2011,  repealing,  directive 90/496/eec", " regulation 1169/2011,  repealing,  directive 1999/10/ec", " regulation 1169/2011,  repealing,  directive 2000/13/ec", " regulation 1169/2011,  repealing,  directive 2002/67/ec", " regulation 1169/2011,  repealing,  directive 2008/5/ec", " regulation 1169/2011,  repealing,  regulation 608/2004"]}, "32019R0787_p3": {"text": "regulation 110/2008 of the European Parliament and of the Council of 15 January 2008 on the definition, description, presentation, labelling and the protection of geographical indications of spirit drinks and repealing Council regulation 1576/89 (OJ L 39, 13.2.2008, pp. 16-54)", "triples": [" regulation 110/2008,  repealing,  regulation 1576/89"]}}}