{"celex_id": "31992H0441", "reference": "EUR-Lex - 31992H0441 - EN\nAvis juridique important\n|\n31992H0441\n92/441/EEC: Council Recommendation of 24 June 1992 on common criteria concerning sufficient resources and social assistance in social protection systems\nOfficial Journal L 245 , 26/08/1992 P. 0046 - 0048\nCOUNCIL RECOMMENDATION of 24 June 1992 on common criteria concerning sufficient resources and social assistance insocial protection systems (92/441/EEC)THE COUNCIL OF THE EUROPEAN COMMUNITIES,  Having regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,  Having regard to the proposal from the Commission (1),  Having regard to the opinion of the European Parliament (2),  Having regard to the opinion of the Economic and Social Committee (3),   (1) Whereas reinforcing social cohesion within the Community requires the encouragement of solidarity with regard to the least privileged and most vulnerable people;   (2) Whereas respect for human dignity is one of the fundamental rights underlying Community law, as recognized in the preamble to the Single European Act;   (3) Whereas social exclusion processes and risks of poverty have become more prevalent and more diversified over the last 10 years, owing primarily to a combination of developments in the labour market with, in particular, growth in long-term  unemployment, and in family structures with, in particular, an increase in social isolation;   (4) Whereas there is a need for general development policies capable of contributing towards halting the perceived structural trends to be accompanied by specific, systemic and coherent integration policies;   (5) Whereas, consequently, social policy efforts need to be continued, their achievements reinforced and these policies adapted to the multi-dimensional nature of social exclusion, which involves linking the various forms of immediate assistance needed  to measures aiming expressly at the economic and social integration of the people concerned.   (6) Whereas people with insufficient, irregular and uncertain resources are unable to play an adequate part in the economic and social life of the society in which they live and to become successfully integrated economically and socially; whereas the  right of the least privileged to sufficient, stable and reliable resources should therefore be recognized as part of a consistent, overall policy for supporting their integration;   (7) Whereas on 29 September 1989 the Council and the Ministers for Social Affairs meeting within the Council adopted a resolution on combating social exclusion (4) which stressed that combating social exclusion may be regarded as an important part of  the social dimension of the internal market;   (8) Whereas the Community Charter of the Fundamental Social Rights of Workers, adopted at the European Council in Strasbourg on 9 December 1989 by the Heads of State or Government of 11 Member States, states, inter alia, in its eighth recital and in  points 10 and 25:  'Whereas, (. . .) in a spirit of solidarity, it is important to combat social exclusion;' 'According to the arrangements applying in each country:  10. Every worker of the European Community shall have a right to adequate social protection and shall, whatever his status and whatever the size of the undertaking in which he is employed, enjoy an adequate level of social security benefits.  Person who have been unable either to enter or re-enter the labour market and have no means of subsistence must be able to receive sufficient resources and social assistance in keeping with their particular situation.' '25. Any person who has reached retirement age but who is not entitled to a pension or who does not have other means of subsistence, must be entitled to sufficient resources and to medical and social assistance specifically suited to his needs.';   (9) Whereas the Commission has included this fundamental aspect of the fight against social exclusion in its action programme relating to the implementation of the Community Charter of the Fundamental Social Rights of Workers, while noting in  particular the value of a Community initiative, in a spirit of solidarity, to assist the least privileged citizens of the Community, including the elderly, whose situation all too often resembles that of persons excluded from the labour market;  (10) Whereas the implementation of a guarantee of resources and social assistance comes within the sphere of social protection; whereas it is for Member States to define, in this connection, the legal nature of the provisions intended to ensure this  guarantee, which in most Member States do not come within the sphere of social security;  (11) Whereas it is important to take account during the progressive implementation of this recommendation of the availability of financial resources, of national priorities and of balances within national social protection systems; whereas there are  disparities in development between Member States as regards social protection;  (12) Whereas, in its resolution on combating poverty in the European Community (5), the European Parliament declared itself in favour of establishing in all the Member States a guaranteed minimum income to help ensure that the poorest citizens are  integrated into society;  (13) Whereas, in its opinion on poverty of 12 July 1989 (6), the Economic and Social Committee also recommended the introduction of a minimum social income, both to act as a safety net for the poor and to boost their reintegration into society;  (14) Whereas this recommendation does not affect national and Community provisions on right of residence;  (15) Whereas the Treaty does not, in respect of the attainment of these objectives, provide for any means of action other than those laid down in Article 235,  I. HEREBY RECOMMENDS MEMBER STATES:  A. to recognize the basic right of a person to sufficient resources and social assistance to live in a manner compatible with human dignity as part of a comprehensive and consistent drive to combat social exclusion, and to adapt their social protection  systems, as necessary, according to the principles and guidelines set out below;  B. to recognize this right according to the following general principles:  1. it is to be a right based on respect for human dignity;  2. the scope of that right is to be defined vis-à-vis individuals, having regard to legal residence and nationality, in accordance with the relevant provisions on residence, with the aim of progressively covering all exclusion situations in that  connection as broadly as possible, in accordance with detailed arrangements laid down by the Member States;  3. every person who does not have access individually or within the household in which he or she lives to sufficient resources is to have access to such right:  - subject to active availability for work or for vocational training with a view to obtaining work in the case of those persons whose age, health and family situation permit such active availability, or, where appropriate, subject to economic and social  integration measures in the case of other persons, and - without prejudice to the Member States' option of not extending this right to persons in full-time employment or to students;  4. access is not to be subject to time limits, assuming compliance with the eligibility conditions and on the understanding that, in practice, the right may be granted for limited but renewable periods;  5. the right is auxiliary in relation to other social rights. An effort should be made in parallel to reintegrate the poorest people into the systems of general rights;  6. it is to be accompanied by those policies deemed necessary, at national level, for the economic and social integration of those concerned, as laid down in the resolution of the Council and of the Ministers for Social Affairs, meeting within the  Council, of 29 September 1989 on combating social exclusion;  C. to organize the implementation of this right according to the following practical guidelines:  1. (a) fixing the amount of resources considered sufficient to cover essential needs with regard to respect for human dignity, taking account of living standards and price levels in the Member State concerned, for different types and sizes of household;   (b) adjusting or supplementing amounts to meet specific needs;  (c) in order to fix the amounts, referring to appropriate indicators, such as, for example, statistical data on the average disposable income in the Member State, statistical data on household consumption, the legal minimum wage if this exists or the  level of prices;  (d) safeguarding an incentive to seek employment for persons whose age and condition render them fit for work;  (e) establishing arrangements for periodic review of these amounts, based on these indicators, in order that needs continue to be covered;  2. granting, to people whose resources taken at the level of the individual or the household are lower than the amounts thus fixed, adjusted or supplemented, differential financial aid to bring them up to these amounts;  3. taking the necessary measures to ensure that, with regard to the extent of the financial support thus granted, the implementation of the regulations in force in the areas of taxation, civil obligations and social security takes account of the  desirable level of sufficient resources and social assistance to live in a manner compatible with human dignity;  4. taking every measure to enable those concerned to receive appropriate social support, comprising measures and services such as, in particular, advice and counselling, information and assistance in obtaining their rights;  5. adopting arrangements in respect of persons whose age and condition render them fit for work, which will ensure they receive effective help to enter or re-enter working life, including training where appropriate;  6. taking the necessary measures to ensure that the least privileged are informed of this right;  simplifying as far as possible the administrative procedures and arrangements for examining means and situations involved in claiming this right;  organizing, in so far as possible and in accordance with national provisions, the machinery for appeals to independent third parties, such as tribunals, to which the persons concerned should have easy access:  D. to guarantee these resources and benefits within the framework of social protection arrangements;  to determine detailed arrangements, finance costs and organize their administration and implementation in accordance with national legislation and/or practice;  E. to implement the measures laid down in this recommendation progressively as from now in such a way that a report can be drawn up after five years,  - taking into account economic and budgetary resources as well as the priorities set by national authorities and balances within social protection systems, and - where appropriate, varying their scope according to age group or family situation;  F. to take appropriate measures:  - to collect information systematically on the actual arrangements for access to these measures for the people concerned, and - to carry out a methodical evaluation of their implementation and impact;  II. AND THEREFORE ASKS THE COMMISSION:  1. to encourage and organize, in liaison with the Member States, the systematic exchange of information and experiences and the continuous evaluation of the national provisions adopted;  2. to submit to the European Parliament, the Council and the Economic and Social Committee, on a regular basis, reports based on information supplied by the Member States describing the progress achieved and obstacles encountered in implementing this  recommendation.  Done at Luxembourg, 24. 6. 1992.  For the Council The President José da SILVA PENEDA (1) OJ No C 163, 22. 6. 1991, p. 3.(2) OJ No C 150, 15. 6. 1992.(3) OJ No C 14, 20. 1. 1992, p. 1.(4) OJ No C 277, 31. 10. 1989, p. 1.(5) OJ No C 262, 10. 10. 1989, p. 194.(6) OJ No C 221, 28. 8. 1989, p. 10.", "summary": "Sufficient resources and assistance\nSufficient resources and assistance\nPersons residing in the European Union (EU) should have access to sufficient resources and assistance to live in a manner compatible with human dignity. This Recommendation defines the common principles for implementing this right in all the Member States in order to progressively cover all instances of exclusion.\nACT\nCouncil Recommendation 92/441/EEC of 24 June 1992 on common criteria concerning sufficient resources and social assistance in social protection systems [Published in the Official Journal L 245 of 26.8.1992].\nSUMMARY\nThe Member States of the European Union (EU) must recognise the basic right of persons to sufficient resources and social assistance to live in a manner compatible with human dignity.\nThis right should be implemented under the framework of the Member States’ strategic national policies on combating social exclusion. It concerns all individuals resident in the territory of the EU who do not have access to sufficient resources individually or within the household in which they live.\nThe level of sufficient resources should be set according to the specific situation of each person, specifically the size of their household, their specific needs and the cost of living in the Member State concerned.\nAccess by applicants to this right cannot be subject to time-limits, provided that the eligibility conditions continue to be met. However, Member States may create limits concerning students, persons in full-time employment and persons with the capacity to carry out a vocational activity.\nImplementation of this right must be ensured within the frameworks of social security schemes. In addition, Member States must in particular:\nsimplify administrative procedures and legal appeals;\nprovide measures of social support;\ninform the most vulnerable people of their rights;\ntake measures to encourage employment;\nadapt taxation, social security rules and the civil obligations of persons.\nRELATED ACTS\nReport of 25 January 1999 from the Commission to the Council, the European Parliament, the Economic and Social Committee and the Committee of the Regions on the implementation of the recommendation 92/441/EEC of 24 June 1992 on common criteria concerning sufficient resources and social assistance in social protection systems [COM(98) 774 final - Not published in the Official Journal].\n               In order to continue to improve the situation of minimum income beneficiaries, the Commission proposes to:\noptimise social protection for better coverage of basic needs;\ngreater consistency between the minimum social benefits and social benefits, in particular the maintenance of minimum income by topping up income from work;\nimprove access to employment and training;\nimprove the social and economic integration of the beneficiaries of minimum income.\nLast updated: 27.10.2011", "tags": ["welfare", "poverty", "human relations", "European social policy", "social security", "subsistence level income"], "subjects": ["Provisions under Article 235 EEC", "Social provisions"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}