{"celex_id": "31965R0019", "reference": "EUR-Lex - 31965R0019 - EN\nAvis juridique important\n|\n31965R0019\nRegulation No 19/65/EEC of 2 March of the Council on application of Article 85 (3) of the Treaty to certain categories of agreements and concerted practices\nOfficial Journal 036 , 06/03/1965 P. 0533 - 0535 Finnish special edition: Chapter 8 Volume 1 P. 0036  Danish special edition: Series I Chapter 1965-1966 P. 0031  Swedish special edition: Chapter 8 Volume 1 P. 0036  English special edition: Series I Chapter 1965-1966 P. 0035  Greek special edition: Chapter 08 Volume 1 P. 0059  Spanish special edition: Chapter 08 Volume 1 P. 0085  Portuguese special edition Chapter 08 Volume 1 P. 0085\nREGULATION No 19/65/EEC OF THE COUNCIL  of 2 March 1965  on application of Article 85 (3) of the Treaty to certain categories of agreements and concerted practicesTHE COUNCIL OF THE EUROPEAN ECONOMIC COMMUNITY, Having regard to the Treaty establishing the European Economic Community, and in particular Article 87 thereof; Having regard to the proposal from the Commission; Having regard to the Opinion of the European Parliament (1); Having regard to the Opinion of the Economic and Social Committee (2); Whereas Article 85 (1) of the Treaty may in accordance with Article 85 (3) be declared inapplicable to certain categories of agreements, decisions and concerted practices which fulfil the conditions contained in Article 85 (3); Whereas the provisions for implementation of Article 85 (3) must be adopted by way of regulation pursuant to Article 87; Whereas in view of the large number of notifications submitted in pursuance of Regulation No 17(3) it is desirable that in order to facilitate the task of the Commission it should be enabled to declare by way of regulation that the provisions of Article 85 (1) do not apply to certain categories of agreements and concerted practices; Whereas it should be laid down under what conditions the Commission, in close and constant liaison with the competent authorities of the Member States, may exercise such powers after sufficient experience has been gained in the light of individual decisions and it becomes possible to define categories of agreements and concerted practices in respect of which the conditions of Article 85 (3) may be considered as being fulfilled; Whereas the Commission has indicated by the action it has taken, in particular by Regulation No 153, (4) that there can be no easing of the procedures prescribed by Regulation No 17 in respect of certain types of agreements and concerted practices that are particularly liable to distort competition in the common market; Whereas under Article 6 of Regulation No 17 the Commission may provide that a decision taken pursuant to Article 85 (3) of the Treaty shall apply with retroactive effect ; whereas it is desirable that the Commission be also empowered to adopt, by regulation, provisions to the like effect; Whereas under Article 7 of Regulation No 17 agreements, decisions and concerted practices may, by decision of the Commission, be exempted from prohibition in particular if they are modified in such manner that they statisfy the requirements of Article 85 (3) ; whereas it is desirable that the Commission be enabled to grant like exemption by regulation to such agreements and concerted practices if they are modified in such manner as to fall within a category defined in an exempting regulation; Whereas, since there can be no exemption if the conditions set out in Article 85 (3) are not satisfied, the Commission must have power to lay down by decision the conditions that must be satisfied by an agreement or concerted practice which owing to special circumstances has certain effects incompatible with Article 85 (3);  (1) OJ No 81, 27.5.1964, p. 1275/64. (2) OJ No 197, 30.11.1964, p. 3320/64. (3) OJ No 13, 21.2.1962, p. 204/62 (Regulation No 17 as amended by Regulation No 59 - OJ No 58, 10.7.1962, p. 1655/62 - and Regulation No 118/63/EEC - OJ No 162, 7.11.1963, p. 2696/63. (4) OJ No 139, 24.12.1962, p. 2918/62.  HAS ADOPTED THIS REGULATION:    Article 1 1. Without prejudice to the application of Council Regulation No 17 and in accordance with Article 85 (3) of the Treaty the Commission may by regulation declare that Article 85 (1) shall not apply to categories of agreements to which only two undertakings are party and:  (a)  - whereby one party agrees with the other to supply only to that other certain goods for resale within a defined area of the common market ; or - whereby one party agrees with the other to purchase only from that other certain goods for resale ; or - whereby the two undertakings have entered into obligations, as in the two preceding subparagraphs, with each other in respect of exclusive supply and purchase for resale;  (b) which include restrictions imposed in relation to the acquisition or use of industrial property rights-in particular of patents, utility models, designs or trade marks-or to the rights arising out of contracts for assignment of, or the right to use, a method of manufacture or knowledge relating to the use or to the application of industrial processes. 2. The regulation shall define the categories of agreements to which it applies and shall specify in particular:  (a) the restrictions or clauses which must not be contained in the agreements; (b) the clauses which must be contained in the agreements, or the other conditions which must be satisfied. 3. Paragraphs 1 and 2 shall apply by analogy to categories of concerted practices to which only two undertakings are party.   Article 2 1. A regulation pursuant to Article 1 shall be made for a specified period. 2. It may be repealed or amended where circumstances have changed with respect to any factor which was basic to its being made ; in such case, a period shall be fixed for modification of the agreements and concerted practices to which the earlier regulation applies.   Article 3A regulation pursuant to Article 1 may stipulate that it shall apply with retroactive effect to agreements and concerted practices to which, at the date of entry into force of that regulation, a decision issued with retroactive effect in pursuance of Article 6 of Regulation No 17 would have applied.   Article 4 1. A regulation pursuant to Article 1 may stipulate that the prohibition contained in Article 85 (1) of the Treaty shall not apply, for such period as shall be fixed by that regulation, to agreements and concerted practices already in existence on 13 March 1962 which do not satisfy the conditions of Article 85 (3), where: - within three months from the entry into force of the Regulation, they are so modified as to satisfy the said conditions in accordance with the provisions of the regulation ; and - the modifications are brought to the notice of the Commission within the time limit fixed by the regulation. 2. Paragraph 1 shall apply to agreements and concerted practices which had to be notified before 1 February 1963, in accordance with Article 5 of Regulation No 17, only where they have been so notified before that date. 3. The benefit of the provisions laid down pursuant to paragraph 1 may not be claimed in actions pending at the date of entry into force of a regulation adopted pursuant to Article 1 ; neither may it be relied on as grounds for claims for damages against third parties.   Article 5Before adopting a regulation, the Commission shall publish a draft thereof and invite all persons concerned to submit their comments within such time limit, being not less than one month, as the Commission shall fix.   Article 6 1. The Commission shall consult the Adivsory Committee on Restrictive Practices and Monopolies: (a) before publishing a draft regulation; (b) before adopting a regulation.    2. Article 10 (5) and (6) of Regulation No 17, relating to consultation with the Advisory Committee, shall apply by analogy, it being understood that joint meetings with the Commission shall take place not earlier than one month after dispatch of the notice convening them.   Article 7Where the Commission, either on its own initiative or at the request of a Member State or of natural or legal persons claiming a legitimate interest, finds that in any particular case agreements or concerted practices to which a regulation adopted pursuant to Article 1 of this Regulation applies have nevertheless certain effects which are incompatible with the conditions laid down in Article 85 (3) of the Treaty, it may withdraw the benefit of application of that regulation and issue a decision in accordance with Articles 6 and 8 of Regulation No 17, without any notification under Article 4 (1) of Regulation No 17 being required.   Article 8The Commission shall, before 1 January 1970, submit to the Council a proposal for a Regulation for such amendment of this Regulation as may prove necessary in the light of experience.  This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at Brussels, 2 March 1965. For the Council The President M. COUVE DE MURVILLE", "summary": "EU rules on concerted practices and agreements between companies\nEU rules on concerted practices and agreements between companies\nSUMMARY OF:\nRegulation No 19/65/EEC  on application of EU treaties to certain types of agreements and concerted practices between companies\nArticle 101 of the Treaty on the Functioning of the European Union (TFEU) - competition rules applying to companies\nWHAT IS THE AIM OF ARTICLE 101 TFEU AND OF THE REGULATION?\n              \nArticle 101(1) TFEU1 bans agreements and concerted practices* between companies and groups of companies that may affect trade between EU countries and whose purpose is to prevent, restrict or distort competition within the EU’s single market.\nArticle 101 (2) states that all agreements that fall within the scope of Article 101(1) are void unless they are exempted under Article 101(3).\nArticle 101(3), however, allows for exceptions to be made to this rule where these agreements or practices:\nbenefit the production or distribution of goods; or\npromote economic or technical progress; and\nallow consumers a fair share of the resulting benefit.\nThe regulation applies Article 101(3) TFEU to certain types of agreements and concerted practices between companies where their pro-competitive benefits are greater than their anti-competitive impact.\n1 Note: Article 101 was previously Article 81 of the Treaty establishing the European Community, as amended by the Treaty of Amsterdam. Prior to that, it was Article 85 of the Treaty of Rome.\nKEY POINTS\n              \nThe regulation empowers the European Commission to apply Article 101(3) TFEU by regulation to certain categories of vertical agreements* and corresponding concerted practices falling within the ambit of Article 101(1) TFEU.\nIt lays down the conditions whereby the Commission, having consulted interested parties and the Advisory Committee on restrictive practices and dominant positions, may adopt a regulation declaring that Article 101(1) does not apply to an individual case or to categories of agreements:\nentered into by 2 or more companies, each operating at a different level of the production or distribution chain, and which relate to the conditions under which the parties may purchase, sell or resell certain goods and services;\nto which only 2 companies are party and which include restrictions in relation to acquiring or using industrial property rights, such as patents, utility models, designs or trade marks, or the rights arising out of contracts for assignment of, or the right to use, a method of manufacture or knowledge relating to the use or to the application of industrial processes.\nThe Commission’s regulation defines the categories of agreements to which it applies and stipulates the restrictions or clauses which may not be contained in the agreements. The same rules apply in relation to categories of concerted practices.\nThe regulation may also stipulate the conditions which may lead to the exclusion from its application of certain parallel networks of similar agreements or concerted practices operating on a particular market.\nSuch regulations:\nare adopted for a specified period;\nmay be amended or repealed where the circumstances on which they are based have changed;\nmay be issued with retroactive effect.\nFurther to a 1997 Commission green paper on vertical restraints in EU competition policy, Regulation 19/65 was amended, along with Regulation No 17/62 (the first EU competition policy regulation adopted cto implement Articles 85 and 86 of the Treaty of Rome) to pave the way for a single block exemption (BER) regulation for vertical supply and distribution agreements (Regulation (EU) No 330/2010).\nThe Commission has also issued guidelines on vertical restraints clarifying the conditions for the application of the BER regulation.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nThe regulation has applied since 6 March 1965.\nBACKGROUND\n              \nFor more information, see:\nExempted agreements (Article 101(3) TFEU) (European Commission).\nKEY TERMS\n              \nConcerted practices: practices which, whether with or without a formal agreement being concluded between the parties, are anti-competitive. They may result from either direct or indirect contact between companies whose intention is to either influence the conduct of the market or to disclose intended future behaviour to competitors.\nVertical agreements: agreements between firms operating at different levels of the supply chain, for example, where one company supplies the second company’s production materials.\nMAIN DOCUMENT\n            \nConsolidated version of the Treaty on the Functioning of the European Union – Part Three – Union policies and internal actions – Title VII – Common rules on competition, taxation and approximation of laws – Chapter 1 – Rules on competition – Section 1 – Rules applying to undertakings – Article 101 (ex Article 81 TEC) (OJ C 202, 7.6.2016, pp. 88-89)\nRegulation No 19/65/EEC of 2 March of the Council on application of Article 85 (3) of the Treaty to certain categories of agreements and concerted practices (English special edition: Series 1 Volume 1965-1966, pp. 35-37)\nSuccessive amendments to Regulation No 19/65/EEC have been incorporated in the basic text. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nGuidelines on Vertical Restraints (OJ C 130, 19.5.2010, pp. 1-46)\nCommission Regulation (EU) No 330/2010 of 20 April 2010 on the application of Article 101(3) of the Treaty on the Functioning of the European Union to categories of vertical agreements and concerted practices (OJ L 102, 23.4.2010, pp. 1-7)\nSee consolidated version.\nGreen Paper on vertical restraints in EC competition policy (COM(96) 721 final, 20.1.1997)\nEEC Council: Regulation No 17: First Regulation implementing Articles 85 and 86 of the Treaty (English special edition: Series I Volume 1959-1962 pp. 87-93)\nSee consolidated version.\nlast update 08.01.2019", "tags": ["free competition", "industrial property", "restriction on competition", "inter-company agreement", "restrictive trade practice"], "subjects": ["Competition", "Agreements, decisions and concerted practices"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}