{"celex_id": "32016R1627", "reference": "16.9.2016\nEN\nOfficial Journal of the European Union\nL 252/1\nREGULATION (EU) 2016/1627 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 14 September 2016\non a multiannual recovery plan for bluefin tuna in the eastern Atlantic and the Mediterranean, and repealing Council Regulation (EC) No 302/2009\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nThe objective of the common fisheries policy (CFP), as set out in Regulation (EU) No 1380/2013 of the European Parliament and of the Council (3), is to ensure an exploitation of living aquatic resources that provides sustainable economic, environmental and social conditions.\n(2)\nThe Union is Party to the International Convention for the Conservation of Atlantic Tunas (4) (‘the Convention’).\n(3)\nAt its 15th special meeting in 2006, the International Commission for the Conservation of Atlantic Tunas (‘ICCAT’), established by the Convention, adopted Recommendation 06-05 establishing a multiannual recovery plan for bluefin tuna in the eastern Atlantic and Mediterranean ending in 2022 (‘the recovery plan’). That Recommendation entered into force on 13 June 2007.\n(4)\nThe recovery plan takes into account the specificities of the different types of gear and fishing techniques. When implementing the recovery plan, the Union and Member States should endeavour to promote coastal fishing activities and the use of fishing gear and techniques which are selective and have a reduced environmental impact, including gear and techniques used in traditional and artisanal fisheries, thereby contributing to a fair standard of living for local economies.\n(5)\nICCAT Recommendation 06-05 was implemented into Union law by Council Regulation (EC) No 1559/2007 (5).\n(6)\nAt its 16th special meeting in 2008, ICCAT adopted Recommendation 08-05 amending Recommendation 06-05. In order to rebuild the stock of bluefin tuna, Recommendation 08-05 provided for a gradual reduction in the total allowable catch level from 2007 to 2011, restrictions on fishing within certain areas and time periods, a new minimum size for bluefin tuna, measures concerning sport and recreational fishing activities, farming and fishing capacity measures, as well as reinforcing the ICCAT Scheme of Joint International Inspection.\n(7)\nICCAT Recommendation 08-05 was implemented into Union law by Council Regulation (EC) No 302/2009 (6).\n(8)\nAt its 17th special meeting in 2010, ICCAT adopted Recommendation 10-04 amending Recommendation 08-05. In order to rebuild the stock of bluefin tuna, Recommendation 10-04 established a further reduction of the total allowable catch and the fishing capacity and it reinforced the control measures, in particular those concerning transfer and caging operations. It also provided for additional advice by the Standing Committee on Research and Statistics of ICCAT (‘SCRS’) in 2012 on the identification of spawning grounds and on the creation of sanctuaries.\n(9)\nIn order to implement the revised international conservation measures set out in Recommendation 10-04 into Union law, Regulation (EC) No 302/2009 was amended by Regulation (EU) No 500/2012 of the European Parliament and of the Council (7).\n(10)\nAt its 18th special meeting in 2012, ICCAT adopted Recommendation 12-03 amending Recommendation 10-04. In order to strengthen the effectiveness of the recovery plan, Recommendation 12-03 set up technical measures concerning the transfer and caging operations of live bluefin tuna, new catch reporting requirements, the implementation of the ICCAT regional observer programme and changes of the fishing seasons. Furthermore, it reinforced the role of the SCRS with regard to the assessment of bluefin tuna stock.\n(11)\nAt its 23rd regular meeting in 2013, ICCAT adopted Recommendation 13-07 amending Recommendation 12-03 by introducing small changes on fishing seasons which do not affect the Union fleet. Furthermore, Recommendation 13-08 was adopted which complements the recovery plan. Recommendation 13-08 set up a common procedure for the use of stereoscopical camera systems to estimate the quantities of bluefin tuna at the point of caging and introduced a flexible starting date for the fishing season of baitboats and trolling boats in the eastern Atlantic.\n(12)\nIn order to implement essential measures, such as those on fishing seasons, of Recommendations 12-03 and 13-08 into Union law, Regulation (EC) No 302/2009 was further amended by Regulation (EU) No 544/2014 of the European Parliament and of the Council (8).\n(13)\nAt its 19th special meeting in 2014, ICCAT adopted Recommendation 14-04 amending Recommendation 13-07 and repealing Recommendation 13-08. Whilst some of the existing control provisions were rationalised, the procedures for the use of stereoscopic camera at the point of caging were further specified and measures specific to release operations and the treatment of dead fish were introduced in the recovery plan.\n(14)\nRecommendation 14-04 is binding on the Union.\n(15)\nAll the amendments to the recovery plan adopted by ICCAT in 2012, 2013 and 2014, which have not yet been subject to implementation, should be implemented into Union law. As that implementation concerns the recovery plan whose objectives and measures were defined by ICCAT, this Regulation does not cover all the content of multiannual plans as set out in Articles 9 and 10 of Regulation (EU) No 1380/2013.\n(16)\nRegulation (EU) No 1380/2013 establishes the concept of minimum conservation reference sizes. In order to ensure consistency, the ICCAT concept of minimum sizes should be transposed into Union law as minimum conservation reference sizes. Consequently, the references in Commission Delegated Regulation (EU) 2015/98 (9) to minimum sizes of bluefin tuna should be read as references to minimum conservation reference sizes in this Regulation.\n(17)\nIn order to ensure uniform conditions for the implementation of the provisions of this Regulation relating to transfer operations, caging operations and recording and reporting of trap and vessel activities, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (10).\n(18)\nCertain provisions of Regulation (EC) No 302/2009 have become obsolete, in particular since they are now covered by other Union acts. Other provisions should be updated in order to reflect changes in legislation, in particular those resulting from the adoption of Regulation (EU) No 1380/2013.\n(19)\nIn particular, Council Regulation (EC) No 1224/2009 (11) establishes a Union system for control, inspection and enforcement with a global and integrated approach so as to ensure compliance with all the rules of the CFP, and Commission Implementing Regulation (EU) No 404/2011 (12) lays down detailed rules for the implementation of Regulation (EC) No 1224/2009. Council Regulation (EC) No 1005/2008 (13) establishes a Community system to prevent, deter and eliminate illegal, unreported and unregulated fishing. Those acts now cover some matters governed by Regulation (EC) No 302/2009 and, in particular, Article 33 thereof on enforcement measures and Annex VIII on vessel monitoring system (VMS) transmission. It is therefore not necessary to include those provisions in this Regulation.\n(20)\nIn accordance with Implementing Regulation (EU) No 404/2011, the conversion factors adopted by the SCRS apply to calculate the equivalent round weight of processed bluefin tuna, including for the purpose of this Regulation.\n(21)\nMoreover, in accordance with Article 95 of Regulation (EC) No 1224/2009, Commission Implementing Decision 2014/156/EU (14) has been adopted. That Implementing Decision establishes, inter alia, target benchmarks and objectives for the control of the bluefin tuna fishery in the eastern Atlantic and the Mediterranean.\n(22)\nICCAT Recommendation 06-07 set up a sampling programme for the estimation of the number-at-size in the context of bluefin tuna farming activities. That provision was implemented by Article 10 of Regulation (EC) No 302/2009. It is not necessary that this Regulation specifically provides for the sampling programme, as the needs of that sampling programme are now fully covered by the programmes set up by paragraph 83 of Recommendation 14-04, which is to be implemented by this Regulation.\n(23)\nFor reasons of clarity, simplification and legal certainty, Regulation (EC) No 302/2009 should therefore be repealed.\n(24)\nFor the purpose of the Union's compliance with its international obligations under the Convention, Delegated Regulation (EU) 2015/98 provides for derogations from the landing obligation for bluefin tuna set out in Article 15 of Regulation (EU) No 1380/2013. Delegated Regulation (EU) 2015/98 implements certain provisions of ICCAT Recommendation 13-07 that establish a discard and release obligation for vessels and traps catching bluefin tuna in the eastern Atlantic and the Mediterranean in certain cases. This Regulation therefore does not need to cover such discard and release obligations and will consequently be without prejudice to the corresponding provisions of Delegated Regulation (EU) 2015/98,\nHAVE ADOPTED THIS REGULATION:\nCHAPTER I\nGENERAL PROVISIONS\nArticle 1\nSubject matter and scope\n1.   This Regulation lays down the general rules for the application by the Union of the recovery plan as defined in point (1) of Article 3.\n2.   This Regulation applies to bluefin tuna (Thunnus thynnus) in the eastern Atlantic and the Mediterranean.\nArticle 2\nObjective\nThe objective of this Regulation, in accordance with the recovery plan as defined in point (1) of Article 3, is to achieve a biomass of bluefin tuna corresponding to the maximum sustainable yield by 2022 with at least a 60 % probability of achieving that objective.\nArticle 3\nDefinitions\nFor the purpose of this Regulation, the following definitions apply:\n(1)\n‘recovery plan’ means the multiannual recovery plan for bluefin tuna, which applies from 2007 to 2022 and was recommended by ICCAT;\n(2)\n‘fishing vessel’ means any powered vessel used or intended for use for the purposes of the commercial exploitation of bluefin tuna resources, including catching vessels, processing vessels, support vessels, towing vessels, vessels engaged in transhipment and transport vessels equipped for the transportation of tuna products and auxiliary vessels, except container vessels;\n(3)\n‘catching vessel’ means a vessel used for the purposes of the commercial capture of bluefin tuna resources;\n(4)\n‘processing vessel’ means a vessel on board of which fisheries products are subject to one or more of the following operations, prior to their packaging: filleting or slicing, freezing and/or processing;\n(5)\n‘auxiliary vessel’ means any vessel used to transport dead bluefin tuna (not processed) from a transport/farming cage, a purse seine net or a trap to a designated port and/or to a processing vessel;\n(6)\n‘towing vessel’ means any vessel used for towing cages;\n(7)\n‘support vessel’ means any other fishing vessel referred to under point (2);\n(8)\n‘fishing actively’ means, for any catching vessel and trap, the fact that it targets bluefin tuna during a given fishing season;\n(9)\n‘joint fishing operation’ means any operation between two or more purse seiners where the catch of one purse seiner is attributed to one or more other purse seiners in accordance with an allocation key;\n(10)\n‘transfer operations’ means:\n(i)\nany transfer of live bluefin tuna from the catching vessel's net to the transport cage;\n(ii)\nany transfer of live bluefin tuna from the transport cage to another transport cage;\n(iii)\nany transfer of the cage with bluefin tuna from a towing vessel to another towing vessel;\n(iv)\nany transfer of live bluefin tuna from one farm to another;\n(v)\nany transfer of live bluefin tuna from the trap to the transport cage;\n(11)\n‘control transfer’ means any additional transfer being implemented at the request of the fishing/farming operators or the control authorities for the purpose of verifying the number of fish being transferred;\n(12)\n‘trap’ means fixed gear anchored to the bottom, usually containing a guide net that leads bluefin tuna into an enclosure or series of enclosures where it is kept prior to harvesting;\n(13)\n‘caging’ means the transfer of live bluefin tuna from the transport cage or trap to the farming cages;\n(14)\n‘farming’ means caging of bluefin tuna in farms and subsequent feeding aiming to fatten and increase their total biomass;\n(15)\n‘farm’ means an installation used for the farming of bluefin tuna caught by traps and/or purse seiners;\n(16)\n‘harvesting’ means the killing of bluefin tuna in farms or traps;\n(17)\n‘transhipment’ means the unloading of all or any of the fish on board a fishing vessel to another fishing vessel. Unloading of dead bluefin tuna from the purse seiner net or the towing vessel to an auxiliary vessel shall not be considered as a transhipment;\n(18)\n‘sport fishery’ means non-commercial fisheries whose members adhere to a national sport organisation or are issued with a national sport licence;\n(19)\n‘recreational fishery’ means non-commercial fisheries whose members do not adhere to a national sport organisation and are not issued with a national sport licence;\n(20)\n‘stereoscopic camera’ means a camera with two or more lenses, with a separate image sensor or film frame for each lens, enabling the taking of three-dimensional images;\n(21)\n‘control camera’ means a stereoscopic camera and/or conventional video camera for the purpose of the controls provided for in this Regulation;\n(22)\n‘BCD’ or ‘electronic BCD’ means a bluefin catch document for bluefin tuna. As appropriate, the reference to BCD shall be replaced by eBCD;\n(23)\n‘responsible Member State’ or ‘Member State responsible’ means the flag Member State or the Member State in whose jurisdiction the trap or farm is located or, if the farm or trap is located on the high seas, the Member State where the trap or farm operator is established;\n(24)\n‘Task II’ means Task II as defined by ICCAT in the ‘Field manual for statistics and sampling Atlantic tunas and tuna-like fish’ (third edition, ICCAT, 1990);\n(25)\n‘CPC’ means Contracting Parties to the Convention and cooperating non-contracting parties, entities or fishing entities;\n(26)\n‘Convention area’ means the geographical area covered by ICCAT measures as set out in Article 1 of the Convention.\nArticle 4\nLength of vessels\nLengths of vessels referred to in this Regulation shall be understood as overall lengths.\nCHAPTER II\nMANAGEMENT MEASURES\nArticle 5\nConditions associated with management measures\n1.   Each Member State shall take the necessary measures to ensure that the fishing effort of its catching vessels and its traps are commensurate with the bluefin tuna fishing opportunities available to that Member State in the eastern Atlantic and the Mediterranean.\n2.   The carrying-over of any unused quota shall be prohibited.\n3.   The chartering of Union fishing vessels for bluefin tuna fishing in the eastern Atlantic and the Mediterranean shall be prohibited.\nArticle 6\nSubmission of annual fishing plans, fishing capacity management plans and farming management plans\n1.   By 31 January each year, each Member State with a bluefin tuna quota shall transmit to the Commission:\n(a)\nan annual fishing plan for the catching vessels and traps fishing bluefin tuna in the eastern Atlantic and the Mediterranean;\n(b)\nan annual fishing capacity management plan ensuring that the Member State's fishing capacity is commensurate with its allocated quota.\n2.   The Commission shall compile the plans referred to in paragraph 1 and integrate them into the Union fishing and capacity management plan. The Commission shall transmit that plan to the ICCAT Secretariat by 15 February of each year for discussion and approval by ICCAT.\n3.   By 15 April of each year, each Member State that intends to modify the ICCAT plan for farming capacity in force shall transmit an annual farming management plan to the Commission, which shall transmit it to the ICCAT Secretariat.\nArticle 7\nAnnual fishing plans\n1.   The annual fishing plan submitted by each Member State with a bluefin tuna quota shall identify the quotas allocated to each gear group referred to in Articles 11 and 12, including information on:\n(a)\nfor catching vessels over 24 metres included in the vessel list referred to in point (a) of Article 20(1) — the individual quota allocated to them and the measures in place to ensure compliance with the individual quotas and by-catch allowances;\n(b)\nfor catching vessels less than 24 metres and for traps — at least the quota allocated to producer organisations or groups of vessels fishing with a similar gear type.\n2.   By way of derogation from point (a) of paragraph 1, the individual quota allocated to each catching vessel over 24 metres may be submitted not later than 30 days before the start of the fishing season applicable to each such vessel.\n3.   Any subsequent modification to the annual fishing plan or the individual quotas allocated for catching vessels over 24 metres and included in the list referred to in point (a) of Article 20(1) shall be transmitted by the Member State concerned to the Commission at least three days before the exercise of the activity corresponding to that modification. The Commission shall transmit such modification to the ICCAT Secretariat at least 48 hours before the exercise of the activity corresponding to that modification.\nArticle 8\nAllocation of fishing opportunities\nIn accordance with Article 17 of Regulation (EU) No 1380/2013, when allocating the fishing opportunities available to them, Member States shall use transparent and objective criteria, including those of an environmental, social and economic nature, and shall also endeavour to distribute national quotas fairly among the various fleet segments giving consideration to traditional and artisanal fisheries, and to provide incentives to Union fishing vessels deploying selective fishing gear or using fishing techniques with reduced environmental impact.\nArticle 9\nFishing capacity management plans\n1.   The annual fishing capacity management plan submitted by each Member State with a bluefin tuna quota shall comply with the conditions set out in this Article.\n2.   The maximum number of traps registered in a Member State and of fishing vessels flying the flag of a Member State that may fish for, retain on board, tranship, transport, or land bluefin tuna, shall be determined in accordance with the Treaty on the Functioning of the European Union (‘TFEU’) and Article 16 of Regulation (EU) No 1380/2013.\n3.   The maximum number and the corresponding gross tonnage of fishing vessels flying the flag of a Member State engaged in bluefin tuna fishery shall be limited to the number, and the total corresponding gross tonnage, of fishing vessels flying the flag of that Member State that fished for, retained on board, transhipped, transported or landed bluefin tuna from 1 January 2007 to 1 July 2008. That limit shall apply by gear type for catching vessels.\n4.   For vessels authorised to fish for bluefin tuna under the derogation referred to in Article 14(2), additional conditions to determine the maximum number of fishing vessels are set out in Annex I.\n5.   The maximum number of traps of a Member State engaged in bluefin tuna fishery shall be limited to the number of traps authorised by that Member State by 1 July 2008.\n6.   By way of derogation from paragraphs 3 and 5 of this Article, for the years 2016 and 2017, when a Member State can demonstrate that its fishing capacity might not allow the use of its full quota, that Member State may decide to include a higher number of vessels and traps in its annual fishing plans referred to in Article 7.\n7.   For the years 2016 and 2017, each Member State shall limit the numbers of its purse seiners to the numbers of purse seiners it authorised in 2013 or 2014. That shall not apply to purse seiners operating under the derogation provided for in point (b) of Article 14(2).\n8.   When setting up its fishing capacity management plans, calculation of the fishing capacity of each Member State shall be based on the best catch rates per vessel and gear estimated by the SCRS in its Report of 2009 and agreed by ICCAT in the 2010 Inter-sessional meeting of the ICCAT Compliance Committee (15). Following any revisions of those catch rates by the SCRS, Member States shall always apply the most recent catch rates agreed by the ICCAT.\nArticle 10\nFarming management plans\n1.   The annual farming management plan submitted by each Member State shall comply with the conditions set out in this Article.\n2.   The maximum bluefin tuna farming and fattening capacity for each Member State and the maximum input of wild-caught bluefin tuna that each Member State may allocate shall be determined in accordance with the TFEU and Article 16 of Regulation (EU) No 1380/2013.\n3.   The maximum bluefin tuna farming and fattening capacity of a Member State shall be limited to the bluefin tuna farming and fattening capacity of the farms of that Member State that were registered in the ICCAT record of farming facilities or authorised and declared to ICCAT on 1 July 2008.\n4.   The maximum input of wild-caught bluefin tuna into the farms of a Member State shall be limited to the level of the input quantities registered with ICCAT by the farms of that Member State in the years 2005, 2006, 2007 or 2008.\n5.   Within the maximum input quantity of wild-caught bluefin tuna referred to in paragraph 4, each Member State shall allocate maximum annual inputs to its farms.\nCHAPTER III\nTECHNICAL MEASURES\nSECTION 1\nFishing seasons\nArticle 11\nLongliners, purse seiners, pelagic trawlers, traps and sport and recreational fisheries\n1.   Bluefin tuna fishing by large-scale pelagic longline catching vessels over 24 metres shall be permitted in the eastern Atlantic and the Mediterranean from 1 January to 31 May, with the exception of the area delimited by west of 10° W and north of 42° N as well as of the Norwegian exclusive economic zone, where such fishing shall be permitted from 1 August to 31 January.\n2.   Purse seine fishing for bluefin tuna shall be permitted in the eastern Atlantic and the Mediterranean from 26 May to 24 June, with the exception of the Norwegian exclusive economic zone, where such fishing shall be permitted from 25 June to 31 October.\n3.   Bluefin tuna fishing by pelagic trawlers shall be permitted in the eastern Atlantic from 16 June to 14 October.\n4.   Bluefin tuna sport and recreational fishing shall be permitted in the eastern Atlantic and the Mediterranean from 16 June to 14 October.\n5.   Fishing for bluefin tuna by gears other than those referred to in paragraphs 1 to 4 of this Article and Article 12, including traps, shall be permitted throughout the year in accordance with ICCAT conservation and management measures.\nArticle 12\nBaitboats and trolling boats\n1.   Bluefin tuna fishing by baitboats and trolling boats shall be permitted in the eastern Atlantic and the Mediterranean from 1 July to 31 October.\n2.   Provided that the protection of the spawning grounds is not affected and that the total duration of the fishing season for those fisheries does not exceed four months, each Member State may decide on a different starting date for baitboats and trolling boats flying their flag and operating in the eastern Atlantic.\n3.   Each Member State shall specify, in its annual fishing plan referred to in Article 7, whether the starting dates for those fisheries have been modified, as well as the coordinates of the areas concerned.\nSECTION 2\nMinimum conservation reference size, incidental catch, by-catch\nArticle 13\nThe landing obligation\nThe provisions of this Section shall be without prejudice to Article 15 of Regulation (EU) No 1380/2013, including any applicable derogations thereto.\nArticle 14\nMinimum conservation reference size\n1.   The minimum conservation reference size for bluefin tuna caught in the eastern Atlantic and the Mediterranean shall be 30 kg or 115 cm fork length.\n2.   By way of derogation from paragraph 1, a minimum conservation reference size for bluefin tuna of 8 kg or 75 cm fork length shall apply to the following fisheries:\n(a)\nbluefin tuna caught in the eastern Atlantic by baitboats and trolling boats;\n(b)\nbluefin tuna caught in the Adriatic Sea for farming purposes;\n(c)\nbluefin tuna caught in the Mediterranean Sea by the coastal and artisanal fishery for fresh fish by baitboats, longliners and handliners.\n3.   The specific conditions applying to the derogation referred to in paragraph 2 are set out in Annex I.\n4.   Member States concerned shall issue specific authorisations to vessels fishing under the derogation referred to in paragraph 2 of this Article. The vessels concerned shall be indicated in the list of catching vessels referred to in point (a) of Article 20(1). For that purpose, the provisions laid down in Articles 20 and 21 shall apply.\nArticle 15\nIncidental catches\n1.   Without prejudice to Article 14(1), incidental catches of a maximum 5 % of bluefin tuna weighing between 8 and 30 kg or with a fork length between 75 and 115 cm shall be allowed for all catching vessels and traps fishing actively for bluefin tuna.\n2.   The percentage of 5 % referred to in paragraph 1 shall be calculated on the basis of the total catches of bluefin tuna in number of fish retained on board the vessel or inside the trap at any time after each fishing operation.\n3.   Incidental catches shall be deducted from the quota of the Member State responsible for the catching vessel or trap.\n4.   Incidental catches of bluefin tuna shall be subject to Articles 25, 30, 31 and 32.\nArticle 16\nBy-catch\n1.   Each Member State shall make provision for by-catch of bluefin tuna within its quota and shall inform the Commission thereof when transmitting its fishing plan. Such provision shall ensure that all dead fish are deducted from the quota.\n2.   Union fishing vessels not fishing actively for bluefin tuna shall avoid by-catches of bluefin tuna exceeding, at any time following a fishing operation, 5 % of the total catch on board by weight or number of fish. The calculation of that percentage by number of fish shall only apply to tuna and tuna-like species managed by ICCAT. Each Member State shall deduct all dead fish within the by-catch from its quota.\n3.   For Member States without a bluefin tuna quota, the by-catches concerned shall be deducted from the specific Union bluefin tuna by-catch quota established in accordance with the TFEU and Article 16 of Regulation (EU) No 1380/2013.\n4.   If the quota allocated to the Member State of the fishing vessel or trap concerned has already been exhausted, the catching of any bluefin tuna shall be avoided. Dead bluefin tuna shall be landed whole and unprocessed and shall be subject to confiscation and the appropriate follow-up action. In accordance with Article 29, each Member State shall provide information on the quantity of such dead bluefin tuna on an annual basis to the Commission who shall forward it to the ICCAT Secretariat.\n5.   The procedures referred to in Articles 27, 30, 31, 32 and 56 shall apply to by-catch.\nSECTION 3\nUse of aerial means\nArticle 17\nUse of aerial means\nThe use of any aerial means, including aircraft, helicopters or any types of unmanned aerial vehicles for searching for bluefin tuna shall be prohibited.\nCHAPTER IV\nSPORT AND RECREATIONAL FISHERIES\nArticle 18\nSpecific quota for sport and recreational fisheries\nEach Member State with a bluefin tuna quota shall regulate sport and recreational fisheries by allocating a specific quota for the purpose of those fisheries and shall inform the Commission thereof when transmitting its fishing plan.\nArticle 19\nSport and recreational fisheries\n1.   Each Member State with a bluefin tuna quota shall regulate sport and recreational fisheries by issuing fishing authorisations to vessels for the purpose of sport and recreational fishing.\n2.   For sport and recreational fisheries no more than one bluefin tuna shall be caught per vessel per day.\n3.   Any bluefin tuna landed shall be whole, gilled and/or gutted. Each Member State shall take the necessary measures to ensure, to the greatest extent possible, the release of bluefin tuna, especially juveniles, caught alive in the framework of sport and recreational fishing.\n4.   The marketing of bluefin tuna caught during sport and recreational fishing shall be prohibited.\n5.   Each Member State shall record catch data including weight and length of each bluefin tuna caught during sport and recreational fishing and communicate the data for the preceding year to the Commission by 30 June each year. The Commission shall forward that information to the SCRS.\n6.   Each Member State shall count dead catches from sport and recreational fisheries against the quota it allocated in accordance with Article 7(1) and Article 18.\nCHAPTER V\nCONTROL MEASURES\nSECTION 1\nRecords of vessels and traps\nArticle 20\nRecords of vessels\n1.   Each Member State shall submit electronically each year to the Commission one month before the start of the fishing seasons referred to in Articles 11 and 12, where applicable, and otherwise one month before the start of the period of authorisation:\n(a)\na list of all catching vessels flying its flag authorised to fish actively for bluefin tuna in the eastern Atlantic and the Mediterranean by the issuing of a fishing authorisation;\n(b)\na list of all other fishing vessels, other than catching vessels, flying its flag authorised to operate for bluefin tuna in the eastern Atlantic and the Mediterranean.\n2.   Both lists shall be set up in accordance with the format set in the Guidelines by ICCAT for submitting the data and information required.\n3.   During a calendar year, a fishing vessel may be included in both of the lists referred to in paragraph 1 provided that it is not included in both lists at the same time.\n4.   The lists referred to in paragraph 1 of this Article shall contain the vessel's name and Union fleet register number (CFR) as defined in Annex I to Commission Regulation (EC) No 26/2004 (16).\n5.   No retroactive submission shall be accepted. Subsequent changes to the lists referred to in paragraph 1 during a calendar year shall only be accepted if the notified fishing vessel is prevented from participating due to legitimate operational reasons or force majeure. In such circumstances, the Member State concerned shall immediately inform the Commission of that fact, and shall provide:\n(a)\nfull details of the fishing vessel(s) intended to replace a vessel included in the lists referred to in paragraph 1; and\n(b)\na comprehensive account of the reasons justifying the replacement and any relevant supporting evidence or references.\n6.   The Commission shall send the information referred to in paragraphs 1 and 2 to the ICCAT Secretariat so that the vessels can be entered into the ICCAT record of catching vessels authorised to fish actively for bluefin tuna or in the ICCAT record of all other fishing vessels (catching vessels excluded) authorised to operate for bluefin tuna.\n7.   Article 8a(2), (6), (7) and (8) of Council Regulation (EC) No 1936/2001 (17) shall apply with the necessary modifications.\nArticle 21\nRelationship with Regulation (EC) No 1224/2009\nThe control measures provided for in this Chapter shall apply in addition to those provided for in Regulation (EC) No 1224/2009, except where otherwise provided for in this Chapter.\nArticle 22\nFishing authorisations for vessels\n1.   Without prejudice to Article 16, Union fishing vessels not entered into the ICCAT records referred to in Article 20(1) shall not be authorised to fish for, retain on board, tranship, transport, transfer, process or land bluefin tuna in the eastern Atlantic and the Mediterranean.\n2.   The flag Member State shall withdraw the fishing authorisation for bluefin tuna and may require the vessel to proceed immediately to a port designated by it when the individual quota is deemed to be exhausted.\nArticle 23\nRecords of traps authorised to fish for bluefin tuna\n1.   By 15 February each year, each Member State shall send to the Commission electronically a list of its traps authorised, by the issuing of a fishing authorisation, to fish for bluefin tuna in the eastern Atlantic and the Mediterranean. The list shall include the name of the traps and the register number and shall be set up in accordance with the format set in the Guidelines by ICCAT for submitting data and information required.\n2.   The Commission shall send the list to the ICCAT Secretariat so that those traps can be entered into the ICCAT record of traps authorised to fish for bluefin tuna.\n3.   Union traps that are not entered into the ICCAT record shall not be authorised to fish for, retain, transfer, cage or land bluefin tuna in the eastern Atlantic and the Mediterranean.\n4.   Article 8a(2), (4), (6), (7) and (8) of Regulation (EC) No 1936/2001 shall apply with the necessary modifications.\nArticle 24\nJoint fishing operation\n1.   Any joint fishing operation (‘JFO’) for bluefin tuna shall only be authorised with the consent of the flag Member State(s) concerned. To be authorised, each purse seiner shall be equipped to fish for bluefin tuna and have an individual quota. JFOs with other CPCs shall not be permitted.\n2.   Each Member State shall take the necessary measures to obtain the following information from its fishing vessels applying for an authorisation to take part in the JFO:\n(a)\nthe duration;\n(b)\nthe identity of the operators involved;\n(c)\nthe individual vessels' quotas;\n(d)\nthe allocation key between the fishing vessels for the catches involved; and\n(e)\ninformation on the farms of destination.\n3.   At least 15 days before the start of the operation, each Member State shall send the information referred to in paragraph 2 to the Commission in the format set out in Annex VI. The Commission shall forward that information to the ICCAT Secretariat and to the flag State of other fishing vessels participating in the JFO at least 10 days before the start of the operation.\n4.   In the case of force majeure, the deadline set out in paragraph 3 shall not apply for the information requested under point (e) of paragraph 2. In that case, Member States may submit to the Commission an update of that information as soon as possible, together with a description of the events constituting force majeure. The Commission shall forward that information to the ICCAT Secretariat.\nSECTION 2\nCatches\nArticle 25\nRecording requirements\n1.   In addition to complying with Articles 14, 15, 23 and 24 of Regulation (EC) No 1224/2009, the master of a Union catching vessel shall, if applicable, enter into the logbook the information listed in Part A of Annex II to this Regulation.\n2.   Masters of Union towing vessels, auxiliary vessels and processing vessels shall record their activities in accordance with the requirements set out in Parts B, C and D of Annex II.\nArticle 26\nCatch reports sent by masters and trap operators\n1.   Masters of catching vessels fishing actively for bluefin tuna shall send to the authorities of the flag Member State daily information from logbooks, including the ICCAT register number, the vessel name, the beginning and end of the period of authorisation, date, time, location (latitude and longitude) and the weight and number of bluefin tuna caught in the Convention area. They shall send that information electronically in the format set out in Annex V during the whole period in which the vessel is authorised to fish bluefin tuna.\n2.   Masters of purse seiners shall produce daily reports as referred to in paragraph 1 on a fishing operation by fishing operation basis, including operations where the catch was zero.\n3.   The reports referred to in paragraphs 1 and 2 shall be transmitted by the operator to its flag Member State authorities on a daily basis for purse seiners and vessels over 24 metres by 9.00 GMT for the preceding day and for other catching vessels by Monday 24.00 (midnight) for the preceding week ending Sunday 24.00 (midnight) GMT.\n4.   Trap operators fishing actively for bluefin tuna shall send a daily catch report including the ICCAT register number, date, time, catches (weight and number of fish), including zero catches. They shall send that information within 48 hours electronically in the format set out in Annex V to their Member State authorities during the whole period they are authorised to fish bluefin tuna.\n5.   The Commission may adopt implementing acts laying down detailed rules for the recording and reporting of vessel and trap activities referred to in paragraphs 1 to 4 of this Article and Annex V. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 59(2).\nArticle 27\nWeekly and monthly catch reports sent by the Member States\n1.   Each Member State shall, upon receipt of the catch reports referred to in Article 26, promptly forward them electronically to the Commission and shall provide promptly to the Commission weekly catch reports for all catching vessels and traps in accordance with the format set out in Annex V. The Commission shall forward that information on a weekly basis to the ICCAT Secretariat in accordance with the format set out in the Guidelines for submitting data and information required by ICCAT.\n2.   Each Member State shall inform the Commission, before the 15th day of each month, of the quantities of bluefin tuna caught in the eastern Atlantic and the Mediterranean which have been landed, transhipped, trapped or caged during the preceding month by the fishing vessels or traps flying the flag of or registered in that Member State. The information provided shall be structured by gear type including by-catch, catches in sport and recreational fisheries and zero catches. The Commission shall promptly forward that information to the ICCAT Secretariat.\nArticle 28\nInformation on quota exhaustion\n1.   In addition to the provisions of Article 34 of Regulation (EC) No 1224/2009, each Member State shall inform the Commission when the quota allocated to a gear group referred to in Article 11 or Article 12 of this Regulation is deemed to have reached 80 %.\n2.   In addition to the provisions of Article 35 of Regulation (EC) No 1224/2009, each Member State shall inform the Commission when the quota allocated to a gear group referred to in Article 11 or Article 12 of this Regulation or to a JFO or to a purse seiner is deemed to be exhausted.\n3.   The information referred to in paragraph 2 shall be accompanied by official documentation proving the fishing stop or the call back to port issued by the Member State for the fleet, the gear group, the JFO, or the vessels with an individual quota including a clear indication of the date and the time of the closure.\nArticle 29\nYearly reporting of catches by the Member States\n1.   By 15 March each year, each Member State shall submit to the Commission detailed information on any bluefin tuna catches in the eastern Atlantic and the Mediterranean in the preceding fishing year. That information shall include:\n(a)\nthe name and ICCAT number of each catching vessel;\n(b)\nthe period of authorisation(s) for each catching vessel;\n(c)\nthe total catches of each catching vessel including when the catch was zero throughout the period of authorisation(s);\n(d)\nthe total number of days each catching vessel fished in the eastern Atlantic and the Mediterranean throughout the period of authorisation(s); and\n(e)\nthe total catch of each catching vessel outside the period of authorisation (by-catch), including when the catch was zero.\n2.   For vessels not authorised to fish actively for bluefin tuna in the eastern Atlantic and the Mediterranean but which caught bluefin tuna as by-catch, the information to be submitted to the Commission at the same date as referred to in paragraph 1 shall include:\n(a)\nthe name and ICCAT number or national registry number of the vessel, if not registered with ICCAT; and\n(b)\nthe total catches of bluefin tuna.\n3.   Each Member State shall notify to the Commission any information on vessels not subject to paragraphs 1 and 2 but known or presumed to have fished for bluefin tuna in the eastern Atlantic and the Mediterranean.\n4.   The Commission shall transmit to the ICCAT Secretariat the information received under paragraphs 1, 2 and 3.\nSECTION 3\nLandings and transhipments\nArticle 30\nDesignated ports\n1.   Each Member State shall designate ports or places close to the shore (designated ports) where landing or transhipping operations of bluefin tuna are permitted.\n2.   For a port to be determined as a designated port, the port Member State shall specify permitted landing and transhipping times and places.\n3.   By 15 February of each year, each Member State shall transmit a list of designated ports to the Commission which shall transmit that information to the ICCAT Secretariat.\n4.   It shall be prohibited to land or tranship from fishing vessels any quantity of bluefin tuna fished in the eastern Atlantic and the Mediterranean at any place other than ports or places close to the shore designated by CPCs and Member States in accordance with paragraphs 1 and 2.\nArticle 31\nLandings\n1.   Article 17 of Regulation (EC) No 1224/2009 shall apply to masters of Union fishing vessels of 12 metres' length overall or more included in the list of vessels referred to in Article 20 of this Regulation. The prior arrival notification under Article 17 of Regulation (EC) No 1224/2009 shall be sent to the competent authority of the Member State (including the flag Member State) or CPC whose ports or landing facility they wish to use.\n2.   In addition, masters of Union fishing vessels under 12 metres' length overall included in the list of vessels referred to in Article 20 shall, at least four hours before the estimated time of arrival at the port, notify the competent authority of the Member State (including the flag Member State) or the CPC whose ports or landing facility they wish to use, at least of the following:\n(a)\nestimated time of arrival;\n(b)\nestimated quantity of bluefin tuna retained on board; and\n(c)\ninformation on the geographical area where the catches were taken.\n3.   Where Member States are authorised under applicable Union legislation to apply a shorter notification period than that referred to in paragraphs 1 and 2, the estimated quantities of bluefin tuna retained on board may be notified at the thus applicable time of notification prior to arrival. If the fishing grounds are less than four hours from the port, the estimated quantities of bluefin tuna retained on board may be modified at any time prior to arrival.\n4.   Authorities of the port Member State shall keep a record of all prior notifications for the current year.\n5.   All landings shall be controlled, in accordance with Article 55(2), by the relevant control authorities of the port Member State and a percentage shall be inspected based on a risk assessment system involving quota, fleet size and fishing effort. Full details of such control system adopted by each Member State shall be detailed in the annual inspection plan referred to in Article 53. That control system shall also apply to harvest operations.\n6.   In addition to Article 23(1) of Regulation (EC) No 1224/2009, after each trip, masters of a Union catching vessel, whatever the length of the vessel, shall submit a landing declaration to the competent authorities of the flag Member State and, if the landing has taken place in a port of another Member State or CPC, to the competent authorities of the port Member State or CPC concerned.\n7.   All landed catches shall be weighed.\nArticle 32\nTranshipment\n1.   Transhipment at sea of bluefin tuna in the Convention area shall be prohibited in all circumstances.\n2.   Fishing vessels shall only tranship bluefin tuna catches in designated ports under the conditions set out in Article 30.\n3.   The port Member State shall ensure full inspection coverage during all transhipping times and at all transhipping places.\n4.   Prior to entry into any port, the masters or representatives of the receiving fishing vessels shall, at least 48 hours before the estimated time of arrival, provide the competent authorities of the Member State or CPC whose port they want to use with the following:\n(a)\nestimated date and time of arrival, and port of arrival;\n(b)\nestimated quantity of bluefin tuna retained on board, and information on the geographical area where it was taken;\n(c)\nthe name of the transhipping fishing vessel and its number in the ICCAT record of catching vessels authorised to fish actively for bluefin tuna or in the ICCAT record of other fishing vessels authorised to operate for bluefin tuna in the eastern Atlantic and the Mediterranean;\n(d)\nthe name of the receiving fishing vessel, its number in the ICCAT record of catching vessels authorised to fish actively for bluefin tuna or in the ICCAT record of other fishing vessels authorised to operate for bluefin tuna in the eastern Atlantic and the Mediterranean; and\n(e)\nthe tonnage and the geographical area of the catch of bluefin tuna to be transhipped.\n5.   Fishing vessels shall not be allowed to tranship unless they have obtained prior authorisation from their flag State.\n6.   Masters of transhipping fishing vessels shall, before the transhipment starts, inform their flag State of the following:\n(a)\nthe quantities of bluefin tuna to be transhipped;\n(b)\nthe date and port of the transhipment;\n(c)\nthe name, registration number and flag of the receiving fishing vessel and its number in the ICCAT record of catching vessels authorised to fish actively for bluefin tuna or in the ICCAT record of other fishing vessels authorised to operate for bluefin tuna in the eastern Atlantic and the Mediterranean; and\n(d)\nthe geographical area of the catch of bluefin tuna.\n7.   All transhipments shall be inspected by the competent Member State authorities at the designated port. Those authorities shall:\n(a)\ninspect the receiving fishing vessel on arrival and check the cargo and documentation related to the transhipment operation;\n(b)\nsend a record of the transhipment to the flag State authority of the transhipping fishing vessel, within five days after the transhipment has ended.\n8.   By way of derogation from Articles 21 and 22 of Regulation (EC) No 1224/2009, masters of a Union fishing vessel shall, whatever the length of the vessel, complete and send the ICCAT transhipment declaration to the competent authorities of the Member State whose flag the fishing vessel is flying. The declaration shall be transmitted no later than 48 hours after the date of transhipment in port in accordance with the format set out in Annex III to this Regulation.\nSECTION 4\nTransfer operations\nArticle 33\nTransfer authorisation\n1.   Before any transfer operation, the master of a catching vessel or towing vessel or the operator of the farm or trap where the transfer in question originates shall send to the competent authorities of the relevant Member State a prior notification of transfer indicating:\n(a)\nthe name of the catching vessel, towing vessel, farm or trap and the ICCAT register number;\n(b)\nthe estimated time of transfer;\n(c)\nthe estimate of the quantity of bluefin tuna to be transferred;\n(d)\ninformation on the position (latitude/longitude) where the transfer will take place as well as the identifiable cage numbers;\n(e)\nthe name of the receiving towing vessel, the number of cages towed and, where appropriate, the ICCAT register number;\n(f)\nthe port, farm or cage of destination of the bluefin tuna.\n2.   For the purpose referred to in paragraph 1, a unique cage number shall be assigned to each cage. Numbers shall be issued with a unique numbering system that includes at least three alfa-code letters corresponding to the flag of the towing vessel followed by three numbers.\n3.   Catching vessels, towing vessels, farms or traps shall not be allowed to transfer unless they have obtained prior authorisation from the relevant Member State. The authorities of that Member State shall decide for each transfer operation whether to grant authorisation. For that purpose, a unique identification number shall, for each transfer operation, be assigned and communicated to the master of the fishing vessel, the trap operator or the farm operator, as appropriate. Where authorisation is granted, that number shall comprise the three-letter code of the Member State, the four numbers indicating the year, and the three letters ‘AUT’ (authorisation), followed by sequential numbers. Where authorisation is refused, the number shall comprise the three-letter code of the Member State, the four numbers indicating the year, and the three letters ‘NEG’ (non-authorisation), followed by sequential numbers.\n4.   In the event that fish die during the transfer operation, the relevant Member States and operators involved in the transfer shall proceed in accordance with Annex XII.\n5.   The transfer authorisation shall be granted or refused by the Member State responsible for the catching vessel, towing vessel, farm or trap, as appropriate, within 48 hours following the submission of the prior notification of transfer.\n6.   The authorisation for transfer by the relevant Member State shall not prejudge the authorisation of the caging operation.\nArticle 34\nRefusal of transfer authorisation\n1.   The Member State responsible for the vessel, trap or farm shall not authorise the transfer if, on receipt of the prior notification of transfer, it considers that:\n(a)\nthe catching vessel or the trap that is declared to have caught the fish does not have sufficient quota;\n(b)\nthe quantity of fish has not been duly reported by the catching vessel or the trap operator or has not been authorised to be caged, or has not been taken into account for the consumption of the quota that may be applicable;\n(c)\nthe catching vessel or trap that is declared to have caught the fish is not authorised to fish for bluefin tuna; or\n(d)\nthe towing vessel declared to be the one to receive the transfer of fish is not registered in the ICCAT record of all other fishing vessels (catching vessels excluded) authorised to operate for bluefin tuna, as referred to in point (b) of Article 20(1), or is not equipped with a VMS.\n2.   If the transfer is not authorised:\n(a)\nthe Member State responsible for the catching vessel or trap shall issue a release order to the master of the catching vessel or to the operator of the trap or farm as appropriate and inform them that the transfer is not authorised and that the fish have to be released into the sea;\n(b)\nthe master of the catching vessel, the farm operator or the trap operator, as appropriate, shall release the fish;\n(c)\nthe release of bluefin tuna shall be carried out in accordance with the procedures set out in Annex XI.\nArticle 35\nMonitoring by video camera\n1.   For transfer operations, the master of the catching vessel, towing vessel, farm operator or trap operator that transfers bluefin tuna shall ensure that the transfer operations are monitored by video camera in the water in order to verify the number of fish being transferred. The minimum standards and procedures for video recording shall be in accordance with Annex IX.\n2.   Each Member State responsible for the vessel, trap or farm shall ensure that the video records referred to in paragraph 1 are made available to the ICCAT inspectors and regional observers.\n3.   Each Member State responsible for the vessel, trap or farm shall ensure that the video records referred to in paragraph 1 are made available to Union inspectors and national observers.\n4.   Each Member State responsible for the vessel, trap or farm shall take the necessary measures to avoid any replacement, editing or manipulation of the original video record.\nArticle 36\nVerification by ICCAT regional observers and launching and conduct of investigation\n1.   ICCAT regional observers on board the catching vessel or present at a trap, as set out in Article 51 and Annex VII, shall record and report on the transfer operations carried out, observe and estimate catches transferred and verify entries made in the prior transfer authorisation referred to in Article 33 and in the ICCAT transfer declaration referred to in Article 38.\n2.   In cases where there is more than 10 % difference by number between the estimates of catch made by the ICCAT regional observer, relevant control authorities and/or the master of the catching vessel, or representative of the trap, or where the video record is of insufficient quality or clarity to make such estimations, the Member State responsible for the catching vessel, farm or trap shall launch an investigation which shall be concluded prior to the time of caging at the farm or in any case within 96 hours after being launched. Pending the results of that investigation, caging shall not be authorised and the catch section of the bluefin tuna catch document (‘BCD’) shall not be validated.\n3.   However, when the video record is of insufficient quality or clarity to estimate the number, the operator may request authorisation from the flag State authorities of the vessel, trap or farm to conduct a new transfer operation and to provide the corresponding video record to the ICCAT regional observer.\n4.   Without prejudice to the verifications conducted by an inspector, ICCAT regional observers shall sign the ICCAT transfer declaration only when their observations are in accordance with the ICCAT conservation and management measures and when the information contained in the transfer declaration is consistent with their observations including a compliant video record as required under Article 35(1). They shall sign that declaration with clearly written name and ICCAT number.\n5.   ICCAT regional observers shall also verify that the ICCAT transfer declaration is transmitted to the master of the towing vessel or to the farm or trap representative.\nArticle 37\nMeasures to estimate the number and weight of bluefin tuna to be caged\nMember States shall take the necessary measures and actions to further explore methodologies to improve the estimate of both the number and weight of bluefin tuna at the point of capture and caging. Each Member State shall report on the measures taken by 22 August of each year to the Commission who shall submit those reports to the SCRS.\nArticle 38\nTransfer declaration\n1.   Masters of catching or towing vessels, trap operators or farm operators shall, at the end of the transfer operation, complete and transmit to the competent authorities of their Member State the ICCAT transfer declaration, in accordance with the format set out in Annex IV.\n2.   Transfer declaration forms shall be numbered by the competent authorities of the Member State responsible for the vessels, farms or traps from which the transfers originate. The numbering system shall include the three-letter code of the Member State, followed by the four numbers indicating the year and three sequential numbers followed by the three letters ‘ITD’ (MS-20**/xxx/ITD).\n3.   The original transfer declaration shall accompany the transfer of the fish. A copy of the declaration shall be kept by the master of the catching vessel, the trap operator, the master of the towing vessel or the farm operator.\n4.   Masters of vessels carrying out transfer operations (including towing vessels) shall report their activities in accordance with the requirements set out in Annex II.\nArticle 39\nImplementing acts\nThe Commission may adopt implementing acts laying down detailed rules for transfer operations referred to in Articles 33 to 38 and the Annexes referred to in those Articles. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 59(2).\nSECTION 5\nCaging operations\nArticle 40\nCaging authorisation\n1.   Prior to the start of each caging operation the anchoring of transport cages within 0,5 nautical miles of farming facilities shall be prohibited.\n2.   Before any caging operation, the competent authority of the Member State responsible for the farm shall inform the Member State or CPC responsible for the catching vessel or trap of the quantities caught by that vessel or trap and request a caging authorisation.\n3.   The caging operation shall not begin without the prior authorisation by:\n(a)\nthe Member State or CPC responsible for the catching vessel or trap; or\n(b)\nthe Member State or CPC responsible for the farm if it has been agreed among the Member States involved or with the flag CPC involved.\n4.   The caging authorisation shall be granted or refused by the Member State or CPC responsible for the catching vessel, trap or, if applicable, farm, within one working day following the request and the submission of the information referred to in paragraph 2. If no response is received within one working day from the Member State or CPC responsible for the catching vessel or trap, the Member State or CPC responsible for the farm may authorise the caging.\n5.   Bluefin tuna shall be caged before 15 August, unless the Member State or CPC responsible for the farm receiving the fish provides duly justified reasons. Such reasons shall be submitted with the caging report.\nArticle 41\nRefusal of caging authorisation\n1.   The Member State responsible for the catching vessel, trap or, if applicable, farm, shall refuse the caging authorisation if it considers, on receipt of the information referred to in Article 40(2), that:\n(a)\nthe catching vessel or trap that is declared to have caught the fish did not have sufficient quota for the bluefin tuna that were put into the cage;\n(b)\nthe quantity of fish has not been duly reported by the catching vessel or trap or has not been taken into account for the calculation of the quota applicable; or\n(c)\nthe catching vessel or trap that is declared to have caught the fish is not authorised to fish for bluefin tuna.\n2.   If the caging is not authorised, the Member State or CPC responsible for the catching vessel shall request the Member State or CPC responsible for the farm to seize the catches and to release the fish by issuing a release order.\n3.   Upon receipt of the release order, the farm operator shall proceed with the releases in accordance with Annex XI.\nArticle 42\nBluefin tuna catch documentation\nMember States responsible for farms shall prohibit any placing of bluefin tuna in cages for the purpose of farming that is not accompanied by the documentation required by ICCAT and in accordance with Regulation (EU) No 640/2010 of the European Parliament and of the Council (18). The documentation shall be accurate, complete and confirmed and validated by the Member State or CPC authorities of the catching vessels or traps.\nArticle 43\nInspections\nMember States responsible for farms shall take the necessary measures to inspect each caging operation in the farms.\nArticle 44\nMonitoring by video camera\n1.   Each Member State responsible for the farm shall ensure that caging operations are monitored by video camera in the water. A video record shall be produced for each caging operation in accordance with Annex IX.\n2.   Each Member State responsible for the farm shall ensure that the video records referred to in paragraph 1 are made available to the ICCAT inspectors and regional observers.\n3.   Each Member State responsible for the farm shall ensure that the video records referred to in paragraph 1 are made available to Union inspectors and national observers.\n4.   Each Member State responsible for the farm shall take the necessary measures to avoid any replacement, editing or manipulation of the original video record.\nArticle 45\nLaunching and conduct of investigations\n1.   Where there is a difference of more than 10 % in the number of bluefin tuna between the estimates made by the ICCAT regional observer, the relevant Member State control authorities or the farm operator, the Member State responsible for the farm shall, in cooperation with the Member State or CPC responsible for the catching vessel or trap, launch an investigation.\n2.   Pending the results of that investigation, harvesting shall not take place and the farming section of the BCD shall not be validated.\n3.   The Member States responsible for the farm and for the catching vessel or trap which undertake the investigations may use other information at their disposal including the results of the programmes referred to in Article 46 to conclude the investigation.\nArticle 46\nMeasures and programmes to estimate the number and weight of bluefin tuna to be caged\n1.   Member States shall take the necessary measures and actions as referred to in Article 37.\n2.   A programme using stereoscopic camera systems or alternative techniques that provide the equivalent precision shall cover 100 % of the caging operations in order to refine the number and weight of the fish in each caging operation.\n3.   That programme shall be implemented in accordance with the procedures set out in Section B of Annex X.\n4.   The results of that programme shall be communicated by the Member State responsible for the farm to the Member State or CPC responsible for the catching vessel or trap and to the Commission in accordance with Section B of Annex X. The Commission shall transmit them to the ICCAT Secretariat for transmission to the ICCAT regional observer.\n5.   When the results of the programme indicate that the quantities of bluefin tuna being caged differ from the quantities reported caught and transferred, the Member State responsible for the farm shall, in cooperation with the Member State or CPC responsible for the catching vessel or trap, launch an investigation. If the investigation is not concluded within 10 working days from the communication of the results referred to in paragraph 4 of this Article or if the outcome of the investigation indicates that the number or average weight of bluefin tuna is in excess of that reported caught and transferred, the flag Member State or CPC authorities of the catching vessel or trap shall issue a release order for the excess which must be released in accordance with the procedures laid down in Annex XI.\n6.   In accordance with the procedures set out in point 3 of Section B of Annex X and following the release, if applicable, the quantities derived from the programme shall be used to:\n(a)\ndetermine the final catch figures to be deducted from the national quota;\n(b)\nfill in those figures in the caging declarations and relevant sections of the BCD.\n7.   Each Member State responsible for the farm shall report on the results of those programmes by 30 August of each year to the Commission who shall submit those reports to the SCRS.\n8.   The transfer of live bluefin tuna from one farming cage to another farming cage shall not take place without the authorisation and the presence of the farm state control authorities.\n9.   A difference superior or equal to 10 % between the quantities of bluefin tuna reported caught by the vessel/trap and the quantities established by the control cameras, as referred to in paragraph 5 of this Article and Article 45, shall constitute a potential non-compliance by the vessel/trap concerned and Member States shall take the necessary measures to ensure the appropriate follow-up.\nArticle 47\nCaging report\n1.   Within one week of the completion of the caging operation, the Member State responsible for the farm shall submit a caging report containing the elements set up in Section B of Annex X to the Member State or CPC whose vessels or traps have caught the bluefin tuna, and to the Commission. The report shall also contain the information included in the caging declaration as set out in Article 4b of and Annex Ia to Regulation (EC) No 1936/2001. The Commission shall forward the report to the ICCAT Secretariat.\n2.   For the purposes of paragraph 1, a caging operation shall not be deemed to be completed until any investigation launched and, if applicable, any release operation ordered, is concluded.\nArticle 48\nImplementing acts\nThe Commission may adopt implementing acts laying down detailed rules for caging operations referred to in Articles 40 to 47 and the Annexes referred to in those Articles. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 59(2).\nSECTION 6\nMonitoring and surveillance\nArticle 49\nVessel monitoring system\n1.   By way of derogation from Article 9(2) of Regulation (EC) No 1224/2009, the obligation concerning the VMS shall apply to all tug and towing vessels included in the ICCAT record of vessels referred to in Article 20(6) of this Regulation, irrespective of their length.\n2.   Fishing vessels over 15 metres length that are included in the list of vessels referred to in point (a) of Article 20(1) or in the list of vessels referred to in point (b) of Article 20(1) shall begin to transmit VMS data to ICCAT at least 15 days before the opening of the fishing season and shall continue to transmit those data for at least 15 days after the closure of the fishing season, unless a request is sent in advance to the Commission for the vessel to be removed from the ICCAT record of vessels.\n3.   For control purposes, the transmission of VMS data from catching vessels that are authorised to fish actively for bluefin tuna shall not be interrupted when vessels are in port.\n4.   Member States shall ensure that their fisheries monitoring centres forward to the Commission and a body designated by it, in real time and using the format ‘https data feed’, the VMS messages received from the fishing vessels flying their flag. The Commission shall send those messages electronically to the ICCAT Secretariat.\n5.   Member States shall ensure that:\n(a)\nVMS messages from the fishing vessels flying their flag are forwarded to the Commission at least every two hours;\n(b)\nin the event of technical malfunction of the VMS, alternative messages from the fishing vessels flying their flag received under Article 25(1) of Implementing Regulation (EU) No 404/2011 are forwarded to the Commission within 24 hours of receipt by their fisheries monitoring centres;\n(c)\nmessages forwarded to the Commission are sequentially numbered (with a unique identifier) in order to avoid duplication;\n(d)\nmessages forwarded to the Commission are in accordance with Article 24(3) of Implementing Regulation (EU) No 404/2011.\n6.   Each Member State shall take the necessary measures to ensure that all messages made available to its inspection vessels are treated in a confidential manner and are limited to inspection at sea operations.\nArticle 50\nNational observer programme\n1.   In respect of vessels active in the bluefin tuna fishery, Member States shall ensure at least the following percentage levels of national observer coverage:\n(a)\n20 % of its pelagic trawlers (over 15 metres);\n(b)\n20 % of its long line vessels (over 15 metres);\n(c)\n20 % of its bait boats (over 15 metres);\n(d)\n100 % of towing vessels;\n(e)\n100 % of harvesting operations from traps.\n2.   Member States shall issue national observers with an official identification document.\n3.   The national observer tasks shall be, in particular, to:\n(a)\nmonitor compliance by fishing vessels and traps with this Regulation;\n(b)\nrecord, and report upon, the fishing activity which shall include the following:\n(i)\namount of catch (including by-catch) that also includes species disposition, such as retained on board or discarded dead or alive;\n(ii)\narea of catch by latitude and longitude;\n(iii)\nmeasure of effort (such as the number of sets, number of hooks), as defined in the ICCAT Field Manual for different gears;\n(iv)\ndate of catch;\n(c)\nobserve and estimate catches and verify entries made in the logbook;\n(d)\nsight and record vessels which may be fishing contrary to ICCAT conservation and management measures.\n4.   National observers shall also carry out scientific work, such as collecting Task II data as defined by ICCAT, when required by ICCAT, based on the instructions from the SCRS.\n5.   For the purposes of paragraphs 1 to 4, each Member State shall also ensure:\n(a)\nrepresentative temporal and spatial presence of national observers on its vessels and traps to ensure that the Commission receives adequate and appropriate data and information on catch, effort and other scientific and management aspects, taking into account characteristics of the fleets and fisheries;\n(b)\nrobust data collection protocols;\n(c)\nthat national observers are properly trained and approved before deployment;\n(d)\nto the extent possible, minimal disruption to the operations of fishing vessels and traps fishing in the Convention Area.\n6.   Data and information collected under each Member State's observer programme shall be provided to the Commission by 15 July each year. The Commission shall forward that data and information to the SCRS and the ICCAT Secretariat, as appropriate.\nArticle 51\nICCAT regional observer programme\n1.   The ICCAT regional observer programme as set out in paragraphs 2 to 6 and as further specified in Annex VII shall apply in the Union.\n2.   Member States shall ensure that an ICCAT regional observer is present:\n(a)\non all purse seiners authorised to fish bluefin tuna;\n(b)\nduring all transfers of bluefin tuna from purse seiners;\n(c)\nduring all transfers of bluefin tuna from traps to transport cages;\n(d)\nduring all transfers from one farm to another;\n(e)\nduring all caging operations of bluefin tuna in farms;\n(f)\nduring all harvesting of bluefin tuna from farms.\n3.   Purse seiners without an ICCAT regional observer shall not be authorised to fish or to operate in the bluefin tuna fishery.\n4.   Member States responsible for farms shall ensure an ICCAT regional observer's presence during all caging operations and all harvesting of fish from those farms.\n5.   The tasks of ICCAT regional observers shall be, in particular, to:\n(a)\nobserve and monitor that fishing and farming operations are in compliance with the relevant ICCAT conservation and management measures;\n(b)\nsign the ICCAT transfer declarations referred to in Article 38, caging reports referred to in Article 47 and BCDs when they agree that the information contained therein is consistent with their observations;\n(c)\ncarry out scientific work, such as collecting samples, as required by ICCAT, based on the instructions from the SCRS.\n6.   The flag Member State shall ensure that masters, crew, farm, trap and vessel owners do not obstruct, intimidate, interfere with, influence, bribe or attempt to bribe ICCAT regional observers in the performance of their duties.\nSECTION 7\nInspections and cross-checks\nArticle 52\nICCAT Scheme of Joint International Inspection\n1.   The ICCAT Scheme of Joint International Inspection (‘the ICCAT scheme’) set out in Annex VIII shall apply in the Union.\n2.   Member States whose fishing vessels are authorised to fish bluefin tuna in the eastern Atlantic and the Mediterranean shall assign inspectors and carry out inspections at sea under the ICCAT scheme.\n3.   If, at any time, more than 15 fishing vessels flagged to a Member State are engaged in bluefin tuna fishing activities in the Convention area, that Member State shall deploy an inspection vessel for the purpose of inspection and control at sea in the Convention area throughout the period that those vessels are there. That obligation shall be deemed to have been complied with where Member States cooperate to deploy an inspection vessel or where a Union inspection vessel is deployed in the Convention area.\n4.   The Commission or a body designated by it may assign Union inspectors to the ICCAT scheme.\n5.   The Commission or a body designated by it shall coordinate the surveillance and inspection activities for the Union. The Commission may draw up, in coordination with the Member States concerned, joint inspection programmes to enable the Union to fulfil its obligation under the ICCAT scheme. Member States whose fishing vessels are engaged in the fishery of bluefin tuna shall adopt the necessary measures to facilitate the implementation of those programmes particularly as regards the human and material resources required and the periods and geographical areas when those resources are to be deployed.\n6.   Member States shall inform the Commission by 1 April of each year of the names of the inspectors and the inspection vessels they intend to assign to the ICCAT scheme during the year. Using that information, the Commission shall draw up, in collaboration with the Member States, a plan for the Union participation in the ICCAT scheme each year, which it shall send to the ICCAT Secretariat and the Member States.\nArticle 53\nTransmission of inspection plans\n1.   By 31 January each year, Member States shall transmit their inspection plans to the Commission. The inspection plans shall be set up in accordance with:\n(a)\nthe objectives, priorities, and procedures as well as benchmarks for inspection activities set up in the Specific control and inspection programme for bluefin tuna in the eastern Atlantic and the Mediterranean established under Article 95 of Regulation (EC) No 1224/2009;\n(b)\nthe National control action programme for bluefin tuna in the eastern Atlantic and the Mediterranean established under Article 46 of Regulation (EC) No 1224/2009.\n2.   The Commission shall compile the national inspection plans and integrate them into the Union inspection plan. That plan shall be transmitted by the Commission to the ICCAT Secretariat, for endorsement by ICCAT, together with the plans referred to in Article 6(1).\nArticle 54\nInspections in case of infringements\n1.   The flag Member State shall take the action under paragraph 2 of this Article if a vessel flying its flag has:\n(a)\nfailed in its reporting requirement referred to in Articles 25 and 26; or\n(b)\ncommitted an infringement of the provisions of this Regulation, Articles 89 to 93 of Regulation (EC) No 1224/2009 or Chapter IX of Regulation (EC) No 1005/2008.\n2.   The flag Member State shall ensure that a physical inspection takes place under its authority in its ports or by another person designated by the flag Member State when the vessel is not in one of its ports.\nArticle 55\nCross-check\n1.   Each Member State shall verify, including by using inspection reports, observer reports and VMS data, the submission of logbooks and relevant information recorded in the logbooks of its fishing vessels, transfer or transhipment documents and BCDs, in accordance with Article 109 of Regulation (EC) No 1224/2009.\n2.   Each Member State shall carry out cross-checks on all landings, transhipments or cagings between the quantities by species recorded in the fishing vessels logbook or quantities by species recorded in the transfer or transhipment declaration and the quantities recorded in the landing declaration or caging declaration, and any other relevant document, such as an invoice and/or sales notes, in accordance with Article 109 of Regulation (EC) No 1224/2009.\nSECTION 8\nMarketing\nArticle 56\nMarketing measures\n1.   Without prejudice to Regulations (EC) No 1224/2009, (EC) No 1005/2008 and Regulation (EU) No 1379/2013 of the European Parliament and of the Council (19), Union trade, landing, import, export, placing in cages for fattening or farming, re-export and transhipment of bluefin tuna that are not accompanied by accurate, complete and validated documentation set out in this Regulation, Regulation (EU) No 640/2010 and Article 4b of Regulation (EC) No 1936/2001, shall be prohibited.\n2.   Union trade, import, landing, placing in cages for fattening or farming, processing, export, re-export and transhipment of bluefin tuna shall be prohibited if:\n(a)\nthe bluefin tuna was caught by fishing vessels or traps whose flag State does not have a quota, catch limit or allocation of fishing effort for bluefin tuna in the eastern Atlantic and the Mediterranean, under the terms of ICCAT conservation and management measures; or\n(b)\nthe bluefin tuna was caught by a fishing vessel or a trap whose individual quota or whose state's fishing opportunities were exhausted at the time of the catch.\n3.   Without prejudice to Regulations (EC) No 1224/2009, (EC) No 1005/2008 and (EU) No 1379/2013, Union trade, imports, landings, processing and exports of bluefin tuna from fattening or farming farms that do not comply with the Regulations referred to in paragraph 1 shall be prohibited.\nCHAPTER VI\nFINAL PROVISIONS\nArticle 57\nEvaluation\nMember States shall submit to the Commission by 15 September each year a detailed report on their implementation of this Regulation. Based on the information received from Member States, the Commission shall submit by 15 October each year to the ICCAT Secretariat a detailed report on the implementation of ICCAT Recommendation 14-04.\nArticle 58\nFinancing\nFor the purposes of Regulation (EU) No 508/2014 of the European Parliament and of the Council (20), the multiannual recovery plan for bluefin tuna in the eastern Atlantic and the Mediterranean shall be deemed to be a multiannual plan within the meaning of Article 9 of Regulation (EU) No 1380/2013.\nArticle 59\nImplementation\n1.   The Commission shall be assisted by the Committee for Fisheries and Aquaculture established by Article 47 of Regulation (EU) No 1380/2013. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\n2.   Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.\nArticle 60\nRepeal\n1.   Regulation (EC) No 302/2009 is hereby repealed.\n2.   References to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table set out in Annex XIII.\nArticle 61\nEntry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Strasbourg, 14 September 2016.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nI. KORČOK\n(1)  OJ C 383, 17.11.2015, p. 100.\n(2)  Position of the European Parliament of 23 June 2016 (not yet published in the Official Journal) and decision of the Council of 18 July 2016.\n(3)  Regulation (EU) No 1380/2013 of the European Parliament and of the Council of 11 December 2013 on the Common Fisheries Policy, amending Council Regulations (EC) No 1954/2003 and (EC) No 1224/2009 and repealing Council Regulations (EC) No 2371/2002 and (EC) No 639/2004 and Council Decision 2004/585/EC (OJ L 354, 28.12.2013, p. 22).\n(4)  International Convention for the Conservation of Atlantic Tunas (OJ L 162, 18.6.1986, p. 34).\n(5)  Council Regulation (EC) No 1559/2007 of 17 December 2007 establishing a multi-annual recovery plan for bluefin tuna in the Eastern Atlantic and Mediterranean and amending Regulation (EC) No 520/2007 (OJ L 340, 22.12.2007, p. 8).\n(6)  Council Regulation (EC) No 302/2009 of 6 April 2009 concerning a multiannual recovery plan for bluefin tuna in the eastern Atlantic and Mediterranean, amending Regulation (EC) No 43/2009 and repealing Regulation (EC) No 1559/2007 (OJ L 96, 15.4.2009, p. 1).\n(7)  Regulation (EU) No 500/2012 of the European Parliament and of the Council of 13 June 2012 amending Council Regulation (EC) No 302/2009 concerning a multiannual recovery plan for bluefin tuna in the eastern Atlantic and Mediterranean (OJ L 157, 16.6.2012, p. 1).\n(8)  Regulation (EU) No 544/2014 of the European Parliament and of the Council of 15 May 2014 amending Council Regulation (EC) No 302/2009 concerning a multiannual recovery plan for Bluefin tuna in the eastern Atlantic and Mediterranean (OJ L 163, 29.5.2014, p. 7).\n(9)  Commission Delegated Regulation (EU) 2015/98 of 18 November 2014 on the implementation of the Union's international obligations, as referred to in Article 15(2) of Regulation (EU) No 1380/2013 of the European Parliament and of the Council, under the International Convention for the Conservation of Atlantic Tunas and the Convention on Future Multilateral Cooperation in the Northwest Atlantic Fisheries (OJ L 16, 23.1.2015, p. 23).\n(10)  Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission's exercise of implementing powers (OJ L 55, 28.2.2011, p. 13).\n(11)  Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Union control system for ensuring compliance with the rules of the common fisheries policy, amending Regulations (EC) No 847/96, (EC) No 2371/2002, (EC) No 811/2004, (EC) No 768/2005, (EC) No 2115/2005, (EC) No 2166/2005, (EC) No 388/2006, (EC) No 509/2007, (EC) No 676/2007, (EC) No 1098/2007, (EC) No 1300/2008, (EC) No 1342/2008 and repealing Regulations (EEC) No 2847/93, (EC) No 1627/94 and (EC) No 1966/2006 (OJ L 343, 22.12.2009, p. 1).\n(12)  Commission Implementing Regulation (EU) No 404/2011 of 8 April 2011 laying down detailed rules for the implementation of Council Regulation (EC) No 1224/2009 establishing a Community control system for ensuring compliance with the rules of the Common Fisheries Policy (OJ L 112, 30.4.2011, p. 1).\n(13)  Council Regulation (EC) No 1005/2008 of 29 September 2008 establishing a Community system to prevent, deter and eliminate illegal, unreported and unregulated fishing, amending Regulations (EEC) No 2847/93, (EC) No 1936/2001 and (EC) No 601/2004 and repealing Regulations (EC) No 1093/94 and (EC) No 1447/1999 (OJ L 286, 29.10.2008, p. 1).\n(14)  Commission Implementing Decision 2014/156/EU of 19 March 2014 establishing a specific control and inspection programme for fisheries exploiting stocks of bluefin tuna in the Eastern Atlantic and the Mediterranean, swordfish in the Mediterranean and for fisheries exploiting stocks of sardine and anchovy in the Northern Adriatic Sea (OJ L 85, 21.3.2014, p. 15).\n(15)  Report of the Inter-sessional meeting of the Compliance Committee (Madrid, Spain, 24 to 26 February 2010), point 5 and Appendix 3 to Annex 4.2.\n(16)  Commission Regulation (EC) No 26/2004 of 30 December 2003 on the Community fishing fleet register (OJ L 5, 9.1.2004, p. 25).\n(17)  Council Regulation (EC) No 1936/2001 of 27 September 2001 laying down control measures applicable to fishing for certain stocks of highly migratory fish (OJ L 263, 3.10.2001, p. 1).\n(18)  Regulation (EU) No 640/2010 of the European Parliament and of the Council of 7 July 2010 establishing a catch documentation programme for bluefin tuna Thunnus thynnus and amending Council Regulation (EC) No 1984/2003 (OJ L 194, 24.7.2010, p. 1).\n(19)  Regulation (EU) No 1379/2013 of the European Parliament and of the Council of 11 December 2013 on the common organisation of the markets in fishery and aquaculture products, amending Council Regulations (EC) No 1184/2006 and (EC) No 1224/2009 and repealing Council Regulation (EC) No 104/2000 (OJ L 354, 28.12.2013, p. 1).\n(20)  Regulation (EU) No 508/2014 of the European Parliament and of the Council of 15 May 2014 on the European Maritime and Fisheries Fund and repealing Council Regulations (EC) No 2328/2003, (EC) No 861/2006, (EC) No 1198/2006 and (EC) No 791/2007 and Regulation (EU) No 1255/2011 of the European Parliament and of the Council (OJ L 149, 20.5.2014, p. 1).\nANNEX I\nSpecific conditions applicable to the fisheries referred to in Article 14(2)\n1.\nIn addition to the provisions set out in Article 9(3), the maximum number of baitboats and trolling boats authorised to fish for bluefin tuna in the eastern Atlantic under the specific conditions applying to the derogation referred to in point (a) of Article 14(2) is set at the number of Union catching vessels participating in the directed fishery for bluefin tuna in 2006.\n2\nIn addition to the provisions set out in Article 9(3), the maximum number of catching vessels authorised to fish for bluefin tuna in the Adriatic sea for farming purposes under the specific conditions applying to the derogation referred to in point (b) of Article 14(2) is set at the number of Union catching vessels participating in the directed fishery for bluefin tuna in 2008. For that purpose, the number of Croatian catching vessels participating in the directed fishery for bluefin tuna in 2008 shall be taken into account.\n3.\nIn addition to the provisions set out in Article 9(3), the maximum number of baitboats, longliners and handliners authorised to fish for bluefin tuna in the Mediterranean under the specific conditions applying to the derogation referred to in point (c) of Article 14(2) is set at the number of Union catching vessels participating in the directed fishery for bluefin tuna in 2008.\n4.\nThe maximum number of catching vessels determined in accordance with points 1, 2 and 3 of this Annex shall be allocated among the Member States in accordance with the TFEU and Article 16 of Regulation (EU) No 1380/2013.\n5.\nNo more than 7 % of the Union quota for bluefin tuna between 8 kg or 75 cm and 30 kg or 115 cm shall be allocated among the authorised catching vessels referred to in point (a) of Article 14(2) and in point 1 of this Annex. That quota shall be allocated among Member States in accordance with the TFEU and Article 16 of Regulation (EU) No 1380/2013.\n6.\nBy way of derogation from point (a) of Article 14(2), within the quota of 7 % referred to in point 5 of this Annex, up to 100 tonnes may be allocated for the capture of bluefin tuna of no less than 6,4 kg or 70 cm by baitboats of less than 17 metres.\n7.\nThe maximum allocation of the Union quota among Member States to fish under the specific conditions applying to the derogation referred to in point (b) of Article 14(2) and point 2 of this Annex shall be determined in accordance with the TFEU and Article 16 of Regulation (EU) No 1380/2013.\n8.\nNo more than 2 % of the Union quota for bluefin tuna between 8 kg or 75 cm and 30 kg or 115 cm shall be allocated among the authorised catching vessels referred to in point (c) of Article 14(2) and point 3 of this Annex. That quota shall be allocated among Member States in accordance with the TFEU and Article 16 of Regulation (EU) No 1380/2013.\n9.\nEach Member State whose baitboats, longliners, handliners and trolling boats are authorised to fish for bluefin tuna in accordance with Article 14(2) and this Annex shall establish the following tail tag requirements:\n(a)\ntail tags are affixed on each bluefin tuna immediately upon offloading;\n(b)\neach tail tag has a unique identification number which is included in bluefin tuna statistical documents and written on the outside of any package containing tuna.\nANNEX II\nLogbook requirements\nA.   CATCHING VESSELS\nMinimum specifications for fishing logbooks:\n1.\nThe logbook shall be numbered by sheet.\n2.\nThe logbook shall be completed every day (midnight) or before port arrival.\n3.\nThe logbook shall be completed in case of at-sea inspections.\n4.\nOne copy of the sheets shall remain attached to the logbook.\n5.\nLogbooks shall be kept on board to cover a period of one year of operation.\nMinimum standard information for fishing logbooks:\n1.\nMaster's name and address.\n2.\nDates and ports of departure, dates and ports of arrival.\n3.\nVessel's name, register number, ICCAT number, international radio call sign and IMO number (if available).\n4.\nFishing gear:\n(a)\ntype FAO code;\n(b)\ndimension (e.g. length, mesh size, number of hooks).\n5.\nOperations at sea with one line (minimum) per day of trip, providing:\n(a)\nactivity (e.g. fishing, steaming);\n(b)\nposition: exact daily positions (in degree and minutes), recorded for each fishing operation or at midday when no fishing has been conducted during that day;\n(c)\nrecord of catches, including:\n(1)\nFAO code;\n(2)\nround (RWT) weight in kg per day;\n(3)\nnumber of pieces per day.\nFor purse seiners that should be recorded by fishing operation, including nil return.\n6.\nMaster's signature.\n7.\nMeans of weight measure: estimation, weighing on board.\n8.\nThe logbook shall be kept in equivalent live weight of fish and shall mention the conversion factors used in the evaluation.\nMinimum information for fishing logbooks in case of landing or transhipment:\n1.\nDates and port of landing/transhipment.\n2.\nProducts:\n(a)\nspecies and presentation by FAO code;\n(b)\nnumber of fish or boxes and quantity in kg.\n3.\nSignature of the master or vessel agent.\n4.\nIn case of transhipment: receiving vessel name, its flag and ICCAT number.\nMinimum information for fishing logbooks in case of transfer into cages:\n1.\nDate, time and position (latitude/longitude) of transfer.\n2.\nProducts:\n(a)\nspecies identification by FAO code;\n(b)\nnumber of fish and quantity in kg transferred into cages.\n3.\nName of towing vessel, its flag and ICCAT number.\n4.\nName of the farm of destination and its ICCAT number.\n5.\nIn the case of a JFO, in addition to the information laid down in points 1 to 4, the masters shall record in their logbook:\n(a)\nas regards the catching vessel transferring the fish into cages:\n—\namount of catches taken on board,\n—\namount of catches counted against its individual quota,\n—\nthe names of the other vessels involved in the JFO;\n(b)\nas regards the other catching vessels of the same JFO not involved in the transfer of the fish:\n—\nthe name of those vessels, their international radio call signs and ICCAT numbers,\n—\nthat no catches have been taken on board or transferred into cages,\n—\namount of catches counted against their individual quotas,\n—\nthe name and the ICCAT number of the catching vessel referred to in point (a).\nB.   TOWING VESSELS\n1.\nThe master of a towing vessel shall record in the daily logbook the date, time and position of transfer, the quantities transferred (number of fish and quantity in kg), the cage number, as well as the catching vessel's name, flag and ICCAT number, the name of the other vessel(s) involved and their ICCAT number, the farm of destination and its ICCAT number, and the ICCAT transfer declaration number.\n2.\nFurther transfers to auxiliary vessels or to other towing vessel shall be reported, including the same information as in point 1, as well as the auxiliary or towing vessel's name, flag and ICCAT number and the ICCAT transfer declaration number.\n3.\nThe daily logbook shall contain the details of all transfers carried out during the fishing season. The daily logbook shall be kept on board and be accessible at any time for control purposes.\nC.   AUXILIARY VESSELS\n1.\nThe master of an auxiliary vessel shall record the activities daily in the logbook, including the date, time and positions, the quantities of bluefin tuna taken on board, and the fishing vessel, farm or trap name he/she is operating in association with.\n2.\nThe daily logbook shall contain the details of all activities carried out during the fishing season. The daily logbook shall be kept on board and be accessible at any time for control purposes.\nD.   PROCESSING VESSELS\n1.\nThe master of a processing vessel shall report in the daily logbook the date, time and position of the activities and the quantities transhipped and the number and weight of bluefin tuna received from farms, traps or catching vessels, where applicable. The master should also report the names and ICCAT numbers of those farms, traps or catching vessels.\n2.\nThe master of a processing vessel shall maintain a daily processing logbook specifying the round weight and number of fish transferred or transhipped, the conversion factor used, and the weights and quantities by product presentation.\n3.\nThe master of a processing vessel shall maintain a stowage plan that shows the location and the quantities of each species and presentation.\n4.\nThe daily logbook shall contain the details of all transhipments carried out during the fishing season. The daily logbook, processing logbook, stowage plan and the originals of ICCAT transhipment declarations shall be kept on board and be accessible at any time for control purposes.\nANNEX III\nICCAT Transhipment Declaration\nText of image\nDocument No\nCarrier vessel\nName of vessel and radio call sign:\nFlag:\nFlag State authorisation No\nNational Register No\nICCAT Register No\nIMO No\nFishing Vessel\nName of the vessel and radio call sign:\nFlag:\nFlag State authorisation No.\nNational Register No.\nICCAT Register No.\nExternal identification:\nFishing logbook sheet No\nFinal destination:\nPort:\nCountry:\nState:\nDay Month Hour Year |2_|0_||| F.V Master’s name: Carrier vessel Master’s name:\nDeparture ||| ||| ||| From: ||\nReturn ||| ||| ||| To: || Signature: Signature:\nTranship. ||| ||| ||| ||\nFor transhipment, indicate the weight in kilograms or the unit used (e.g. box, basket) and the landed weight in kilograms of this unit: || kilograms.\nText of image\nLOCATION OF TRANSHIPMENT\nPort\nSea\nSpecies\nNumber of unit of fish\nType of product live\nType of product whole\nType of product gutted\nType of product head off\nType of product filleted\nType of product\nFurther transhipments\nDate: || Place/Position: ||\nAuthorisation CP No\nTransfer vessel Master’s signature:\nName of receiver vessel:\nFlag\nICCAT Register No\nIMO No\nMaster’s signature\nDate: || Place/Position: ||\nAuthorisation CP No\nTransfer vessel Master’s signature:\nName of receiver vessel:\nFlag\nICCAT Register No\nIMO No\nMaster’s signature\nLat.\nLong.\nObligations in case of transhipment:\n1. The original of the transhipment declaration shall be provided to the recipient vessel (processing/transport).\n2. The copy of the transhipment declaration shall be kept by the correspondent catching vessel or trap.\n3. Further transhipping operations shall be authorised by the relevant CPC which authorised the vessel to operate.\n4. The original of the transhipment declaration has to be kept by the recipient vessel which holds the fish, up to the landing place.\n5. The transhipping operation shall be recorded in the logbook of any vessel involved in the operation.\nANNEX IV\nText of image\nDocument No\nICCAT Transfer Declaration\n1. TRANSFER OF LIVE BFT DESTINATED FOR FARMING\nFishing vessel name:\nCall sign:\nFlag:\nFlag State transfer authorisation No\nICCAT Register No\nExternal identification:\nFishing logbook No\nJFO No\nTrap name:\nICCAT Register No\nTug vessel name:\nCall sign:\nFlag:\nICCAT Register No:\nExternal identification:\nName of destination farm:\nICCAT Register No:\nCage number:\n2. TRANSFER INFORMATION\nDate: _ _ / _ _ / _ _ _ _\nPlace or position: Port: Lat: Long:\nNumber of individuals:\nSpecies:\nWeight:\nType of product: Live Whole Gutted Other (Specify):\nMaster of fishing vessel trap operator/farm operator name and signature:\nMaster of receiver vessel (tug, processing, carrier) name and signature:\nObserver names, ICCAT No and signature:\n3. FURTHER TRANSFERS\nDate: _ _ / _ _ / _ _ _ _\nPlace or position: Port: Lat: Long:\nTug vessel name:\nCall sign:\nFlag:\nICCAT Register No\nFarm state transfer authorisation No:\nExternal identification:\nMaster of receiver vessel name and signature:\nText of image\nDate: _ _ / _ _ / _ _ _ _\nPlace or position: Port: Lat: Long:\nTug vessel name:\nCall sign:\nFlag:\nICCAT Register No\nFarm state transfer authorisation no:\nExternal identification:\nMaster of receiver vessel name and signature:\nDate: _ _ / _ _ / _ _ _ _\nPlace or position: Port: Lat: Long:\nTug vessel name:\nCall sign:\nFlag:\nICCAT Register No\nFarm state transfer authorisation No:\nExternal identification:\nMaster of receiver vessel name and signature:\n4. SPLIT CAGES\nDonor cage No\nKg:\nNo of fish:\nDonor tug vessel name:\nCall sign:\nFlag:\nICCAT Register No\nReceiving cage No\nKg:\nNo of fish:\nReceiving tug vessel name:\nCall sign:\nFlag:\nICCAT Register No\nReceiving cage No\nKg:\nNo of fish:\nReceiving tug vessel name:\nCall sign:\nFlag:\nICCAT Register No\nReceiving cage No\nKg:\nNo of fish:\nReceiving tug vessel name:\nCall sign:\nFlag:\nICCAT Register No\nANNEX V\nCatch report form\nFlag\nICCAT Number\nVessel name\nReport start date\nReport end date\nReport duration (d)\nCatch date\nLocation of the catch\nCatch\nAttributed weight in case of a joint fishing operation (kg)\nLatitude\nLongitude\nWeight (kg)\nNumber of pieces\nAverage weight (kg)\nANNEX VI\nJoint fishing operation\nFlag State\nVessel name\nICCAT No\nDuration of the operation\nIdentity of the operators\nVessel's individual quota\nAllocation key per vessel\nFattening and farming farm destination\nCPC\nICCAT No\nDate …\nValidation of the flag State …\nANNEX VII\nICCAT regional observer programme\nASSIGNMENT OF ICCAT REGIONAL OBSERVERS\n1.\nEach ICCAT regional observer shall have the following qualifications to accomplish their tasks:\n(a)\nsufficient experience to identify species and fishing gear;\n(b)\nsatisfactory knowledge of the ICCAT conservation and management measures assessed by a certificate provided by the Member States and based on ICCAT training guidelines;\n(c)\nthe ability to observe and record accurately;\n(d)\na satisfactory knowledge of the language of the flag of the vessel or farm observed.\nOBLIGATIONS OF THE ICCAT REGIONAL OBSERVER\n2.\nThe ICCAT regional observers shall:\n(a)\nhave completed the technical training required by the guidelines established by ICCAT;\n(b)\nbe nationals of one of the Member States and, to the extent possible, not of the farm or trap state or the flag State of the purse seiner. If, however, bluefin tuna is harvested from the cage and traded as fresh products, the ICCAT regional observer that observes the harvest may be a national of the Member State responsible for the farm;\n(c)\nbe capable of performing the tasks set out in point 3;\n(d)\nbe included in the list of ICCAT regional observers maintained by ICCAT;\n(e)\nnot have current financial or beneficial interests in the bluefin tuna fishery.\nICCAT REGIONAL OBSERVER TASKS\n3.\nThe tasks of ICCAT regional observers shall be, in particular:\n(a)\nas regards observers on purse seine vessels, to monitor the purse seine vessels' compliance with the relevant conservation and management measures adopted by ICCAT. In particular, the regional observer shall:\n(1)\nin cases where the ICCAT regional observer observes what may constitute non-compliance with ICCAT recommendations, he/she shall submit that information without delay to the ICCAT regional observer implementing company who shall forward it without delay to the flag State authorities of the catching vessel;\n(2)\nrecord and report upon the fishing activities carried out;\n(3)\nobserve and estimate catches and verify entries made in the logbook;\n(4)\nissue a daily report of the purse seine vessels' transfer activities;\n(5)\nsight and record vessels which may be fishing in contravention of ICCAT conservation and management measures;\n(6)\nrecord and report upon the transfer activities carried out;\n(7)\nverify the position of the vessel when engaged in transfer;\n(8)\nobserve and estimate products transferred, including through the review of video recordings;\n(9)\nverify and record the name of the fishing vessel concerned and its ICCAT number;\n(10)\ncarry out scientific work such as collecting Task II data when required by the ICCAT Commission, based on the directives from the SCRS;\n(b)\nas regards ICCAT regional observers in farms and traps, to monitor their compliance with the relevant conservation and management measures adopted by ICCAT. In particular, the ICCAT regional observer shall:\n(1)\nverify the data contained in the transfer declaration and caging declaration and BCD, including through the review of video records;\n(2)\ncertify the data contained in the transfer declaration and caging declaration and BCDs;\n(3)\nissue a daily report of the farms' and traps' transfer activities;\n(4)\ncountersign the transfer declaration and caging declaration and BCDs only when he/she agrees that the information contained within them is consistent with his/her observations including a compliant video record as per the requirements referred to in Article 35(1) and Article 44(1);\n(5)\ncarry out such scientific work, for example collecting samples, as required by the Commission, based on the directives from the SCRS;\n(6)\nregister and verify the presence of any type of tag, including natural marks, and notify any sign of recent tag removals;\n(c)\nestablish general reports compiling the information collected in accordance with this point and provide the master and farm operator with the opportunity to include therein any relevant information;\n(d)\nsubmit to the Secretariat the general report referred to in point (c) within 20 days from the end of the period of observation;\n(e)\nexercise any other functions as defined by the ICCAT Commission.\n4.\nThe ICCAT regional observer shall treat as confidential all information with respect to the fishing and transfer operations of the purse seiners and of the farms and shall accept that requirement in writing as a condition of appointment as an ICCAT regional observer.\n5.\nThe ICCAT regional observer shall comply with requirements established in the laws and regulations of the flag or farm state which exercises jurisdiction over the vessel or farm to which the ICCAT regional observer is assigned.\n6.\nThe ICCAT regional observer shall respect the hierarchy and general rules of behaviour which apply to all vessel and farm personnel, provided such rules do not interfere with the duties of the ICCAT regional observer under this programme, and with the obligations of vessel and farm personnel set out in point 7 of this Annex and Article 51(6).\nOBLIGATIONS OF THE FLAG MEMBER STATES TOWARDS ICCAT REGIONAL OBSERVERS\n7.\nMember States responsible for the purse seiner, farm or trap, shall ensure that ICCAT regional observers are:\n(a)\nallowed access to the vessel, farm and trap personnel and to the gear, cages and equipment;\n(b)\nallowed access, upon request, to the following equipment, if present on the vessels to which they are assigned, in order to facilitate the carrying out of their duties set out in point 3 of this Annex:\n(1)\nsatellite navigation equipment,\n(2)\nradar display viewing screens when in use,\n(3)\nelectronic means of communication;\n(c)\nprovided with accommodation, including lodging, food and adequate sanitary facilities, equal to those of officers;\n(d)\nprovided with adequate space on the bridge or pilot house for clerical work, as well as space on deck adequate for carrying out observer duties.\nCOSTS ARISING FROM THE ICCAT REGIONAL OBSERVER PROGRAMME\n8.\nAll costs arising from the operation of ICCAT regional observers shall be borne by each farm operator or owner of purse seiners.\nANNEX VIII\nICCAT scheme of joint international inspection\nICCAT agreed at its Fourth Regular Meeting (Madrid, November 1975) and at its Annual Meeting in 2008 in Marrakesh that:\nPursuant to paragraph 3 of Article IX of the Convention, the ICCAT Commission recommends the establishment of the following arrangements for international control outside the waters under national jurisdiction for the purpose of ensuring the application of the Convention and the measures in force thereunder:\nI.   SERIOUS VIOLATIONS\n1.\nFor the purposes of these procedures, a serious violation means the following violations of the provisions of the ICCAT conservation and management measures adopted by the ICCAT Commission:\n(a)\nfishing without a licence, permit or authorisation issued by the flag CPC;\n(b)\nfailure to maintain sufficient records of catch and catch-related data in accordance with the ICCAT Commission's reporting requirements or significant misreporting of such catch and/or catch-related data;\n(c)\nfishing in a closed area;\n(d)\nfishing during a closed season;\n(e)\nintentional taking or retention of species in contravention of any applicable conservation and management measure adopted by ICCAT;\n(f)\nsignificant violation of catch limits or quotas in force pursuant to ICCAT rules;\n(g)\nusing prohibited fishing gear;\n(h)\nfalsifying or intentionally concealing the markings, identity or registration of a fishing vessel;\n(i)\nconcealing, tampering with or disposing of evidence relating to the investigation of a violation;\n(j)\nmultiple violations which, taken together, constitute a serious disregard of measures in force pursuant to ICCAT;\n(k)\nassault, resist, intimidate, sexually harass, interfere with, or unduly obstruct or delay an authorised inspector or observer;\n(l)\nintentionally tampering with or disabling the VMS;\n(m)\nsuch other violations as may be determined by the ICCAT, once those are included and circulated in a revised version of those procedures;\n(n)\nfishing with the assistance of spotter planes;\n(o)\ninterference with the satellite monitoring system and/or operation of a vessel without the VMS;\n(p)\ntransfer activity without transfer declaration;\n(q)\ntranshipment at sea.\n2.\nIn the case of any boarding and inspection of a fishing vessel during which the authorised inspector observes an activity or condition that would constitute a serious violation, as defined in point 1, the authorities of the flag State of the inspection vessels shall immediately notify the flag State of the fishing vessel, directly as well as through the ICCAT Secretariat. In such situations, the inspector shall also inform any inspection ship of the flag State of the fishing vessel known to be in the vicinity.\n3.\nThe ICCAT inspector shall register, in the fishing vessel's logbook, the inspections undertaken and any infringements detected.\n4.\nThe flag Member State shall ensure that, following the inspection referred to in point 2, the fishing vessel concerned ceases all fishing activities. The flag Member State shall require the fishing vessel to proceed within 72 hours to a port designated by it, where an investigation shall be initiated.\n5.\nIf the vessel is not called to port, the flag Member State shall provide due justification in a timely manner to the European Commission which shall forward the information to the ICCAT Secretariat, who shall make it available on request to other Contracting Parties.\nII.   CONDUCT OF INSPECTIONS\n6.\nInspections shall be carried out by inspectors designated by the Contracting Parties. The names of the authorised government agencies and each inspector designated for that purpose by their respective governments shall be notified to the ICCAT Commission.\n7.\nShips carrying out international boarding and inspection duties in accordance with this Annex shall fly a special flag or pennant approved by the ICCAT Commission and issued by the ICCAT Secretariat. The names of the ships so used shall be notified to the ICCAT Secretariat as soon as practical in advance of the commencement of inspection activities. The ICCAT Secretariat shall make information regarding designated inspection vessels available to all CPCs, including by posting on its password-protected website.\n8.\nEach inspector shall carry an appropriate identity document issued by the authorities of the flag State, which shall be in the form shown in point 21 of this Annex.\n9.\nSubject to the arrangements agreed under point 16, a vessel flagged to a Contracting Party and fishing for tuna or tuna-like fish in the Convention area outside the waters within its national jurisdiction shall stop when given the appropriate signal in the International Code of Signals by a ship flying the ICCAT pennant described in point 7 and carrying an inspector, unless the vessel is actually carrying out fishing operations, in which case it shall stop immediately once it has finished such operations. The master of the vessel shall permit the inspection party, as specified in point 10, to board it and shall provide a boarding ladder. The master shall enable the inspection party to make such examination of equipment, catch or gear and any relevant documents as an inspector deems necessary to verify the compliance with the ICCAT Commission's recommendations in force in relation to the flag State of the vessel being inspected. Further, an inspector may ask for any explanations that are deemed necessary.\n10.\nThe size of the inspection party shall be determined by the commanding officer of the inspection vessel, taking into account relevant circumstances. The inspection party shall be as small as possible to safely and securely accomplish the duties set out in this Annex.\n11.\nUpon boarding the vessel, the inspector shall produce the identity documentation described in point 8. The inspector shall observe generally accepted international regulations, procedures and practices relating to the safety of the vessel being inspected and its crew, and shall minimise interference with fishing activities or stowage of product and, to the extent practicable, avoid action which would adversely affect the quality of the catch on board.\nEach inspector shall limit his/her enquiries to the ascertainment of the observance of the ICCAT Commission's recommendations in force in relation to the flag State of the vessel concerned. In making the inspection, an inspector may ask the master of the fishing vessel for any assistance that may be required. The inspector shall draw up a report of the inspection in a form approved by the ICCAT Commission. The inspector shall sign the report in the presence of the master of the vessel who shall be entitled to add or have added to the report any observations which he/she may think suitable and shall sign such observations.\n12.\nCopies of the report shall be given to the master of the vessel and to the government of the inspection party, which shall transmit copies to the appropriate authorities of the flag State of the inspected vessel and to the ICCAT Commission. Where any infringement of ICCAT recommendations is discovered, the inspector shall, where possible, also inform any inspection ship of the flag State of the fishing vessel known to be in the vicinity.\n13.\nResistance to an inspector or failure to comply with his/her directions shall be treated by the flag State of the inspected vessel in a manner similar to such conduct committed with respect to a national inspector.\n14.\nThe inspector shall carry out his/her duties under these arrangements in accordance with the rules set out in this Regulation, but they shall remain under the operational control of their national authorities and shall be responsible to them.\n15.\nContracting Parties shall consider and act on inspection reports, sighting information sheets as per Recommendation 94-09 and statements resulting from documentary inspections of foreign inspectors under these arrangements on a similar basis in accordance with their national legislation to the reports of national inspectors. The provisions of this point shall not impose any obligation on a Contracting Party to give the report of a foreign inspector a higher evidential value than it would possess in the inspector's own country. Contracting Parties shall collaborate in order to facilitate judicial or other proceedings arising from a report of an inspector under these arrangements.\n16.\n(a)\nContracting Parties shall inform the ICCAT Commission by 15 February each year of their provisional plans for conducting inspection activities under this Regulation in that calendar year and the ICCAT Commission may make suggestions to Contracting Parties for the coordination of national operations in this field, including the number of inspectors and ships carrying inspectors.\n(b)\nThe arrangements set out in this Regulation and the plans for participation shall apply between Contracting Parties unless otherwise agreed between them, and such agreement shall be notified to the ICCAT Commission. However, the implementation of the scheme shall be suspended between any two Contracting Parties if either of them has notified the ICCAT Commission to that effect, pending completion of such an agreement.\n17.\n(a)\nThe fishing gear shall be inspected in accordance with the regulations in force for the subarea in which the inspection takes place. The inspector shall state the subarea for which the inspection took place, and a description of any violations found in the inspection report.\n(b)\nThe inspector shall be entitled to inspect all fishing gear in use or on board.\n18.\nThe inspector shall affix an identification mark approved by the ICCAT Commission to any fishing gear inspected which appears to be in contravention of the ICCAT Commission recommendations in force in relation to the flag State of the vessel concerned and shall record this fact in the inspection report.\n19.\nThe inspector may photograph the gear, equipment, documentation and any other element he/she consider necessary in such a way as to reveal those features which in his/her opinion are not in conformity with the regulation in force, in which case the subjects photographed shall be listed in the report and copies of the photographs shall be attached to the copy of the report to the flag State.\n20.\nThe inspector shall, as necessary, inspect all catch on board to determine compliance with ICCAT recommendations.\n21.\nThe model identity card for inspectors is as follows:\nANNEX IX\nMinimum standards for video recording procedures\nTransfer operations\n1.\nThe electronic storage device containing the original video record shall be provided to the ICCAT regional observer as soon as possible after the end of the transfer operation, who shall immediately initialise it to avoid any further manipulation.\n2.\nThe original recording shall be kept on board the catching vessel or by the farm or trap operator, where appropriate, during its entire period of authorisation.\n3.\nTwo identical copies of the video record shall be produced. One copy shall be transmitted to the ICCAT regional observer on board the purse seiner and one to the national observer on board the towing vessel, the latter of which shall accompany the transfer declaration and the associated catches to which it relates. That procedure shall only apply to national observers in the case of transfers between towing vessels.\n4.\nAt the beginning and/or the end of each video, the ICCAT transfer authorisation number shall be displayed.\n5.\nThe time and the date of the video shall be continuously displayed throughout each video record.\n6.\nBefore the start of the transfer, the video shall include the opening and closing of the net/door and footage showing whether the receiving and donor cages already contain bluefin tuna.\n7.\nThe video recording shall be continuous without any interruptions and cuts and cover the entire transfer operation.\n8.\nThe video record shall be of sufficient quality to estimate the number of bluefin tuna being transferred.\n9.\nIf the video record is of insufficient quality to estimate the number of bluefin tuna being transferred, then a new transfer shall be requested by the control authorities. The new transfer shall include all the bluefin tuna in the receiving cage into another cage which must be empty.\nCaging operations\n1.\nThe electronic storage device containing the original video record shall be provided to the ICCAT regional observer as soon as possible after the end of the caging operation, who shall immediately initialise it to avoid any further manipulation.\n2.\nThe original recording shall be kept by the farm, where applicable, during their entire period of authorisation.\n3.\nTwo identical copies of the video record shall be produced. One copy shall be transmitted to the ICCAT regional observer deployed on the farm.\n4.\nAt the beginning and/or the end of each video, the ICCAT caging authorisation number shall be displayed.\n5.\nThe time and the date of the video shall be continuously displayed throughout each video record.\n6.\nBefore the start of the caging, the video shall include the opening and closing of the net/door and whether the receiving and donor cages already contain bluefin tuna.\n7.\nThe video recording shall be continuous without any interruptions and cuts and cover the entire caging operation.\n8.\nThe video record shall be of sufficient quality to estimate the number of bluefin tuna being transferred.\n9.\nIf the video record is of insufficient quality to estimate the number of bluefin tuna being transferred, then a new caging operation shall be requested by the control authorities. The new caging operation shall include all the bluefin tuna in the receiving farm cage into another farm cage which shall be empty.\nANNEX X\nStandards and procedures for the programmes and reporting obligations referred to in Article 46(2) to (7) and Article 47(1)\nA.   Use of stereoscopical cameras systems\nThe use of stereoscopic cameras systems in the context of caging operations, as required by Article 46 of this Regulation, shall be conducted in accordance with the following:\n1.\nThe sampling intensity of live fish shall not be below 20 % of the amount of fish being caged. When technically possible, the sampling of live fish shall be sequential, one in every five specimens being measured; such a sample shall be made up of fish measured at a distance between 2 and 8 metres from the camera.\n2.\nThe dimensions of the transfer gate connecting the donor cage and the receiving cage shall be set at a maximum width of 10 metres and a maximum height of 10 metres.\n3.\nWhen the length measurements of the fish present a multi-modal distribution (two or more cohorts of distinct sizes), it shall be possible to use more than one conversion algorithm for the same caging operation; the most up-to-date algorithm(s) established by SCRS shall be used to convert fork lengths into total weights, according to the size category of the fish measured during the caging operation.\n4.\nValidation of the stereoscopical length measurements shall be undertaken prior to each caging operation using a scale bar at a distance of between 2 and 8 metres.\n5.\nWhen the results of the stereoscopical programme are communicated, the information shall indicate the margin of error inherent to the technical specifications of the stereoscopic camera system, which shall not exceed a range of +/– 5 %.\n6.\nThe report on the results of the stereoscopical programme shall include details on all the technical specifications above, including the sampling intensity, the way of sampling methodology, the distance from the camera, the dimensions of the transfer gate, and the algorithms (length-weight relationship). SCRS shall review those specifications and, if necessary, provide recommendations to modify them.\n7.\nIn cases where the stereoscopic camera footage is of insufficient quality to estimate the weight of bluefin tuna being caged, a new caging operation shall be ordered by the Member State authorities responsible for the catching vessel, trap or farm.\nB.   Presentation and use of the results of the programmes\n1.\nDecisions regarding differences between the catch report and the results from the stereoscopical system programme shall be taken at the level of the JFO or total trap catches, for JFOs and trap catches destined to a farm facility involving a single CPC and/or Member State. The decision regarding differences between the catch report and the results from the stereoscopical system programme shall be taken at the level of the caging operations for JFOs involving more than one CPC and/or Member State, unless otherwise agreed by all the flag CPC and/or Member State authorities of the catching vessels involved in the JFO.\n2.\nThe Member State responsible for the farm shall provide a report to the Member State or CPC responsible for the catching vessel or trap and to the Commission, including the following documents:\n(a)\ntechnical stereoscopical system report including:\n—\ngeneral information: species, site, cage, date, algorithm,\n—\nsizing statistical information: average weight and length, minimum weight and length, maximum weight and length, number of fish sampled, weight distribution, size distribution;\n(b)\ndetailed results of the programme, with the size and weight of every fish that was sampled;\n(c)\ncaging report including:\n—\ngeneral information on the operation: number of the caging operation, name of the farm, cage number, BCD number, ITD number, name and flag of the catching vessel or trap, name and flag of the towing vessel, date of the stereoscopical system operation and footage file name,\n—\nalgorithm used to convert length into weight,\n—\ncomparison between the amounts declared in the BCD and the amounts found with the stereoscopical system, in number of fish, average weight and total weight (the formula used to calculate the difference shall be: (stereoscopical system-BCD)/stereoscopical system * 100),\n—\nmargin of error of the system,\n—\nfor those caging reports relating to JFOs/traps, the last caging report shall also include a summary of all information in previous caging reports.\n3.\nWhen receiving the caging report, the Member State authorities of the catching vessel or trap shall take all the necessary measures according to the following situations:\n(a)\nthe total weight declared by the catching vessel or trap in the BCD is within the range of the stereoscopical system results:\n—\nno release shall be ordered,\n—\nthe BCD shall be modified both in number (using the number of fish resulting from the use of the control cameras or alternative techniques) and average weight, while the total weight shall not be modified;\n(b)\nthe total weight declared by the catching vessel or trap in the BCD is below the lowest figure of the range of the stereoscopical system results:\n—\na release shall be ordered using the lowest figure in the range of the stereoscopical system results,\n—\nthe release operations shall be carried out in accordance with the procedure laid down in Article 34(2) and Annex XI,\n—\nafter the release operations took place, the BCD shall be modified both in number (using the number of fish resulting from the use of the control cameras, minus the number of fish released) and average weight, while the total weight shall not be modified;\n(c)\nthe total weight declared by the catching vessel or trap in the BCD exceeds the highest figure of the range of the stereoscopical system results:\n—\nno release shall be ordered,\n—\nthe BCD shall be modified for the total weight (using the highest figure in the range of the stereoscopical system results), for the number of fish (using the results from the control cameras) and average weight accordingly.\n4.\nFor any relevant modification of the BCD, the values (number and weight) entered in Section 2 shall be consistent with those in Section 6 and the values in Sections 3, 4 and 6, shall be not higher those in Section 2.\n5.\nIn case of compensation of differences found in individual caging reports across all cagings from a JFO/trap, whether or not a release operation is required, all relevant BCDs shall be modified on the basis of the lowest range of the stereoscopical system results. The BCDs related to the quantities of bluefin tuna released shall also be modified to reflect the weight/number released. The BCDs related to bluefin tuna not released but for which the results from the stereoscopical systems or alternative techniques differ from those reported caught and transferred shall also be amended to reflect those differences.\nThe BCDs relating to the catches from where the release operation took place shall also be modified to reflect the weight/number released.\nANNEX XI\nRelease protocol\n1.\nThe release of bluefin tuna from farming cages into the sea shall be recorded by video camera and observed by an ICCAT regional observer, who shall draft and submit a report together with the video records to the ICCAT Secretariat.\n2.\nWhen a release order has been issued, the farm operator shall request the deployment of an ICCAT regional observer.\n3.\nThe release of bluefin tuna from transport cages or traps into the sea shall be observed by a national observer of the Member State responsible for the towing vessel or trap, who shall draft and submit a report to the responsible Member State control authorities.\n4.\nBefore a release operation takes place, Member State control authorities might order a control transfer using standard and/or stereoscopic cameras to estimate the number and weight of the fish that need to be released.\n5.\nMember State authorities may implement any additional measures they consider necessary to guarantee that the release operations take place at the most appropriate time and place in order to increase the probability of the fish going back to the stock. The operator shall be responsible for the fish survival until the release operation has taken place. Those release operations shall take place within three weeks of the completion of the caging operations.\n6.\nFollowing completion of harvesting operations, fish remaining in a farm and not covered by the BCD shall be released in accordance with the procedures laid down in Article 34(2) and this Annex.\nANNEX XII\nTreatment of dead fish\nDuring fishing operations by purse seiners, the quantities of fish found dead in the seine shall be recorded in the fishing vessel logbook and shall be deducted from the Member State quota accordingly.\nRecording/treating of dead fish during the first transfer\n(1)\nThe BCD shall be provided to the operator of the towing vessel with Section 2 (Total catch), Section 3 (Live fish trade) and Section 4 (Transfer — including ‘dead’ fish) completed.\nThe total quantities reported in Sections 3 and 4 shall be equal to the quantities reported in Section 2. The BCD shall be accompanied by the original ICCAT Transfer Declaration (ITD) in accordance with the provisions of this Regulation. The quantities reported in the ITD (transferred live), shall be equal to the quantities reported in Section 3 in the associated BCD.\n(2)\nA split of the BCD with Section 8 (Trade information) shall be completed and given to the operator of the auxiliary vessel which transports the dead bluefin tuna to shore (or retained on the catching vessel if landed directly to shore). The dead fish and split BCD shall be accompanied by a copy of the ITD.\n(3)\nThe quantities of dead fish shall be recorded in the BCD of the catching vessel which made the catch or, in the case of JFOs, in the BCD of the catching vessels or of a vessel flying another flag participating in the JFO.\nANNEX XIII\nCorrelation table\nRegulation (EC) No 302/2009\nThis Regulation\nArticle 1\nArticles 1 and 2\nArticle 2\nArticle 3\nArticle 3\nArticle 4\nArticle 4(1)\nArticle 5(1)\nArticle 4(2)\nArticle 6(1)(a)\nArticle 4(3) and (5)\nArticle 7\nArticle 4(4), second subparagraph\nArticle 6(1)(a) and (2)\nArticle 4(6)(a),(b) and second subparagraph\nArticle 54\nArticle 4(6), third subparagraph\nArticle 20(2)\nArticle 4(7) to (12)\n—\nArticle 4(13)\nArticle 5(3)\nArticle 4(15)\nArticle 17\nArticle 5(1)\nArticle 6(1)(b)\nArticle 5(2) to (6)\nArticle 9(1) to (6)\nArticle 5(7),(8) and the first subparagraph of paragraph 9\n—\nArticle 5(9), second subparagraph\nArticle 6(2)\nArticle 6\nArticle 10\nArticle 7\nArticles 11 and 12\nArticle 8\nArticle 17\nArticle 9(1) and (2)\nArticle 14(1) and (2)\nArticle 9(3),(4),(5) and (7) to (10)\nAnnex I\nArticle 9(6)\n—\nArticle 9(11)\nArticle 14(3)\nArticle 9(12) to (15)\nArticle 15\nArticle 10\n—\nArticle 11\nArticle 16(2),(3) and (5)\nArticle 12(1) to (4)\nArticle 19\nArticle 12(5)\n—\nArticle 13(1),(2) and (3)\nArticle 19\nArticle 13(4)\n—\nArticle 14(1),(2),(3) and (5)\nArticle 20\nArticle 14(4)\nArticle 22(1)\nArticle 15\nArticle 23\nArticle 16\nArticle 29(1),(3) and (4)\nArticle 17\nArticle 30\nArticle 18(1)\nArticle 25\nArticle 18(2)\nAnnex II\nArticle 19\nArticle 24(1),(2) and (3)\nArticle 20(1) and (2)\nArticle 26(1),(2) and (3)\nArticle 20(3) and (4)\nArticle 27\nArticle 21\nArticle 31(1) to (4) and (6)\nArticle 22(1) and the first subparagraph of paragraph 2\nArticle 33(1),(3) and (5)\nArticle 22(2), second subparagraph\nArticle 34(1)\nArticle 22(3)\nArticle 34(2)\nArticle 22(4)\nArticle 38(1),(2) and (3)\nArticle 22(5)\nAnnex II\nArticle 22(6)\nArticle 33(6)\nArticle 22(7)\nArticle 35(1) and Annex IX\nArticle 22(8) and the first subparagraph of paragraph 9\nArticle 36\nArticle 22(9), second subparagraph\n—\nArticle 22(10)\nArticle 39\nArticle 23\nArticle 32\nArticle 24(1)\nArticle 47(1)\nArticle 24(2),(4) and (6)\nArticle 40(2) to (5)\nArticle 24(3)\nArticle 41(1) and (2)\nArticle 24(5)\nArticle 42\nArticle 24(7)\nArticle 44(1) and Annex IX\nArticle 24(8), first subparagraph\nArticle 45(1) and (2)\nArticle 24(9)\n—\nArticle 24(10)\nArticle 48\nArticle 24a\nAnnex X\nArticle 25\nArticle 49\nArticle 26(1)\nArticle 26(4)\nArticle 26(2)\nArticle 27(1)\nArticle 26(3)\nArticle 26(5)\nArticle 27(1)\nArticle 31(5)\nArticle 27(2)\nArticle 41\nArticle 27(3)\nArticle 3 point (24)\nArticle 28\nArticle 55\nArticle 29\nArticle 52\nArticle 30\nArticle 50\nArticle 31(1) and (2)(a),(b),(c) and (h)\nArticle 51 (2) to (6)\nArticle 31(2)(d) to (g)\nAnnex VII\nArticle 31(3) and (4)\nAnnex VII\nArticle 32\nArticle 35(2),(3) and (4)\nArticle 44(2),(3) and (4)\nArticle 33\n—\nArticle 33a\nArticle 53\nArticle 34\nArticle 56\nArticle 35\n—\nArticle 36\n—\nArticle 37\nArticle 57\nArticle 38\nArticle 58\nArticle 38a\nArticle 59(1) and (2)\nArticle 39\nArticle 60\nArticle 40\n—\nArticle 41\nArticle 61", "summary": "Multiannual recovery plan for bluefin tuna\nMultiannual recovery plan for bluefin tuna\nSUMMARY OF:\nRegulation (EU) 2016/1627 on a multiannual recovery plan for bluefin tuna in the eastern Atlantic and the Mediterranean\nWHAT IS THE AIM OF THE REGULATION?\nIt updates the rules of the European Union (EU) on applying the multiannual recovery plan for bluefin tuna in the eastern Atlantic and the Mediterranean, which runs from 2007 to 2022, and is recommended by the International Commission for the Conservation of Atlantic Tunas (ICCAT), an intergovernmental fishery organisation to which the EU is a contracting party.\nIt replaces and repeals Regulation (EC) No 302/2009.\nKEY POINTS\n              \nThe regulation’s objective is to achieve a biomass* of bluefin tuna corresponding to the maximum sustainable yield by 2022 with at least a 60% probability of achieving that objective.\nEach EU Member State must:\nensure that the fishing effort of its catching vessels and its traps are proportionate to the bluefin tuna fishing opportunities (total allowable catches allocated under Regulation (EU) No 1380/2013 — the EU’s common fisheries policy) available to it in the eastern Atlantic and the Mediterranean;\nsubmit to the European Commission an annual fishing plan for its vessels and traps and annual fishing capacity and farming management plans that ensure its fishing capacity is in line with its allocated quota.\nThe regulation contains rules on:\nminimum conservation reference sizes (generally, 30 kg or 115 cm fork length, although lower in certain fisheries);\nincidental catches (parts of catches which are not targeted) — up to maximum of 5% of bluefin tuna weighing between 8 and 30 kg or with a fork length between 75 and 115 cm;\nthe use of (prohibited) aerial means, such as aircraft, to search for bluefin tuna;\nrecords of both fishing and non-catching vessels and traps — Member States have to supply these to the Commission each year;\nrecording requirements — vessels must use logbooks to record information (Annex II, Part A);\ndesignated ports for landing or transhipping bluefin tuna — Member States must send a list of these ports to the Commission each year;\ncaging operations, their authorisation and inspection;\nmonitoring and surveillance — vessel monitoring, national observer programmes and the ICCAT regional observer programme;\ninspections and cross-checks — the ICCAT joint scheme of international inspection and Member States’ inspection plans;\nmarketing — trade, landing, import, export, pacing in cages for fattening or farming, re-export and transhipment of bluefin tuna are not permitted in the EU unless accompanied by accurate, complete and validated documentation, as set out in this regulation, Regulation (EU) No 640/2010 and Regulation (EC) No 1936/2001 (see summary);\ncatches in the cases of sport or recreational fishing: no more than one bluefin tuna may be caught per vessel,any bluefin tuna landed must be whole, gilled and/or gutted,there are measures to be introduced in Member States to ensure the release of bluefin tuna, especially juveniles, caught alive in the course of sport and recreational fishing,the sale of bluefin tuna caught during sport and recreational fishing is banned.\nAmending\nRegulation (EU) 2019/833\nRegulation (EU) 2019/833 amends Regulation (EU) 2016/1627, requiring Member States:\nto draw up an annual fishing capacity management plan to adjust the number of fishing vessels, in order to demonstrate that the fishing capacity is commensurate with the fishing opportunities allocated to the vessels in the relevant time period;\nwith a bluefin tuna quota, to transmit to the Commission by 31 January each year an annual farming management plan which the Commission then compiles and integrates into the EU plan which must be forwarded to the ICCAT Secretariat by 15 February of each year for discussion and approval by ICCAT;\nin their annual farming management plan, to demonstrate that the total input capacity and the total farming capacity are commensurate with the estimated amount of bluefin tuna available for farming;\nto make provisions for by-catch of bluefin tuna within their quota and to inform the Commission thereof when transmitting their annual fishing plans.\nThe amending regulation also sets new rules for fishing seasons for different types of vessels and on the level of by-catches of bluefin tuna (which must not exceed 20% of the total catches on board at the end of each fishing trip). The methodology used to calculate those by-catches, in relation to the total catch on board, must be clearly defined in Member States’ annual fishing plans.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 6 October 2016.\nBACKGROUND\n              \nFor further information, see:\nBluefin tuna: Council agrees on update of the multiannual recovery plan (Council of the European Union).\nKEY TERMS\n              \nBiomass. The mass of tuna in a given body of water at a given time.\nMAIN DOCUMENT\n            \nRegulation (EU) 2016/1627 of the European Parliament and of the Council of 14 September 2016 on a multiannual recovery plan for bluefin tuna in the eastern Atlantic and the Mediterranean, and repealing Council Regulation (EC) No 302/2009 (OJ L 252, 16.9.2016, pp. 1–52).\nSuccessive amendments to Regulation (EU) 2016/1627 have been incorporated in the original text. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nRegulation (EU) No 1380/2013 of the European Parliament and of the Council of 11 December 2013 on the Common Fisheries Policy, amending Council Regulations (EC) No 1954/2003 and (EC) No 1224/2009 and repealing Council Regulations (EC) No 2371/2002 and (EC) No 639/2004 and Council Decision 2004/585/EC (OJ L 354, 28.12.2013, pp. 22–61).\nSee consolidated version.\nRegulation (EU) No 640/2010 of the European Parliament and of the Council of 7 July 2010 establishing a catch documentation programme for bluefin tuna Thunnus thynnus and amending Council Regulation (EC) No 1984/2003 (OJ L 194, 24.7.2010, pp. 1–22).\nCouncil Regulation (EC) No 1936/2001 of 27 September 2001 laying down control measures applicable to fishing for certain stocks of highly migratory fish (OJ L 263, 3.10.2001, pp. 1–8).\nSee consolidated version.\nlast update 29.10.2021", "tags": ["conservation of fish stocks", "Mediterranean Sea", "Atlantic Ocean", "sea fish", "catch quota", "fishing controls"], "subjects": ["Fisheries policy"], "split": "test", "reference_annotations": {"32016R1627_p1": {"text": "regulation 2016/1627 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 14 September 2016---on a multiannual recovery plan for bluefin tuna in the eastern Atlantic and the Mediterranean, and repealing Council regulation 302/2009", "triples": [" regulation 2016/1627,  repealing,  regulation 302/2009"]}, "32016R1627_p2": {"text": "In order to implement the revised international conservation measures set out in Recommendation 10-04 into Union law, regulation 302/2009 was amended by regulation 500/2012 of the European Parliament and of the Council (7).", "triples": [" regulation 500/2012,  amended,  regulation 302/2009"]}, "32016R1627_p3": {"text": "In order to implement essential measures, such as those on fishing seasons, of Recommendations 12-03 and 13-08 into Union law, regulation 302/2009 was further amended by regulation 544/2014 of the European Parliament and of the Council (8).", "triples": [" regulation 544/2014,  amended,  regulation 302/2009"]}, "32016R1627_p7": {"text": "(3)  regulation 1380/2013 of the European Parliament and of the Council of 11 December 2013 on the Common Fisheries Policy, amending Council regulation 1954/2003 regulation 1224/2009 and repealing Council regulation 2371/2002 regulation 639/2004 and Council decision 2004/585/ec (OJ L 354, 28.12.2013, p. 22).", "triples": [" regulation 1380/2013,  amending,  regulation 1954/2003", " regulation 1380/2013,  amending,  regulation 1224/2009", " regulation 1380/2013,  repealing,  regulation 2371/2002", " regulation 1380/2013,  repealing,  regulation 639/2004", " regulation 1380/2013,  repealing,  decision 2004/585/ec"]}, "32016R1627_p8": {"text": "(5)  Council regulation 1559/2007 of 17 December 2007 establishing a multi-annual recovery plan for bluefin tuna in the Eastern Atlantic and Mediterranean and amending regulation 520/2007 (OJ L 340, 22.12.2007, p. 8).", "triples": [" regulation 1559/2007,  amending,  regulation 520/2007"]}, "32016R1627_p9": {"text": "(6)  Council regulation 302/2009 of 6 April 2009 concerning a multiannual recovery plan for bluefin tuna in the eastern Atlantic and Mediterranean, amending regulation 43/2009 and repealing regulation 1559/2007 (OJ L 96, 15.4.2009, p. 1).", "triples": [" regulation 302/2009,  amending,  regulation 43/2009", " regulation 302/2009,  repealing,  regulation 1559/2007"]}, "32016R1627_p10": {"text": "(7)  regulation 500/2012 of the European Parliament and of the Council of 13 June 2012 amending Council regulation 302/2009 concerning a multiannual recovery plan for bluefin tuna in the eastern Atlantic and Mediterranean (OJ L 157, 16.6.2012, p. 1).", "triples": [" regulation 500/2012,  amending,  regulation 302/2009"]}, "32016R1627_p11": {"text": "(8)  regulation 544/2014 of the European Parliament and of the Council of 15 May 2014 amending Council regulation 302/2009 concerning a multiannual recovery plan for Bluefin tuna in the eastern Atlantic and Mediterranean (OJ L 163, 29.5.2014, p. 7).", "triples": [" regulation 544/2014,  amending,  regulation 302/2009"]}, "32016R1627_p12": {"text": "(11)  Council regulation 1224/2009 of 20 November 2009 establishing a Union control system for ensuring compliance with the rules of the common fisheries policy, amending regulation 847/96 regulation 2371/2002 regulation 811/2004 regulation 768/2005 regulation 2115/2005 regulation 2166/2005 regulation 388/2006 regulation 509/2007 regulation 676/2007 regulation 1098/2007 regulation 1300/2008 regulation 1342/2008 and repealing regulation 2847/93 regulation 1627/94 regulation 1966/2006 (OJ L 343, 22.12.2009, p. 1).", "triples": [" regulation 1224/2009,  amending,  regulation 847/96", " regulation 1224/2009,  amending,  regulation 2371/2002", " regulation 1224/2009,  amending,  regulation 811/2004", " regulation 1224/2009,  amending,  regulation 768/2005", " regulation 1224/2009,  amending,  regulation 2115/2005", " regulation 1224/2009,  amending,  regulation 2166/2005", " regulation 1224/2009,  amending,  regulation 388/2006", " regulation 1224/2009,  amending,  regulation 509/2007", " regulation 1224/2009,  amending,  regulation 676/2007", " regulation 1224/2009,  amending,  regulation 1098/2007", " regulation 1224/2009,  amending,  regulation 1300/2008", " regulation 1224/2009,  amending,  regulation 1342/2008", " regulation 1224/2009,  repealing,  regulation 2847/93", " regulation 1224/2009,  repealing,  regulation 1627/94", " regulation 1224/2009,  repealing,  regulation 1966/2006"]}, "32016R1627_p14": {"text": "(13)  Council regulation 1005/2008 of 29 September 2008 establishing a Community system to prevent, deter and eliminate illegal, unreported and unregulated fishing, amending regulation 2847/93 regulation 1936/2001 regulation 601/2004 and repealing regulation 1093/94 regulation 1447/1999 (OJ L 286, 29.10.2008, p. 1).", "triples": [" regulation 1005/2008,  amending,  regulation 2847/93", " regulation 1005/2008,  amending,  regulation 1936/2001", " regulation 1005/2008,  amending,  regulation 601/2004", " regulation 1005/2008,  repealing,  regulation 1093/94", " regulation 1005/2008,  repealing,  regulation 1447/1999"]}, "32016R1627_p15": {"text": "(18)  regulation 640/2010 of the European Parliament and of the Council of 7 July 2010 establishing a catch documentation programme for bluefin tuna Thunnus thynnus and amending Council regulation 1984/2003 (OJ L 194, 24.7.2010, p. 1).", "triples": [" regulation 640/2010,  amending,  regulation 1984/2003"]}, "32016R1627_p16": {"text": "(19)  regulation 1379/2013 of the European Parliament and of the Council of 11 December 2013 on the common organisation of the markets in fishery and aquaculture products, amending Council regulation 1184/2006 regulation 1224/2009 and repealing Council regulation 104/2000 (OJ L 354, 28.12.2013, p. 1).", "triples": [" regulation 1379/2013,  amending,  regulation 1184/2006", " regulation 1379/2013,  amending,  regulation 1224/2009", " regulation 1379/2013,  repealing,  regulation 104/2000"]}, "32016R1627_p17": {"text": "(20)  regulation 508/2014 of the European Parliament and of the Council of 15 May 2014 on the European Maritime and Fisheries Fund and repealing Council regulation 2328/2003 regulation 861/2006 regulation 1198/2006 regulation 791/2007 and regulation 1255/2011 of the European Parliament and of the Council (OJ L 149, 20.5.2014, p. 1).", "triples": [" regulation 508/2014,  repealing,  regulation 2328/2003", " regulation 508/2014,  repealing,  regulation 861/2006", " regulation 508/2014,  repealing,  regulation 1198/2006", " regulation 508/2014,  repealing,  regulation 791/2007", " regulation 508/2014,  repealing,  regulation 1255/2011"]}}, "summary_annotations": {"32016R1627_p1": {"text": "regulation 2019/833 amends regulation 2016/1627, requiring Member States:---to draw up an annual fishing capacity management plan to adjust the number of fishing vessels, in order to demonstrate that the fishing capacity is commensurate with the fishing opportunities allocated to the vessels in the relevant time period;---with a bluefin tuna quota, to transmit to the Commission by 31 January each year an annual farming management plan which the Commission then compiles and integrates into the EU plan which must be forwarded to the ICCAT Secretariat by 15 February of each year for discussion and approval by ICCAT;---in their annual farming management plan, to demonstrate that the total input capacity and the total farming capacity are commensurate with the estimated amount of bluefin tuna available for farming;---to make provisions for by-catch of bluefin tuna within their quota and to inform the Commission thereof when transmitting their annual fishing plans.", "triples": [" regulation 2019/833,  amends,  regulation 2016/1627"]}, "32016R1627_p2": {"text": "regulation 2016/1627 of the European Parliament and of the Council of 14 September 2016 on a multiannual recovery plan for bluefin tuna in the eastern Atlantic and the Mediterranean, and repealing Council regulation 302/2009 (OJ L 252, 16.9.2016, pp. 1–52).", "triples": [" regulation 2016/1627,  repealing,  regulation 302/2009"]}, "32016R1627_p3": {"text": "regulation 1380/2013 of the European Parliament and of the Council of 11 December 2013 on the Common Fisheries Policy, amending Council regulation 1954/2003 regulation 1224/2009 and repealing Council regulation 2371/2002 regulation 639/2004 and Council decision 2004/585/ec (OJ L 354, 28.12.2013, pp. 22–61).", "triples": [" regulation 1380/2013,  amending,  regulation 1954/2003", " regulation 1380/2013,  amending,  regulation 1224/2009", " regulation 1380/2013,  repealing,  regulation 2371/2002", " regulation 1380/2013,  repealing,  regulation 639/2004", " regulation 1380/2013,  repealing,  decision 2004/585/ec"]}, "32016R1627_p4": {"text": "regulation 640/2010 of the European Parliament and of the Council of 7 July 2010 establishing a catch documentation programme for bluefin tuna Thunnus thynnus and amending Council regulation 1984/2003 (OJ L 194, 24.7.2010, pp. 1–22).", "triples": [" regulation 640/2010,  amending,  regulation 1984/2003"]}}}