{"celex_id": "32014R0510", "reference": "20.5.2014\nEN\nOfficial Journal of the European Union\nL 150/1\nREGULATION (EU) No 510/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 16 April 2014\nlaying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products and repealing Council Regulations (EC) No 1216/2009 and (EC) No 614/2009\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(2) and Article 207(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national Parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nCouncil Regulation (EC) No 1216/2009 (3) and Council Regulation (EC) No 614/2009 (4) need to be adapted as a consequence of the entry into force of the Lisbon Treaty, and in particular its introduction of a distinction between delegated and implementing acts. Further adaptations are needed to improve the clarity and transparency of the existing texts.\n(2)\nUntil 31 December 2013, the main instrument of the common agricultural policy (‘the CAP’) for which the Treaty on the Functioning of the European Union (TFEU) provides was Council Regulation (EC) No 1234/2007 (5).\n(3)\nIn the framework of the reform of the CAP, Regulation (EC) No 1234/2007 was replaced, with effect from 1 January 2014, by Regulation (EU) No 1308/2013 of the European Parliament and of the Council (6). Regulations (EC) No 1216/2009 and (EC) No 614/2009 should be adapted to take account of that Regulation in order to maintain the coherence of the trade arrangements with third countries, on the one hand, for agricultural products, and, on the other hand, for goods resulting from the processing of agricultural products.\n(4)\nCertain agricultural products are used for manufacturing both processed agricultural products and goods not listed in Annex I to the TFEU. It is necessary to take measures both under the CAP and under the common commercial policy in order to take account of the impact which trade in such products and goods has on the achievement of the objectives of Article 39 TFEU and of the effects which measures adopted to implement Article 43 TFEU have on the economic position of those products and goods, given the differences between the cost of procuring agricultural products in the Union and on the world market.\n(5)\nIn order to take account of the different situations of agriculture and the food industry in the Union, a distinction is drawn, in the Union, between agricultural products listed in Annex I to the TFEU and processed agricultural products not listed in that Annex. The same distinction may not be drawn in certain third countries with which the Union concludes agreements. Provision should therefore be made for extending the general rules applicable to processed agricultural products not listed in Annex I to the TFEU to certain agricultural products listed in that Annex where an international agreement provides for the assimilation of those two types of products.\n(6)\nWhere reference is made in this Regulation to international agreements concluded or provisionally applied by the Union in accordance with the TFEU, it is Article 218 TFEU which is being referred to.\n(7)\nIn order to prevent or counteract the adverse effects which imports of certain processed agricultural products could have on the Union market and on the efficiency of the CAP, it should be possible to subject imports of such products to payment of an additional duty if certain conditions are fulfilled.\n(8)\nOvalbumin and lactalbumin are processed agricultural products which are not included in Annex I to the TFEU. For reasons of harmonisation and simplification, the common system of trade for ovalbumin and lactalbumin laid down in Regulation (EC) No 614/2009 should be integrated in the trade arrangements applicable to certain goods resulting from the processing of agricultural products. In view of the fact that eggs can, to a large extent, be substituted by ovalbumin and, to a certain extent, by lactalbumin, the trade arrangements for ovalbumin and lactalbumin should correspond to those established for eggs.\n(9)\nWithout prejudice to specific provisions concerning preferential trade arrangements under Regulation (EU) No 978/2012 of the European Parliament and of the Council (7) as well as other autonomous trade arrangements of the Union, it is necessary to lay down the main rules governing the trade arrangements applicable to processed agricultural products and non-Annex I goods resulting from the processing of agricultural products. It is also necessary to provide for the fixing of reduced import duties and tariff quotas and the granting of export refunds in accordance with those main rules. Those rules and provisions should take account of the constraints on import duties and export subsidies arising from the commitments accepted by the Union under the WTO agreements and bilateral agreements.\n(10)\nDue to the close links between the markets for ovalbumin and lactalbumin and the market for eggs, it should be possible to require the presentation of an import licence for imports of ovalbumin and lactalbumin and suspend the inward processing arrangements for ovalbumin and lactalbumin where the Union market for those products or the market for eggs is disturbed or is liable to be disturbed by inward processing arrangements of ovalbumin and lactalbumin. It should be possible to make the issuing of import licences for ovalbumin and lactalbumin, and their release into free circulation covered by a licence, subject to requirements as to their origin, provenance, authenticity and quality characteristics.\n(11)\nIn order to take into account the evolution of trade and market developments, the needs of the markets for ovalbumin and lactalbumin or the market for eggs and the results of the monitoring of the imports of ovalbumin and lactalbumin, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of rules making the import of ovalbumin and lactalbumin for release into free circulation subject to the presentation of an import licence, rules on the rights and obligations deriving from that import licence and its legal effects, the cases in which a tolerance applies as regards the obligation mentioned in the licence, rules making the issuing of an import licence and the release into free circulation subject to the presentation of a document issued by a third country or an entity certifying, inter alia, the origin, the provenance, the authenticity and the quality characteristics of the products, rules on the transfer of the import licences or restrictions on that transfer, the cases where the presentation of an import licence is not required and the cases where the lodging of the security guaranteeing that the products are imported within the period of validity of the licence is or is not required.\n(12)\nCertain processed agricultural products not listed in Annex I to the TFEU are obtained using agricultural products subject to the CAP. The duties applied to imports of those processed agricultural products should counterbalance the difference between the world market prices and the prices on the Union market for the agricultural products used in their production while ensuring the competitiveness of the processing industry concerned.\n(13)\nUnder certain international agreements, the reduction or the phasing out of import duties for processed agricultural products is granted in respect of the agricultural component, the additional duties on sugar and flour and the ad valorem duty, within the framework of the commercial policy of the Union. It should be possible for those reductions to be established by reference to the agricultural components applicable to non-preferential trade.\n(14)\nThe agricultural component of the import duty should counterbalance the difference between prices for the agricultural products used in the production of the processed agricultural products in question on the world market and on the Union market. Therefore, it is necessary to maintain a close link between the calculation of the agricultural component of the import duty applicable to processed agricultural products and that applicable to agricultural products imported in an unaltered state.\n(15)\nIn order to implement the international agreements providing for the reduction or phasing out of import duties on processed agricultural products on the basis of specific agricultural products used or considered to have been used in the manufacturing of the processed agricultural products, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of the establishment of a list of those agricultural products which are to be considered to have been used in the manufacture of the processed agricultural products, the establishment of the equivalent quantities and the rules for the conversion of other agricultural products to equivalent quantities of the specific agricultural products considered to have been used, the elements necessary for the calculation of the reduced agricultural component and the reduced additional duties and the methods of that calculation, and the negligible amounts for which the reduced agricultural components and the additional duties on sugar and flour are to be fixed at zero.\n(16)\nIt is possible for import tariff concessions to be granted for unlimited quantities of the goods concerned or to be granted for limited quantities falling under a tariff quota. Where, under certain international agreements, tariff concessions are granted within tariff quotas, the quotas should be opened and managed by the Commission. For practical reasons, it is essential that the management of the non-agricultural part of the import duties of the goods for which tariff preferences have been agreed are subject to the same rules as the management of the agricultural component.\n(17)\nDue to the close links between the markets for ovalbumin and lactalbumin and the market for eggs, tariff quotas for ovalbumin and lactalbumin should be opened and managed in the same way as those for eggs under Regulation (EU) No 1308/2013. Where necessary, the method of management should take account of the supply needs of the Union market and of the need to preserve its equilibrium and should be based on methods used in the past, taking into account the rights arising under the WTO agreements.\n(18)\nIn order to ensure equitable market access for operators and equal treatment of operators, to take account of the supply requirements of the Union market and to preserve the equilibrium of that market, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of the conditions to be fulfilled in order to submit an application within the tariff quota and the rules on the transfer of rights within the tariff quota, the making of participation in the tariff quota subject to the lodging of a security and the specific characteristics, requirements or restrictions applicable to the tariff quotas.\n(19)\nIn order to ensure that it is possible for exported products to benefit from special treatment on importation into a third country under certain conditions, pursuant to international agreements concluded by the Union in accordance with the TFEU, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of rules requiring the competent authorities of Member States to issue, on request and after appropriate checks, a document certifying that the conditions are met for products which, if exported, may benefit from a special treatment on importation into a third country if certain conditions are complied with.\n(20)\nIt is possible that demand by the processing industries for agricultural raw materials cannot be covered completely by Union raw materials under competitive conditions. Council Regulation (EEC) No 2913/92 (8) admits such goods under the inward processing arrangements subject to the fulfilment of the economic conditions defined by Commission Regulation (EEC) No 2454/93 (9). Regulation (EEC) No 2913/1992 is to be replaced by Regulation (EU) No 952/2013 of the European Parliament and of the Council (10), but only with effect from 1 June 2016. It is therefore appropriate to make reference to Regulation (EEC) No 2913/1992 in this Regulation, in particular in view of the fact that in the future, references to Regulation (EEC) No 2913/1992 are to be considered as references to Regulation (EU) No 952/2013. In clearly defined circumstances, economic conditions should be considered to be fulfilled for the admission of certain quantities of agricultural products under the inward processing arrangements. Those quantities should be determined on the basis of a supply balance. Fair access to the quantities available, equal treatment of operators and clarity should be assured by a system of inward processing certificates issued by Member States.\n(21)\nIn order to ensure the prudent and efficient management of the inward processing arrangements, taking account of the situation on the Union market for the commodities concerned and of the needs and practices of the processing industries, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of the list of those agricultural products for which inward processing certificates may be issued, the rights derived from the inward processing certificates and its legal effects, the transfer of rights between operators and the rules necessary for the reliability and the efficiency of the inward processing certificate system as regards the authenticity of the certificate, its transfer or restrictions on that transfer.\n(22)\nArrangements should be made for granting export refunds, within the limit set by the Union’s WTO commitments, on certain agricultural products used in the manufacturing of goods not listed in Annex I to the TFEU in order not to penalise producers of those goods in view of the prices at which they are obliged to procure their supplies as a result of the CAP. Those refunds should only cover the difference between the price of an agricultural product on the Union market and on the world market. Those arrangements should therefore be established as part of the trade arrangements for certain goods resulting from the processing of agricultural products.\n(23)\nThe list of non-Annex I goods qualifying for export refunds should be established taking account of the impact of the difference between the prices of the agricultural products used in their production on the Union market and on the world market and the need to counterbalance this difference in whole or in part in order to facilitate the exportation of the agricultural products used in the non-Annex I goods concerned.\n(24)\nIt is necessary to ensure that no export refund is granted for imported non-Annex I goods released into free circulation which are re-exported, exported after processing or incorporated in other non-Annex I goods. As regards imported cereals, rice, milk and milk products or eggs released into free circulation it is necessary to ensure that no refund is granted where the goods are exported after processing or incorporated in non-Annex I goods.\n(25)\nThe export refund rates for agricultural products exported in the form of non-Annex I goods should be fixed in accordance with the same rules and practical arrangements and in accordance with the same procedure as the export refund rates for agricultural products exported in the unaltered state pursuant to Regulation (EU) No 1308/2013 and Council Regulation (EU) No 1370/2013 (11).\n(26)\nGiven, on the one hand, the close relationship between non-Annex I goods and the agricultural products which are used in the manufacturing of those non-Annex I goods and, on the other hand, the differences between those goods and products, it is necessary to provide for the application of the horizontal provisions on export refunds, laid down in Regulation (EU) No 1308/2013, to non-Annex I goods.\n(27)\nIn order to take account of the specific manufacturing processes and trading requirements of non-Annex I goods incorporating certain agricultural products, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission concerning rules on the characteristics of the non-Annex I goods to be exported and of the agricultural products used for their manufacture, rules on the determination of the export refunds for certain agricultural products exported after processing into non-Annex I goods, rules on the evidence needed to prove the composition of the exported non-Annex I goods, rules requiring a declaration of the use of certain imported agricultural products, rules on the assimilation of agricultural products to basic products and on the determination of the reference quantity of each of the basic products, and the application of horizontal rules on export refunds for agricultural products to non-Annex I goods.\n(28)\nCompliance with the export limits arising from international agreements concluded or provisionally applied by the Union in accordance with the TFEU should be ensured through the issuing of refund certificates for the reference periods laid down in the agreements, taking into account the annual amount provided for in respect of small exporters.\n(29)\nExport refunds should be granted up to the total amount available, depending on the particular situation of trade in non-Annex I goods. The system of refund certificates should facilitate the efficient management of the amounts of refunds.\n(30)\nProvision should be made for refund certificates issued by Member States to be valid throughout the Union and for their issuing to be subject to the lodging of a security guaranteeing that the operator will apply for refunds. Rules should be laid down for refunds under the advance fixing system to be granted for all the applicable refund rates and for the lodging and release of securities.\n(31)\nIn order to monitor the expenditure on export refunds and the implementation of the refund certificate system, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of rules on the rights and obligations deriving from the refund certificates, rules on their transfer or restrictions on that transfer, the cases and situations where the presentation of a refund certificate or the lodging of a security is not required and the tolerance within which the obligation to apply for refunds does not apply.\n(32)\nWhen taking account of the impact of targeted measures relating to export refunds consideration should be given to undertakings processing agricultural products in general and the situation of small and medium-sized enterprises in particular. In view of the specific needs of small exporters, a global amount should be allocated to them for each budget year, and they should be exempted from the requirement to submit refund certificates under the export refund arrangements.\n(33)\nWhere pursuant to Regulation (EU) No 1308/2013 measures with regard to the export of an agricultural product are adopted and the export of non-Annex I goods with a high content of the agricultural product is likely to hinder the achievement of the objectives of those measures, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of providing for equivalent measures to be taken with regard to exports of those non-Annex I goods, while complying with any obligations resulting from international agreements.\n(34)\nUnder certain international agreements, the Union may limit import duties and amounts payable in respect of exports in order to counterbalance, in whole or in part, differences in the price of agricultural products used in the production of the processed agricultural products or the non-Annex I goods in question. For those processed agricultural products and non-Annex I goods, it is necessary to lay down that those amounts are to be determined jointly as a part of the overall duty and are to counterbalance the differences between the prices of the agricultural products that have to be taken into account on the market of the country or the region concerned and the Union market.\n(35)\nSince the composition of processed agricultural products and non-Annex I goods may be relevant for the right application of the trade arrangements laid down in this Regulation, it should be possible to establish their composition using qualitative and quantitative analyses.\n(36)\nIn order to implement international agreements concluded by the Union and ensure clarity and coherence with amendments to Council Regulation (EEC) No 2658/87 (12), the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of supplementing and amending certain non-essential elements of this Regulation and its Annexes for those purposes.\n(37)\nProvision should be made for Member States to provide the Commission and each other with the information necessary for the implementation of the trade arrangements for processed agricultural products and non-Annex I goods.\n(38)\nIn order to ensure the integrity of information systems and the authenticity and legibility of documents and associated data transmitted, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of defining the nature and type of the information to be notified, the categories of data to be processed, the maximum retention periods and the purpose of processing, the access rights to the information or information systems and the conditions of publication of this information.\n(39)\nUnion law concerning the protection of individuals with regard to the processing of personal data and concerning the free movement of such data, in particular Directive 95/46/EC of the European Parliament and of the Council (13) and Regulation (EC) No 45/2001 of the European Parliament and of the Council (14) is applicable.\n(40)\nIn order to avoid unnecessary administrative burdens for operators and national authorities the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of setting a threshold below which amounts are not to be levied or granted in respect of import duties, additional import duties, reduced import duties, export refunds and amounts to be levied or payable when offsetting a jointly established price.\n(41)\nGiven the close relationship between non-Annex I goods and the agricultural products which are used in the manufacturing of those non-Annex I goods, it is necessary to provide for the application mutatis mutandis of horizontal provisions on securities, checks, verification, scrutiny and penalties laid down in and adopted on the basis of Regulation (EU) No 1306/2013 of the European Parliament and of the Council (15) to non-Annex I goods.\n(42)\nIn order to ensure the application of horizontal rules adopted on the basis of Regulation (EU) No 1306/2013 to import licences and tariff quotas for processed agricultural products and to export refunds and refund certificates for non-Annex I goods, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of rules adapting, as necessary, the horizontal provisions on securities, checks, verification, scrutiny and penalties adopted on the basis of that Regulation.\n(43)\nWhen adopting delegated acts in accordance with Article 290 TFEU, it is of particular importance that the Commission carry out appropriate consultations during its preparatory work prior to adopting delegated acts, including at expert level. The Commission, when preparing and drawing up delegated acts, should ensure a simultaneous, timely and appropriate transmission of relevant documents to the European Parliament and to the Council.\n(44)\nIn order to ensure uniform conditions for the implementation of this Regulation as regards imports, implementing powers should be conferred on the Commission in respect of measures determining the processed agricultural products to which additional import duties should apply in order to prevent or counteract adverse effects on the Union market, measures for the application of those additional import duties as regards time limits for proving the import price, for the submission of documentary evidence, and for determining the level of the additional import duties, measures fixing the representative prices and trigger volumes for the purposes of applying additional import duties, measures on the format and the content of the import licence for ovalbumin and lactalbumin, on the submission of applications and the issuing and use of those import licences, on their period of validity, on the procedure for lodging a security in respect of those licences and its amount, on the evidence needed to prove that the requirements for the use of those licences have been fulfilled, on the level of tolerance as regards compliance with the obligation to import the quantity mentioned in the import licence, and on the issuing of replacement and duplicate import licences, measures on the treatment of import licences by the Member States, as well as on the exchange of information needed for the management of the system of import licences for ovalbumin and lactalbumin, including the procedures relating to specific administrative assistance between Member States, to the calculation of import duties and to the fixing of the level of import duties for processed agricultural products in the implementation of international arrangements.\n(45)\nIn order to ensure uniform conditions for the implementation of this Regulation as regards imports, implementing powers should also be conferred on the Commission in respect of measures laying down fixed quantities of agricultural products considered to have been used in the manufacturing of the processed agricultural products for the purposes of the reduction or phasing out of import duties applicable in preferential trade and establishing the appropriate documentary requirements, the annual tariff quotas and the method of administration to be used for the import of processed agricultural products and certain agricultural products in accordance with the Union’s international commitments, procedures for the application of specific provisions laid down in international agreements or acts adopting the import or export regime in particular on the guarantees covering the nature, provenance and origin of the product, recognition of the document used for verifying these guarantees, the presentation of a document issued by the exporting country and on the destination and use of the products, measures laying down the period of validity of import licences, the procedure for lodging a security and its amount, the use of those import licences and, where necessary, the specific measures relating to, in particular, the conditions under which applications for import are to be submitted and authorisation granted within the tariff quota and the appropriate documentary requirements.\n(46)\nIn order to ensure uniform conditions for the implementation of this Regulation as regards imports and inward processing arrangements, implementing powers should also be conferred on the Commission in respect of measures to manage the process guaranteeing that the quantities available within the tariff quotas are not exceeded, and measures to reallocate unused quantities of the tariff quota, safeguard measures against imports into the Union in accordance with Council Regulations (EC) No 260/2009 (16) and (EC) No 625/2009 (17) or safeguard measures provided for in international agreements, measures concerning the quantity of agricultural products for which inward processing certificates may be issued, measures on the implementation of the inward processing certificate system as regards required documents and procedures for lodging applications and issuing inward processing certificates, measures on the management of the inward processing certificates by the Member States, the procedures relating to administrative assistance between the Member States, measures limiting the quantities for which inward processing certificates may be issued, rejecting quantities applied for in respect of those certificates and suspending the lodging of applications for inward processing certificates where large quantities are applied for, and measures suspending the use of processing or inward processing arrangements for ovalbumin and lactalbumin.\n(47)\nIn order to ensure uniform conditions for the implementation of this Regulation as regards exports, implementing powers should be conferred on the Commission in respect of measures on the application of refund rates, on the calculation of the export refunds, on the assimilation of certain products to basic products and the determination of the reference quantity of basic products, on the application for, the issuing of and the management of certificates for the export of certain non-Annex I goods to certain destinations when provided for in an international agreement concluded or provisionally applied by the Union in accordance with the TFEU and on the treatment of disappearances of products and quantity losses during the manufacturing process and the treatment of by-products.\n(48)\nIn order to ensure uniform conditions for the implementation of this Regulation as regards exports, implementing powers should also be conferred on the Commission in respect of measures defining the procedures for declaring and the evidence needed to prove the composition of the exported non-Annex I goods necessary for the implementation of the export refund system, the simplified evidence needed to prove arrival at destination in the case of differentiated refunds, measures on the application of horizontal provisions on export refunds for non-Annex I goods, measures on the implementation of the export refund certificate system as regards the submission, the format and the content of the application for the refund certificate, the format, the content and the period of validity of the refund certificate, the procedure for lodging applications and issuing refund certificates and for their use, the procedure for lodging a security and its amount, the level of tolerance for the amounts of export refund which were not applied for and the means of proving that the obligations derived from the refund certificate have been fulfilled.\n(49)\nIn order to ensure uniform conditions for the implementation of this Regulation as regards exports and certain general provisions, implementing powers should also be conferred on the Commission in respect of measures on the treatment of refund certificates by the Member States and the exchange of information and the specific administrative assistance between the Member States as regards the refund certificates, measures on the fixing of the global amount allocated to small exporters and the individual threshold of exemption from the presentation of refund certificates, measures on the issuing of replacement refund certificates and duplicate refund certificates, measures limiting the amounts for which refund certificates may be issued, rejecting amounts applied for in respect of those certificates and suspending the lodging of applications for refund certificates where amounts that exceed available amounts fixed on the basis of the commitments resulting from international agreements, are applied for, necessary procedural rules and technical criteria for the application of other measures with regard of exports, measures on fixing the applicable duty in case of direct offsetting in preferential trade and the related amounts payable on exports to the country or region concerned, measures ensuring that processed agricultural products declared for export under a preferential trade agreement are not in fact exported under a non-preferential agreement or vice versa, measures concerning the methods of qualitative and quantitative analysis of processed agricultural products and non-Annex I goods, the technical provisions necessary for their identification and the procedures for the purpose of their classification in the Combined Nomenclature.\n(50)\nIn order to ensure uniform conditions for the implementation of this Regulation as regards exports and certain general provisions, implementing powers should also be conferred on the Commission in respect of measures necessary for the implementation of the obligations of the Commission and the Member States to exchange information relating to the methods of notification, the rules on the information to be notified, the arrangements for the management of the information to be notified, the content, form, timing, frequency and deadlines of the notifications and on the arrangements for transmitting or making information and documents available subject to the protection of personal data and the legitimate interest of undertakings in the protection of their business secrets and measures on the application of horizontal provisions on securities, checks, verification, scrutiny and penalties adopted pursuant to Regulation (EU) No 1306/2013 to import licences and tariff quotas for processed agricultural products and to export refunds and refund certificates for non-Annex I goods.\n(51)\nGiven their special nature, implementing acts in respect of measures to fix the representative prices and trigger volumes for the purposes of applying additional import duties and the level of import duties in accordance with the Union’s international commitments, measures limiting the quantities for which inward processing certificates and refund certificates may be issued, rejecting quantities applied for in respect of those certificates and suspending the lodging of applications for those certificates, and measures to manage the process guaranteeing that the quantities available within the tariff quota are not exceeded and to reallocate unused quantities of the tariff quota, should be adopted without applying Regulation (EU) No 182/2011 of the European Parliament and of the Council (18). All other implementing acts under this Regulation should be adopted in accordance with Regulation (EU) No 182/2011.\n(52)\nThe examination procedure should be used for the adoption of the implementing acts to be adopted in accordance with Regulation (EU) No 182/2011, given that those acts relate to the CAP, as referred to in point (ii) of Article 2(2)(b) of that Regulation.\n(53)\nThe Commission should adopt immediately applicable implementing acts where, in duly justified cases relating to safeguard measures against imports of processed agricultural products into the Union or to a disturbance or a potential disturbance of the Union market requiring the suspension of the use of processing or inward processing arrangements for ovalbumin and lactalbumin, imperative grounds of urgency so require.\n(54)\nIn accordance with the principle of proportionality it is necessary and appropriate for the achievement of the objectives of this Regulation to lay down the trade arrangements applicable to certain goods resulting from the processing of agricultural products. This Regulation does not go beyond what is necessary in order to achieve the objectives pursued, in accordance with Article 5(4) of the Treaty on European Union.\n(55)\nIn order to maintain the status quo, this Regulation should include annexes containing each of the following: a list with processed agricultural products, which replaces Annex II to Regulation (EC) No 1216/2009; a list with non-Annex I goods, which replaces Annex II to Commission Regulation (EU) No 578/2010 (19) and Annex XX to Regulation (EC) No 1234/2007; a list with the basic products used for the manufacture of non-Annex I goods, which replaces Annex I to Regulation (EU) No 578/2010; a list with processed agricultural products on which additional import duties may be levied which replaces Annex III to Regulation (EC) No 1216/2009; and a list with agricultural products used for the manufacture of processed agricultural products, which replaces Annex I to Regulation (EC) No 1216/2009.\n(56)\nRegulations (EC) No 1216/2009 and (EC) No 614/2009 should be repealed accordingly.\n(57)\nIn view of the fact that, prior to the entry into force of this Regulation, the necessary coherence has been ensured through the transitional provision in point (i) of the second subparagraph of Article 230(1) of the Regulation (EU) No 1308/2013, this Regulation should start to apply as early as possible following the adoption of the CAP reform package Regulations, while fully respecting the interest of legal certainty and economic operators’ legitimate expectations,\nHAVE ADOPTED THIS REGULATION:\nCHAPTER I\nSUBJECT MATTER, SCOPE AND DEFINITIONS\nArticle 1\nSubject matter and scope\nThis Regulation lays down the trade arrangements applicable to imports of processed agricultural products and exports of non-Annex I goods and agricultural products incorporated in those non-Annex I goods.\nThis Regulation also applies to imports of agricultural products covered by an international agreement concluded, or provisionally applied, by the Union in accordance with the TFEU and which provides for the assimilation of those products to processed agricultural products subject to preferential trade.\nArticle 2\nDefinitions\nFor the purposes of this Regulation, the following definitions apply:\n(a)\n‘agricultural products’ means those products referred to in Article 1 of Regulation (EU) No 1308/2013;\n(b)\n‘processed agricultural products’ means those products listed in Annex I to this Regulation;\n(c)\n‘non-Annex I goods’ means those products not listed in Annex I to the TFEU which are listed in the first and second column of Annex II to this Regulation;\n(d)\n‘basic products’ means those agricultural products listed in Annex III to this Regulation;\n(e)\n‘agricultural component’ means either that part of the import duty applicable to processed agricultural products corresponding to the import duties applicable to agricultural products listed in Annex V to this Regulation or, where relevant, the reduced duties applicable to those agricultural products originating in the countries concerned, for the quantities of the agricultural products used or considered to have been used;\n(f)\n‘non-agricultural component’ means the part of the charge corresponding to the Common Customs Tariff duties, reduced by the agricultural component defined in point (e);\n(g)\n‘additional duties on sugar and flour’ means the additional duty on sugar (AD S/Z) and the additional duty on flour (AD F/M) referred to in point B.6 of Section 1 of Part One, of Annex I to Regulation (EEC) No 2658/87 and laid down in Table 2 of Annex 1 of Section I of Part Three of Annex I to that Regulation;\n(h)\n‘ad valorem duty’ means the part of the import duty that is expressed as a percentage rate of the customs value;\n(i)\n‘Product Group 1’ means whey in powder, granules or other solid forms, not containing added sugar or other sweetening matter, of CN code ex 0404 10 02 to CN code ex 0404 10 16;\n(j)\n‘Product Group 2’ means milk in powder, granules or other solid forms, not containing added sugar or other sweetening matter, of a fat content, by weight, not exceeding 1,5 %, other than in immediate packings of a net content not exceeding 2,5 kg, of CN code ex 0402 10 19;\n(k)\n‘Product Group 3’ means milk in powder, granules or other solid forms, not containing added sugar or other sweetening matter, of a fat content, by weight, of 26 %, other than in immediate packings of a net content not exceeding 2,5 kg, of CN code ex 0402 21 18;\n(l)\n‘Product Group 6’ means butter, of a fat content by weight of 82 %, of CN code ex 0405 10;\nCHAPTER II\nIMPORTS OF PROCESSED AGRICULTURAL PRODUCTS\nSECTION I\nGeneral Provisions For Imports\nSubsection I\nimport duties on processed agricultural products\nArticle 3\nComponents of import duties\n1.   For processed agricultural products listed in Table 1 of Annex I, the import duties fixed in the Common Customs Tariff shall consist of an agricultural component which is not part of an ad valorem duty and a non-agricultural component which is an ad valorem duty.\n2.   For processed agricultural products listed in Table 2 of Annex I, the import duties fixed in the Common Customs Tariff shall consist of an ad valorem duty and an agricultural component which is part of the ad valorem duty. Where, for processed agricultural products listed in Table 2 of Annex I, no ad valorem duty exists, the agricultural component for such products shall be deemed to be a part of the specific duty on those products.\nArticle 4\nMaximum rate of import duty\n1.   Where a maximum rate of duty is to be applied, the calculation method for determining that maximum rate of duty shall be fixed in the Common Customs Tariff pursuant to Article 31 TFEU.\n2.   Where, for processed agricultural products listed in Table 1 of Annex I, the maximum rate of duty consists of an additional duty on sugar and flour, the calculation method for determining that additional duty shall be fixed in the Common Customs Tariff pursuant to Article 31 TFEU.\nArticle 5\nAdditional import duties intended to prevent or counteract adverse effects on the Union market\n1.   The Commission may adopt implementing acts, determining the processed agricultural products listed in Annex IV to which, when imported subject to the rate of duty laid down in the Common Customs Tariff, an additional import duty is to apply. Those implementing acts shall only be adopted in order to prevent or counteract adverse effects on the Union market which may result from such imports and if:\n(a)\nthe imports are made at a price below the level notified by the Union to the WTO (‘the trigger price’); or\n(b)\nthe volume of imports in any year exceeds a certain level (‘the trigger volume’).\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 44(2).\n2.   Additional import duties shall not be imposed in accordance with paragraph 1 where the imports are unlikely to disturb the Union market, or where the effects of such additional import duties would, in view of the intended objective, be disproportionate.\n3.   For the purposes of paragraph 1(a), import prices shall be determined on the basis of the c.i.f. import prices of the consignment under consideration.\nC.i.f. import prices shall be checked against the representative prices for the product on the world market or on the Union import market for that product.\nThe representative prices shall be determined at regular intervals on the basis of data collected under the Community surveillance system established pursuant to Article 308d of Commission Regulation (EEC) No 2454/1993 (20).\n4.   The trigger volume shall be based on market access opportunities defined as imports as a percentage of the corresponding domestic consumption during the three years preceding the year in which the adverse effects referred to in paragraph 1 arise or seem likely to arise.\n5.   The Commission may adopt implementing acts containing measures necessary for the application of this Article, in particular those concerning the time limits for proving the import price and for submitting documentary evidence. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 44(2).\n6.   The Commission may adopt implementing acts without applying the procedure referred to in Article 44(2) or (3), as regards the products identified in accordance with paragraph 1:\n(a)\nfixing the representative prices and trigger volumes for the purposes of applying additional import duties;\n(b)\nfixing the level of the additional import duties in accordance with the rules set out in international agreements concluded or provisionally applied by the Union in accordance with the TFEU.\n7.   The Commission shall publish the trigger prices referred to in paragraph 1(a) in the Official Journal of the European Union.\nSubsection II\nimport of ovalbumin and lactalbumin\nArticle 6\nImports licences for ovalbumin and lactalbumin\n1.   The import for release into free circulation of ovalbumin and lactalbumin may be made subject to presentation of an import licence, where such licence is necessary for the management of the markets concerned and, in particular, for the monitoring of trade in those products.\n2.   Without prejudice to measures taken in accordance with Article 14, Member States shall issue the import licences referred to in paragraph 1 to any applicant established in the Union, irrespective of that applicant’s place of establishment, unless an act adopted in accordance with Article 43(2) TFEU provides otherwise.\n3.   The import licences referred to in paragraph 1 shall be valid throughout the Union.\n4.   The issuing of the import licences referred to in paragraph 1 and the release into free circulation of the goods covered by the licence may be made subject to requirements as to the origin and provenance of the products concerned and to the presentation of a document issued by a third country or an entity that certifies, inter alia, the origin, the provenance, the authenticity and the quality characteristics of the products.\nArticle 7\nSecurity in respect of import licences\n1.   The issuing of the import licences referred to in Article 6 may be made subject to the lodging of a security guaranteeing that the economic operator will import the products within the period of validity of the import licence.\n2.   The security shall be forfeited in whole or in part if the products are not imported within the period of validity of the import licence.\n3.   However, the security shall not be forfeited if the products were not imported within that period due to force majeure or if the quantity which was not imported within that period is within the level of tolerance.\nArticle 8\nDelegated powers\nThe Commission shall be empowered to adopt delegated acts, in accordance with Article 42, concerning:\n(a)\nrules making the import of ovalbumin and lactalbumin for release into free circulation subject to presentation of an import licence;\n(b)\nrules on the rights and obligations deriving from the import licence and its legal effects;\n(c)\nthe cases in which a tolerance applies as regards compliance with the obligation to import the quantity mentioned in the licence or in which the origin is to be indicated in the licence;\n(d)\nrules on the issuing of the import licence or rules making the release into free circulation of the goods covered by the licence subject to the presentation of a document issued by a third country or an entity certifying, inter alia, the origin, the provenance, the authenticity and the quality characteristics of the products;\n(e)\nrules on the transfer of the import licence or restrictions on such transfer;\n(f)\nthe cases in which the presentation of an import licence is not required;\n(g)\nrules making the issuing of the import licences referred to in Article 6 subject to the lodging of a security.\nArticle 9\nImplementing powers\nThe Commission shall, where necessary, adopt implementing acts, concerning:\n(a)\nthe format and the content of the import licence;\n(b)\nthe submission of applications for import licences, the issuing of those licences and their use;\n(c)\nthe period of validity of the import licence, the amount of security to be lodged and the procedure for lodging it;\n(d)\nthe evidence needed to prove that the requirements for the use of import licences have been fulfilled;\n(e)\nthe level of tolerance as regards compliance with the obligation to import the quantity mentioned in the import licence;\n(f)\nthe issuing of replacement import licences and duplicate import licences;\n(g)\nthe treatment of import licences by Member States and the exchange of information needed for the management of the system, including the procedures relating to the specific administrative assistance between Member States.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 44(2).\nSECTION II\nPreferential Trade\nSubsection I\nreduction of import duties\nArticle 10\nReduction and phasing out of agricultural components, ad valorem duties and additional duties\n1.   Where an international agreement concluded or provisionally applied by the Union in accordance with the TFEU:\n(a)\nprovides for a reduction or consecutive reductions leading to a phasing out of import duties for processed agricultural products; and\n(b)\nsets out the products eligible for these reductions, the quantities of goods, the value of any quotas to which these reductions apply, the method of calculating such quantities or values or the factors determining the reduction in the agricultural component, in the additional duties on sugar and flour, or in the ad valorem duty,\nthe agricultural component, the additional duties on sugar and flour, or the ad valorem duty may be subject to the reduction or consecutive reductions leading to a phasing out that are provided for in the case of import duties for processed agricultural products.\nFor the purpose of this Article, the agricultural component may also include the agricultural element as referred to in point B 1 of Section I of Part One of Annex I to Regulation (EEC) No 2658/87 and laid down in Table 2 of Annex 1 to Section I of Part Three of Annex I to that Regulation.\n2.   Where an international agreement concluded or provisionally applied by the Union in accordance with the TFEU provides for a reduction or phasing out of the agricultural components with regard to the products listed in Table 2 of Annex I to this Regulation, the duty consisting of the agricultural component, which is part of the ad valorem duty, shall be replaced by a non-ad valorem agricultural component.\nArticle 11\nQuantities actually used or considered to have been used\n1.   The reductions or phasing out of agricultural components or of additional duties on sugar and flour in accordance with Article 10(1) shall be determined on the basis of the following:\n(a)\nthe quantities of the agricultural products listed in Annex V which have been actually used or are considered to have been used in the manufacturing of the processed agricultural product;\n(b)\nthe duties that apply to the agricultural products referred to in point (a) and which are used for calculating the reduced agricultural component and additional duties on sugar and flour in the case of certain preferential trade arrangements.\n2.   The agricultural products which are to be considered to have been used in the manufacture of the processed agricultural product shall be selected, from agricultural products actually used in the manufacture of the processed agricultural product, on the basis of their importance in international trade and of the extent to which their price levels are representative of the price levels of all the other agricultural products used in the manufacture of that processed agricultural product.\n3.   The quantities of agricultural products listed in Annex V and actually used, shall be converted to equivalent quantities of the specific agricultural products considered to have been used.\nArticle 12\nDelegated powers\nThe Commission shall be empowered to adopt delegated acts, in accordance with Article 42, concerning:\n(a)\nthe establishment of a list of those agricultural products listed in Annex V which are to be considered to have been used in the manufacture of the processed agricultural products on the basis of the selection criteria laid down in Article 11(2);\n(b)\nthe establishment of the equivalent quantities and the rules for the conversion provided for in Article 11(3);\n(c)\nthe elements necessary for the calculation of the reduced agricultural component and the reduced additional duties on sugar and flour and the establishing of the methods of that calculation;\n(d)\nthe negligible amounts for which the reduced agricultural components and additional duties on sugar and flour shall be fixed at zero.\nArticle 13\nImplementing powers\n1.   The Commission shall, where appropriate, adopt implementing acts, containing measures to implement international agreements concluded or provisionally applied by the Union in accordance with the TFEU concerning the calculation of import duties for processed agricultural products which are subject to reduction in accordance with Article 10(1) and (2) of this Regulation.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 44(2).\n2.   The Commission may, where necessary, adopt implementing acts laying down:\n(a)\nthe fixed quantities of the agricultural products, referred to in Article 12(a), which are considered to have been used in the manufacturing of the processed agricultural products;\n(b)\nthe quantities of the agricultural products, referred to in Article 12(a), which are considered to have been used in the manufacturing of the processed agricultural products, for each possible composition of those processed agricultural products for which fixed quantities of the specific agricultural products cannot be established in accordance with point (a) of this subparagraph;\n(c)\ndocumentary requirements.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 44(2).\n3.   The Commission may adopt implementing acts, without applying the procedure referred to in Article 44(2) or (3), fixing, in accordance with the rules set out in an international agreement concluded or provisionally applied by the Union in accordance with the TFEU and those rules adopted pursuant to paragraph 1 of this Article, the level of the import duty to be applied.\nSubsection II\ntariff quotas and special treatment of imports by third countries\nArticle 14\nOpening and management of tariff quotas\n1.   Tariff quotas for the import of processed agricultural products and of agricultural products referred to in the second paragraph of Article 1, for their release into free circulation in the Union, resulting from international agreements concluded or provisionally applied by the Union in accordance with the TFEU shall be opened and managed by the Commission in accordance with Articles 15 and 16.\n2.   The tariff quotas referred to in paragraph 1 shall be managed in a manner which avoids any discrimination between operators and which gives due weight to the supply requirements of the Union market and the need to preserve the equilibrium of that market.\n3.   The tariff quotas referred to in paragraph 1 shall be managed by applying one of the following methods, another appropriate method, or a combination of any of them:\n(a)\na method of allocation based on the chronological order of the submission of applications (‘first come, first served principle’);\n(b)\na method of allocation of quotas in proportion to the quantities requested in the applications (‘simultaneous examination method’);\n(c)\na method of allocation based on traditional trade patterns (‘traditional/newcomers method’).\nArticle 15\nDelegated powers\n1.   The Commission shall be empowered to adopt delegated acts, in accordance with Article 42, concerning:\n(a)\nthe conditions and eligibility requirements that an operator is required to fulfil in order to submit an application within the tariff quota set out in an international agreement, as referred to in Article 14(1);\n(b)\nthe rules on the transfer of rights between operators and, where necessary, the limitations on that transfer within the management of the tariff quota, set out in an international agreement, as referred to in Article 14(1);\n(c)\nthe provisions making the participation in the tariff quota set out in an international agreement, as referred to in Article 14(1), subject to the presentation of an import licence and to the lodging of a security;\n(d)\nthe specific characteristics, the requirements or the restrictions applicable to the tariff quota set out in the international agreement, as referred to in Article 14(1).\n2.   The Commission shall be empowered to adopt delegated acts, in accordance with Article 42, requiring the competent authorities of Member States, on request and after carrying out appropriate checks, to issue a document certifying that a product fulfils the conditions for benefitting from special treatment on importation into a third country.\nArticle 16\nImplementing powers\n1.   The Commission shall adopt implementing acts, laying down:\n(a)\nthe annual tariff quotas, which shall, if necessary, be suitably phased in over the year, and the method of administration to be used;\n(b)\nprocedures for the application of the specific provisions laid down in the international agreement or legal act adopting the import or export regime, in particular those concerning:\n(i)\nguarantees covering the nature, provenance and origin of the product;\n(ii)\nthe recognition of any document used to verify the guarantees referred to in point (i);\n(iii)\nthe presentation of a document issued by the exporting country;\n(iv)\nthe destination and use of the products;\n(c)\nthe period of validity of the import licences to be presented in accordance with Article 15(1)(c);\n(d)\nthe procedure for lodging a security in accordance with Article 15(1)(c), and its amount;\n(e)\nthe use of import licences to be presented in accordance with Article 15(1)(c) and where necessary, specific measures relating, in particular, to the conditions under which applications for importation shall be submitted and authorisation granted within the tariff quota;\n(f)\ndocumentary requirements;\n(g)\nnecessary measures concerning the content, form, issuing and use of the document referred to in Article 15(2).\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 44(2).\n2.   The Commission shall adopt implementing acts, without applying the procedure referred to in Article 44(2) or (3):\n(a)\nmanaging the process guaranteeing that the quantities available within the tariff quota are not exceeded, in particular by fixing an allocation coefficient to each application when the available quantities are reached, rejecting pending applications and, where necessary, suspending the submission of applications;\n(b)\nreallocating unused quantities of the tariff quota.\nSECTION III\nSafeguard Measures\nArticle 17\nSafeguard measures\n1.   The Commission shall, subject to paragraph 3 of this Article, adopt implementing acts containing safeguard measures against imports of processed agricultural products into the Union. In order to ensure the uniformity of the common commercial policy, those implementing acts shall be consistent with Regulations (EC) No 260/2009 and (EC) No 625/2009. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 44(2).\n2.   Save as otherwise provided for in any other legal act of the European Parliament and the Council and any other legal act of the Council, the Commission shall, subject to paragraph 3 of this Article, adopt implementing acts containing safeguard measures against imports of processed agricultural products into the Union provided for in international agreements concluded or provisionally applied by the Union in accordance with the TFEU. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 44(2).\n3.   The Commission may take the measures referred to in paragraphs 1 and 2 at the request of a Member State or on its own initiative.\nWhere the Commission receives a request from a Member State for the adoption of the implementing acts referred to in paragraphs 1 or 2, or both, it shall adopt implementing acts containing its decision thereon within five working days following receipt of the request. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 44(2).\n4.   On duly justified imperative grounds of urgency, relating to the safeguard measures provided for in paragraphs 1 and 2, the Commission shall adopt immediately applicable implementing acts in accordance with the procedure referred to in Article 44(3).\n5.   If the Commission wishes to revoke or to amend safeguard measures adopted pursuant to paragraphs 1 to 4, it shall adopt implementing acts in order to do so. Those implementing acts shall be adopted in accordance with Article 44(2), except where there are duly justified imperative grounds of urgency, in which case those implementing acts shall be adopted in accordance with Article 44(3).\nSECTION IV\nInward Processing\nSubsection I\ninward processing without examination of the economic conditions\nArticle 18\nInward processing of agricultural products without examination of the economic conditions\n1.   Where non-Annex I goods are obtained from agricultural products listed in Annex III to this Regulation under inward processing, the economic conditions referred to in Article 117(c) of Regulation (EEC) No 2913/92 shall be deemed to have been fulfilled on presentation of an inward processing certificate for those agricultural products.\n2.   Inward processing certificates shall be issued for agricultural products used in the manufacturing of the non-Annex I goods within the limits of quantities determined by the Commission.\nThose quantities shall be determined by balancing, on the one hand, the compulsory budgetary limits for export refunds for non-Annex I goods and, on the other hand, the expected expenditure requirements for export refunds for non-Annex I goods, and in particular, by taking account of:\n(a)\nthe estimated volume of exports of the non-Annex I goods concerned;\n(b)\nthe Union market and world market situation of the relevant basic products, where applicable;\n(c)\neconomic and regulatory factors.\nThe quantities shall be reviewed at regular intervals in order to take account of developments in economic and regulatory factors.\n3.   Member States shall issue the inward processing certificates referred to in paragraph 1 to any applicant for a certificate who is established in the Union, irrespective of that applicant’s place of establishment.\nInward processing certificates shall be valid throughout the Union.\nArticle 19\nDelegated powers\nThe Commission shall be empowered to adopt delegated acts in accordance with Article 42 concerning:\n(a)\na list of those agricultural products used in the manufacturing of non-Annex I goods, for which inward processing certificates may be issued;\n(b)\nthe rights derived from the inward processing certificate and its legal effects;\n(c)\nthe transfer of rights derived from inward processing certificates between operators;\n(d)\nthe rules necessary for the reliability and the efficiency of the inward processing certificate system, concerning the authenticity of the certificate, its transfer or restrictions on its transfer.\nArticle 20\nImplementing powers\n1.   The Commission shall, where necessary, adopt implementing acts, concerning:\n(a)\nthe determination, pursuant to Article 18(2), of the quantity of agricultural products for which inward processing certificates may be issued;\n(b)\nthe format and the content of applications for inward processing certificates;\n(c)\nthe format, the content and the period of validity of the inward processing certificates;\n(d)\nthe documents required and the procedure for lodging applications and for issuing inward processing certificates;\n(e)\nthe management of the inward processing certificates by the Member States;\n(f)\nthe procedures relating to administrative assistance between Member States;\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 44(2).\n2.   Where quantities that exceed those determined in accordance with paragraph 1(a), are applied for, the Commission may adopt implementing acts, without applying the procedure referred to in Article 44(2) or (3), limiting the quantities in respect of which inward processing certificates may be issued, rejecting quantities applied for in respect of inward processing certificates and suspending the lodging of applications for inward processing certificates for the product concerned.\nSubsection II\nsuspension of inward processing arrangements\nArticle 21\nSuspension of inward processing arrangements for ovalbumin and lactalbumin\n1.   Where the Union market is disturbed or is liable to be disturbed by inward processing arrangements, the Commission may, at the request of a Member State or on its own initiative, adopt implementing acts, fully or partially suspending the use of inward processing arrangements for ovalbumin and lactalbumin. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 44(2)\nWhere the Commission receives a request from a Member State for the adoption of the implementing acts referred to in the first subparagraph, it shall adopt implementing acts, containing its decision thereon within five working days following the receipt of the request. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 44(2).\n2.   On duly justified imperative grounds of urgency, the Commission shall adopt immediately applicable implementing acts relating to suspension referred to in paragraph 1 in accordance with the procedure referred to in Article 44(3).\nCHAPTER III\nEXPORTS\nSECTION I\nExport Refunds\nArticle 22\nEligible goods and products\n1.   Where non-Annex I goods are exported, the agricultural products listed in points (i), (ii), (iii), (v) and (vii) of Article 196(1)(a) of Regulation (EU) No 1308/2013 which have been used in the manufacturing of those non-Annex I goods shall qualify for export refunds pursuant to Article 196 of that Regulation, as set out in Annex II to this Regulation, and Article 196(1)(b), (2) and (3) of Regulation (EU) No 1308/2013 shall apply.\n2.   The export refunds referred to in paragraph 1 shall not be granted in respect of the following:\n(a)\nimported non-Annex I goods which are considered to be in free circulation in accordance with Article 29 TFEU and which are re-exported;\n(b)\nimported non-Annex I goods which are considered to be in free circulation in accordance with Article 29 TFEU and which are exported after processing or incorporated in other non-Annex I goods;\n(c)\nimported cereals, rice, milk and milk products or eggs which are considered to be in free circulation in accordance with Article 29 TFEU and which are exported after processing or incorporated in non-Annex I goods.\nArticle 23\nDetermination of the export refunds\n1.   The export refunds referred to in Article 22 shall be determined, by the competent authorities of the Member States, on the basis of the composition of the exported goods and the export refund rates fixed for each basic product of which the exported goods consist.\n2.   For the determination of the export refunds, products listed in points (i), (ii), (iii), (v) and (vii) of Article 196(1)(a) of Regulation (EU) No 1308/2013 which are not listed in Annex III to this Regulation shall be assimilated to basic products or to products derived from the processing of basic products.\nArticle 24\nHorizontal rules and export refund rates\n1.   The horizontal rules on export refunds for agricultural products laid down in Article 199(3) of Regulation (EU) No 1308/2013 shall apply to non-Annex I goods.\n2.   Measures shall be taken in accordance with Article 198 of Regulation (EU) No 1308/2013 and Article 13 of Regulation (EU) No 1370/2013 to fix export refund rates for the basic products.\n3.   For the calculation of the export refunds, agricultural products which are listed in points (i), (ii), (iii), (v) and (vii) of Article 196(1)(a) of Regulation (EU) No 1308/2013 and not listed in Annex III to this Regulation, and which are derived from or assimilated to basic products or to products derived from the processing of basic products, in accordance with Article 23(2) shall be converted into basic products.\nArticle 25\nCertificates regarding exports of specific non-Annex I goods to specific destinations\nWhere an international agreement concluded or provisionally applied by the Union in accordance with the TFEU so requires, the competent authorities of the Member State concerned shall, at the request of the party concerned, issue a certificate stating whether export refunds have been paid in respect of specific non-Annex I goods exported to specific destinations.\nArticle 26\nDelegated powers\nThe Commission shall be empowered to adopt delegated acts in accordance with Article 42 concerning:\n(a)\nrules on the characteristics of the non-Annex I goods to be exported and of the agricultural products used for their manufacture;\n(b)\nrules on the determination of the export refunds for agricultural products that are exported after processing into non-Annex I goods;\n(c)\nrules on the evidence needed to prove the composition of the exported non-Annex I goods;\n(d)\nrules requiring a declaration of the use of certain imported agricultural products;\n(e)\nrules on the assimilation of agricultural products which are listed in points (i), (ii), (iii), (v) and (vii) of Article 196(1)(a) of Regulation (EU) No 1308/2013, and which are not listed in Annex III to this Regulation, to basic products and on the determination of the reference quantity of each of the basic products;\n(f)\nthe application of horizontal rules on export refunds for agricultural products, adopted pursuant to Article 202 of Regulation (EU) No 1308/2013, to non-Annex I goods.\nArticle 27\nImplementing powers\nThe Commission shall, where necessary, adopt implementing acts, concerning:\n(a)\nthe application of the refund rates where the characteristics of the components of the products referred to in point (c) of this Article and of the non-Annex I goods need to be taken into account when calculating the export refunds;\n(b)\nthe calculation of the export refunds for:\n(i)\nbasic products;\n(ii)\nproducts derived from the processing of basic products;\n(iii)\nproducts assimilated to the products referred to in point (i) or (ii);\n(c)\nthe assimilation of the products referred to in point (b)(ii) and (iii), which are listed in points (i), (ii), (iii), (v) and (vii) of Article 196(1)(a) of Regulation (EU) No 1308/2013, and which are not listed in Annex III to this Regulation, to basic products;\n(d)\nthe determination, for each of the basic products, of the reference quantity that serves as a basis for the determination of export refunds, on the basis of the quantity of the product actually used in the manufacturing of the goods exported or on a fixed basis, as set out in Annex II;\n(e)\nthe application for, the issuing of and the management of certificates referred to in Article 25;\n(f)\nthe treatment of disappearances of products and quantity losses during the manufacturing process and the treatment of by-products;\n(g)\nthe procedure for declaring and the evidence needed to prove the composition of the exported non-Annex I goods necessary for the implementation of the export refund system;\n(h)\nthe simplified evidence needed to prove arrival at destination, in the case of refunds differentiated according to destination;\n(i)\nthe application of horizontal provisions on export refunds for agricultural products adopted pursuant to Article 203 of Regulation (EU) No 1308/2013 to export refunds for non-Annex I goods;\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 44(2).\nSECTION II\nRefund Certificates\nArticle 28\nRefund certificates\n1.   Export refunds on agricultural products incorporated in non-Annex I goods shall be granted where an application for export refunds has been submitted and a refund certificate which was valid at the time of export, is presented.\nSmall exporters, including refund certificate holders, applying for limited amounts of export refunds that are too small to be covered by refund certificates, which do not endanger compliance with the budgetary constraints, shall be exempted from the presentation of a refund certificate. Those exemptions shall not exceed a global amount allocated to small exporters.\n2.   Member States shall issue a refund certificate to any applicant for a refund certificate established in the Union, irrespective of the applicant’s place of establishment. Refund certificates shall be valid throughout the Union.\nArticle 29\nApplicable refund rates\n1.   The rate of the refund to be applied shall be that which applies on the day on which the export declaration for the non-Annex I goods is accepted by the customs authorities, unless an application has been made in accordance with paragraph 2 for the refund rate to be fixed in advance.\n2.   An application for the fixing in advance of the rate of refund may be submitted at the time of the application for a refund certificate, on the day on which the refund certificate is granted or at any time after that day but before the end of the validity period of the refund certificate.\n3.   The rate shall be fixed in advance at the rate applicable on the day of the application for advance fixing. The refund rates that have been fixed in advance shall apply from that day on to all the refund rates covered by the refund certificate.\n4.   Export refunds on non-Annex I goods shall be granted on the basis of:\n(a)\nthe refund rates to be applied in accordance with paragraph 1 for the basic products incorporated in those non-Annex I goods where the refund rates have not been fixed in advance; or\n(b)\nthe refund rates, fixed in advance in accordance with paragraph 3, for the basic products incorporated in those non-Annex I goods.\nArticle 30\nSecurity in respect of refund certificates\n1.   Refund certificates shall be issued subject to the lodging of a security guaranteeing that the economic operator will submit an application for export refunds to the competent authorities of the Member State concerned in respect of exports of non-Annex I goods carried out within the period of validity of the refund certificate.\n2.   The security shall be forfeited in whole or in part if the export refund was not applied for or was applied for only partially in respect of exports carried out within the period of validity of the refund certificate.\nNotwithstanding the first subparagraph, the security shall not be forfeited:\n(a)\nif it was due to force majeure that the goods were not exported, or were only partially exported, or that an export refund was not applied for or was applied for only partially;\n(b)\nif the amounts of export refund which were not applied for are within the level of tolerance.\nArticle 31\nDelegated powers\nThe Commission shall be empowered to adopt delegated acts in accordance with Article 42 concerning:\n(a)\nrules on the rights and obligations deriving from the refund certificate, including the guarantee, subject to fulfilment of all conditions, that the export refunds will be paid and the obligation to apply for export refunds for agricultural products exported after processing into non-Annex I goods;\n(b)\nrules on the transfer of the refund certificate or restrictions on such transfer;\n(c)\nthe cases and situations where the presentation of a refund certificate is not required under Article 28(1), taking into account the purpose of the operation, the amounts involved and the global amount that may be granted to small exporters;\n(d)\nthe cases and situations where, by way of derogation from Article 30, the lodging of a security is not required;\n(e)\nrules on the tolerance referred to in point (b) of the second subparagraph of Article 30(2) having regard to the need to comply with budgetary constraints.\nArticle 32\nImplementing powers\n1.   The Commission shall, where necessary, adopt implementing acts, concerning:\n(a)\nthe submission, the format and the content of the application for the refund certificate;\n(b)\nthe format, the content and the period of validity of the refund certificate;\n(c)\nthe procedure for lodging applications, as well as the procedure for issuing refund certificates and for their use;\n(d)\nthe procedure for the lodging of a security and its amount;\n(e)\nthe level of tolerance referred to in point (b) of the second subparagraph of Article 30(2), having regard to the need to comply with budgetary constraints;\n(f)\nthe means of proving that the obligations derived from refund certificates have been fulfilled;\n(g)\nthe treatment of refund certificates by Member States and the exchange of information needed for the management of the system, including the procedures relating to specific administrative assistance between Member States;\n(h)\nthe fixing of the global amount allocated to small exporters and the individual threshold of exemption from the presentation of refund certificates in accordance with the second subparagraph of Article 28(1);\n(i)\nthe issuing of replacement refund certificates and duplicate refund certificates.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 44(2).\n2.   Where amounts are applied for that exceed available amounts fixed on the basis of the commitments resulting from the international agreements concluded in accordance with the TFEU, the Commission may adopt implementing acts, without applying the procedure referred to in Article 44(2) or (3), limiting the amounts for which refund certificates may be issued, rejecting amounts applied for in respect of refund certificates and suspending the lodging of applications for refund certificates.\nSECTION III\nOther Measures With Regard To Exports\nArticle 33\nOther measures with regard to exports\n1.   Where pursuant to Regulation (EU) No 1308/2013 measures with regard to export of an agricultural product listed in Annex III are adopted in the form of levies or charges, and where the export of non-Annex I goods with a high content of that agricultural product is likely to hinder the achievement of the objectives of those measures, the Commission shall be empowered to adopt delegated acts, in accordance with Article 42 of this Regulation, concerning equivalent measures with regard to those non-Annex I goods, provided that those delegated acts comply with any obligations resulting from international agreements concluded in accordance with the TFEU. Those delegated acts shall be adopted only if existing measures available under Regulation (EU) No 1308/2013 appear to be insufficient.\nWhere, in the cases referred to in the first subparagraph, imperative grounds of urgency so require, the procedure provided for in Article 43 shall apply to delegated acts adopted pursuant to this paragraph.\nThose imperative grounds of urgency may include the need to take immediate action to address or to prevent market disturbance, where threats of market disturbance occur so swiftly or unexpectedly that immediate action is necessary to efficiently and effectively address the situation, or where action would prevent such threats of market disturbance from materialising, continuing or turning into a more severe or prolonged disturbance, or where delaying immediate action would threaten to cause or aggravate the disturbance or would increase the extent of the measures which would later be necessary to address the threat or disturbance or be detrimental to production or market conditions.\n2.   The Commission shall, where necessary, adopt implementing acts, laying down the procedures and technical criteria for the application of paragraph 1.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 44(2).\nCHAPTER IV\nMEASURES APPLYING TO BOTH IMPORTS AND EXPORTS\nArticle 34\nDirect offsetting in preferential trade\n1.   Where an international agreement concluded or provisionally applied by the Union in accordance with the TFEU so provides, the duty applicable on importation of agricultural products may be replaced by an amount established on the basis of the difference between agricultural prices in the Union and those in the country or the region concerned, or by an amount offsetting a jointly established price for the country or the region concerned.\nIn that case, the amounts payable on exports to the country or region concerned shall be determined jointly and on the same basis as the agricultural component of the import duty under the conditions laid down in the agreement.\n2.   The Commission shall, where necessary, adopt implementing acts,:\n(a)\nfixing the applicable duty referred to in paragraph 1 and the related amounts payable on exports to the country or region concerned;\n(b)\nensure that processed agricultural products declared for export under a preferential arrangement are not actually exported under a non-preferential arrangement or vice versa.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 44(2).\nArticle 35\nMethods of analysis\n1.   For the purposes of trade arrangements under this Regulation, where the processed agricultural products or non-Annex I goods so require, the characteristics and the composition of these products and goods shall be determined by analysis of their composing elements.\n2.   The Commission shall, where necessary, adopt implementing acts, in relation to the products and goods referred to in paragraph 1, concerning:\n(a)\nthe methods of qualitative and quantitative analysis;\n(b)\nthe technical provisions necessary for their identification;\n(c)\nthe procedures for their CN classification.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 44(2).\nArticle 36\nAdaptation of this Regulation\nThe Commission shall be empowered to adopt delegated acts, in accordance with Article 42, concerning:\n(a)\nthe adaptations of Annexes I to V including deletion of processed agricultural products and non-Annex I goods and inclusion of new processed agricultural products and non-Annex I goods, to international agreements concluded or provisionally applied by the Union in accordance with the TFEU;\n(b)\nthe adaptations of Article 2(i) to (l), Article 25 and Annexes I to V to amendments to Annex I to Regulation (EEC) No 2658/87.\nArticle 37\nExchange of information\n1.   Where necessary for the implementation of this Regulation, the Member States shall provide, on request, the Commission with the following information:\n(a)\nimports of processed agricultural products;\n(b)\nexports of non-Annex I goods;\n(c)\napplications for, the issuing and the use of inward processing certificates for agricultural products referred to in Article 18;\n(d)\napplications for the issuing and the use of refund certificates referred to in Article 28(1);\n(e)\npayments and reimbursements of export refunds for non-Annex I goods referred to in Article 22(1);\n(f)\nthe administrative implementing measures adopted;\n(g)\nother relevant information.\nWhere export refunds are applied for in another Member State than that in which the non-Annex I goods were produced, information on the production and the composition of the non-Annex I goods referred to in point (e) shall be notified to that other Member State on its request.\n2.   The Commission may forward the information submitted to it in accordance with paragraph 1, points (a) to (g), to all Member States.\n3.   In order to ensure the integrity of information systems and the authenticity and legibility of documents and associated data transmitted, the Commission shall be empowered to adopt delegated acts, in accordance with Article 42, establishing:\n(a)\nthe nature and type of the information to be notified in accordance with paragraph 1;\n(b)\nthe categories of data to be processed, maximum retention periods and the purpose of processing, in particular in the event of the publication of such data and their transfer to third countries;\n(c)\nthe access rights to the information or information systems made available, having due regard to professional secrecy and confidentiality;\n(d)\nthe conditions subject to which the information is to be published.\n4.   The Commission may adopt implementing acts necessary for the application of this Article, concerning:\n(a)\nthe methods of notification;\n(b)\nthe details regarding the information that is to be notified;\n(c)\narrangements for the management of the information to be notified, as well as for the content, form, timing, frequency and deadlines of the notifications;\n(d)\nthe arrangements for transmitting or making information and documents available to the Member States, the European Parliament, the Council, international organisations, the competent authorities in third countries, or the public, while guaranteeing the protection of personal data and the legitimate interest of undertakings in the protection of their business secrets.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 44(2).\nArticle 38\nProcessing and protection of personal data\n1.   Member States and the Commission shall collect personal data for the purposes set out in Article 37(1) and shall not process that data in a way that goes beyond those purposes.\n2.   Where personal data are processed for the purposes referred to in Article 37(1), they shall be made anonymous and processed in aggregated form only.\n3.   Personal data shall be processed in accordance with the rules of Directive 95/46/EC and Regulation (EC) No 45/2001. In particular, such data shall not be stored in a form which permits identification of data subjects for longer than is necessary for the purposes for which they were collected or for which they are further processed, taking into account the minimum retention periods laid down in the applicable national and Union law.\n4.   Member States shall inform the data subjects that their personal data may be processed by national and Union bodies in accordance with paragraph 1 and that, in that respect, they enjoy the rights set out in the data protection rules of, respectively, Directive 95/46/EC and Regulation (EC) No 45/2001.\nArticle 39\nNegligible amounts\nThe Commission shall be empowered to adopt delegated acts, in accordance with Article 42, concerning the thresholds below which Member States may refrain from applying amounts to be levied or granted pursuant to Articles 3, 5, 10, 22 and 34. The threshold shall be set at a level below which the administrative costs of applying the amounts would be disproportionate to the amounts levied or granted.\nArticle 40\nSecurities, checks, verification, scrutiny and penalties\n1.   When relevant, the horizontal rules on securities, checks, verification, scrutiny and penalties and on the use of the EURO laid down in Articles 58 to 66, 79 to 88 and 105 to 108 of Regulation (EU) No 1306/2013 and legal acts adopted on the basis thereof shall apply mutatis mutandis to import licences and tariff quotas for processed agricultural products and to export refunds and refund certificates for non-Annex I goods.\n2.   The Commission shall be empowered to adopt delegated acts, in accordance with Article 42, concerning rules adapting, as necessary, the provisions adopted on the basis of the Articles referred to in paragraph 1 for the purpose of this Regulation.\n3.   The Commission shall, where necessary, adopt implementing acts, concerning the application of the provisions adopted on the basis of the Articles referred to in paragraph 1 for the purpose of this Regulation. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 44(2).\nArticle 41\nInternational obligations and applicable standards\nWhen adopting delegated acts and implementing acts, the Commission shall consider international obligations of the Union and the applicable Union social, environmental and animal welfare standards, the need to monitor evolution of trade and market developments, the need for sound market management and the need to reduce the administrative burden.\nCHAPTER V\nDELEGATION OF POWER AND COMMITTEE PROCEDURE\nArticle 42\nExercise of the delegation\n1.   The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article.\n2.   The power to adopt the delegated acts referred to in Articles 8, 12, 15, 19, 26, 31, Article 33(1), Article 36, Article 37(3), Article 39 and Article 40(2) shall be conferred on the Commission for a period of seven years from the date of entry into force of this Regulation. The Commission shall draw up a report in respect of the delegation of power not later than nine months before the end of the seven-year period. The delegation of power shall be tacitly extended for periods of an identical duration, unless the European Parliament or the Council opposes such extension not later than three months before the end of each period.\n3.   The delegation of powers referred to in Articles 8, 12, 15, 19, 26, 31, Article 33(1), Article 36, Article 37(3), Article 39 and Article 40(2) may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force.\n4.   As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council.\n5.   A delegated act adopted pursuant to Articles 8, 12, 15, 19, 26, 31, Article 33(1), Article 36, Article 37(3), Article 39 and Article 40(2) shall enter into force only if no objection has been expressed either by the European Parliament or by the Council within a period of two months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or of the Council.\nArticle 43\nUrgency procedure\n1.   Delegated acts adopted under this Article shall enter into force without delay and shall apply as long as no objection is expressed in accordance with paragraph 2. The notification of a delegated act adopted under this Article to the European Parliament and to the Council shall state the reasons for the use of the urgency procedure.\n2.   Either the European Parliament or the Council may object to a delegated act adopted under this Article in accordance with the procedure referred to in Article 42(5). In such a case, the Commission shall repeal the act without delay following the notification of the decision to object by the European Parliament or by the Council.\nArticle 44\nCommittee procedure\n1.   For the purposes of Article 13, Article 17(1), (2), (4) and (5), Article 20(1), Article 27, Article 32(1), Article 33(2), Article 34(2) and Article 37(4) and, as regards processed agricultural products other than ovalbumin and lactalbumin, for the purposes of Article 5(1) and (5), and Article 16(1) and, as regards import licences and tariff quotas for processed agricultural products other than ovalbumine and lactalbumine and export refunds and refund certificates for non-Annex I goods, for the purpose of Article 40(3), the Commission shall be assisted by a committee called the Committee on horizontal questions concerning trade in processed agricultural products not listed in Annex I. That Committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\nFor the purposes of Article 9(1) and Article 21(1) and (2), as regards ovalbumin and lactalbumin, for the purposes of Article 5(1) and (5), and Article 16(1) and, as regards import licences and tariff quotas for ovalbumine and lactalbumine, for the purpose of Article 40(3), the Commission shall be assisted by the Committee for the Common Organisation of the Agricultural Markets, established by Article 229(1) of Regulation (EU) No 1308/2013. That Committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\nFor the purposes of Article 35(2), the Commission shall be assisted by the Customs Code Committee established by Article 247a of Regulation (EEC) No 2913/92. That Committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\n2.   Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.\n3.   Where reference is made to this paragraph, Article 8 of Regulation (EU) No 182/2011, in conjunction with Article 5 thereof, shall apply.\n4.   Where the opinion of the committee is to be obtained by written procedure, that procedure shall be terminated without result when, within the time-limit for delivery of the opinion, the chair of the committee so decides or at least a quarter of committee members so request.\nCHAPTER VI\nFINAL PROVISIONS\nArticle 45\nRepeals\nRegulations (EC) No 614/2009 and (EC) No 1216/2009 are repealed.\nReferences to the repealed Regulations shall be construed as references to this Regulation and shall be read in accordance with the correlation table set out in Annex VI.\nArticle 46\nEntry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Strasbourg, 16 April 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nD. KOURKOULAS\n(1)  OJ C 327, 12.11.2013, p. 90.\n(2)  Position of the European Parliament of 11 March 2014 (not yet published in the Official Journal), decision of the Council of 14 April 2014.\n(3)  Council Regulation (EC) No 1216/2009 of 30 November 2009 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (OJ L 328, 15.12.2009, p. 10).\n(4)  Council Regulation (EC) No 614/2009 of 7 July 2009 on the common system of trade for ovalbumin and lactalbumin (OJ L 181, 14.7.2009, p. 8).\n(5)  Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (OJ L 299, 16.11.2007, p. 1).\n(6)  Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (OJ L 347, 20.12.2013, p. 671).\n(7)  Regulation (EU) No 978/2012 of the European Parliament and of the Council of 25 October 2012 applying a scheme of generalised tariff preferences and repealing Council Regulation (EC) No 732/2008 (OJ L 303, 31.10.2012, p. 1).\n(8)  Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (OJ L 302, 19.10.1992, p. 1).\n(9)  Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (OJ L 253, 11.10.1993, p. 1).\n(10)  Regulation (EU) No 952/2013 of the European Parliament and of the Council of 9 October 2013 laying down the Union Customs Code (OJ L 269, 10.10.2013, p. 1).\n(11)  Council Regulation (EU) No 1370/2013 of 16 December 2013 determining measures on fixing certain aids and refunds related to the common organisation of the markets in agricultural products (OJ L 346, 20.12.2013, p. 12).\n(12)  Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (OJ L 256, 7.9.1987, p. 1).\n(13)  Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (OJ L 281, 23.11.1995, p. 31).\n(14)  Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (OJ L 8, 12.1.2001, p. 1).\n(15)  Regulation (EU) No 1306/2013 of the European Parliament and of the Council of 17 December 2013 on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008 (OJ L 347, 20.12.2013, p. 549).\n(16)  Council Regulation (EC) No 260/2009 of 26 February 2009 on the common rules for imports (OJ L 84, 31.3.2009, p. 1).\n(17)  Council Regulation (EC) No 625/2009 of 7 July 2009 on common rules for imports from certain third countries (OJ L 185, 17.7.2009, p. 1).\n(18)  Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by the Member States on the Commission’s exercise of implementing powers (OJ L 55, 28.2.2011, p. 13).\n(19)  Commission Regulation (EU) No 578/2010 of 29 June 2010 on the implementation of Council Regulation (EC) No 1216/2009 as regards the system of granting export refunds for certain agricultural products exported in the form of goods not covered by Annex I to the Treaty, and the criteria for fixing the amount of such refunds (OJ L 171, 6.7.2010, p. 1).\n(20)  Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (OJ L 253, 11.10.1993, p. 1).\nANNEX I\nProcessed agricultural products as referred to in Article 2(b)\nTable 1\nProcessed agricultural products for which the import duty consists of an ad valorem duty and an agricultural component which is not part of the ad valorem duty, as referred to in Article 3(1)\nCN code\nDescription\nex 0403\nButtermilk, curdled milk and cream, yoghurt, kephir and other fermented or acidified milk and cream, whether or not concentrated or containing added sugar or other sweetening matter or flavoured or containing added fruit, nuts or cocoa:\n0403 10 51 to 0403 10 99\nYoghurt, flavoured or containing added fruit, nuts or cocoa\n0403 90 71 to 0403 90 99\nOther, flavoured or containing added fruit, nuts or cocoa\n0405 20 10 and 0405 20 30\nDairy spreads of a fat content, by weight, of 39 % or more but not exceeding 75 %\n0710 40 00\nSweetcorn (uncooked or cooked by steaming or boiling in water), frozen\n0711 90 30\nSweetcorn provisionally preserved (for example, by sulphur dioxide gas, in brine, in sulphur water or in other preservative solutions), but unsuitable in that state for immediate consumption\nex 1517\nMargarine; edible mixtures or preparations of animal or vegetable fats or oils or of fractions of different fats or oils of Chapter 15, other than edible fats or oils or their fractions of heading 1516:\n1517 10 10\nMargarine, excluding liquid margarine, containing, by weight, more than 10 % but not more than 15 % of milkfats\n1517 90 10\nOther, containing, by weight, more than 10 % but not more than 15 % of milkfats\n1702 50 00\nChemically pure fructose\nex 1704\nSugar confectionery (including white chocolate), not containing cocoa, excluding liquorice extract containing more than 10 % by weight of sucrose but not containing other added substances, falling within CN code 1704 90 10\n1806\nChocolate and other food preparations containing cocoa\nEx19 01\nMalt extract; food preparations of flour, groats, meal, starch or malt extract, not containing cocoa or containing less than 40 % by weight of cocoa calculated on a totally defatted basis, not elsewhere specified or included; food preparations of goods of headings 0401 to 0404, not containing cocoa or containing less than 5 % by weight of cocoa calculated on a totally defatted basis, not elsewhere specified or included, excluding preparations of CN code 1901 90 91\nex 1902\nPasta, whether or not cooked or stuffed (with meat or other substances) or otherwise prepared, such as spaghetti, macaroni, noodles, lasagne, gnocchi, ravioli, cannelloni; couscous, whether or not prepared, excluding stuffed pasta falling within CN codes 1902 20 10 and 1902 20 30\n1903 00 00\nTapioca and substitutes therefor prepared from starch, in the form of flakes, grains, pearls, siftings or similar forms\n1904\nPrepared foods obtained by the swelling or roasting of cereals or cereal products (for example, corn flakes); cereals (other than maize (corn)) in grain form or in the form of flakes or other worked grains (except flour, groats and meal), pre-cooked or otherwise prepared, not elsewhere specified or included\n1905\nBread, pastry, cakes, biscuits and other bakers’ wares, whether or not containing cocoa; communion wafers, empty cachets of a kind suitable for pharmaceutical use, sealing wafers, rice paper and similar products\n2001 90 30\nSweetcorn (Zea mays var. saccharata), prepared or preserved by vinegar or acetic acid\n2001 90 40\nYams, sweet potatoes and similar edible parts of plants containing 5 % or more by weight of starch, prepared or preserved by vinegar or acetic acid\n2004 10 91\nPotatoes in the form of flour, meal or flakes, prepared or preserved otherwise than by vinegar or acetic acid, frozen, other than products of heading 2006\n2004 90 10\nSweetcorn (Zea mays var. saccharata) prepared or preserved otherwise than by vinegar or acetic acid, frozen, other than products of heading 2006\n2005 20 10\nPotatoes in the form of flour, meal or flakes, prepared or preserved otherwise than by vinegar or acetic acid, not frozen, other than products of heading 2006\n2005 80 00\nSweetcorn (Zea mays var. saccharata) prepared or preserved otherwise than by vinegar or acetic acid, not frozen, other than products of heading 2006\n2008 99 85\nMaize (corn), other than sweetcorn (Zea mays var. saccharata), otherwise prepared or preserved, not containing added spirit or added sugar\n2008 99 91\nYams, sweet potatoes and similar edible parts of plants, containing 5 % or more by weight of starch, otherwise prepared or preserved, not containing added spirit or added sugar\n2101 12 98\nPreparations with a basis of coffee\n2101 20 98\nPreparations with a basis of tea or maté\n2101 30 19\nRoasted coffee substitutes excluding roasted chicory\n2101 30 99\nExtracts, essences and concentrates of roasted coffee substitutes excluding those of roasted chicory\n2102 10 31 and 2102 10 39\nBakers’ yeast, dried or not\n2105 00\nIce cream and other edible ice, whether or not containing cocoa\nex 2106\nFood preparations not elsewhere specified or included other than those falling within CN codes 2106 10 20, 2106 90 20 and 2106 90 92, and other than flavoured or coloured sugar syrups\n2202 90 91, 2202 90 95 and 2202 90 99\nOther non-alcoholic beverages, not including fruit or vegetable juices of heading 2009, containing products of heading 0401 to 0404 or fat obtained from products of heading 0401 to 0404\n2905 43 00\nMannitol\n2905 44\nD-glucitol (sorbitol)\n3302 10 29\nMixtures of odoriferous substances and mixtures (including alcoholic solutions) with a basis of one or more of these substances, and other preparations based on odoriferous substances, of a kind used in the drink industries, containing all flavouring agents characterising a beverage, of an actual alcoholic strength by volume not exceeding 0,5 %, other than those of CN code 3302 10 21\n3501\nCaseins, caseinates and other casein derivatives; casein glues\nex 3505 10\nDextrins and other modified starches, excluding esterified or etherified starches of CN code 3505 10 50\n3505 20\nGlues based on starches, or on dextrins or other modified starches\n3809 10\nFinishing agents, dye carriers to accelerate the dyeing or fixing of dyestuffs and other products and preparations (for example, dressings and mordants), of a kind used in the textile, paper, leather or like industries, with a basis of amylaceous substances, not elsewhere specified or included\n3824 60\nSorbitol other than that of subheading 2905 44\nTable 2\nProcessed agricultural products for which the import duty consists of an ad valorem duty including an agricultural component or of a specific duty, as referred to in Article 3(2)\nCN code\nDescription\nex 0505\nSkins and other parts of birds, with their feathers or down, feathers and parts of feathers (whether or not with trimmed edges) and down, not further worked than cleaned, disinfected or treated for preservation; powder and waste of feathers or parts of feathers:\n0505 10 90\nFeathers of a kind used for stuffing and down, other than raw\n0505 90 00\nOther\n0511 99 39\nNatural sponges of animal origin, other than raw\nex 1212 29 00\nSeaweeds and other algae, fresh, chilled, frozen or dried, whether or not ground, unfit for human consumption, other than those used in pharmacy\nex 1302\nVegetable saps and extracts; pectic substances, pectinates and pectates; agar-agar and other mucilages and thickeners, whether or not modified, derived from vegetable products:\n1302 12 00\nVegetable saps and extracts of liquorice\n1302 13 00\nVegetable saps and extracts of hops\n1302 19 20 and 1302 19 70\nVegetable saps and extracts other than saps and extracts of liquorice and hops, vanilla oleoresin and opium\nex 1302 20\nPectates\n1302 31 00\nAgar-agar, whether or not modified\n1302 32 10\nMucilages and thickeners, whether or not modified, derived from locust beans or locust bean seeds\n1505 00\nWool grease and fatty substances derived therefrom (including lanolin)\n1506 00 00\nOther animal fats and oils and their fractions, whether or not refined, but not chemically modified\nex 1515 90 11\nJojoba oil and its fractions, whether or not refined, but not chemically modified\n1516 20 10\nHydrogenated castor oil, so called ‘opal-wax’\n1517 90 93\nEdible mixtures or preparations of a kind used as mould-release preparations\nex 1518 00\nAnimal or vegetable fats and oils and their fractions, boiled, oxidised, dehydrated, sulphurised, blown, polymerised by heat in vacuum or in inert gas or otherwise chemically modified, excluding those of heading 1516; inedible mixtures or preparations of animal or vegetable fats or oils or of fractions of different fats or oils of chapter 15, not elsewhere specified or included; excluding the oils of CN codes 1518 00 31 and 1518 00 39\n1520 00 00\nGlycerol, crude; glycerol waters and glycerol lyes\n1521\nVegetable waxes (other than triglycerides), beeswax, other insect waxes and spermaceti, whether or not refined or coloured\n1522 00 10\nDegras\n1702 90 10\nChemically pure maltose\n1704 90 10\nLiquorice extract containing more than 10 % by weight of sucrose but not containing other added substances\n1803\nCocoa paste, whether or not defatted\n1804 00 00\nCocoa butter, fat and oil\n1805 00 00\nCocoa powder, not containing added sugar or other sweetening matter\nex 1901\nMalt extract; food preparations of flour, groats, meal, starch or malt extract, not containing cocoa or containing less than 40 % by weight of cocoa calculated on a totally defatted basis, not elsewhere specified or included; food preparations of goods of headings 0401 to 0404, not containing cocoa or containing less than 5 % by weight of cocoa calculated on a totally defatted basis, not elsewhere specified or included:\n1901 90 91\nOther preparations containing no milkfats, sucrose, isoglucose, glucose or starch or containing less than 1,5 % milkfat, 5 % sucrose (including invert sugar) or isoglucose, 5 % glucose or starch, excluding food preparations in powder form of goods of heading 0401 to 0404\nex 2001 90 92\nPalm hearts, prepared or preserved by vinegar or acetic acid\nex 2008\nFruit, nuts and other edible parts of plants, otherwise prepared or preserved, whether or not containing added sugar or other sweetening matter or spirit, not elsewhere specified or included:\n2008 11 10\nPeanut butter\n2008 91 00\nPalm hearts\nex 2101\nExtracts, essences and concentrates, of coffee, tea or maté and preparations with a basis of these products; roasted chicory and extracts, essences and concentrates thereof, other than preparations of CN codes 2101 12 98, 2101 20 98, 2101 30 19 and 2101 30 99\nex 2102 10\nActive yeasts:\n2102 10 10\nCulture yeast\n2102 10 90\nOther, excluding bakers’ yeast\n2102 20\nInactive yeasts; other single-cell micro-organisms, dead\n2102 30 00\nPrepared baking powders\n2103\nSauces and preparations therefor; mixed condiments and mixed seasonings; mustard flour and meal and prepared mustard\n2104\nSoups and broths and preparations therefor; homogenised composite food preparations\nex 2106\nFood preparations not elsewhere specified or included:\nex 2106 10\nProtein concentrates and textured protein substances:\n2106 10 20\nContaining no milkfats, sucrose, isoglucose, glucose or starch or containing by weight less than 1,5 % milkfat, 5 % sucrose or isoglucose, 5 % glucose or starch\nex 2106 90\nOther:\n2106 90 20\nCompound alcoholic preparations, other than those based on odoriferous substances, of a kind used for the manufacture of beverages\n2106 90 92\nOther preparations containing no milkfats, sucrose, isoglucose, glucose or starch or containing, by weight, less than 1,5 % milkfat, 5 % sucrose or isoglucose, 5 % glucose or starch\n2201 10\nNatural or artificial mineral waters and aerated waters, not containing added sugar or other sweetening matter nor flavoured\n2202 10 00\nWaters, including mineral waters and aerated waters, containing added sugar or other sweetening matter or flavoured\n2202 90 10\nOther non-alcoholic beverages, not including fruit or vegetable juices of heading 2009, not containing products of headings 0401 to 0404 or fat obtained from products of headings 0401 to 0404\n2203 00\nBeer made from malt\n2205\nVermouth and other wine of fresh grapes flavoured with plants or aromatic substances\nex 2207\nExcept where obtained from agricultural products listed in Annex I to the TFEU, undenatured ethyl alcohol of an alcoholic strength by volume of 80 % vol or higher and ethyl alcohol and other spirits, denatured, of any strength\nex 2208\nUndenatured ethyl alcohol of an alcoholic strength by volume of less than 80 % vol, other than obtained from agricultural products listed in Annex I to the TFEU; spirits, liqueurs and other spirituous beverages\n2402\nCigars, cheroots, cigarillos and cigarettes, of tobacco or of tobacco substitutes\n2403\nOther manufactured tobacco and manufactured tobacco substitutes; ‘homogenised’ or ‘reconstituted’ tobacco; tobacco extracts and essences\n3301 90\nExtracted oleoresins; concentrates of essential oils in fats, in fixed oils, in waxes or the like, obtained by enfleurage or maceration; terpenic by-products of the deterpenation of essential oils; aqueous distillates and aqueous solutions of essential oils\nex 3302\nMixtures of odoriferous substances and mixtures (including alcoholic solutions) with a basis of one or more of these substances, of a kind used as raw materials in industry; other preparations based on odoriferous substances, of a kind used for the manufacture of beverages:\n3302 10 10\nPreparations of a kind used in the drink industries containing all flavouring agents characterising a beverage of an actual alcoholic strength by volume exceeding 0,5 %\n3302 10 21\nPreparations of a kind used in the drink industries containing all flavouring agents characterising a beverage of an alcoholic strength by volume not exceeding 0,5 %, containing no milkfats, sucrose, isoglucose, glucose or starch or containing, by weight, less than 1,5 % milkfat, 5 % sucrose or isoglucose, 5 % glucose or starch\nEx35 02\nAlbumins (including concentrates of two or more whey proteins, containing by weight more than 80 % whey proteins, calculated on the dry matter), albuminates and other albumin derivatives:\nEgg albumin:\nex 3502 11\nDried:\n3502 11 90\nOther than unfit, or to be rendered unfit, for human consumption\nex 3502 19\nOther:\n3502 19 90\nOther than unfit, or to be rendered unfit, for human consumption\nex 3502 20\nMilk albumin, including concentrates of two or more whey proteins:\n3502 20 91 and 3502 20 99\nOther than unfit, or to be rendered unfit, for human consumption, whether or not dried (for example, in sheets, scales, flakes, powder)\n3823\nIndustrial monocarboxylic fatty acids; acid oils from refining; industrial fatty alcohols\nANNEX II\nNon-Annex I goods and agricultural products used in the manufacturing of those goods, qualifying for export refunds, as referred to in Article 22(1)\nCN code\nDescription of non-Annex I goods\nAgricultural products on which an export refund may be granted\nA: Reference quantity determined on the basis of the quantity of the product actually used in the manufacturing of the goods exported (Art 27(d))\nB: Reference quantity determined on a fixed basis (Art 27(d))\nCereals (1)\nRice (2)\nEggs (3)\nSugar, molasses or isoglucose (4)\nMilk products (5)\n1\n2\n3\n4\n5\n6\n7\nex 0403\nButtermilk, curdled milk and cream, yoghurt, kephir and other fermented or acidified milk and cream, whether or not concentrated or containing added sugar or other sweetening matter or flavoured or containing added fruit, nuts or cocoa:\nex 0403 10\n– Yoghurt:\n0403 10 51 to 0403 10 99\n– – Flavoured or containing added fruit, nuts or cocoa:\n– – – Flavoured\n– – – other:\nA\nA\nA\nA\n– – – – Containing added fruit and/or nuts\nA\nA\nA\n– – – – Containing added cocoa\nA\nA\nA\nA\nex 0403 90\n– Other:\n0403 90 71 to 0403 90 99\n– – Flavoured or containing added fruit and/or nuts or cocoa:\n– – – Flavoured\n– – – Other:\nA\nA\nA\nA\n– – – – Containing added fruit or nuts\nA\nA\nA\n– – – – Containing added cocoa\nA\nA\nA\nA\nex 0405\nButter and other fats and oils derived from milk; dairy spreads:\nex 0405 20\n– Dairy spreads:\n0405 20 10\n– – Of a fat content, by weight, of 39 % or more but less than 60 %\nA\n0405 20 30\n– – Of a fat content, by weight, of 60 % or more but not exceeding 75 %\nA\nex 0710\nVegetables (uncooked or cooked by steaming or boiling in water), frozen:\n– Sweetcorn:\n0710 40 00\n– – In ear form\nA\nA\n– – In grain form\nB\nA\nex 0711\nVegetables provisionally preserved (for example, by sulphur dioxide gas, in brine, in sulphur water or in other preservative solutions), but unsuitable in that state for immediate consumption:\n– – – Sweetcorn:\n0711 90 30\n– – – – In ear form\nA\nA\n– – – – In grain form\nB\nA\nex 1517\nMargarine; edible mixtures or preparations of animal or vegetable fats or oils or of fractions of different fats or oils of chapter 15, other than edible fats or oils or their fractions of heading 1516:\nex 1517 10\n– Margarine, excluding liquid margarine:\n1517 10 10\n– – Containing, by weight, more than 10 % but not more than 15 % of milkfats\nA\nex 1517 90\n– Other:\n1517 90 10\n– – Containing, by weight, more than 10 % but not more than 15 % of milkfats\nA\n1702 50 00\n– Chemically pure fructose\nA\nex 1704\nSugar confectionery (including white chocolate), not containing cocoa:\n1704 10\n– Chewing gum, whether or not sugar-coated\nA\nA\nex 1704 90\n– Other:\n1704 90 30\n– – White chocolate\nA\nA\nA\n1704 90 51 to 1704 90 99\n– – Other\nA\nA\nA\nA\n1806\nChocolate and other food preparations containing cocoa:\n1806 10\n– Cocoa powder, containing added sugar or other sweetening matter:\n– – Sweetened exclusively by the addition of sucrose\nA\nA\nA\n– – Other\nA\nA\nA\nA\n1806 20\n– Other preparations in blocks, slabs or bars weighing more than 2 kg or in liquid, paste, powder, granular or other bulk form in containers or immediate packings, of a content exceeding 2 kg:\n– – Chocolate milk crumb of subheading 1806 20 70\nA\nA\nA\nA\n– – Other preparations of subheading 1806 20\nA\nA\nA\nA\nA\n1806 31 00 and 1806 32\n– Other, in blocks, slabs or bars\nA\nA\nA\nA\nA\n1806 90\n– Other:\n1806 90 11,\n1806 90 19,\n1806 90 31,\n1806 90 39,\n1806 90 50\n– – Chocolate and chocolate products; sugar confectionery and substitutes therefor made from sugar substitution products, containing cocoa\nA\nA\nA\nA\nA\n1806 90 60,\n1806 90 70,\n1806 90 90\n– – Spreads containing cocoa; preparations containing cocoa for making beverages; other\nA\nA\nA\nA\nex 1901\nMalt extract; food preparations of flour, groats, meal, starch or malt extract, not containing cocoa or containing less than 40 % by weight of cocoa calculated on a totally defatted basis, not elsewhere specified or included; food preparations of goods of headings 0401 to 0404, not containing cocoa or containing less than 5 % by weight of cocoa calculated on a totally defatted basis, not elsewhere specified or included:\n1901 10 00\n– Preparations for infant use, put up for retail sale:\n– – Food preparations of dairy products of headings 0401 to 0404, containing less than 5 % by weight of cocoa calculated on a totally defatted basis\nA\nA\nA\nA\nA\n– – Other\nA\nA\nA\nA\n1901 20 00\n– Mixes and doughs for the preparation of bakers’ wares of heading 1905:\n– – Food preparations of dairy products of headings 0401 to 0404, containing less than 5 % by weight of cocoa calculated on a totally defatted basis\nA\nA\nA\nA\nA\n– – Other\nA\nA\nA\nA\nex 1901 90\n– Other:\n1901 90 11 and 1901 90 19\n– – Malt extract\nA\nA\n– – Other:\n1901 90 99\n– – – Other:\n– – – – Food preparations of goods of headings 0401 to 0404, containing less than 5 % by weight of cocoa calculated on a totally defatted basis\nA\nA\nA\nA\nA\n– – – – Other\nA\nA\nA\nA\nex 1902\nPasta, whether or not cooked or stuffed (with meat or other substances) or otherwise prepared, such as spaghetti, macaroni, noodles, lasagne, gnocchi, ravioli, cannelloni; couscous whether or not prepared:\n– Uncooked pasta, not stuffed or otherwise prepared:\n– – Containing eggs:\n1902 11 00\n– – – Of durum wheat or of other cereals\nB\nA\n– – – Other:\nA\nA\n– – Other:\n1902 19\n– – – Of durum wheat or of other cereals\nB\nA\n– – – Other\nA\nA\nex 1902 20\n– Stuffed pasta, whether or not cooked or otherwise prepared:\n1902 20 91 and 1902 20 99\n– – Other\nA\nA\nA\nA\n1902 30\n– Other pasta\nA\nA\nA\nA\n1902 40\n– Couscous:\n– – Unprepared:\n1902 40 10\n– – – Of durum wheat\nB\n– – – Other\nA\n1902 40 90\n– – Other\nA\nA\nA\nA\n1903 00 00\nTapioca and substitutes therefor prepared from starch, in the form of flakes, grains, pearls, siftings or similar forms\nA\n1904\nPrepared foods obtained by the swelling or roasting of cereals or cereal products (for example, corn flakes); cereals, (other than maize (corn)) in grain form or in the form of flakes or other worked grains (except flour, groats and meal), pre-cooked, or otherwise prepared, not elsewhere specified or included:\n– Unsweetened puffed rice or pre-cooked rice:\n– – Containing cocoa (6)\nA\nB\nA\nA\nA\n– – Not containing cocoa\nA\nB\nA\nA\n– Other, containing cocoa (6)\nA\nA\nA\nA\nA\n– Other\nA\nA\nA\nA\n1905\nBread, pastry, cakes, biscuits and other bakers’ wares, whether or not containing cocoa; communion wafers, empty cachets of a kind suitable for pharmaceutical use, sealing wafers, rice paper and similar products\n1905 10 00\n– Crispbread\nA\nA\nA\n1905 20\n– Gingerbread and the like\nA\nA\nA\nA\n– Sweet biscuits; waffles and wafers:\n1905 31 and 1905 32\n– Sweet biscuits; waffles and wafers\nA\nA\nA\nA\n1905 40\n– Rusks, toasted bread and similar toasted products\nA\nA\nA\nA\n1905 90\n– Other:\n1905 90 10\n– – Matzos\nA\n1905 90 20\n– – Communion wafers, empty cachets of a kind suitable for pharmaceutical use, sealing wafers, rice paper and similar products\nA\nA\n– – Other:\n1905 90 30\n– – – Bread, not containing added honey, eggs, cheese or fruit, and containing by weight in the dry matter state not more than 5 % of sugars and not more than 5 % of fat:\nA\n1905 90 45 to 1905 90 90\n– – – Other products\nA\nA\nA\nA\nex 2001\nVegetables, fruit, nuts and other edible parts of plants, prepared or preserved by vinegar or acetic acid:\nex 2001 90\n– Other:\n– – Sweetcorn (Zea mays var. saccharata):\n2001 90 30\n– – – In ear form\nA\nA\n– – – In grain form\nB\nA\n2001 90 40\n– – Yams, sweet potatoes and similar edible parts of plants containing 5 % or more by weight of starch\nA\nA\nex 2004\nOther vegetables prepared or preserved otherwise than by vinegar or acetic acid, frozen, other than products of heading 2006:\nex 2004 10\n– Potatoes:\n– – Other:\n2004 10 91\n– – – In the form of flour, meal or flakes\nA\nA\nA\nA\nex 2004 90\n– Other vegetables and mixtures of vegetables:\n– – Sweetcorn (Zea mays var. saccharata):\n2004 90 10\n– – – In ear form\nA\nA\n– – – In grain form\nB\nA\nex 2005\nOther vegetables prepared or preserved otherwise than by vinegar or acetic acid, not frozen, other than products of heading 2006:\nex 2005 20\n– Potatoes:\n2005 20 10\n– – In the form of flour, meal or flakes\nA\nA\nA\nA\n– Sweetcorn (Zea mays var. saccharata):\n2005 80 00\n– – In ear form\nA\nA\n– – In grain form\nB\nA\nex 2008\nFruits, nuts and other edible parts of plants, otherwise prepared or preserved, whether or not containing added sugar or other sweetening matter or spirit, not elsewhere specified or included:\nex 2008 99\n– – Other:\n– – – Not containing added spirit:\n– – – – Not containing added sugar:\n– – – – – Maize (corn) other than sweetcorn (Zea mays var. saccharata):\n2008 99 85\n– – – – – – In ear form\nA\n– – – – – – In grain form\nB\n2008 99 91\n– – – – – Yams, sweet potatoes and similar edible parts of plants containing 5 % or more by weight of starch\nA\nex 2101\nExtracts, essences and concentrates, of coffee, tea or maté and preparations with a basis of these products or with a basis of coffee, tea or maté; roasted chicory and other roasted coffee substitutes, and extracts, essences and concentrates thereof:\n– Extracts, essences and concentrates, of coffee and preparations with a basis of these extracts, essences or concentrates or with a basis of coffee:\n2101 12 98\n– – – Other\nA\nA\nA\nex 2101 20\n– Extracts, essences and concentrates, of tea or maté, and preparations with a basis of these extracts, essences or concentrates, or with a basis of tea or maté:\n2101 20 98\n– – – Other\nA\nA\nA\nex 2101 30\n– Roasted chicory and other roasted coffee substitutes, and extracts, essences and concentrates thereof:\n– – Roasted chicory and other roasted coffee substitutes:\n2101 30 19\n– – – Other\nA\nA\n– – Extracts, essences and concentrates of roasted chicory and other roasted coffee substitutes:\n2101 30 99\n– – – Other\nA\nA\nex 2102\nYeasts (active or inactive); other single-cell micro-organisms, dead (but not including vaccines of heading 3002); prepared baking powders:\nex 2102 10\n– Active yeasts:\n2102 10 31 and 2102 10 39\n– – Bakers’ yeast\nA\n2105 00\nIce cream and other edible ice, whether or not containing cocoa:\n– Containing cocoa\nA\nA\nA\nA\nA\n– Other\nA\nA\nA\nA\nex 2106\nFood preparations not elsewhere specified or included:\nex 2106 90\n– Other:\n2106 90 92 and 2106 90 98\n– – Other\nA\nA\nA\nA\n2202\nWaters, including mineral waters and aerated waters, containing added sugar or other sweetening matter or flavoured, and other non-alcoholic beverages, not including fruit or vegetable juices of heading 2009:\n2202 10 00\n– Waters, including mineral waters and aerated waters, containing added sugar or other sweetening matter or flavoured\nA\nA\n2202 90\n– Other:\n– – Not containing products of headings 0401 to 0404 or fat obtained from products of headings 0401 to 0404:\n2202 90 10\n– – – Beer made from malt, of an actual alcoholic strength by volume not exceeding 0,5 % vol\nB\n– – – Other\nA\nA\n2202 90 91 to 2202 90 99\n– – Other\nA\nA\nA\n2205\nVermouth and other wine of fresh grapes flavoured with plants or aromatic substances\nA\nA\nex 2208\nUndenatured ethyl alcohol of an alcoholic strength by volume of less than 80 % vol; spirits, liqueurs and other spirituous beverages:\n2208 20\n– Spirits obtained by distilling grape wine or grape marc\nA\nex 2208 30\n– Whiskies:\n– – Other than Bourbon whiskey:\nex 2208 30 30 to 2208 30 88\n– – – Whiskies, other than those listed in Commission Regulation (EC) No 1670/2006 (7)\nA\n2208 50 11 and 2208 50 19\n– – Gin\nA\n2208 50 91 and 2208 50 99\n– – Geneva\nA\nA\n2208 60\n– Vodka\nA\n2208 70\n– Liqueurs and cordials\nA\nA\nA\nA\nex 2208 90\n– Other:\n2208 90 41\n– – – – Ouzo, in containers holding 2 litres or less\nA\nA\n2208 90 45\n– – – – – – – Calvados, in containers holding 2 litres or less\nA\n2208 90 48\n– – – – – – – Other spirits (excluding liqueurs) distilled from fruit, in containers holding 2 litres or less\nA\n2208 90 56\n– – – – – – – Other spirits (excluding liqueurs) than those distilled from fruit and other than tequila, in containers holding 2 litres or less\nA\nA\n2208 90 69\n– – – – – Other spirituous beverages, in containers holding 2 litres or less\nA\nA\nA\n2208 90 71\n– – – – – Spirits distilled from fruit, in containers holding more than 2 litres\nA\n2208 90 77\n– – – – – Other spirits (excluding liqueurs) than those distilled from fruit and other than tequila, in containers holding more than 2 litres\nA\nA\n2208 90 78\n– – – – Other spirituous beverages, in containers holding more than 2 litres\nA\nA\nA\nex 2905\nAcyclic alcohols and their halogenated, sulphonated, nitrated or nitrosated derivatives:\n2905 43 00\n– – Mannitol\nB\nB\n2905 44\n– – D-glucitol (sorbitol)\nB\nB\nex 3302\nMixtures of odoriferous substances and mixtures (including alcoholic solutions) with a basis of one or more of these substances, of a kind used as raw materials in industry; other preparations based on odoriferous substances, of a kind used for the manufacture of beverages:\nex 3302 10\n– Of a kind used in the food or drink industries:\n3302 10 29\n– – – – – Other\nA\nA\nA\n3501\nCasein, caseinates and other casein derivatives; casein glues:\n3501 10\n– Casein\nB\n3501 90\n– Other:\n3501 90 10\n– – Casein glues\nA\n3501 90 90\n– – Other\nB\nex 3502\nAlbumins, (including concentrates of two or more whey proteins, containing by weight more than 80 % whey proteins, calculated on the dry matter), albuminates and other albumin derivatives:\n– Egg albumin:\nex 3502 11\n– – Dried\n3502 11 90\n– – – Other than unfit or to be rendered unfit, for human consumption\nB\nex 3502 19\n– – Other:\n3502 19 90\n– – – Other than unfit or to be rendered unfit, for human consumption\nB\nex 3502 20\n– Milk albumin (lactalbumin):\n3502 20 91 and 3502 20 99\n– – Other than unfit, or to be rendered unfit, for human consumption, whether or not dried (for example, in sheets, scales, flakes, powder)\nB\nex 3505\nDextrins and other modified starches (for example, pregelatinised or esterified starches); glues based on starches, or on dextrins or other modified starches, excluding starches of CN code 3505 10 50\nA\nA\n3505 10 50\n– – – Starches, esterified or etherified\nA\nex 3809\nFinishing agents, dye carriers to accelerate the dyeing or fixing of dyestuffs and other products and preparations (for example, dressings and mordants), of a kind used in the textile, paper, leather or like industries, not elsewhere specified or included:\n3809 10\n– With a basis of amylaceous substances\nA\nA\nex 3824\nPrepared binders for foundry moulds or cores; chemical products and preparations of the chemical or allied industries (including those consisting of mixtures of natural products), not elsewhere specified or included:\n3824 60\n– Sorbitol other than that of subheading 2905 44\nB\nB\n(1)  Part I of Annex I to Regulation (EU) No 1308/2013.\n(2)  Part II of Annex I to Regulation (EU) No 1308/2013.\n(3)  Part XIX of Annex I to Regulation (EU) No 1308/2013.\n(4)  Part III, points (b), (c),(d) and (g) of Annex I to Regulation (EU) No 1308/2013.\n(5)  Part XVI, points (a) to (g) of Annex I to Regulation (EU) No 1308/2013.\n(6)  Containing no more than 6 % of cocoa\n(7)  Commission Regulation (EC) No 1670/2006 of 10 November 2006 laying down certain detailed rules for the application of Council Regulation (EC) No 1784/2003 as regards the fixing and granting of adjusted refunds in respect of cereals exported in the form of certain spirit drinks (OJ L 312, 11.11.2006, p. 33).\nANNEX III\nBasic products referred to in Article 2(d)\nCN code\nDescription\nex 0402 10 19\nMilk in powder, granules or other solid forms, not containing added sugar or other sweetening matter, of a fat content, by weight, not exceeding 1,5 %, other than in immediate packings of a net content not exceeding 2,5 kg (Product Group 2)\nex 0402 21 18\nMilk in powder, granules or other solid forms, not containing added sugar or other sweetening matter, of a fat content, by weight, of 26 %, other than in immediate packings of a net content not exceeding 2,5 kg (Product Group 3)\nex 0404 10 02 to ex 0404 10 16\nWhey in powder, granules or other solid forms, not containing added sugar or other sweetening matter (Product Group 1)\nex 0405 10\nButter, of a fat content by weight of 82 % (Product Group 6)\n0407 21 00, 0407 29 10,\nex 0407 90 10\nPoultry eggs, in shell, fresh or preserved, other than for hatching\nex 0408\nBirds’ eggs, not in shell, and egg yolks, fit for human consumption, fresh, dried, frozen or otherwise preserved, not containing added sugar or other sweetening matter\n1001 19 00\nDurum wheat, other than for sowing\nex 1001 99 00\nCommon wheat and meslin, other than for sowing\n1002 90 00\nRye, other than for sowing\n1003 90 00\nBarley, other than seed barley\n1004 90 00\nOats, other than for sowing\n1005 90 00\nMaize (corn), other than seed maize\nex 1006 30\nWholly milled rice\n1006 40 00\nBroken rice\n1007 90 00\nGrain sorghum, other than for sowing\n1701 99 10\nWhite sugar\nex 1702 19 00\nLactose containing by weight 98,5 % lactose, expressed as anhydrous lactose, calculated on the dry matter\n1703\nMolasses resulting from the extraction or refining of sugar\nANNEX IV\nProcessed agricultural products that may be subject to an additional import duty as referred to in Article 5(1)\nCN code\nDescription of goods\n0403 10 51 to 0403 10 99\nYogurt, flavoured or containing added fruit, nuts or cocoa\n0403 90 71 to 0403 90 99\nButtermilk, curdled milk and cream, kephir and other fermented or acidified milk and cream, flavoured or containing added fruit, nuts or cocoa\n0710 40 00\nSweetcorn (uncooked or cooked by steaming or boiling in water), frozen\n0711 90 30\nSweetcorn provisionally preserved (for example, by sulphur dioxide gas, in brine, sulphur water or in other preservative solutions) but unsuitable in that state for immediate consumption\n1517 10 10\nMargarine, excluding liquid margarine containing, by weight, more than 10 % but not more than 15 % of milkfats\n1517 90 10\nOther edible mixtures or preparations of animal or vegetable fats or oils or fractions of different fats or oils of Chapter 15, other than edible fats or oils or their fractions of heading 1516, containing, by weight, more than 10 % but not more than 15 % of milkfats\n1702 50 00\nChemically pure fructose\n2005 80 00\nSweetcorn (Zea mays var. saccharata) prepared or preserved otherwise than by vinegar or acetic acid, not frozen other than products of heading 2006\n2905 43 00\nMannitol\n2905 44\nD-glucitol (sorbitol)\nEx35 02\nAlbumins (including concentrates of two or more whey proteins, containing by weight more than 80 % whey proteins, calculated on the dry matter), albuminates and other albumin derivatives:\nEgg albumin:\nex 3502 11\nDried:\n3502 11 90\nOther than unfit, or to be rendered unfit, for human consumption\nex 3502 19\nOther:\n3502 19 90\nOther than unfit, or to be rendered unfit, for human consumption\nex 3502 20\nMilk albumin, including concentrates of two or more whey proteins:\nOther than unfit, or to be rendered unfit, for human consumption\n3502 20 91\nDried (for example, in sheets, scales, flakes, powder)\n3502 20 99\nOther\n3505 10 10\nDextrins\n3505 10 90\nModified starches other than dextrins, excluding esterified or etherified starches\n3505 20\nGlues based on starches, or on dextrins or other modified starches\n3809 10\nFinishing agents, dye carriers to accelerate the dyeing or fixing of dyestuffs and other products and preparations (for example, dressings and mordants), of a kind used in the textile, paper, leather or like industries, with a basis of amylaceous substances, not elsewhere specified or included\n3824 60\nSorbitol other than of subheading 2905 44\nANNEX V\nAgricultural products, as referred to in Article 11(1)(a)\n (1)\nCN code\nDescription of the agricultural products\n0401\nMilk and cream, not concentrated nor containing added sugar or other sweetening matter\n0402\nMilk and cream, concentrated or containing added sugar or other sweetening matter\nex 0403\nButtermilk, curdled milk and cream, yoghurt, kephir and other fermented or acidified milk and cream, whether or not concentrated or containing added sugar or other sweetening matter, not flavoured or containing added fruit, nuts or cocoa\n0404\nWhey, whether or not concentrated or containing added sugar or other sweetening matter; products consisting of natural milk constituents, whether or not containing added sugar or other sweetening matter, not elsewhere specified or included\nex 0405\nButter and other fats and oils derived from milk\n0407 21 00\nPoultry eggs, in shell, fresh, of fowls of the species Gallus domesticus, other than for hatching\n0709 99 60\nSweetcorn, fresh or chilled\n0712 90 19\nDried sweetcorn, whole, cut, sliced, broken or in powder, but not further prepared, other than hybrid sweet corn for sowing\nChapter 10\nCereals (2)\n1701\nCane or beet sugar and chemically pure sucrose, in solid form\n1703\nMolasses resulting from the extraction or refining of sugar\n(1)  Agricultural products taken into account when used in the unprocessed state or after processing or considered to have been used in the manufacturing of the goods listed in Table 1 of Annex I.\n(2)  Excluding wheat and meslin seed falling within subheading 1001 11 00, 1001 91 10, 1001 91 20 and 1001 91 90, rye seed falling within subheading 1002 10 00, barley seed falling within subheading 1003 10 00, oats seed falling within subheading 1004 10 00, maize seed falling within subheading 1005 10, rice for sowing falling within subheading 1006 10 10, sorghum seed falling within subheading 1007 10 and millet seed falling within subheading 1008 21 00.\nANNEX VI\nCorrelation table\nThis Regulation\nRegulation (EC) No 1216/2009\nRegulation (EC) No 614/2009\nArticle 1, first paragraph\nArticle 1\nArticle 1\nArticle 1, second paragraph\nArticle 3\n—\nArticle 2(a)\nArticle 2(1), first subparagraph, point (a)\n—\nArticle 2(b)\nArticle 2(1), first subparagraph, point (b)\n—\nArticle 2(c)\nArticle 2(1), second subparagraph\n—\nArticle 2(d)\n—\n—\nArticle 2(e)\nArticle 2(2)(a) and (c)\n—\nArticle 2 (f)\nArticle 2(2)(b)\n—\nArticle 2(g)\n—\n—\nArticle 2(h)\n—\n—\nArticle 2(i)\n—\n—\nArticle 2(j)\n—\n—\nArticle 2(k)\n—\n—\nArticle 2(l)\n—\n—\nArticle 3\nArticle 4(1)\n—\n—\nArticle 4(3)\nArticle 8(1)\n—\nArticle 4(2)\nArticle 8(2)\n—\nArticle 4(4)\n—\nArticle 4\nArticle 5\n—\nArticle 5\nArticle 11\nArticle 3\nArticle 6(1)\n—\nArticle 2(1)\nArticle 6(2)\n—\nArticle 2(2)\nArticle 6(3)\n—\nArticle 2(3), first sentence\nArticle 6(4)\n—\n—\nArticle 7\n—\nArticle 2(3), second sentence\nArticle 8\n—\nArticle 2(4)\nArticle 9\n—\nArticle 2(4)\nArticle 10(1)\nArticle 6(1) and Article 7(1)\n—\n—\nArticle 6(2)\n—\nArticle 10(2)\nArticle 6(3)\n—\nArticle 11\nArticle 14 first paragraph\n—\nArticle 12(a) (b) (c)\nArticle 6(4) and Article 14 second paragraph\n—\nArticle 12(d)\nArticle 6(4) and 15(1)\n—\nArticle 13(1), (2) and (3)\nArticle 6(4), Article 6(6), Article 7(2), (3) and (4), Article 14, first paragraph\n—\nArticle 13(2)\nArticle 14, second paragraph\n—\nArticle 14(1)\n—\nArticle 4(1)\nArticle 14(2)\n—\nArticle 4(2), second subparagraph and Article 4(3)\nArticle 14(3)\n—\n—\nArticle 14(4)\n—\nArticle 4(2), first subparagraph and Article 4(3)\nArticle 15(1)\n—\nArticle 4(1) and (4)\nArticle 15(2)\n—\n—\nArticle 16\n—\nArticle 4(1) and (4)\nArticle 17\nArticle 10\n—\nArticle 18\nArticle 12(1), first and second subparagraphs\n—\nArticle 19\nArticle 12(1), third and fourth subparagraph\n—\nArticle 20\nArticle 12(1), third subparagraph\n—\n—\nArticle 12(2)\n—\nArticle 21\n—\nArticle 7\nArticle 22(1)\nArticle 8(1) and (2)\n—\nArticle 22(2)\n—\n—\nArticle 23\n—\n—\nArticle 24(1)\nArticle 8(3), second subparagraph\n—\nArticle 24(2)\n—\n—\nArticle 25\n—\n—\nArticle 26\nArticle 8(3), first subparagraph\n—\nArticle 27\nArticle 8(3), first subparagraph\n—\nArticle 28\nArticle 8(5)\n—\nArticle 29\n—\n—\nArticle 30\n—\n—\nArticle 31\nArticle 8(3), first subparagraph, 8(5) and (6)\n—\nArticle 32\nArticle 8(3), first subparagraph, Article 8(5) and (6)\n—\nArticle 33\nArticle 9\nArticle 5\nArticle 34(1)\nArticle 8(4), first subparagraph\n—\nArticle 34(2)\nArticle 8(4), second subparagraph\n—\nArticle 35\nArticle 18, Article 6(5) and Article 8(4), third subparagraph\n—\nArticle 36\nArticle 13\n—\nArticle 37\nArticle 19\nArticle 10\nArticle 38\n—\n—\nArticle 39\nArticle 15(2)\n—\nArticle 40\n—\n—\nArticle 41\n—\n—\nArticle 42\nArticle 16\n—\nArticle 43\nArticle 16\n—\nArticle 44\nArticle 16\n—\n—\nArticle 17\n—\nArticle 45\nArticle 20\nArticle 11\nArticle 46\nArticle 21(1)\nArticle 12\n—\nArticle 21(2)\n—\n—\nArticle 6\n—\n—\nArticle 9\nAnnex I\nAnnex II\nArticle 1\nAnnex II\n—\n—\nAnnex III\n—\n—\nAnnex IV\nAnnex III\nArticle 1\nAnnex V\nAnnex I\n—\nAnnex IV\nAnnex I\nAnnex VI\nAnnex V\nAnnex II\nCommission statement on delegated acts\nIn the context of this Regulation, the Commission recalls the commitment it has taken in paragraph 15 of the Framework Agreement on relations between the European Parliament and the European Commission to provide to the Parliament full information and documentation on its meetings with national experts within the framework of its work on the presentation of delegated acts.", "summary": "Trade arrangements for processed agricultural products\nTrade arrangements for processed agricultural products\nSUMMARY OF:\nRegulation (EU) No 510/2014 — trade arrangements applicable to certain goods resulting from the processing of agricultural products\nWHAT IS THE AIM OF THIS REGULATION?\n              \nIt establishes the trade regime for non-agricultural food and drink items made from agricultural products.\nThe regulation repeals Regulation (EC) No 1216/2009 and Regulation (EC) No 614/2009.\nKEY POINTS\nWhat are processed agricultural products (PAPs)?\nThey are non-agricultural food and drink items made out of agricultural products. The regulation contains a list of PAP goods. The main product groups include:\nprocessed dairy products;\nfrozen fruit and vegetables;\nnon-alcoholic beverages and all alcoholic beverages except wine.\nScope\nThe regulation covers trade arrangements governing import duties on the one hand, and rules governing the payment of export refunds on the other.\nImport duties\nImport duties on PAPs include an industrial element (ad-valorem duty*) and an agricultural element (reflecting the tariff applicable to the agricultural ingredients).\nProducts such as spirits, processed fruit and vegetables, pectic substances (a group of polysaccharides made up primarily of sugar acids) and tobacco products, bear an ad-valorem duty or a specific duty (per quantity).\nSeveral particular regimes apply for other products.\nExport refunds\nEU exporter may be granted export refunds when exporting basic agricultural products (sugar, eggs, cereals, rice and dairy products) in the form of PAPs to non-EU countries.\nRefunds aims to prevent such exporters from being penalised for the price they must pay for their supplies within the EU because of common agricultural policy subsidies.\nThey should only cover the difference between the price of an agricultural product on the EU market and on the world market.\nSince 2014, export refunds may only be granted in cases of major market disturbance, caused by a significant fluctuation in price or the threat thereof.\nThe EU uses a refund certificate system in order to comply with international rules which limit the amount of export refunds paid for PAPs.\nThe certificate system allows exporters to know in advance whether they are able to claim a refund.\nSmall exporters, with refund request of less than €200 000 within a budget year, do not need a certificate.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 9 June 2014.\nBACKGROUND\n              \nFor more information, see:\nTrade in processed agricultural products (European Commission).\nKEY TERMS\n              \nAd-valorem duty: part of the import duty that is expressed as a percentage rate of the customs value.\nMAIN DOCUMENT\n            \nRegulation (EU) No 510/2014 of the European Parliament and of the Council of 16 April 2014 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products and repealing Council Regulations (EC) No 1216/2009 and (EC) No 614/2009 (OJ L 150, 20.5.2014, pp. 1-58)\nRELATED DOCUMENTS\n            \nRegulation (EU) 2015/478 of the European Parliament and of the Council of 11 March 2015 on common rules for imports (OJ L 83, 27.3.2015, pp. 16-33)\nRegulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (OJ L 347, 20.12.2013, pp. 671-854)\nSuccessive amendments to Regulation (EU) No 1308/2013 have been incorporated into the original document. This consolidated version is of documentary value only.\nRegulation (EU) No 952/2013 of the European Parliament and of the Council of 9 October 2013 laying down the Union Customs Code (OJ L 269, 10.10.2013, pp. 1-101)\nSee consolidated version\nRegulation (EU) No 978/2012 of the European Parliament and of the Council of 25 October 2012 applying a scheme of generalised tariff preferences and repealing Council Regulation (EC) No 732/2008 (OJ L 303, 31.10.2012, pp. 1-82)\nSee consolidated version\nlast update 05.12.2017", "tags": ["tariff quota", "inward processing", "generalised preferences", "agricultural product", "export (EU)", "import (EU)", "export refund", "CCT duties", "agro-industry"], "subjects": ["Common customs tariff"], "split": "validation", "reference_annotations": {"32014R0510_p1": {"text": "regulation 510/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 16 April 2014---laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products and repealing Council regulation 1216/2009 regulation 614/2009", "triples": [" regulation 510/2014,  repealing,  regulation 1216/2009", " regulation 510/2014,  repealing,  regulation 614/2009"]}, "32014R0510_p3": {"text": "In the framework of the reform of the CAP, regulation 1234/2007 was replaced, with effect from 1 January 2014, by regulation 1308/2013 of the European Parliament and of the Council (6). regulation 1216/2009 regulation 614/2009 should be adapted to take account of that Regulation in order to maintain the coherence of the trade arrangements with third countries, on the one hand, for agricultural products, and, on the other hand, for goods resulting from the processing of agricultural products.", "triples": [" regulation 1308/2013,  replaced,  regulation 1234/2007"]}, "32014R0510_p4": {"text": "It is possible that demand by the processing industries for agricultural raw materials cannot be covered completely by Union raw materials under competitive conditions. Council regulation 2913/92 (8) admits such goods under the inward processing arrangements subject to the fulfilment of the economic conditions defined by Commission regulation 2454/93 (9). regulation 2913/1992 is to be replaced by regulation 952/2013 of the European Parliament and of the Council (10), but only with effect from 1 June 2016. It is therefore appropriate to make reference to regulation 2913/1992 in this Regulation, in particular in view of the fact that in the future, references to regulation 2913/1992 are to be considered as references to regulation 952/2013. In clearly defined circumstances, economic conditions should be considered to be fulfilled for the admission of certain quantities of agricultural products under the inward processing arrangements. Those quantities should be determined on the basis of a supply balance. Fair access to the quantities available, equal treatment of operators and clarity should be assured by a system of inward processing certificates issued by Member States.", "triples": [" regulation 952/2013,  replaced,  regulation 2913/1992"]}, "32014R0510_p9": {"text": "(6)  regulation 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council regulation 922/72 regulation 234/79 regulation 1037/2001 regulation 1234/2007 (OJ L 347, 20.12.2013, p. 671).", "triples": [" regulation 1308/2013,  repealing,  regulation 922/72", " regulation 1308/2013,  repealing,  regulation 234/79", " regulation 1308/2013,  repealing,  regulation 1037/2001", " regulation 1308/2013,  repealing,  regulation 1234/2007"]}, "32014R0510_p10": {"text": "(7)  regulation 978/2012 of the European Parliament and of the Council of 25 October 2012 applying a scheme of generalised tariff preferences and repealing Council regulation 732/2008 (OJ L 303, 31.10.2012, p. 1).", "triples": [" regulation 978/2012,  repealing,  regulation 732/2008"]}, "32014R0510_p11": {"text": "(15)  regulation 1306/2013 of the European Parliament and of the Council of 17 December 2013 on the financing, management and monitoring of the common agricultural policy and repealing Council regulation 352/78 regulation 165/94 regulation 2799/98 regulation 814/2000 regulation 1290/2005 regulation 485/2008 (OJ L 347, 20.12.2013, p. 549).", "triples": [" regulation 1306/2013,  repealing,  regulation 352/78", " regulation 1306/2013,  repealing,  regulation 165/94", " regulation 1306/2013,  repealing,  regulation 2799/98", " regulation 1306/2013,  repealing,  regulation 814/2000", " regulation 1306/2013,  repealing,  regulation 1290/2005", " regulation 1306/2013,  repealing,  regulation 485/2008"]}}, "summary_annotations": {"32014R0510_p2": {"text": "regulation 510/2014 of the European Parliament and of the Council of 16 April 2014 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products and repealing Council regulation 1216/2009 regulation 614/2009 (OJ L 150, 20.5.2014, pp. 1-58)", "triples": [" regulation 510/2014,  repealing,  regulation 1216/2009", " regulation 510/2014,  repealing,  regulation 614/2009"]}, "32014R0510_p3": {"text": "regulation 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council regulation 922/72 regulation 234/79 regulation 1037/2001 regulation 1234/2007 (OJ L 347, 20.12.2013, pp. 671-854)", "triples": [" regulation 1308/2013,  repealing,  regulation 922/72", " regulation 1308/2013,  repealing,  regulation 234/79", " regulation 1308/2013,  repealing,  regulation 1037/2001", " regulation 1308/2013,  repealing,  regulation 1234/2007"]}, "32014R0510_p4": {"text": "regulation 978/2012 of the European Parliament and of the Council of 25 October 2012 applying a scheme of generalised tariff preferences and repealing Council regulation 732/2008 (OJ L 303, 31.10.2012, pp. 1-82)", "triples": [" regulation 978/2012,  repealing,  regulation 732/2008"]}}}