{"celex_id": "31983L0129", "reference": "EUR-Lex - 31983L0129 - EN\nAvis juridique important\n|\n31983L0129\nCouncil Directive 83/129/EEC of 28 March 1983 concerning the importation into Member States of skins of certain seal pups and products derived therefrom\nOfficial Journal L 091 , 09/04/1983 P. 0030 - 0031 Finnish special edition: Chapter 15 Volume 4 P. 0121  Spanish special edition: Chapter 15 Volume 4 P. 0122  Swedish special edition: Chapter 15 Volume 4 P. 0121  Portuguese special edition Chapter 15 Volume 4 P. 0122\n*****COUNCIL  DIRECTIVE  of 28 March 1983  concerning the importation into Member States of skins of certain seal pups and products derived therefrom  (83/129/EEC)  THE COUNCIL OF THE EUROPEAN  COMMUNITIES,  Having regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,  Having regard to the proposal from the Commission,  Having regard to the opinion of the European Parliament (1),  Having regard to the opinion of the Economic and Social Committee (2),  Whereas the European Parliament adopted a resolution on Community trade in seal products, and in particular in products derived from the pups of harp and hooded seals;  Whereas, in several Member States, voluntary or statutory measures already exist to restrict the importation or marketing of the skins of whitecoat pups of harp seals and of pups of hooded seals (blue-backs); whereas one Member State already requires the marking of all seal products;  Whereas various studies have raised doubts concerning the population status of the harp and hooded seals and especially as to the effect of non-traditional hunting on the conservation and population status of hooded seals;  Whereas the exploitation of seals and of other species, depending upon their capacity to withstand such exploitation and with due respect for the balance of nature, is a natural and legitimate occupation and in certain areas of the world forms an important part of the traditional way of life and economy; whereas hunting, as traditionally practised by the Inuit people, leaves seal pups unharmed and it is therefore appropriate to see that the interests of the Inuit people are not affected;  Whereas further investigation into the scientific aspects and consequences of the culling of pups of harp and hooded seals is desirable; whereas, pending the results of such investigation, temporary measures in accordance with the resolution of the Council and of the representatives of the Governments of the Member States of 5 January 1983 (3) should be taken or maintained;  Whereas it has been noted that the hunt of seal pups has already been limited to some extent; whereas the Council has requested the Commission to continue to seek, in the context of continued contacts with the countries concerned, solutions which make restrictions of imports dispensable;  Whereas the Council will reconsider the situation on the basis of a report to be presented by the Commission before 1 September 1983,  HAS ADOPTED THIS DIRECTIVE:  Article 1  1. Member States shall take or maintain all necessary measures to ensure that the products listed in the Annex are not commercially imported into their territories.  2. Member States shall forthwith inform the Commission of such measures.  Article 2  This Directive shall apply from 1 October 1983 to 1 October 1985, unless the Council decides otherwise, by a decision taken by qualified majority on a proposal from the Commission, having regard to a report to be presented to the Council by the Commission before 1 September 1983.  Article 3  This Directive shall only apply to products not resulting from traditional hunting by the Inuit people.  Article 4  This Directive is addressed to the Member States.  Done at Brussels, 28 March 1983.  For the Council  The President  J. ERTL  (1) OJ No C 334, 20. 12. 1982, p. 132.  (2) OJ No C 346, 31. 12. 1982, p. 1.  (3) OJ No C 14, 18. 1. 1983, p. 1.  ANNEX  1.2.3 //   //   //   // No  // CCT heading No  // Description  //   //   //   // 1  // ex 43.01 ex 43.02 A  // Raw furskins and furskins, tanned or dressed, including furskins assembled in plates, crosses and similar forms:  //   //   // - of whitecoat pups of harp seals,  //   //   // - of pups of hooded seals (blue-backs)  // 2  // ex 43.03  // Articles of the furskins referred to in 1  //   //   //", "summary": "Protection of certain seal species\nProtection of certain seal species\nThis Directive lays down measures aiming to protect certain seal species by introducing legislation on a Community level to protect seal pups against non-traditional hunting.\nACT\nCouncil Directive 83/129/EEC of 28 March 1983 concerning the importation into Member States of skins of certain seal pups and products derived therefrom [See amending acts].\nSUMMARY\nThe importation for commercial purposes of certain products of whitecoat pups or harp seals and of pups of hooded seals, or blue backs, is prohibited throughout the Community.\nThe targets are:\nraw furskins and furskins, tanned or dressed, including furskins assembled in plates, crosses, bags, square and similar forms;\narticles of these furskins.\nThis Directive does not apply to products resulting from traditional hunting by the Inuit people.\nReferences\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nDirective 83/129/EEC\n01.10.1983\n-\nOJ L 91 of 09.04.1983\nAmending act(s)\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nDirective 89/370/EEC\n15.06.1989\n-\nOJ L 163 of 14.06.1989\nRELATED ACTS\nCouncil Regulation EC 338/97\nof 9.12.96 on trade in wild fauna and flora (EC) No 61/97 [Official Journal L 61 of 3 March 1997].\n               To conserve endangered species of wild fauna and flora, this Regulation controls trade in such species by imposing conditions on the importation, exportation or re-exportation thereof and on their movement within the European Union, in accordance with the CITES Convention.\nLast updated: 01.09.2006", "tags": ["marketing", "marine mammal", "animal skin", "import (EU)"], "subjects": ["Provisions under Article 235 EEC", "Approximation of laws", "Technical barriers", "Commercial policy", "Protocol on Ireland/Northern Ireland", "Environment"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}