{"celex_id": "32001D0548", "reference": "EUR-Lex - 32001D0548 - EN\nAvis juridique important\n|\n32001D0548\n2001/548/EC: Commission Decision of 9 July 2001 on the setting-up of a committee in the area of supplementary pensions (Text with EEA relevance) (notified under document number C(2001) 1775)\nOfficial Journal L 196 , 20/07/2001 P. 0026 - 0027\nCommission Decisionof 9 July 2001on the setting-up of a committee in the area of supplementary pensions(notified under document number C(2001) 1775)(Text with EEA relevance)(2001/548/EC)THE COMMISSION OF THE EUROPEAN COMMUNITIES,Having regard to the Treaty establishing the European Communities, and in particular Articles 138 and 140 thereof,Whereas:(1) The European Commission, in its Social Policy Agenda of 28 June 2000, proposed to create a pensions forum to address the issue of pensions and mobility with all relevant actors by issuing a communication.(2) The European Commission, in its communication \"Towards a single market for supplementary pensions\" of 11 May 1999 (COM (1999) 134 final), supported the idea of setting up a pensions forum, as put forward by the High-Level Panel on Freedom of Movement, and consequent decided to convene such a forum to meet at least twice a year and to be made up of representatives or governments, the social partners, pension funds and, where appropriate, other institutions active in this area.(3) The European Parliament welcomed the Commission communication and the setting-up of such a Committee in its resolution concerning the Commission communication \"Towards a single market for supplementary pensions\",HAS DECIDED AS FOLLOWS:Article 11. A committee in the area of supplementary pensions (the pensions forum) shall be set up at the Commission.2. The pensions forum shall be composed of representatives of Member States' governments, the social partners and supplementary pension schemes.Article 21. The Commission may consult the pensions forum about any problems and developments at Community level affecting supplementary pensions.The pensions forum shall assist the Commission in particular in finding solutions to the problems and obstacles associated with cross-border mobility of workers in the area of supplementary pensions.2. The pensions forum shall work, where necessary, in cooperation with any other appropriate bodies or committees dealing with social and economic policy.Article 31. The pensions forum shall comprise 45 members.2. Seats shall be allocated as follows:- one seat per Member State,- four seats for the other EFA member countries (one seat for the European Free Trade Association liaison office and one seat per country involved),- 14 seats for the social partners represented at Community level,- 12 seats for the pension funds and other bodies active in this area:- three seats for the E.F.R.P. (European Federation for Retirement Provision),- one seat for each of the following bodies:- FEFSI (European Federation of Investment Funds and Companies)- ACME (Association of European Cooperative and Mutual Insurers)- AIM (International Association for Mutual Assistance)- CEA (European Insurance Committee)- AEIP (European Association of Paritarian Institutions)- EAPSPI (European Association of Public Sector Pension Institutions)- GCAACE (Groupe Consultatif des Associations d'actuaires des pays de la CE)- FBE (Banking Federation of the European Union)- AGE (the European older people's platform).Article 4The members of the pensions forum shall be appointed by the Commission on the basis of nominations from the Member States, the other countries making up the EEA, the social partners represented at Community level and the other bodies listed in Article 3. The Commission shall take all necessary measures to ensure balanced representation of the sexes.Article 5The term of office of members of the pensions forum shall be three years. It may be renewed.On expiry of their term of office, members of the pensions forum shall continue in office until such time as they are replaced or reappointed.A member's term of office shall terminate before expiry of the three-year period in the event of resignation of death. A member's term of office may also be terminated if the body which put him forward as a candidate asks for him to be replaced.The member shall be replaced for the remainder of the term of office.Members shall not receive payment for their work.Article 6The Commission shall publish the list of members for information in the Official Journal of the European Communities.Article 7The pensions forum shall elect one chairman and two vice-chairmen for a period of two years. They shall be elected by a two-thirds majority of the members present. The pensions forum shall be chaired by the representative of the relevant departments of Directorate General for Employment and Social Affairs until the members of the pensions forum elect a chairman.Article 8The pensions forum may invite any person with particular competence in respect of an item included on the agenda to take part in its deliberations as an expert.Experts shall take part in the deliberations only in respect of the item for which they have been invited to attend.Article 9The pensions forum may set up working parties.Article 101. The pensions forum shall be convened by the Commission and shall meet at the Commission's offices.2. Representatives of the Commission departments concerned shall take part in meetings of the pensions forum and the working parties.3. A Secretariat for the pensions forum and the working parties shall be provided by the Commission.Article 11The pensions forum shall discuss matters on which the Commission has requested an opinion. No vote shall be taken.The Commission may, when seeking the opinion of the pensions forum, set a time limit within which such opinion shall be given.The positions adopted by the economic categories represented shall be noted in the minutes, which shall be forwarded to the Commission.The Commission shall make the results of discussions available to all participants on requests of the latter.Article 12Without prejudice to the provisions of Article 287 of the Treaty, the members of the pensions forum shall be under an obligation not to disclose information which has come to their knowledge through the work of the pensions forum or of its working parties, where the Commission informs the latter that the opinion requested or the question raised in on a matter of a confidential nature.In such cases, meetings shall be attended only by the members of the pensions forum and the representatives of the Commission.Article 13The Commission shall assess the work and usefulness of the pensions forum within two years of the entry into force of this Decision.Article 14This Decision comes into force on the day of its adoption.Done at Brussels, 9 July 2001.For the CommissionAnna DiamantopoulouMember of the Commission", "summary": "Pensions Committee\nPensions Committee\nThe European Commission set up an advisory committee in the area of supplementary pensions in order to find solutions to the obstacles associated with cross-border mobility of workers in the area of supplementary pensions.\nACT\nCommission Decision 2001/548/EC of 9 July 2001 on the setting-up of a committee in the area of supplementary pensions [See amending acts].\nSUMMARY\nFollowing the approval of the Social Policy Agenda (2000-2005),which took up the question of the portability of occupational pension rights, the consultation begun by the Green Paper on supplementary pensions of 10 June 1997 and the communication \" Towards a single market for supplementary pensions \". The latter proposed setting up a single market for supplementary pensions. On 9 July 2001 the Commission set up an advisory committee in the area of supplementary pensions.\nThe Forum's remit is to act as a consultative body for the Commission with regard to problems and developments at Community level affecting supplementary pensions. The Pensions Forum assists the Commission in particular in finding solutions to the problems and obstacles associated with cross-border mobility of workers in the area of supplementary pensions. In addition, where appropriate, and on the basis of a proposal from the Commission, the Forum's technical work may contribute to the activities of other related bodies or committees dealing with social and economic policy.\nThe Committee has 55 members and is made up of experts from national administrations in the EU and in other countries of the European Economic Area (EEA), social partners represented at European level and bodies involved in the area of supplementary pensions. The Committee may also invite anyone with particular knowledge of a subject included on the agenda of a Committee meeting to attend as an expert.\nThe members of the Committee, who meet at Commission headquarters, are appointed by the Commission on the basis of nominations from the Member States' governments, the other countries of the EEA, the social partners and the other bodies on the Committee. Committee members' term of office is two years and may be renewed.\nThe work of the Forum on supplementary pensions has confirmed that insufficient portability of supplementary pensions may create significant obstacles to the mobility of workers and therefore to the free movement of persons within the EU. While coordination of social security schemes allows migrant workers to fully preserve their accrued statutory pension rights, measures to improve the portability of supplementary pensions are still in their early stages. The difficulty in this area lies in the variety of supplementary pension schemes available and in the fact that they are often voluntary.\nReferences\nAct\nEntry into force - Date of expiry\nDeadline for transposition in the Member States\nOfficial Journal\nDecision 2001/548/EC\n9.7.2001\n-\nOJ L 196 of 20.7.2001\nAmending act(s)\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nRegulation (EC) No 1792/2006\n1.1.2007\n-\nOJ L 362 of 20.12.2006\nRELATED ACTS\nCommission Communication of 12 September 2003 concerning the second stage of consultation of social partners on measures to improve the portability of occupational pension rights [SEC(2003)916- Not published in the Official Journal].\n               Following the first stage of consultation of social partners on the portability of occupational pension rights, and in accordance with Article 138(2) of the EC Treaty, the Commission decided to begin a second stage of consultation of European social partners on the possible content of a Community measure to improve the portability of occupational pension rights.\nDirective 2003/41/EC of the European Parliament and of the Council of 3 June 2003 on the activities and supervision of institutions for occupational retirement provision [Official Journal L 235 of 23.09.2003].\n               The aim of this Directive is to guarantee the freedom to provide occupational pension services across Europe and the free movement of capital in this sector. The common framework and the cooperation mechanisms created by the Directive will allow for the mutual recognition of pension funds and will therefore greatly widen the scope for cross-border management of occupational pension schemes and cross-border membership.\nCommission Communication of 27 May 2002 concerning the first stage consultation of social partners on measures to improve the portability of supplementary pension rights [SEC(2002) 597 - Not published in the Official Journal].\n               The social partners were asked to give their opinion on the need for and possible direction of a Community action on the portability of occupational pension rights. In particular, the Commission consulted them on the usefulness of Community action in this field and the form such action should take (collective agreement, recommendation, code of practice, etc.).\nCommunication from the Commission to the Council, the European Parliament and the Economic and Social Committee - The elimination of tax obstacles to the cross-border provision of occupational pensions [COM(2001) 214 final - Not published in the Official Journal].\n               In this communication, the Commission called on Member States to eliminate all national tax rules which, by creating discriminatory conditions for occupational pension institutions established in other EU countries, are in breach of the Treaty's provisions on the free movement of workers and capital, and on the freedom to provide services in the area of supplementary pensions.\nLast updated: 20.03.2008", "tags": ["job mobility", "supplementary pension", "advisory committee (EU)"], "subjects": ["Social provisions", "Free movement of workers"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}