{"celex_id": "32017D2307", "reference": "14.12.2017\nEN\nOfficial Journal of the European Union\nL 331/1\nCOUNCIL DECISION (EU) 2017/2307\nof 9 October 2017\non the conclusion of the Agreement between the European Union and the Republic of Chile on trade in organic products\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular the first subparagraph of Article 207(4), in conjunction with point (a)(v) of the second subparagraph of Article 218(6) and Article 218(7) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament (1),\nWhereas:\n(1)\nIn accordance with Council Decision (EU) 2017/436 (2), the Agreement between the European Union and the Republic of Chile on trade in organic products (‘the Agreement’) was signed on 27 April 2017, subject to its conclusion.\n(2)\nIn the Agreement, the Union and the Republic of Chile recognise the equivalence of their respective rules on organic production and control systems as regards organic products.\n(3)\nThe Agreement aims at fostering trade in organic products, contributing to the development and expansion of the organic sector in the Union and in the Republic of Chile and achieving a high level of respect for the principles of organic production, of guarantee of the control systems and of integrity of organic products. It also aims at improving protection for the respective organic logos of the Union and the Republic of Chile, and enhancing regulatory cooperation between the Parties on issues related to organic production.\n(4)\nThe Joint Committee on Organic Products (‘the Joint Committee’), established pursuant to Article 8(1) of the Agreement, deals with certain aspects of the implementation of the Agreement. In particular, the Joint Committee has the power to amend the lists of products in Annexes I and II to the Agreement. The Commission should be authorised to represent the Union in the Joint Committee.\n(5)\nThe Commission should be empowered to approve, on behalf of the Union, amendments to the lists of products in Annexes I and II to the Agreement, on the condition that it inform the representatives of the Member States of the amendments for which it intends to give its approval in the Joint Committee and provide the representatives of the Member States with all relevant information that has led it to conclude that equivalence can be accepted.\n(6)\nFurthermore, to allow for a timely reaction where conditions for equivalence are no longer met, the Commission should be empowered to unilaterally suspend the recognition of equivalence, on the condition that it inform the representatives of the Member States prior to doing so.\n(7)\nIn cases where representatives of the Member States representing a blocking minority object to the position presented by the Commission, the Commission should not be allowed to approve amendments to the lists of products in Annexes I and II or to suspend the recognition of equivalence. In such cases, the Commission should present a proposal for a Council decision on the basis of Article 218(9) of the Treaty.\n(8)\nThe Agreement should be approved,\nHAS ADOPTED THIS DECISION:\nArticle 1\n1.   The Agreement between the European Union and the Republic of Chile on trade in organic products is hereby approved on behalf of the Union.\n2.   The text of the Agreement is attached to this Decision.\nArticle 2\nThe President of the Council shall, on behalf of the Union, give the notification provided for in the first paragraph of Article 15 of the Agreement (3).\nArticle 3\nThe Commission shall represent the Union in the Joint Committee.\nArticle 4\nAmendments to the lists of products in Annexes I and II to the Agreement made in accordance with point (b) of Article 8(3) of the Agreement shall be approved by the Commission on behalf of the Union.\nBefore the Commission approves such amendments, it shall inform the representatives of the Member States of the anticipated position of the Union by providing an information document setting out the results of the equivalence assessment carried out with regard to the new or updated list of products in Annex I or II, including:\n(a)\nthe list of products concerned, together with an indication of the expected quantities for export to the Union;\n(b)\nthe production rules applied to the products concerned in the Republic of Chile, together with an indication of how any substantial difference with the relevant Union provisions has been resolved;\n(c)\nif relevant, the new or updated control system applied to the products concerned, together with an indication of how any substantial difference with the relevant Union provisions has been resolved;\n(d)\nany other information deemed relevant by the Commission.\nWhere a number of representatives of the Member States representing a blocking minority in accordance with the second subparagraph of point (a) of Article 238(3) of the Treaty object, the Commission shall make a proposal in accordance with Article 218(9) of the Treaty.\nArticle 5\nAny decision of the Union to unilaterally suspend, in accordance with Article 3(4) and (5) of the Agreement, the recognition of equivalence of the laws and regulations listed in Annex IV to the Agreement, including the updated and consolidated versions of those laws and regulations as referred to in Annex V to the Agreement, shall be taken by the Commission.\nBefore the Commission takes such a decision, it shall inform the representatives of the Member States in accordance with the procedure laid down in Article 4 of this Decision.\nArticle 6\nThis Decision shall enter into force on 1 January 2018.\nDone at Luxembourg, 9 October 2017.\nFor the Council\nThe President\nS. KIISLER\n(1)  Consent of 14 September 2017 (not yet published in the Official Journal).\n(2)  Council Decision (EU) 2017/436 of 6 March 2017 on the signing, on behalf of the European Union, of the Agreement between the European Union and the Republic of Chile on trade in organic products (OJ L 67, 14.3.2017, p. 33).\n(3)  The date of entry into force of the Agreement will be published in the Official Journal of the European Union by the General Secretariat of the Council.", "summary": "EU-Chile agreement on trade in organic products\nEU-Chile agreement on trade in organic products\nSUMMARY OF:\nDecision (EU) 2017/436 — on the signing of the Agreement between the EU and Chile on trade in organic products\nDecision (EU) 2017/2307 — concluding the Agreement between the EU and Chile on trade in organic products\nAgreement between the EU and Chile on trade in organic products\nWHAT IS THE AIM OF THE AGREEMENT AND THE DECISIONS?\nThe agreement aims to encourage trade in organically produced agricultural products and foodstuffs between the EU and Chile and provide stimulus to the EU organic produce sector. It outlines a system of cooperation, exchange of information and dispute settlement in organic trade. Organic food produced in the EU covered by the agreement can be marketed in Chile without additional checks. The same applies to some Chilean organic products in the EU.\nDecision (EU) 2017/436 marks the signing and Decision (EU) 2017/2307 approves the agreement on behalf of the EU.\nKEY POINTS\nEquivalence\nFor organic production and its associated control systems, the EU and Chile recognise the equivalence (capability to meet the same objectives) of each other’s laws and regulations, as well as inspection and certification systems.\nThe products concerned are listed in the agreement’s annexes. The agreement covers EU products such as: unprocessed plant products,live animals,unprocessed animal products (including honey),aquaculture products and seaweeds,processed agricultural products for use as feed or food (including wine),vegetative propagating material* andseeds for cultivation.\nAny amendments to the lists of products covered by the agreement are approved by the European Commission on behalf of the EU following consultation with Chile and the EU countries.\nImport and export\nEach party accepts products listed in the annexes from the other party under the following conditions:\nimports into the EU must comply with the laws and regulations of Chile listed in Annex IV and be accompanied by a certificate of inspection in accordance with Regulation (EC) No 1235/2008, an implementing act as regards the arrangements for imports of organic products from ‘third’ (non-EU) countries;\nimports to Chile must comply with the EU laws and regulations listed in Annex III and be accompanied by a certificate issued by an appropriate Chilean or EU authority in accordance with the rules set out by the National Directorate of the Agricultural and Livestock Service in Chile.\nLabelling\nProducts must meet the legal labelling requirements of the importing party and may carry the EU organic logo, the Chilean organic logo or both. The organic logos currently used by the EU and Chile for their products are also protected.\nThe parties agree not to misuse labelling terms, including derivatives such as ‘bio’ and ‘eco’.\nInformation, reporting and management\nThe parties exchange annual reports on how the agreement is being applied, including: information on the types and quantities of organic products exported under the agreement;monitoring and supervision activities carried out by the competent authorities, the results obtained and corrective measures taken.\nWith at least 3 months’ notice, officials or experts from the other party conduct peer reviews to verify that the checks required under the agreement are being applied.\nA Joint Committee on Organic Products, formed from representatives of the parties (i.e. Chile and the EU), has responsibilities including: managing the agreement;examining requests to update or extend the list of products covered by the agreement;enhancing cooperation on laws, regulations, standards and conformity-assessment procedures to increasing convergence;resolving disputes between the parties relating to the interpretation or application of the agreement.\nDATE OF ENTRY INTO FORCE\n              \nThe agreement entered into force on 1 January 2018.\nBACKGROUND\n              \nFor more information, see:\nTrade in organics (European Commission).\nKEY TERMS\n              \nPropagating material: parts of plants and all plant material, including rootstocks intended for the breeding, reproduction and production of vegetables. Examples include bulbs, rhizomes, etc.\nMAIN DOCUMENTS\n            \nCouncil Decision (EU) 2017/436 of 6 March 2017 on the signing, on behalf of the European Union, of the Agreement between the European Union and the Republic of Chile on trade in organic products (OJ L 67, 14.3.2017, p. 33)\nCouncil Decision (EU) 2017/2307 of 9 October 2017 on the conclusion of the Agreement between the European Union and the Republic of Chile on trade in organic products (OJ L 331, 14.12.2017, pp. 1-3)\nAgreement between the European Union and the Republic of Chile on trade in organic products (OJ L 331, 14.12.2017, pp. 4-18)\nRELATED DOCUMENTS\n            \nCommission Regulation (EC) No 1235/2008 of 8 December 2008 laying down detailed rules for implementation of Council Regulation (EC) No 834/2007 as regards the arrangements for imports of organic products from third countries (OJ L 334, 12.12.2008, pp. 25-52)\nSuccessive amendments to Regulation (EC) No 1235/2008 have been incorporated into the original text. This consolidated version is of documentary value only.\nCouncil Regulation (EC) No 834/2007 of 28 June 2007 on organic production and labelling of organic products and repealing Regulation (EEC) No 2092/91 (OJ L 189, 20.7.2007, pp. 1-23)\nSee consolidated version.\nlast update 24.06.2020", "tags": ["trade agreement", "originating product", "ratification of an agreement", "trade agreement (EU)", "organic farming", "eco-label", "Chile", "agricultural trade", "organic product", "labelling"], "subjects": ["External relations", "Commercial policy"], "split": "train", "reference_annotations": {}, "summary_annotations": {"32017D2307_p1": {"text": "Council regulation 834/2007 of 28 June 2007 on organic production and labelling of organic products and repealing regulation 2092/91 (OJ L 189, 20.7.2007, pp. 1-23)", "triples": [" regulation 834/2007,  repealing,  regulation 2092/91"]}}}