{"celex_id": "31992Y1204(01)", "reference": "EUR-Lex - 31992Y1204(01) - EN\nAvis juridique important\n|\n31992Y1204(01)\nCouncil Resolution of 19 November 1992 on the implementation in the Community of the European Radiocommunications Committee Decisions\nOfficial Journal C 318 , 04/12/1992 P. 0001 - 0001\nCOUNCIL RESOLUTION of 19 November 1992 on the implementation in the Community of the European Radiocommunications Committee Decisions (92/C 318/01) THE COUNCIL OF THE EUROPEAN COMMUNITIES Having regard to the Treaty establishing the European Economic Community,  Whereas the Council resolution of 28 June 1990 (1) calls for the strengthening of European cooperation in the field of radio frequency coordination with the objective of providing sufficient frequency spectrum for new services, according to market  demand and taking account of the requirements of existing services and of different categories of users; whereas that resolution saw the development of the existing Conference of Postal and Telecommunications Administrations (CEPT) coordination  mechanisms as a major policy goal, and noted with satisfaction in that context the creation of the European Radiocommunications Office (ERO);  Whereas the CEPT European Radiocommunications Committee (ERC) consists of representatives of the radio regulatory authorities in all CEPT Member countries, responsible for the allocation and assignment of radio frequencies within their respective  countries;  Whereas the ERC is developing working methods to allow wide consultation with telecommunication organizations and other service providers, industry and users, and cooperation and interaction with the European Telecommunications Standards Institute  (ETSI) and the Commission of the European Communities;  Whereas the Commission participates in the work of the ERC with the special status of Counsellor;  Whereas the ERC is establishing the ERO as a centre for expertise to develop proposals especially for long-term plans for the use of the radio frequency spectrum in Europe;  Whereas the ERC has introduced a mechanism for the adoption of ERC decisions on significant harmonization measures in the field of radiocommunications;  Whereas the Commission has submitted to the Council proposals for directives on common frequency bands to be designated for the coordinated introduction of the Terrestrial Flight Telecommunications System (TFTS) and Road Transport Telematics (RTT)  systems, in the Community;  Whereas the ERC has adopted decisions on the provision of suitable frequency bands for the introduction in Europe of TFTS and RTT systems;  Whereas these systems are important trans-European telecommunications developments;  Whereas the commitment of all Member States to the implementation of the ERC decisions on TFTS and RTT systems will ensure the provision of the necessary frequencies for these systems,  RESOLVES: 1.  that in future, Member States should actively participate in the development of ERC decisions aimed at supporting the provision of significant Europe-wide radio services, taking account of the obligations of Member States under Community law, in  particular the competition rules, and the general policy goals defined in the Council Resolution of 28 June 1990;  2. that Member States should commit themselves to implementing the ERC decisions on frequency bands to be designated for the coordinated introduction of TFTS and RTT systems, according to the procedure adopted by the ERC,  INVITES THE COMMISSION:  to give full consideration in future to the mechanism of ERC decisions as the primary method of ensuring the provision of the necessary frequencies for new Europe-wide radio services.  (1)  Council Resolution of 28 June 1990 on the strengthening of the European-wide cooperation on radio frequencies, in particular with regard to services with a pan-European dimension (OJ No C 166, 7. 7. 1990, p. 4).", "summary": "Radio frequencies: European Radio Communications Committee\nRadio frequencies: European Radio Communications Committee\n1) OBJECTIVE\nTo confirm the role of the European Radio Communications Committee (ERC) in assigning the frequencies needed for new radio communications services at European level.\n2) COMMUNITY MEASURES\nCouncil Resolution of 19 November 1992 on the implementation, within the Community, of ERC decisions.\n3) CONTENTS\nThis Resolution forms part of the extension of the Council Resolution of 28 June 1990 on the bolstering of European cooperation on radio frequencies, the main political aim of which was to develop coordination within the structures set up by the European Conference of Postal and Telecommunications Administrations (ECPT).\nAmong these structures the European Radio Communications Committee (ERC), consisting of representatives of the national radio communications inspectorates from all the member countries of the ECPT, adopts decisions on harmonisation in the radio communications field. For this purpose this Committee provides for broad prior consultation of the telecommunications bodies and other suppliers of services, industry and users, and close cooperation with the European Telecommunications Standards Institute (ETSI) and the Commission. The latter is involved in the Committee's activities in an advisory capacity.\nThe ERC has, in particular, adopted decisions on the assignment of frequency bands for the introduction in Europe of the terrestrial flight telecommunications system (TFTS) and road transport telematic systems (RTTS).\nThe Council has therefore decided that the Member States shall actively participate in drawing up the ERC's decisions, account being taken of Community law, and shall commit themselves to implementing the ERC decisions concerning the TFTS and RTT systems.\nThe Council invites the Commission to give thought to the ERC's decision-making machinery as the main method of assigning frequencies at European level.\n4) deadline for implementation of the legislation in the member states\nNot required.\n5) date of entry into force (if different from the above)\n6) references\nOfficial Journal C 318, 04.12.1992\n7) follow-up work\nAs the Community has adopted a new approach to radio frequencies, namely to take action within the framework of the ERC, the two proposals for Directives submitted by the Commission on the assignment of frequency bands for the introduction in Europe of the terrestrial flight telecommunications system (TFTS) and road transport telematic systems (RTT) have been withdrawn.\nLast updated: 14.09.2005", "tags": ["communications policy", "decision (EU)", "communications systems", "waveband", "committee (EU)"], "subjects": ["Technology", "Trans-European networks"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}