{"celex_id": "22017A1222(01)", "reference": "22.12.2017\nEN\nOfficial Journal of the European Union\nL 343/3\nFRAMEWORK AGREEMENT\non Partnership and Cooperation between the European Union and its Member States, of the one part, and the Republic of the Philippines, of the other part\nTHE EUROPEAN UNION, hereinafter referred to as ‘the Union’\nand\nTHE KINGDOM OF BELGIUM,\nTHE REPUBLIC OF BULGARIA,\nTHE CZECH REPUBLIC,\nTHE KINGDOM OF DENMARK,\nTHE FEDERAL REPUBLIC OF GERMANY,\nTHE REPUBLIC OF ESTONIA,\nIRELAND,\nTHE HELLENIC REPUBLIC,\nTHE KINGDOM OF SPAIN,\nTHE FRENCH REPUBLIC,\nTHE ITALIAN REPUBLIC,\nTHE REPUBLIC OF CYPRUS,\nTHE REPUBLIC OF LATVIA,\nTHE REPUBLIC OF LITHUANIA,\nTHE GRAND DUCHY OF LUXEMBOURG,\nTHE REPUBLIC OF HUNGARY,\nMALTA,\nTHE KINGDOM OF THE NETHERLANDS,\nTHE REPUBLIC OF AUSTRIA,\nTHE REPUBLIC OF POLAND,\nTHE PORTUGUESE REPUBLIC,\nROMANIA,\nTHE REPUBLIC OF SLOVENIA,\nTHE SLOVAK REPUBLIC,\nTHE REPUBLIC OF FINLAND,\nTHE KINGDOM OF SWEDEN,\nTHE UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND,\nContracting Parties to the Treaty on European Union, hereinafter referred to as the ‘Member States’,\nof the one part, and\nTHE REPUBLIC OF THE PHILIPPINES, hereinafter referred to as ‘the Philippines’,\nof the other part,\nHereinafter jointly referred to as ‘the Parties’,\nCONSIDERING the traditional links of friendship between the Parties and the close historical, political and economic ties which unite them,\nWHEREAS the Parties attach particular importance to the comprehensive nature of their mutual relationship,\nWHEREAS the Parties consider that this Agreement forms part of a wider relationship between them and through, among others, agreements to which both sides are parties together,\nREAFFIRMING the attachment of the Parties to the respect of democratic principles and human rights as laid down in the United Nations Universal Declaration of Human Rights and other relevant international human rights instruments to which they are parties,\nREAFFIRMING their attachment to the principles of the rule of law and of good governance, and their desire to promote economic and social progress for their peoples,\nREAFFIRMING their desire to enhance cooperation on international stability, justice and security in order to promote sustainable social and economic development, the eradication of poverty and the achievement of the Millennium Development Goals,\nWHEREAS the Parties view terrorism as a threat to global security and wish to intensify their dialogue and cooperation in the fight against terrorism, taking fully into account the United Nations Global Counter-Terrorism Strategy and relevant UN Security Council (UNSC) instruments, particularly UNSC Resolutions 1373, 1267, 1822 and 1904,\nEXPRESSING their full commitment to preventing and combating all forms of terrorism and to establishing effective international instruments to ensure its eradication,\nWHEREAS the Parties reaffirm that effective counter-terrorism measures and the protection of human rights should be complementary and mutually reinforcing,\nRECOGNISING the need to strengthen and enhance cooperation in combating illegal drug abuse and trafficking activities in view of the serious threats that they pose to international peace, security, stability and economic development,\nRECOGNISING that the most serious crimes of international concern relating to international humanitarian law, genocide and other crimes against humanity should not go unpunished and that prosecution of these crimes should be ensured in order to enhance international peace and justice,\nWHEREAS the Parties share the view that the proliferation of weapons of mass destruction and their means of delivery pose a major threat to international security and wish to strengthen their dialogue and cooperation in this area. The adoption by consensus of UNSC Resolution 1540 underlies the commitment of the whole international community to fight against the proliferation of weapons of mass destruction,\nRECOGNISING that the illicit trade in small arms and light weapons, including their ammunition, poor management, inadequately secured stockpiles and uncontrolled spread continue to pose a serious threat to international peace, security and development,\nRECOGNISING the importance of the Cooperation Agreement between the European Economic Community and member countries of the Association of South-East Asian Nations of 7 March 1980 and subsequent accession protocols,\nRECOGNISING the importance of strengthening the existing relationship between the Parties with a view to enhancing cooperation between them, and their common will to consolidate, deepen and diversify their relations in areas of mutual interest on the basis of equality, non-discrimination, respect for the natural environment and mutual benefit,\nRECOGNISING the importance of dialogue and cooperation between the Association of Southeast Asian Nations (ASEAN) and the European Union,\nEXPRESSING their full commitment to promoting sustainable development, including environmental protection and effective cooperation to combat climate change,\nUNDERLINING the importance of enhanced cooperation in the field of justice and security,\nRECOGNISING their commitment to a comprehensive dialogue and to cooperation in promoting migration and development, as well as to the effective promotion and implementation of internationally recognised labour and social standards,\nNOTING that the provisions of this Agreement that fall within the scope of Part III, Title V of the Treaty on the Functioning of the European Union bind the United Kingdom and Ireland as separate Contracting Parties, or alternatively, as part of the European Union, in accordance with the Protocol on the position of the United Kingdom and Ireland in respect of the area of freedom, security and justice annexed to the Treaty on European Union and the Treaty on the Functioning of the European Union. The same applies to Denmark, in accordance with the Protocol annexed to those Treaties on the position of Denmark,\nRECOGNISING the importance attached by the Parties to the principles and rules which govern international trade as contained in particular in the Agreement establishing the World Trade Organization (WTO) and to the need to apply them in a transparent and non-discriminatory manner,\nCONFIRMING their desire to enhance, in full accordance with activities undertaken in a regional framework, the cooperation between the Parties based on shared values and mutual benefit,\nHAVE AGREED AS FOLLOWS:\nTITLE I\nNATURE AND SCOPE\nArticle 1\nGeneral Principles\n1.   Respect for democratic principles and human rights, as laid down in the Universal Declaration of Human Rights, and other relevant international human rights instruments to which the Parties are contracting parties, and for the principle of the rule of law, underpins the internal and international policies of both Parties and constitutes an essential element of this Agreement.\n2.   The Parties confirm their shared values as expressed in the Charter of the United Nations.\n3.   The Parties confirm their commitment to promoting sustainable development, cooperating to address the challenges of climate change and to contributing to the internationally agreed development goals, including those contained in the Millennium Development Goals.\n4.   The Parties reaffirm their attachment to the principle of good governance.\n5.   The Parties agree that cooperation under this Agreement will be in accordance with their respective domestic laws, rules and regulations.\nArticle 2\nAims of Cooperation\nWith a view to strengthening their bilateral relationship, the Parties undertake to hold a comprehensive dialogue and promote further cooperation between them on all sectors of mutual interest as provided under this Agreement. Their efforts will, in particular, be aimed at:\na)\nestablishing cooperation on political, social, and economic matters in all relevant regional and international fora and organisations;\nb)\nestablishing cooperation on combating terrorism and transnational crimes;\nc)\nestablishing cooperation on human rights and dialogue on the fight against serious crimes of international concern;\nd)\nestablishing cooperation on countering the proliferation of weapons of mass destruction, small arms and light weapons as well as promoting peace processes and conflict prevention;\ne)\nestablishing cooperation in all trade and investment areas of mutual interest, in order to facilitate trade and investment flows and to remove obstacles to trade and investment, in a manner consistent with the WTO principles and ongoing and future regional EU-ASEAN initiatives;\nf)\nestablishing cooperation in the area of justice and security, including legal cooperation; illicit drugs; money laundering; combating organised crime and corruption; data protection and refugees and internally displaced persons;\ng)\nestablishing cooperation in the areas of migration and maritime labour;\nh)\nestablishing cooperation in all other sectors of mutual interest, notably employment and social affairs; development cooperation; economic policy; financial services; good governance in the tax area; industrial policy and SMEs; information and communication technology (ICT); audiovisual, media and multimedia; science and technology; transport; tourism; education, culture, intercultural and interfaith dialogue; energy; environment and natural resources including climate change; agriculture, fisheries and rural development; regional development; health; statistics; disaster risk management (DRM); and public administration;\ni)\nenhancing both Parties' participation in sub-regional and regional cooperation programmes open to the participation of the other Party;\nj)\nraising the roles and profiles of the Philippines and of the European Union;\nk)\npromoting people-to-people understanding and effective dialogue and interaction with organised civil society.\nArticle 3\nCooperation in Regional and International Organisations\nThe Parties will continue to exchange views and cooperate in regional and international fora and organisations such as the United Nations and relevant United Nations agencies and bodies, such as the United Nations Conference on Trade and Development (Unctad), the ASEAN-EU dialogue, the ASEAN Regional Forum (ARF), the Asia-Europe Meeting (ASEM), the WTO, the International Organization for Migration (IOM) and the World Intellectual Property Organization (WIPO).\nArticle 4\nRegional and Bilateral Cooperation\nFor each sector of dialogue and cooperation under this Agreement, and while giving emphasis to matters under EU-Philippine cooperation, both sides may also, upon mutual agreement, work together through activities at regional level or through a combination of both frameworks, taking into account the regional decision-making processes of the regional grouping concerned. In this regard, in choosing the appropriate framework, the Parties will seek to maximise the impact on, and reinforce the involvement of, all interested parties, while making the most efficient use of available resources, and ensuring coherence of other activities.\nTITLE II\nPOLITICAL DIALOGUE AND COOPERATION\nArticle 5\nPeace Process and Conflict Prevention\nThe Parties agree to continue collaborative efforts aimed at promoting prevention of conflict and a culture of peace, among others, through peace advocacy and peace education programmes.\nArticle 6\nCooperation in Human Rights\n1.   The Parties agree to cooperate in the promotion and effective protection of all human rights including through international human rights instruments to which they are parties.\n2.   Such cooperation will be through activities as mutually agreed upon by the Parties including, inter alia, the following:\na)\nsupporting the development and implementation of national action plans on human rights;\nb)\npromoting human rights awareness and education;\nc)\nstrengthening national human rights-related institutions;\nd)\nas far as possible, helping to promote regional human rights-related institutions;\ne)\nestablishing a meaningful human rights dialogue between the Parties; and\nf)\ncooperating within the human rights-related institutions of the United Nations.\nArticle 7\nSerious Crimes of International Concern\n1.   The Parties recognise that the most serious crimes of international concern relating to international humanitarian law, genocide and other crimes against humanity should not go unpunished and that prosecution of these crimes should be ensured by taking measures at either national or international level, as appropriate, including through the International Criminal Court, in accordance with the Parties' respective domestic laws.\n2.   The Parties agree to conduct a beneficial dialogue on the universal adherence to the Rome Statute of the International Criminal Court in accordance with their respective laws, including the provision of assistance for capacity-building.\nArticle 8\nCountering the Proliferation of Weapons of Mass Destruction and their Means of Delivery\n1.   The Parties consider that the proliferation of weapons of mass destruction and their means of delivery, to and by state and non-state actors, constitutes one of the most serious threats to international stability and security.\n2.   The Parties therefore agree to cooperate and to contribute to countering the proliferation of weapons of mass destruction and their means of delivery through full compliance with, and national implementation of, their existing obligations under international disarmament and non-proliferation treaties and agreements and other relevant international obligations such as UNSC Resolution 1540. The Parties agree that this provision constitutes an essential element of this Agreement.\n3.   The Parties furthermore agree to:\na)\ntake the appropriate steps towards signing and in full respect of the Parties' ratification procedures endeavouring to ratify, or accede to, as appropriate, and to implement the Parties' respective obligations that will arise from other relevant international instruments, including relevant UNSC Resolutions;\nb)\nestablish an effective system of national export controls, controlling the export and transit of WMD-related goods, including a WMD end-use control on dual use technologies and containing effective sanctions for breaches of export controls.\nThe Parties recognise that implementation of export controls should not hamper international cooperation in materials, equipment and technology for peaceful purposes, while goals of peaceful utilisation should not be used as a cover for proliferation.\n4.   The Parties agree to establish a regular political dialogue that will accompany and consolidate these elements. The Parties could also work towards having the dialogue at a regional level.\nArticle 9\nSmall Arms and Light Weapons\n1.   The Parties recognise that the illicit trade in small arms and light weapons (SALW) including their ammunition, and their excessive accumulation, poor management, inadequately secured stockpiles and uncontrolled spread continue to pose a serious threat to peace and international security.\n2.   The Parties agree to observe and fully implement their respective obligations to deal with the illicit trade in SALW in all its aspects, under existing international agreements and UNSC Resolutions, as well as their commitments within the framework of other international instruments applicable in this area, such as the UN Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects.\n3.   The Parties undertake to establish a regular political dialogue in order to exchange views and information and develop a common understanding of the issues and problems related to illicit trade in SALW and to strengthen the ability of the Parties to prevent, combat and eradicate such trade.\nArticle 10\nCooperation in Combating Terrorism\n1.   The Parties reaffirm the importance of preventing and countering terrorism in accordance with their respective legislation and regulations, and with respect for the rule of law, international law, in particular the UN Charter and relevant UNSC Resolutions, human rights law, refugee law and international humanitarian law and international conventions to which they are parties, the UN Global Counter-Terrorism Strategy, contained in UN General Assembly Resolution 60/28 of 8 September 2006 as well as the EU-ASEAN Joint Declaration on Cooperation to Combat Terrorism of 28 January 2003.\n2.   Toward this end, the Parties agree to cooperate as follows:\na)\nby promoting the implementation of relevant UNSC Resolutions, such as 1373, 1267, 1822 and 1904, and of relevant international conventions and instruments;\nb)\nby promoting cooperation among UN Member States to effectively implement the UN Global Counter-Terrorism Strategy;\nc)\nby exchanging information and strengthening law enforcement cooperation and coordination using the existing Interpol National Central Bureaus through the Interpol Global Police Communications System (I-24/7);\nd)\nby exchanging information on terrorist groups and their support networks in accordance with international and national law;\ne)\nby exchanging views on means and methods used to counter terrorism, including in technical fields and training, and by sharing experiences in terrorism prevention and deradicalisation;\nf)\nby cooperating so as to deepen the international consensus on the fight against terrorism and terrorist financing and by working towards an early agreement on the Comprehensive Convention on International Terrorism so as to complement the existing UN counter-terrorism instruments;\ng)\nby exchanging best practices in the area of protection of human rights in the fight against terrorism;\nh)\nby promoting implementation and enhanced cooperation on counter-terrorism within the ASEM and EU-ASEAN context.\nArticle 11\nCooperation in Public Administration\nThe Parties agree to cooperate with a view to enhancing capacity-building in the field of public administration. Cooperation in this area may include the exchange of views on best practices in management methods, service delivery, reinforcing institutional capacity and transparency issues.\nTITLE III\nTRADE AND INVESTMENT\nArticle 12\nGeneral Principles\n1.   The Parties shall engage in a dialogue on bilateral and multilateral trade and trade-related issues with a view to strengthening bilateral trade relations and advancing the role of the multilateral trade system in promoting growth and development.\n2.   The Parties undertake to promote the development and diversification of their reciprocal commercial exchanges to the highest possible level and to their mutual benefit. They undertake to achieve improved market access conditions by working towards removing obstacles to trade, in particular non-tariff barriers, and by taking measures to improve transparency, having regard to the work carried out by international organisations in this field.\n3.   Recognising that trade plays an indispensable role in development, and that assistance in the form of trade preferences schemes assisted in the development of recipient developing countries, the Parties endeavour to strengthen their consultation on such assistance in full compliance with the WTO.\n4.   The Parties shall keep each other informed concerning the development of trade and trade-related policies such as in agriculture, food safety, consumer protection, and the environment, including waste management.\n5.   The Parties shall encourage dialogue and cooperation to develop their trade and investment relations and to work towards solving commercial problems, and to address other trade-related concerns in the areas referred to in Articles 13 to 19.\nArticle 13\nSanitary and Phytosanitary Issues\n1.   The Parties shall cooperate on food safety and on sanitary and phytosanitary (SPS) issues to protect human, animal or plant life or health in the territory of the Parties.\n2.   The Parties shall discuss and exchange information on their respective measures as defined in the WTO Agreement on the Application of Sanitary and Phytosanitary Measures, the International Plant Protection Convention (IPPC), the World Organization for Animal Health (OIE) and the Codex Alimentarius Commission (Codex), such as legislation, rules and regulations, certification, inspection, and surveillance procedures, including the procedures to approve the establishment and implementation of zoning principles.\n3.   The Parties agree to undertake capacity-building cooperation on SPS issues and, where it is requested, on animal welfare.\n4.   The Parties shall establish a timely dialogue on SPS issues upon request of either Party to consider matters relating to SPS and other urgent related issues under this Article.\n5.   The Parties shall designate contact points for communication on matters under this Article.\nArticle 14\nTechnical Barriers to Trade\n1.   The Parties agree that cooperation on standards, technical regulations and conformity assessments is a key objective for the development of trade.\n2.   The Parties shall promote the use of international standards and cooperate and exchange information on standards, conformity assessment procedures and technical regulations, especially within the framework of the WTO Agreement on Technical Barriers to Trade (TBT). To this end, the Parties agree to establish a timely dialogue on TBT issues upon request of either Party and designate contact points for communication on matters under this Article.\n3.   Cooperation on TBT may be undertaken, inter alia, through dialogue, joint projects, technical assistance and capacity-building programmes.\nArticle 15\nCustoms and Trade Facilitation\n1.   The Parties shall share experiences and examine possibilities for simplifying import, export and other customs procedures, ensure transparency of customs and trade regulations, develop customs cooperation and effective mutual administrative assistance mechanisms, and also seek convergence of views and joint action in the context of relevant international initiatives including trade facilitation. The Parties will pay special attention to increasing the security and safety dimension of international trade, to ensuring an effective and efficient customs enforcement of intellectual property rights, and to ensuring a balanced approach between trade facilitation, and the fight against fraud and irregularities.\n2.   Without prejudice to other forms of cooperation provided for under this Agreement, the Parties state their interest in considering the conclusion of protocols on customs cooperation, and on mutual assistance, within the institutional framework laid down in this Agreement.\n3.   The Parties shall continue to mobilise technical assistance resources to support the implementation of cooperation in customs matters and of trade facilitation under this Agreement, as mutually agreed.\nArticle 16\nInvestment\nThe Parties shall encourage a greater flow of investment by promoting an attractive and stable reciprocal investment climate through a consistent dialogue aimed at stable, transparent, open and non-discriminatory rules for investors, exploring administrative mechanisms to facilitate investment flows, in accordance with the Parties' domestic laws and regulations.\nArticle 17\nCompetition Policy\n1.   The Parties shall promote the establishment and maintenance of competition rules and authorities to implement them. They shall promote the application of these rules in an effective, non-discriminatory and transparent way in order to foster legal certainty in their respective territories.\n2.   To this end, the Parties will engage in capacity-building activities in the area of competition policy subject to the availability of funding for such activities under the Parties' cooperation instruments and programmes.\nArticle 18\nServices\n1.   The Parties agree to have a consistent dialogue notably aimed at exchanging information on their respective regulatory environments, promoting access to each other's markets, including e-commerce, promoting access to sources of capital and technology, and promoting trade in services between the Parties and in third country markets.\n2.   Acknowledging the competitiveness of their respective services sector, the Parties shall undertake discussions on exploiting opportunities in trade in services of each others' markets.\nArticle 19\nIntellectual Property Rights\n1.   The Parties reaffirm the great importance they attach to the protection of intellectual property rights and undertake to establish appropriate measures with a view to ensuring the adequate and effective protection and enforcement of intellectual property rights while ensuring that such measures are in accordance with the best practices and international standards to which the Parties are committed.\n2.   The Parties shall assist each other in identifying and implementing IP-related programmes that will contribute to the promotion of technological innovation and to the voluntary technology transfer and human resource training, and shall cooperate in the implementation of the Development Agenda of the World Intellectual Property Organization (WIPO).\n3.   The Parties agree to enhance cooperation on Geographical Indications, including on their protection, and in the area of protection of plant varieties, bearing in mind among others, and where appropriate, the role of the International Union for the Protection of New Varieties of Plants (UPOV).\n4.   The Parties shall exchange information and experience on intellectual property practices, the prevention of infringements of IP rights — in particular the fight against counterfeiting and piracy — namely through customs cooperation and other appropriate forms of cooperation, and the establishment and strengthening of organisations for the control and protection of such rights.\nTITLE IV\nJUSTICE AND SECURITY COOPERATION\nArticle 20\nLegal Cooperation\n1.   The Parties recognise the particular importance of rule of law and the reinforcement of all relevant institutions.\n2.   Cooperation between the Parties may also include mutual exchange of information concerning best practices on legal systems and legislation.\nArticle 21\nCooperation in Combating Illicit Drugs\n1.   The Parties shall cooperate to ensure a balanced approach through effective coordination between the competent authorities including from the lead drug enforcement agency, health, justice, education, youth, social welfare, customs and interior sectors, and other relevant sectors and other affected stakeholders, with the aim of reducing the supply of and demand for illicit drugs, as well as their impact on drug users and their families and society at large, and to achieve more effective precursor control.\n2.   The Parties shall agree on the means of cooperation to attain these objectives. Actions shall be based on commonly agreed principles along the lines of the relevant international conventions to which they are parties, the Political Declaration and the Declaration on the guiding principles of drug demand reduction, adopted by the 20th UN General Assembly Special Session on Drugs in June 1998 and the Political Declaration and Plan of Action on International Cooperation towards an Integrated and Balanced Strategy to Counter the World Drug Problem adopted at the High Level Segment of the 52nd session of the Commission on Narcotic Drugs in March 2009.\n3.   The cooperation between the Parties shall comprise technical and administrative assistance in particular in the following areas:\na)\nthe drafting of national legislation and policies;\nb)\nthe establishment of national institutions and information centres;\nc)\nsupport for civil society efforts in the area of drugs and efforts to reduce demand for, and the harm from drugs;\nd)\nthe training of personnel;\ne)\nthe strengthening of enforcement and information exchange in accordance with domestic legislation;\nf)\ndrug-related research;\ng)\ndrug profiling and the prevention of the manufacture of dangerous/narcotic drugs and the diversion of controlled precursors, in particular substances that are essential for illicit drug manufacture;\nh)\nother areas as may be mutually agreed by the Parties.\nArticle 22\nCooperation in Combating Money Laundering and Terrorism Financing\n1.   The Parties agree on the need to work towards, and to cooperate in, the prevention of the laundering of proceeds from criminal activities such as drug trafficking and corruption.\n2.   Both Parties agree to promote legal, technical and administrative assistance aimed at the development and implementation of regulations and the efficient functioning of mechanisms to combat money laundering and terrorism financing. In particular, cooperation shall allow exchanges of relevant information within the framework of respective legislations and the adoption of appropriate standards to combat money laundering and the financing of terrorism equivalent to those adopted by the Union and the international bodies active in this area, such as the Financial Action Task Force (FATF).\n3.   Both Parties shall promote cooperation in combating money laundering and the financing of terrorism, e.g. through the conduct of capacity-building projects.\nArticle 23\nCombating Organised Crime and Corruption\n1.   The Parties agree to cooperate in combating organised crime and corruption as defined in the UN Convention against Transnational Organized Crime and its supplementary Protocols and the UN Convention against Corruption. Such cooperation aims to promote and implement these conventions and other applicable instruments to which they are party.\n2.   Subject to available resources, this cooperation shall include capacity-building measures and projects.\n3.   The Parties agree to cooperate among law enforcement authorities, agencies and services and to contribute to disrupting and dismantling transnational crime threats common to the Parties within the framework of their respective legislations. The cooperation among law enforcement authorities, agencies and services may take the form of mutual assistance in investigations, the sharing of investigational techniques, joint education and training of law enforcement personnel and any other type of joint activities and assistance, including the existing Interpol National Central Bureaus through the Interpol Global Police Communications System (I-24/7) or a similar system for information exchange, as may be mutually agreed by the Parties.\nArticle 24\nProtection of Personal Data\n1.   The Parties agree to cooperate in order to improve the level of protection of personal data to the highest international standards, such as those contained, inter alia, in the Guidelines for the Regulation of Computerized Personal Data Files adopted by UN General Assembly Resolution 45/95 of 14 December 1990.\n2.   Strengthening data protection by intensifying cooperation on the protection of personal data may include, inter alia, technical assistance in the form of exchange of information and expertise which may include, but not be limited to the following:\na)\nthe sharing and exchange of information, surveys, research, policies, procedures and best practices related to data protection;\nb)\nthe conduct and/or attendance to joint trainings and educational programmes, dialogues and conferences that will enhance the awareness on data protection of both Parties;\nc)\nthe exchange of professionals and experts that will study data protection policies.\nArticle 25\nRefugees and Internally Displaced Persons\nThe Parties endeavour to continue cooperating, where appropriate, on issues concerning the well-being of refugees and internally displaced persons, taking account of the work and assistance already provided, including the search for lasting solutions.\nTITLE V\nCOOPERATION ON MIGRATION AND MARITIME LABOUR\nArticle 26\nCooperation on Migration and Development\n1.   The Parties reaffirm the importance of the joint management of migratory flows between their territories. With a view to strengthening cooperation, the Parties shall establish a mechanism for comprehensive dialogue and consultation on all migration-related issues. Migration concerns shall be included in the national strategies/national development framework for economic and social development of countries of origin, transit and destination of migrants.\n2.   Cooperation between the Parties shall be based on a specific needs-assessment conducted in mutual consultation and agreement between the Parties and be implemented in accordance with the relevant Union and national legislation in force. It will, in particular, focus on:\na)\nthe push-pull factors of migration;\nb)\nthe development and implementation of national legislation and practices with regard to protection and rights of migrants, with a view to satisfying the provisions of applicable international instruments that guarantee respect for the rights of migrants;\nc)\nthe development and implementation of national legislation and practices with regard to international protection with a view to satisfying the provisions of the Convention Relating to the Status of Refugees signed on 28 July 1951 and the Protocol thereto, signed on 31 January 1967, and other relevant international instruments, and to ensure respect for the principle of non-refoulement;\nd)\nadmission rules, as well as the rights and status of persons admitted, the provision of fair treatment and avenues for integration of lawfully residing non-nationals, education and training and measures against racism, discrimination, and xenophobia;\ne)\nthe establishment of an effective and preventive policy to address the presence on their territory of a national of the other Party who does not fulfil, or no longer fulfils, the conditions of entry, stay or residence in the territory of the Party concerned; the smuggling of persons, and trafficking in human beings, including ways to combat networks of smugglers of persons and traffickers and to protect the victims of such activities;\nf)\nthe return of persons as defined under paragraph 2, point (e) of this Article, under humane and dignified conditions, including the promotion of their voluntary and sustainable return to the countries of origin, and their admission/readmission in accordance with paragraph 3 of this Article. The return of such persons shall be with due regard to the Parties' right to grant residence permits or authorisations to stay for compassionate and humanitarian reasons and the principle of non-refoulement;\ng)\nissues identified as being of mutual interest in the field of visas and security of travel documents, as well as border management;\nh)\nmigration and development issues including human resources development, social protection, maximising benefits from migration, gender and development, ethical recruitment and circular migration, and the integration of migrants.\n3.   Within the framework of cooperation in this area and without prejudice to the need to protect victims of human trafficking, the Parties further agree that:\na)\nThe Philippines shall admit back any of its nationals as defined under paragraph 2, point (e) of this Article present in the territory of a Member State upon request by the latter, without undue delay once nationality has been established and due process in the Member State carried out.\nb)\nEach Member State shall readmit any of its nationals as defined under paragraph 2, point (e) of this Article present in the territory of the Philippines upon request by the latter, without undue delay once nationality has been established and due process in the Philippines carried out.\nc)\nThe Member States and the Philippines will provide their nationals with required documents for such purposes. Any request for admission or readmission shall be transmitted by the requesting state to the competent authority of the requested state.\nWhere the person concerned does not possess any appropriate identity documents or other proof of his/her nationality, the competent diplomatic or consular representation concerned shall be immediately requested by the Philippines or Member State to ascertain his/her nationality, if needed by means of an interview; and once ascertained to be a national of the Philippines or Member State, appropriate documents shall be issued by the competent Philippine or Member State authorities.\n4.   The Parties agree to conclude as soon as possible an agreement for the admission/readmission of their nationals, including a provision on the readmission of nationals of other countries and stateless persons.\nArticle 27\nMaritime Labour, Education and Training\n1.   The Parties agree to cooperate in the field of maritime labour to promote and uphold decent living and working conditions for seafarers, seafarers' personal safety and protection, occupational safety and health policies and programmes.\n2.   The Parties furthermore agree to cooperate in the field of maritime education, training and certification of seafarers in order to ensure safe and efficient maritime operations and prevention of damage to the environment; including upgrading crew competences to adapt to the changing requirements of the shipping industry and technological progress.\n3.   The Parties shall respect and observe the principles and provisions stipulated in the 1982 United Nations Convention on the Law of the Sea particularly referring to the duties and obligations of each Party with regard to labour conditions, crewing and social matters on ships that fly its flag; the International Convention on Standards of Training, Certification and Watchkeeping for Seafarers (STCW Convention), as amended, with regard to seafarer training and competency requirements; and principles and provisions provided in relevant international instruments to which they are parties.\n4.   Cooperation in this area shall be based on mutual consultation and dialogue between the Parties, with a focus, inter alia, on:\na)\nmaritime education and training;\nb)\ninformation sharing and support on maritime related activities;\nc)\napplied learning methods and best practices on training;\nd)\nprogrammes to address piracy and terrorism at sea;\ne)\nseafarers' right to a safe and secure workplace; decent working and living conditions on board ship; and health protection, medical care, welfare measures and other forms of social protection.\nTITLE VI\nECONOMIC AND DEVELOPMENT COOPERATION, AND OTHER SECTORS\nArticle 28\nEmployment and Social Affairs\n1.   The Parties agree to enhance cooperation in the field of employment and social affairs, including cooperation in regional and social cohesion, with reference to Article 26(2)(b), health and safety at the workplace, skills development, gender equality and decent work, with a view to strengthening the social dimension of globalisation.\n2.   The Parties reaffirm the need to support the process of globalisation which is beneficial to all and to promote full and productive employment and decent work as a key element of sustainable development and poverty reduction, as endorsed by UN General Assembly Resolution 60/1 of 24 October 2005 (2005 World Summit Outcome) and the Ministerial Declaration of the high-level segment of the UN Economic and Social Council of July 2006 (UN Economic and Social Council E/2006/L.8 of 5 July 2006). The Parties shall take into account the respective characteristics and diverse nature of their economic and social situations.\n3.   Reaffirming their commitments to respect, promote and realise internationally recognised labour and social standards, as referred to in particular in the Declaration on Fundamental Principles and Rights at Work of the International Labour Organisation (ILO) and the ILO conventions to which they are party, the Parties agree to cooperate on specific technical assistance programmes and projects, as mutually agreed. The Parties likewise agree to undertake dialogue, cooperation and initiatives on topics of common interest at bilateral or multilateral level, such as at UN, IOM, ILO, ASEM and EU-ASEAN level.\nArticle 29\nDevelopment Cooperation\n1.   The primary goal of development cooperation is to encourage sustainable development that will contribute to the reduction of poverty and to the attainment of internationally agreed development goals including the Millennium Development Goals. The Parties shall engage in regular dialogue on development cooperation in line with their respective priorities and areas of mutual interest.\n2.   The development cooperation dialogue shall aim at, inter alia:\na)\npromoting human and social development;\nb)\npursuing sustained inclusive economic growth;\nc)\npromoting environmental sustainability and sound management of natural resources including promotion of best practices;\nd)\nreducing the impact, and managing the consequences of, climate change;\ne)\nenhancing capacity to implement deeper integration into the world economy and international trading system;\nf)\npromoting public sector reform particularly in the area of public finance management to improve the delivery of social services;\ng)\nestablishing processes adhering to the principles of the Paris Declaration on Aid Effectiveness, the Accra Agenda for Action, and other international commitments aimed at improving the delivery and effectiveness of aid.\nArticle 30\nEconomic Policy Dialogue\n1.   The Parties agree to cooperate in promoting the exchange of information on their respective economic trends and policies, and the sharing of experience in coordinating economic policies in the context of regional economic cooperation and integration.\n2.   The Parties endeavour to deepen the dialogue between their authorities on economic matters which, as agreed by the Parties, may include areas such as monetary policy, fiscal policy, including business taxation, public finance, and macroeconomic stabilisation and external debt.\nArticle 31\nCivil Society\nThe Parties recognise the role and potential contribution of organised civil society in democratic governance and agree to promote effective dialogue and interaction with civil society, in accordance with the applicable domestic laws of the Parties.\nArticle 32\nDisaster Risk Management\n1.   The Parties agree to increase cooperation on Disaster Risk Management (DRM) in the continuous development and implementation of measures to reduce the risk to communities and manage the consequences of natural disasters across all levels of society. Emphasis should be placed on preventive action and proactive approaches to deal with hazards and risks and to reduce risks or vulnerabilities to natural disasters.\n2.   The Parties shall work together to make DRM an integral part of development plans and policy-making processes relative to natural disaster events.\n3.   Cooperation in this area shall focus on the following programme elements:\na)\ndisaster risk reduction or prevention and mitigation;\nb)\nknowledge management, innovation, research, and education to build a culture of safety and resilience at all levels;\nc)\ndisaster preparedness;\nd)\npolicy, institutional capacity and consensus building for disaster management;\ne)\ndisaster response;\nf)\ndisaster risks assessment and monitoring;\ng)\npost-disaster recovery and rehabilitation planning;\nh)\nclimate change adaptation and mitigation.\nArticle 33\nEnergy\n1.   The Parties shall endeavour to enhance cooperation in the energy sector with a view to:\na)\ncreating favourable conditions for investment, notably in infrastructures and a level playing field for renewable energy;\nb)\ndiversifying energy supplies to enhance energy security including developing new, sustainable, innovative and renewable forms of energy, and supporting the institutionalisation of appropriate policy frameworks to create a level playing field for renewable energy and its integration into relevant policy areas;\nc)\ndeveloping converging energy standards especially for biofuels and other alternative fuels, related facilities and practices;\nd)\nachieving a rational use of energy by promoting energy efficiency and conservation in energy production, transportation, distribution and end-use;\ne)\nfostering the transfer of technology between the Parties' enterprises aimed at sustainable energy production and use. This could be done through appropriate cooperation especially in the areas of power sector reforms, energy resources development, downstream facilities and biofuels development;\nf)\nenhancing capacity-building in all fields covered by this Article and promoting favourable and attractive reciprocal investments through a consistent dialogue aimed at stable, transparent, open and non-discriminatory rules for investors, exploring administrative mechanisms to facilitate investment flows, in accordance with the Parties' domestic laws and regulations.\n2.   To these ends, the Parties agree to promote contacts and joint research for the mutual benefit of the Parties, particularly through relevant regional and international frameworks. With reference to Article 34 and the conclusions of the World Summit on Sustainable Development (WSSD), which took place in Johannesburg in 2002, the Parties underscore the need to address the links between affordable access to energy services and sustainable development. These activities can be promoted in cooperation with the European Union Energy Initiative, launched at the WSSD.\n3.   The Parties, in keeping with their commitments as parties to the UN Framework Convention on Climate Change to address climate change, agree to promote technical cooperation and private-partnerships, in sustainable and renewable energy, fuel-switch and energy efficiency projects through flexible market-based mechanisms, such as the carbon market mechanism.\nArticle 34\nEnvironment and Natural Resources\n1.   The Parties agree that cooperation in this area shall promote the conservation and improvement of the environment in pursuit of sustainable development. The implementation of the outcome of the WSSD and of relevant multilateral environmental agreements to which they are parties shall be taken into account in all activities undertaken by the Parties under this Agreement.\n2.   The Parties agree on the need to conserve and manage in a sustainable manner natural resources and biological diversity for the benefit of all generations taking into account their developmental needs.\n3.   The Parties agree to cooperate with a view to enhancing the mutual support for trade and environment policies, and the integration of environmental considerations into all sectors of cooperation.\n4.   The Parties endeavour to continue and strengthen their cooperation in regional programmes on protection of the environment, as regards:\na)\nenhancing environmental awareness and local participation in environmental protection and sustainable development efforts, including participation of indigenous cultural communities/indigenous peoples and local communities;\nb)\ncapacity-building on climate change adaptation and mitigation and energy efficiency;\nc)\ncapacity-building for participating and implementing multilateral environment agreements including but not limited to biodiversity and biosafety;\nd)\npromoting environmentally friendly technologies, products and services, including through the use of regulatory and market-based instruments;\ne)\nimproving natural resources including forest governance and combating illegal logging and associated trade, and promoting sustainable natural resources including forest management;\nf)\neffective management of national parks and protected areas and the designation and protection of areas of biodiversity and fragile ecosystems, with due regard for local and indigenous communities living in or near these areas;\ng)\nprevention of illegal transboundary movement of solid and hazardous wastes and other forms of wastes;\nh)\nprotection of coastal and marine environment and effective water resources management;\ni)\nprotection and conservation of soils and sustainable land management, including rehabilitation of mined-out/abandoned mines\nj)\npromoting capacity building in disaster and risk management;\nk)\npromoting Sustainable Consumption and Production patterns in their economies.\n5.   The Parties shall encourage mutual access to their programmes in this field, in accordance with the specific terms of such programmes.\nArticle 35\nAgriculture, Fisheries and Rural Development\nThe Parties agree to encourage dialogue and promote cooperation towards sustainable development in agriculture, fisheries and rural development. Areas of dialogue may include:\na)\nagricultural policy and international agricultural outlook in general;\nb)\nthe possibilities for facilitating trade in plants, animals, aquatic animals and their products taking into account relevant international conventions such as IPPC and OIE, among others, to which they are parties;\nc)\nanimal welfare;\nd)\ndevelopment policy in rural areas;\ne)\nquality policy for plants, animal and aquatic products, and in particular Geographical Indications;\nf)\nthe development of sustainable and environmentally-friendly agriculture, agro-industry, biofuels, and the transfer of biotechnologies;\ng)\nplant variety protection, seed technology, improving crop productivity, alternative crop technologies including agricultural biotechnology;\nh)\nthe development of databases on agriculture, fisheries and rural development;\ni)\nstrengthening human resources in the area of agriculture, veterinary affairs and fisheries;\nj)\nsupporting sustainable and responsible long-term marine and fisheries policy including fisheries technologies, conservation and management of coastal and high-seas marine resources;\nk)\npromoting efforts to prevent and combat illegal, unreported, and unregulated fishing practices and associated trade;\nl)\nmeasures relating to exchange of experience and partnerships, development of joint ventures and cooperation networks between local agents or economic operators including measures to improve access to finance in areas such as research and technology transfer;\nm)\nstrengthening producers associations and trade promotion activities.\nArticle 36\nRegional Development and Cooperation\n1.   The Parties shall promote mutual understanding and bilateral cooperation in the field of regional policy.\n2.   The Parties shall encourage and strengthen the exchange of information and cooperation on regional policy, with special emphasis on the development of disadvantaged areas, urban-rural linkages and rural development.\n3.   Cooperation in regional policy may take the following forms:\na)\nmethods of formulation and implementation of regional policies;\nb)\nmulti-level governance and partnership;\nc)\nurban-rural relations;\nd)\nrural development, including initiatives to improve access to finance and sustainable development;\ne)\nstatistics.\nArticle 37\nIndustrial Policy and SME Cooperation\nThe Parties, taking into account their respective economic policies and objectives, agree to promote industrial policy cooperation in all fields deemed suitable, with a view to creating a climate conducive to economic development and improving the competitiveness of industries, especially small and medium-sized enterprises (SMEs), inter alia, through:\na)\npromoting networking among economic operators, especially SMEs, with the aim of exchanging information and experiences, identifying opportunities in sectors of mutual interest, transfer of technology and boosting trade and investment;\nb)\nexchanging information and experience on creating framework conditions leading to an environment for businesses, especially SMEs, to improve their competitiveness;\nc)\npromoting the participation of both Parties in pilot projects and in special programmes according to their specific terms;\nd)\npromoting investments and joint ventures to stimulate transfer of technology, innovation, modernisation, diversification, and quality initiatives;\ne)\nproviding information and stimulating innovation and exchanging good practices on access to finance, particularly for small and micro-enterprises;\nf)\npromoting corporate social responsibility and accountability and encouraging responsible business practices, including sustainable consumption and production;\ng)\ndeveloping joint research projects in selected industrial areas and cooperating in capacity-building projects including in standards and conformity assessment procedures and technical regulations, as mutually agreed.\nArticle 38\nTransport\n1.   The Parties agree to cooperate in relevant areas of transport policy with a view to improving investment opportunities and the movement of goods and passengers, promoting maritime and aviation safety and security, addressing the environmental impact of transport and increasing the efficiency of their transport systems.\n2.   Cooperation between the Parties in this area shall aim to promote:\na)\nthe exchange of information on their respective transport policies, regulations and practices, especially regarding urban and rural transport, maritime transport, air transport, transport logistics, and the interconnection and interoperability of multimodal transport networks as well as the management of roads, railways, ports, and airports;\nb)\nthe exchange of views on the European Satellite Navigation Systems (in particular Galileo) with a focus on regulatory, industrial, and market development issues of mutual benefit;\nc)\ncontinuing the dialogue in the field of air transport services with a view to ensuring legal certainty without any undue delay to the existing bilateral air services agreements between individual Member States and the Philippines;\nd)\ncontinuing the dialogue on enhancing air transport infrastructure networks and operations for the fast, efficient, sustainable, safe and secure movement of people and goods, and promoting the application of competition law and economic regulation of the air industry, with a view to supporting regulatory convergence and enhancing doing business, and to examine possibilities for the further development of relations in the field of air transport. Air transport cooperation projects of mutual interest should be further promoted;\ne)\ndialogue in the field of maritime transport policy and services aiming in particular at promoting the development of the maritime transport industry including but not limited to:\ni)\nthe exchange of information on legislation and regulations concerning maritime transport and ports;\nii)\nthe promotion of unrestricted access to the international maritime markets and trades on a commercial basis, the abstention from introducing cargo sharing clauses, the granting of national treatment and Most Favoured Nation (MFN) clauses for vessels operated by nationals or companies of the other Party and relevant issues related to door-to-door transport services involving the sea leg, taking into account the domestic laws of the Parties;\niii)\nthe effective administration of ports and the efficiency of maritime transport services; and\niv)\nthe promotion of maritime transport cooperation of mutual interest and of the area of maritime labour, education and training pursuant to Article 27.\nf)\na dialogue on the effective implementation of transport security, safety and pollution prevention standards, notably as regards maritime transport, particularly including combating piracy, and air transport, in line with the relevant international conventions to which they are parties, and standards, including cooperation in the appropriate international fora aiming to ensure better enforcement of international regulations. To this end, the Parties will promote technical cooperation and assistance on issues related to transport safety, security and environmental consideration including but not limited to maritime and aviation education and training, search and rescue, and accidents and incidents investigation. The Parties will also focus on the promotion of environmentally-friendly modes of transport.\nArticle 39\nScientific and Technological Cooperation\n1.   The Parties agree to cooperate in the field of science and technology taking into account their respective policy objectives.\n2.   The aims of such cooperation shall be to:\na)\nencourage the exchange of information and sharing of know-how on science and technology, especially on the implementation of policies and programmes as well as intellectual property rights for research and development interventions;\nb)\npromote enduring relations and research partnerships between the Parties' scientific communities, research centres, universities and industry;\nc)\npromote human resources training and technological and research capacity building.\n3.   Cooperation shall take the form of joint research projects and exchanges, meetings and training of researchers through international training and mobility schemes and exchange programmes, providing for the maximum dissemination of the results of research, learning and best practices. Other modes of cooperation may be mutually agreed upon.\n4.   These cooperation activities should be based on the principles of reciprocity, fair treatment and mutual benefits and ensure an adequate protection of intellectual property. Any intellectual property rights issues that may arise in the context of cooperation under this Agreement may, where necessary, be the subject of negotiations between the relevant agencies or groups involved prior to the commencement of cooperative activities and may include issues of copyright, trademark and patents in consideration of the Parties' respective laws and regulations.\n5.   The Parties shall encourage the participation of their respective higher education institutions, research centres, and productive sectors including SMEs.\n6.   The Parties agree to make all efforts to increase public awareness about possibilities offered by their respective programmes for science and technology cooperation.\nArticle 40\nCooperation on Information and Communication Technology\n1.   Recognising that Information and Communication Technology (ICT) is a key element of modern life and of vital importance to economic and social development, the Parties endeavour to exchange views on their respective policies in this field with a view to promoting economic development.\n2.   Cooperation in this area shall, inter alia, focus on:\na)\nparticipation in the comprehensive regional dialogue on the different aspects of the information society, in particular electronic communications policies and regulation including universal service, licensing and general authorisations, and the independence and efficiency of the regulatory authority, e-governance, research, and ICT-enabled services;\nb)\ninterconnection and interoperability of the Parties' and Southeast Asian networks (such as TEIN) and services;\nc)\nstandardisation and dissemination of new and emerging technologies in the field of ICT;\nd)\npromotion of research cooperation in the area of ICT on topics of mutual interest to the Parties;\ne)\nthe sharing of best practices in an effort to bridge the digital divide;\nf)\ndevelopment and implementation of strategies and mechanisms on security aspects of ICT and on fighting cyber crime;\ng)\nthe sharing of experiences on deployment of digital television, as well as on regulatory aspects, spectrum management and research;\nh)\npromoting efforts and the sharing of experience on human resources development in the area of ICT.\nArticle 41\nAudiovisual, Media and Multimedia\nThe Parties will encourage, support and facilitate exchanges, cooperation and dialogue between their relevant institutions and agents in the areas of audiovisual, media and multimedia. They agree to establish a regular policy dialogue in these areas.\nArticle 42\nCooperation on Tourism\n1.   Guided by the World Tourism Organization's Global Code of Ethics for Tourism and by the sustainability principles which are at the basis of the Local Agenda 21 process, the Parties shall aim to improve the exchange of information and establish best practice in order to ensure a balanced and sustainable development of tourism.\n2.   Both Parties agree to undertake a dialogue with the aim of facilitating cooperation, including technical assistance, in the areas of human resources training and development of new technology for destinations in accordance with sustainable tourism principles.\n3.   The Parties agree to develop cooperation on safeguarding and maximising the potential of natural and cultural heritage, mitigating any adverse impact of tourism and enhancing the positive contribution of the tourism business to the sustainable development of local communities, inter alia, by developing eco-tourism, while respecting the integrity and interests of local and indigenous communities, and improving training in the tourism industry.\nArticle 43\nCooperation on Financial Services\n1.   The Parties agree to strengthen cooperation with a view to achieving closer common rules and standards, and improving accounting, auditing, supervisory, and regulatory systems of banking, insurance, and other areas of the financial sector.\n2.   The Parties recognise the importance of technical assistance and capacity-building measures to this end.\nArticle 44\nGood Governance in the Tax Area\n1.   With a view to strengthening and developing economic activities while taking into account the need to develop an appropriate regulatory framework, the Parties recognise and will implement the principles of good governance in the tax area. To that effect, and in accordance with their respective competences, the Parties will improve international cooperation in the tax area, facilitate the collection of legitimate tax revenues, and develop measures for the effective implementation of the abovementioned principles.\n2.   The Parties agree that the implementation of these principles takes place notably within the framework of existing or future bilateral tax agreements between the Philippines and Member States.\nArticle 45\nHealth\n1.   The Parties recognise and affirm the utmost importance of health. Therefore, the Parties agree to cooperate in the health sector covering areas such as health system reform, major communicable diseases and other health threats, non-communicable diseases, and international health agreements towards the improvement of health and the sustainable development of the health sector on the basis of mutual benefits.\n2.   Cooperation shall take place through:\na)\nprogrammes covering the areas listed in paragraph 1 of this Article, including the improvement of health systems, health services delivery, reproductive health services of the poor and vulnerable women and communities, health governance including improved public finance management, health care financing, health infrastructure and information systems and health management;\nb)\njoint activities on epidemiology and surveillance, including the exchange of information as well as collaboration in the early prevention of health threats such as avian and pandemic influenza and other major communicable diseases;\nc)\nprevention and control of non-communicable diseases through the exchange of information and good practices, promoting a healthy lifestyle, addressing major health determinants such as nutrition, addiction to drugs, alcohol and tobacco and development of health-related research programmes, as foreseen in Article 39, and health promotion schemes;\nd)\npromoting the implementation of international agreements, such as the Framework Convention on Tobacco Control and the International Health Regulations, to which they are parties;\ne)\nother programmes and projects to improve health services and strengthen human resources for health systems and health conditions, as mutually agreed.\nArticle 46\nEducation, Culture, Intercultural and Interfaith Dialogue\n1.   The Parties agree to promote education, sports, cultural and interfaith cooperation that duly respects their diversity in order to increase mutual understanding and the knowledge of their respective cultures. To this end, the Parties will support and promote the activities of their cultural institutes.\n2.   The Parties further agree to start a dialogue on matters of mutual interest relating to the modernisation of education systems, including matters pertaining to core competencies and development of assessment instruments benchmarked with European standards.\n3.   The Parties endeavour to take appropriate measures to promote people-to-people contacts in the area of education, sports and cultural exchanges, and interfaith and intercultural dialogues and carry out joint initiatives in various socio-cultural spheres, including cooperation in heritage conservation with respect to cultural diversity. In this regard, the Parties also agree to continue supporting the activities of the Asia-Europe Foundation, as well as the ASEM Interfaith Dialogue.\n4.   The Parties agree to consult and cooperate in relevant international fora or organisations, such as Unesco, in order to pursue common objectives and promote greater understanding and respect for cultural diversity. In this regard, the Parties also agree to promote the ratification and implementation of the Unesco Convention on the Protection and Promotion of the Diversity of Cultural Expressions adopted on 20 October 2005.\n5.   The Parties shall furthermore place emphasis on adopting measures designed to strengthen links between their respective relevant agencies promoting the exchange of information and know-how among experts, youth and youth workers (in and out-of-school), and taking advantage of their respective programmes such as Erasmus Mundus in the areas of education and culture as well as the experiences that both Parties have acquired in these areas.\nArticle 47\nStatistics\nThe Parties agree to promote, in accordance with their existing activities of statistical cooperation between the European Union and ASEAN, statistical capacity-building, the harmonisation of statistical methods and practice including the gathering and dissemination of statistics, thus enabling them to use, on a mutually acceptable basis, statistics on, inter alia, national accounts, foreign direct investments, information communications and technology trade in goods and services and, more generally, on any other area covered by this Agreement which lends itself to statistical processing collection, analysis and dissemination.\nTITLE VII\nINSTITUTIONAL FRAMEWORK\nArticle 48\nJoint Committee\n1.   The Parties agree to establish under this Agreement a Joint Committee, composed of representatives of both sides at senior official level, charged with:\na)\nthe proper functioning and implementation of this Agreement;\nb)\nthe setting of priorities in relation to the aims of this Agreement;\nc)\nmaking recommendations for promoting the objectives of this Agreement.\n2.   The Joint Committee shall normally meet not less than every two years in the Philippines and the European Union alternately on a date to be fixed by mutual agreement. Extraordinary meetings of the Joint Committee may also be convened by agreement between the Parties. The Joint Committee shall be chaired alternately by each of the Parties. The agenda for meetings of the Joint Committee shall be determined by agreement between the Parties.\n3.   The Joint Committee shall establish specialised subcommittees to deal with all areas covered by this Agreement in order to assist it in the performance of its tasks. These subcommittees shall make detailed reports on their activities to the Joint Committee at each of its meetings.\n4.   The Parties agree that it shall also be the task of the Joint Committee to oversee the proper functioning of any sectoral agreement or protocol concluded or to be concluded between the Parties.\n5.   The Joint Committee shall adopt its own rules of procedure.\nTITLE VIII\nFINAL PROVISIONS\nArticle 49\nFuture Developments Clause\n1.   The Parties may, by mutual consent and on recommendation of the Joint Committee, expand this Agreement with a view to enhancing the level of cooperation, including by supplementing it by means of agreements or protocols on specific sectors or activities.\n2.   With regard to the implementation of this Agreement, either of the Parties may put forward suggestions for widening the scope of cooperation, taking into account the experience gained in its application.\nArticle 50\nResources for Cooperation\n1.   The Parties agree to make available the appropriate resources, including financial means, insofar as their respective resources and regulations allow, in order to fulfil the cooperation objectives set out in this Agreement.\n2.   The Parties shall implement financial assistance in accordance with the principles of sound financial management and cooperate in the protection of their financial interests. The Parties shall take effective measures to prevent and fight fraud, corruption and any other illegal activities, inter alia, by means of mutual assistance in the fields covered by this Agreement in accordance with their respective laws and regulations. Any further agreement or financing instrument to be concluded between the Parties shall provide for specific financial cooperation clauses covering on-the-spot checks, inspections, controls, and anti-fraud measures, including, inter alia, those conducted by the European Anti-fraud Office (OLAF) and the relevant Philippine investigative authorities.\n3.   The Parties shall encourage the European Investment Bank (EIB) to continue its operations in the Philippines in accordance with its procedures and financing criteria, the framework agreement signed between the EIB and the Philippines and with Philippine domestic laws.\n4.   The Parties may decide to extend financial support to cooperation activities in the areas covered by this Agreement or in relation to it in accordance with their respective financial procedures and resources. These cooperation activities may include, as appropriate, but not be limited to, capacity-building and technical cooperation initiatives, the exchange of experts, the conduct of studies, the establishment of legal, enforcement and regulatory frameworks that promote transparency and accountability, and other activities agreed by the Parties.\nArticle 51\nFacilities\nTo facilitate cooperation in the framework of this Agreement, both Parties agree to grant necessary facilities to officials and experts involved in implementing cooperation for the performance of their functions in accordance with national/domestic law and the internal rules and regulations of both Parties.\nArticle 52\nOther Agreements\n1.   Without prejudice to the relevant provisions of the Treaty on European Union and the Treaty on the Functioning of the European Union, neither this Agreement nor action taken hereunder shall affect the powers of the Parties to undertake bilateral cooperation activities or to conclude, where appropriate, new partnership and cooperation agreements including between the Philippines and the individual Member States.\n2.   This Agreement shall not affect the application or implementation of commitments undertaken or to be undertaken by the respective Parties in relations with third parties.\nArticle 53\nFulfilment of Obligations\n1.   The Parties shall take any general or specific measures required to fulfil their obligations under this Agreement. They shall see to it that the objectives set out in the Agreement are attained.\n2.   Each Party may refer to the Joint Committee any divergence in the application or interpretation of this Agreement.\n3.   If either Party considers that the other Party has failed to fulfil any of its obligations under this Agreement, it may take appropriate measures. Before doing so, except in cases of special urgency in accordance with paragraph 5 of this Article, it shall present to the Joint Committee all the relevant information required for a thorough examination of the situation with a view to seeking a solution acceptable to the Parties.\n4.   In the selection of measures, priority must be given to those which least disturb the functioning of this Agreement. These measures shall be notified immediately to the other Party and shall be the subject of consultations within the Joint Committee if the other Party so requests.\n5.   The Parties agree, for the purposes of the correct interpretation and practical application of this Agreement, that the term ‘cases of special urgency’ in paragraph 3 of this Article means a case of a material breach of this Agreement by one of the Parties. A material breach of this Agreement consists of:\na)\nrepudiation of this Agreement not sanctioned by the general rules of international law; or\nb)\nviolation of essential elements of this Agreement, namely Articles 1(1) and 8(2).\nPrior to the application of measures in the cases of special urgency, either Party may request that an urgent meeting be called to bring the Parties together. In the event of such a request and within 15 days, unless the Parties agree on another time period not exceeding 21 days, a meeting shall be held to examine thoroughly the situation with a view to seeking a solution acceptable to the Parties.\nArticle 54\nDefinition of the Parties\nFor the purposes of this Agreement, ‘the Parties’ shall mean the Union or its Member States or the Union and its Member States, in accordance with their respective powers, on the one hand, and the Republic of the Philippines, on the other.\nArticle 55\nTerritorial Application\nThis Agreement shall apply to the territory in which the Treaty on European Union is applied under the conditions laid down in that Treaty, on the one hand, and to the territory of the Philippines, on the other.\nArticle 56\nNotifications\nNotifications made in accordance with Article 57 shall be made to the Secretary-General of the Council of the European Union and the Department of Foreign Affairs of the Philippines, respectively, through diplomatic channels.\nArticle 57\nEntry into Force and Duration\n1.   This Agreement shall enter into force on the first day of the month following the date on which the last Party has notified the other of the completion of the legal procedures necessary for this purpose.\n2.   This Agreement is valid for a period of five years. It shall be automatically extended for further successive periods of one year, unless either Party notifies the other Party in writing of its intention not to extend this Agreement six months prior to the end of any subsequent one-year period.\n3.   Any amendments to this Agreement shall be made by agreement between the Parties. Any amendments shall enter into force according to paragraph 1 of this Article only after the last Party has notified the other that all necessary formalities have been completed.\n4.   This Agreement may be terminated by one Party by written notice of its desire to terminate this Agreement given to the other Party. The termination shall take effect six months after receipt of notification by the other Party. Termination shall not affect agreed or ongoing projects commenced under this Agreement prior to termination.\nArticle 58\nAuthentic Text\n1.   This Agreement shall be drawn up in duplicate in the Bulgarian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovene, Spanish and Swedish languages, each of these texts being equally authentic.\n2.   The Agreement was negotiated in English. Any linguistic divergence in the texts shall be referred to the Joint Committee.\nСъставено в Пном Пен на единадесети юли две хиляди и дванадесета година.\nHecho en Phnom Penh el día once de julio del año dos mil doce.\nV Phnompenhu dne jedenáctého července dva tisíce dvanáct.\nUdfærdiget i Phnom Penh, den ellevte juli to tusind og tolv.\nGeschehen zu Phnom Penh am elften Juli zweitausendzwölf.\nKahe tuhande kaheteistkümnenda aasta juulikuu üheteistkümnendal päeval Phnom Penhis.\nΈγινε στην Πνομ Πενχ την ενδεκάτη Ιουλίου του έτους δύο χιλιάδες δώδεκα.\nDone at Phnom Penh on the eleventh day of July in the year two thousand and twelve.\nFait à Phnom Penh le onze juillet deux mille douze.\nFatto a Phnom Penh addì undici luglio duemiladodici.\nPnompeņā, divi tūkstoši divpadsmitā gada vienpadsmitajā jūlijā.\nPriimta Pnompenyje du tūkstančiai dvyliktų metų liepos vienuoliktą dieną.\nKelt Phnom Penh-ben, a kétezer-tizenkettedik év július havának tizenegyedik napján.\nMagħmul fi Phnom Penh fil-ħdax-il jum ta' Lulju fis-sena elfejn u tnax.\nGedaan te Phnom-Penh, elf juli tweeduizend twaalf.\nSporządzono w Phnom Penh dnia jedenastego lipca roku dwa tysiące dwunastego.\nFeito em Pnom Pene, aos onze dias do mês de julho de dois mil e doze.\nÎntocmit la Phnom Penh la data de unsprezece iulie a anului două mii doisprezece.\nV Phnom Penh jedenásteho júla dvetisícdvanásť.\nV Phnom Penhu, enajstega julija leta dva tisoč dvanajst.\nTehty Phnom Penhissä yhdentenätoista päivänä heinäkuuta vuonna kaksituhattakaksitoista.\nUtfärdat i Phnom Penh den elfte juli tjugohundratolv.\nVoor het Koninkrijk België\nPour le Royaume de Belgique\nFür das Königreich Belgien\nDeze handtekening verbindt eveneens de Vlaamse Gemeenschap, de Franse Gemeenschap, de Duitstalige Gemeenschap, het Vlaamse Gewest, het Waalse Gewest en het Brussels Hoofdstedelijk Gewest.\nCette signature engage également la Communauté française, la Communauté flamande, la Communauté germanophone, la Région wallonne, la Région flamande et la Région de Bruxelles-Capitale.\nDiese Unterschrift bindet zugleich die Deutschsprachige Gemeinschaft, die Flämische Gemeinschaft, die Französische Gemeinschaft, die Wallonische Region, die Flämische Region und die Region Brüssel-Hauptstadt.\nЗа Република България\nZa Českou republiku\nPå Kongeriget Danmark vegne\nFür die Bundesrepublik Deutschland\nEesti Vabariigi nimel\nThar cheann Na hÉireann\nFor Ireland\nΓια την Ελληνική Δημοκρατία\nPor el Reino de España\nPour la République française\nPer la Repubblica italiana\nΓια την Κυπριακή Δημοκρατία\nLatvijas Republikas vārdā –\nLietuvos Respublikos vardu\nPour le Grand-Duché de Luxembourg\nA Magyar Köztársaság részéről\nGħal Malta\nVoor het Koninkrijk der Nederlanden\nFür die Republik Österreich\nW imieniu Rzeczypospolitej Polskiej\nPela República Portuguesa\nPentru România\nZa Republiko Slovenijo\nZa Slovenskú republiku\nSuomen tasavallan puolesta\nFör Republiken Finland\nFör Konungariket Sverige\nFor the United Kingdom of Great Britain and Northern Ireland\nЗа Европейския съюз\nРог la Unión Europea\nZa Evropskou unii\nFor Den Europæiske Union\nFür die Europäische Union\nEuroopa Liidu nimel\nΓια την Ευρωπαϊκή Ένωση\nFor the European Union\nPour l'Union européenne\nPer l'Unione europea\nEiropas Savienības vārdā –\nEuropos Sąjungos vardu\nAz Európai Unió részéről\nGħall-Unjoni Ewropea\nVoor de Europese Unie\nW imieniu Unii Europejskiej\nPela União Europeia\nPentru Uniunea Europeană\nZa Európsku úniu\nZa Evropsko unijo\nEuroopan unionin puolesta\nFör Europeiska unionen\nFor the Republic of the Philippines", "summary": "Partnership Agreement between the EU and the Philippines\nPartnership Agreement between the EU and the Philippines\nSUMMARY OF:\nFramework Agreement on Partnership and Cooperation between the EU and the Philippines\nCouncil Decision (EU) 2017/2414 — conclusion of the Framework Agreement on Partnership and Cooperation between the EU and the Philippines\nWHAT IS THE AIM OF THE AGREEMENT AND THE DECISION?\nThe agreement established a new and enhanced legal base, enabling the EU and the Philippines to strengthen their relationship, in particular on political, social and economic matters, including human rights.\nBy its decision, the Council approved the conclusion of the agreement on behalf of the EU.\nKEY POINTS\n              \nThe agreement commits the parties to comprehensive dialogue and cooperation on a number of issues including:\npolitical, social, and economic matters in all relevant regional and international fora and organisations;\ncombating terrorism and transnational crimes;\nhuman rights and dialogue on the fight against serious crimes of international concern;\ncountering the proliferation of weapons of mass destruction, small arms and light weapons, as well as promoting peace processes and conflict prevention;\nall trade and investment areas of mutual interest;\nthe area of justice and security, including: legal cooperation;illicit drugs;money laundering;combating organised crime and corruption;data protection;refugees and internally displaced persons;\nthe areas of migration and maritime labour;\nother sectors of mutual interest including: employment and social affairs;economic policy;audiovisual, media and multimedia;transport;environment and natural resources, including climate change.\nenhancing both parties’ participation in sub-regional and regional cooperation programmes open to the participation of the other party;\nraising the roles and profiles of the Philippines and the EU;\npromoting people-to-people understanding and effective dialogue and interaction with organised civil society.\nMeans of cooperation\nEach party will make the appropriate resources available, including financial means, to the extent that their respective resources and regulations allow, to fulfil the cooperation objectives.\nThe parties will encourage the European Investment Bank to continue its operations in the Philippines, according to its procedures and financing criteria.\nJoint Committee\nA Joint Committee composed of representatives from both parties will:\nensure the proper functioning and implementation of the agreement;\nset priorities in relation to the agreement’s aims;\nmake recommendations for promoting the objectives of the agreement.\nDATE OF ENTRY INTO FORCE\n              \nIt entered into force on 1 March 2018.\nBACKGROUND\nThe Philippines is part of the Association of Southeast Asian Nations (ASEAN) which is a key partner of the EU.\nThe Philippines has enjoyed enhanced trade preferences with the EU under the EU’s Generalised Scheme of Preferences plus (GSP+) since December 2014.\nNegotiations for an EU-Philippines Free Trade Agreement have been ongoing since December 2015.\nFor further information see:\nPhilippines and the EU (European External Action Service).\nMAIN DOCUMENTS\n            \nFramework Agreement on Partnership and Cooperation between the European Union and its Member States, of the one part, and the Republic of the Philippines, of the other part (OJ L 343, 22.12.2017, pp. 3-32)\nCouncil Decision (EU) 2017/2414 of 25 September 2017 on the conclusion, on behalf of the Union, of the Framework Agreement on Partnership and Cooperation between the European Union and its Member States, of the one part, and the Republic of the Philippines, of the other part (OJ L 343, 22.12.2017, pp. 1-2)\nRELATED DOCUMENT\n            \nNotice concerning the entry into force of the Framework Agreement on Partnership and Cooperation between the European Union and its Member States, of the one part, and the Republic of the Philippines, of the other part (OJ L 78, 21.3.2018, p. 1)\nlast update 08.04.2019", "tags": ["framework agreement", "Philippines", "cooperation policy", "cooperation agreement (EU)"], "subjects": ["External relations", "Cooperation"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}