{"celex_id": "32016L0800", "reference": "21.5.2016\nEN\nOfficial Journal of the European Union\nL 132/1\nDIRECTIVE (EU) 2016/800 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 11 May 2016\non procedural safeguards for children who are suspects or accused persons in criminal proceedings\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular point (b) of Article 82(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nThe purpose of this Directive is to establish procedural safeguards to ensure that children, meaning persons under the age of 18, who are suspects or accused persons in criminal proceedings, are able to understand and follow those proceedings and to exercise their right to a fair trial, and to prevent children from re-offending and foster their social integration.\n(2)\nBy establishing common minimum rules on the protection of procedural rights of children who are suspects or accused persons, this Directive aims to strengthen the trust of Member States in each other's criminal justice systems and thus to improve mutual recognition of decisions in criminal matters. Such common minimum rules should also remove obstacles to the free movement of citizens throughout the territory of the Member States.\n(3)\nAlthough the Member States are parties to the European Convention for the Protection of Human Rights and Fundamental Freedoms (ECHR), the International Covenant on Civil and Political Rights, and the UN Convention on the Rights of the Child, experience has shown that this in itself does not always provide a sufficient degree of trust in the criminal justice systems of other Member States.\n(4)\nOn 30 November 2009, the Council adopted a Resolution on a Roadmap for strengthening the procedural rights of suspected or accused persons in criminal proceedings (3) (‘the Roadmap’). Taking a step-by-step approach, the Roadmap calls for the adoption of measures regarding the right to translation and interpretation (measure A), the right to information on rights and information about the charges (measure B), the right to legal advice and legal aid (measure C), the right to communicate with relatives, employers and consular authorities (measure D), and special safeguards for suspected or accused persons who are vulnerable (measure E). The Roadmap emphasises that the order of the rights is indicative and thus implies that it may be changed in accordance with priorities. The Roadmap is designed to operate as a whole; only when all its components are implemented will its benefits be experienced in full.\n(5)\nOn 11 December 2009, the European Council welcomed the Roadmap and made it part of the Stockholm programme — An open and secure Europe serving and protecting citizens (4) (point 2.4). The European Council underlined the non-exhaustive character of the Roadmap by inviting the Commission to examine further elements of minimum procedural rights for suspects and accused persons, and to assess whether other issues, for instance the presumption of innocence, need to be addressed, in order to promote better cooperation in that area.\n(6)\nFour measures on procedural rights in criminal proceedings have been adopted pursuant to the Roadmap to date, namely Directives 2010/64/EU (5), 2012/13/EU (6), 2013/48/EU (7) and Directive (EU) 2016/343 (8) of the European Parliament and the Council.\n(7)\nThis Directive promotes the rights of the child, taking into account the Guidelines of the Council of Europe on child-friendly justice.\n(8)\nWhere children are suspects or accused persons in criminal proceedings or are subject to European arrest warrant proceedings pursuant to Council Framework Decision 2002/584/JHA (9) (requested persons), Member States should ensure that the child's best interests are always a primary consideration, in accordance with Article 24(2) of the Charter of Fundamental Rights of the European Union (the Charter).\n(9)\nChildren who are suspects or accused persons in criminal proceedings should be given particular attention in order to preserve their potential for development and reintegration into society.\n(10)\nThis Directive should apply to children who are suspects or accused persons in criminal proceedings and to children who are requested persons. In respect of children who are requested persons, the relevant provisions of this Directive should apply from the time of their arrest in the executing Member State.\n(11)\nThis Directive, or certain provisions thereof, should also apply to suspects or accused persons in criminal proceedings, and to requested persons, who were children when they became subject to the proceedings, but who have subsequently reached the age of 18, and where the application of this Directive is appropriate in the light of all the circumstances of the case, including the maturity and vulnerability of the person concerned.\n(12)\nWhen, at the time a person becomes a suspect or accused person in criminal proceedings, that person has reached the age of 18, but the criminal offence was committed when the person was a child, Member States are encouraged to apply the procedural safeguards provided for by this Directive until that person reaches the age of 21, at least as regards criminal offences that are committed by the same suspect or accused person and that are jointly investigated and prosecuted as they are inextricably linked to criminal proceedings which were initiated against that person before the age of 18.\n(13)\nMember States should determine the age of the child on the basis of the child's own statements, checks of the child's civil status, documentary research, other evidence and, if such evidence is unavailable or inconclusive, a medical examination. A medical examination should be carried out as a last resort and in strict compliance with the child's rights, physical integrity and human dignity. Where a person's age remains in doubt, that person should, for the purposes of this Directive, be presumed to be a child.\n(14)\nThis Directive should not apply in respect of certain minor offences. However, it should apply where a child who is a suspect or accused person is deprived of liberty.\n(15)\nIn some Member States an authority other than a court having jurisdiction in criminal matters has competence for imposing sanctions other than deprivation of liberty in relation to relatively minor offences. That may be the case, for example, in relation to road traffic offences which are committed on a large scale and which might be established following a traffic control. In such situations, it would be unreasonable to require that the competent authorities ensure all the rights under this Directive. Where the law of a Member State provides for the imposition of a sanction regarding minor offences by such an authority and there is either a right of appeal or the possibility for the case to be otherwise referred to a court having jurisdiction in criminal matters, this Directive should therefore apply only to the proceedings before that court following such an appeal or referral.\n(16)\nIn some Member States certain minor offences, in particular minor road traffic offences, minor offences in relation to general municipal regulations and minor public order offences, are considered to be criminal offences. In such situations, it would be unreasonable to require that the competent authorities ensure all the rights under this Directive. Where the law of a Member State provides in respect of minor offences that deprivation of liberty cannot be imposed as a sanction, this Directive should therefore apply only to the proceedings before a court having jurisdiction in criminal matters.\n(17)\nThis Directive should apply only to criminal proceedings. It should not apply to other types of proceedings, in particular proceedings which are specially designed for children and which could lead to protective, corrective or educative measures.\n(18)\nThis Directive should be implemented taking into account the provisions of Directives 2012/13/EU and 2013/48/EU. This Directive provides for further complementary safeguards with regard to information to be provided to children and to the holder of parental responsibility in order to take into account the specific needs and vulnerabilities of children.\n(19)\nChildren should receive information about general aspects of the conduct of the proceedings. To that end, they should, in particular, be given a brief explanation about the next procedural steps in the proceedings in so far as this is possible in the light of the interest of the criminal proceedings, and about the role of the authorities involved. The information to be given should depend on the circumstances of the case.\n(20)\nChildren should receive information in respect of the right to a medical examination at the earliest appropriate stage in the proceedings, at the latest upon deprivation of liberty where such a measure is taken in relation to the child.\n(21)\nWhere a child is deprived of liberty, the Letter of Rights provided to the child pursuant to Directive 2012/13/EU should include clear information on the child's rights under this Directive.\n(22)\nMember States should inform the holder of parental responsibility about applicable procedural rights, in writing, orally, or both. The information should be provided as soon as possible and in such detail as is necessary to safeguard the fairness of the proceedings and the effective exercise of the rights of the child.\n(23)\nIn certain circumstances, which can also relate to only one of the persons holding parental responsibility, the information should be provided to another appropriate adult nominated by the child and accepted as such by the competent authority. One of those circumstances is where there are objective and factual grounds indicating or giving rise to the suspicion that providing information to the holder of parental responsibility could substantially jeopardise the criminal proceedings, in particular, where evidence might be destroyed or altered, witnesses might be interfered with, or the holder of parental responsibility might have been involved in the alleged criminal activity together with the child.\n(24)\nWhere the circumstances which led the competent authorities to provide information to an appropriate adult other than the holder of parental responsibility cease to exist, any information that the child receives in accordance with this Directive, and which remains relevant in the course of the proceedings, should be provided to the holder of parental responsibility. This requirement should not unnecessarily prolong the criminal proceedings.\n(25)\nChildren who are suspects or accused persons have the right of access to a lawyer in accordance with Directive 2013/48/EU. Since children are vulnerable and not always able to fully understand and follow criminal proceedings, they should be assisted by a lawyer in the situations set out in this Directive. In those situations, Member States should arrange for the child to be assisted by a lawyer where the child or the holder of parental responsibility has not arranged such assistance. Member States should provide legal aid where this is necessary to ensure that the child is effectively assisted by a lawyer.\n(26)\nAssistance by a lawyer under this Directive presupposes that the child has the right of access to a lawyer under Directive 2013/48/EU. Therefore, where the application of a provision of Directive 2013/48/EU would make it impossible for the child to be assisted by a lawyer under this Directive, such provision should not apply to the right of children to have access to a lawyer under Directive 2013/48/EU. On the other hand, the derogations and exceptions to assistance by a lawyer laid down in this Directive should not affect the right of access to a lawyer in accordance with Directive 2013/48/EU, or the right to legal aid in accordance with the Charter and the ECHR, and with national and other Union law.\n(27)\nThe provisions laid down in this Directive on assistance by a lawyer should apply without undue delay once children are made aware that they are suspects or accused persons. For the purposes of this Directive, assistance by a lawyer means legal support and representation by a lawyer during the criminal proceedings. Where this Directive provides for the assistance by a lawyer during questioning, a lawyer should be present. Without prejudice to a child's right of access to a lawyer pursuant to Directive 2013/48/EU, assistance by a lawyer does not require a lawyer to be present during each investigative or evidence-gathering act.\n(28)\nProvided that this complies with the right to a fair trial, the obligation for Member States to provide children who are suspects or accused persons with assistance by a lawyer in accordance with this Directive does not include the following: identifying the child; determining whether an investigation should be started; verifying the possession of weapons or other similar safety issues; carrying out investigative or evidence-gathering acts other than those specifically referred to in this Directive, such as body checks, physical examinations, blood, alcohol or similar tests, or the taking of photographs or fingerprints; or bringing the child to appear before a competent authority or surrendering the child to the holder of parental responsibility or to another appropriate adult, in accordance with national law.\n(29)\nWhere a child who was not initially a suspect or accused person, such as a witness, becomes a suspect or accused person, that child should have the right not to incriminate him or herself and the right to remain silent, in accordance with Union law and the ECHR, as interpreted by the Court of Justice of the European Union (Court of Justice) and by the European Court of Human Rights. This Directive therefore makes express reference to the practical situation where such a child becomes a suspect or accused person during questioning by the police or by another law enforcement authority in the context of criminal proceedings. Where, in the course of such questioning, a child other than a suspect or accused person becomes a suspect or accused person, questioning should be suspended until the child is made aware that he or she is a suspect or accused person and is assisted by a lawyer in accordance with this Directive.\n(30)\nProvided that this complies with the right to a fair trial, Member States should be able to derogate from the obligation to provide assistance by a lawyer where this is not proportionate in the light of the circumstances of the case, it being understood that the child's best interests should always be a primary consideration. In any event, children should be assisted by a lawyer when they are brought before a competent court or judge in order to decide on detention at any stage of the proceedings within the scope of this Directive, as well as during detention. Moreover, deprivation of liberty should not be imposed as a criminal sentence unless the child has been assisted by a lawyer in such a way as to allow the child to exercise his or her rights of the defence effectively and, in any event, during the trial hearings before a court. Member States should be able to make practical arrangements in that respect.\n(31)\nMember States should be able to derogate temporarily from the obligation to provide assistance by a lawyer in the pre-trial phase for compelling reasons, namely where there is an urgent need to avert serious adverse consequences for the life, liberty or physical integrity of a person, or where immediate action by the investigating authorities is imperative to prevent substantial jeopardy to criminal proceedings in relation to a serious criminal offence, inter alia, with a view to obtaining information concerning the alleged co-perpetrators of a serious criminal offence, or in order to avoid the loss of important evidence regarding a serious criminal offence. During a temporary derogation for one of those compelling reasons, the competent authorities should be able to question children without the lawyer being present, provided that they have been informed of their right to remain silent and can exercise that right, and that such questioning does not prejudice the rights of the defence, including the right not to incriminate oneself. It should be possible to carry out questioning, to the extent necessary, for the sole purpose of obtaining information that is essential to avert serious adverse consequences for the life, liberty or physical integrity of a person, or to prevent substantial jeopardy to criminal proceedings. Any abuse of this temporary derogation would, in principle, irretrievably prejudice the rights of the defence.\n(32)\nMember States should clearly set out in their national law the grounds and criteria for such a temporary derogation, and they should make restricted use thereof. Any temporary derogation should be proportional, strictly limited in time, not based exclusively on the type or the seriousness of the alleged criminal offence, and should not prejudice the overall fairness of the proceedings. Member States should ensure that where the temporary derogation has been authorised pursuant to this Directive by a competent authority which is not a judge or a court, the decision on authorising the temporary derogation can be assessed by a court, at least during the trial stage.\n(33)\nConfidentiality of communication between children and their lawyer is key to ensuring the effective exercise of the rights of the defence and is an essential part of the right to a fair trial. Member States should therefore respect the confidentiality of meetings and other forms of communication between the lawyer and the child in the context of the assistance by a lawyer provided for in this Directive, without derogation. This Directive is without prejudice to procedures that address the situation where there are objective and factual circumstances giving rise to the suspicion that the lawyer is involved with the child in a criminal offence. Any criminal activity on the part of a lawyer should not be considered to be legitimate assistance to children within the framework of this Directive. The obligation to respect confidentiality not only implies that Member States refrain from interfering with, or accessing, such communication but also that, where children are deprived of liberty or otherwise find themselves in a place under the control of the State, Member States ensure that arrangements for communication uphold and protect such confidentiality. This is without prejudice to any mechanisms that are in place in detention facilities with the purpose of avoiding illicit enclosures being sent to detainees, such as screening correspondence, provided that such mechanisms do not allow the competent authorities to read the communication between children and their lawyer. This Directive is also without prejudice to procedures under national law according to which forwarding correspondence may be rejected if the sender does not agree to the correspondence first being submitted to a competent court.\n(34)\nThis Directive is without prejudice to a breach of confidentiality that is incidental to a lawful surveillance operation by competent authorities. This Directive is also without prejudice to the work that is carried out, for example, by national intelligence services to safeguard national security in accordance with Article 4(2) of the Treaty on European Union (TEU), or that falls within the scope of Article 72 of the Treaty on the Functioning of the European Union (TFEU) pursuant to which Title V of Part III of the TFEU, on the Area of Freedom, Security and Justice, must not affect the exercise of the responsibilities incumbent upon Member States with regard to the maintenance of law and order and the safeguarding of internal security.\n(35)\nChildren who are suspects or accused persons in criminal proceedings should have the right to an individual assessment to identify their specific needs in terms of protection, education, training and social integration, to determine if and to what extent they would need special measures during the criminal proceedings, the extent of their criminal responsibility and the appropriateness of a particular penalty or educative measure.\n(36)\nThe individual assessment should, in particular, take into account the child's personality and maturity, the child's economic, social and family background, including living environment, and any specific vulnerabilities of the child, such as learning disabilities and communication difficulties.\n(37)\nIt should be possible to adapt the extent and detail of an individual assessment according to the circumstances of the case, taking into account the seriousness of the alleged criminal offence and the measures that could be taken if the child is found guilty of such an offence. An individual assessment which has been carried out with regard to the same child in the recent past could be used if it is updated.\n(38)\nThe competent authorities should take information deriving from an individual assessment into account when determining whether any specific measure concerning the child is to be taken, such as providing any practical assistance; when assessing the appropriateness and effectiveness of any precautionary measures in respect of the child, such as decisions on provisional detention or alternative measures; and, taking account of the individual characteristics and circumstances of the child, when taking any decision or course of action in the context of the criminal proceedings, including when sentencing. Where an individual assessment is not yet available, this should not prevent the competent authorities from taking such measures or decisions, provided that the conditions set out in this Directive are complied with, including carrying out an individual assessment at the earliest appropriate stage of the proceedings. The appropriateness and effectiveness of the measures or decisions that are taken before an individual assessment is carried out could be re-assessed when the individual assessment becomes available.\n(39)\nThe individual assessment should take place at the earliest appropriate stage of the proceedings and in due time so that the information deriving from it can be taken into account by the prosecutor, judge or another competent authority, before presentation of the indictment for the purposes of the trial. It should nevertheless be possible to present an indictment in the absence of an individual assessment provided that this is in the child's best interests. This could be the case, for example, where a child is in pre-trial detention and waiting for the individual assessment to become available would risk unnecessarily prolonging such detention.\n(40)\nMember States should be able to derogate from the obligation to carry out an individual assessment where such a derogation is warranted in the circumstances of the case, taking into account, inter alia, the seriousness of the alleged criminal offence and the measures that could be taken if the child is found guilty of such an offence, provided that the derogation is compatible with the child's best interests. In that context, all relevant elements should be taken into consideration, including whether or not the child has, in the recent past, been the subject of an individual assessment in the context of criminal proceedings or whether the case concerned may be conducted without an indictment.\n(41)\nThe duty of care towards children who are suspects or accused persons underpins a fair administration of justice, in particular where children are deprived of liberty and are therefore in a particularly weak position. In order to ensure the personal integrity of a child who is deprived of liberty, the child should have the right to a medical examination. Such a medical examination should be carried out by a physician or another qualified professional, either on the initiative of the competent authorities, in particular where specific health indications give reasons for such an examination, or in response to a request of the child, of the holder of parental responsibility or of the child's lawyer. Member States should lay down practical arrangements concerning medical examinations that are to be carried out in accordance with this Directive, and concerning access by children to such examinations. Such arrangements could, inter alia, address situations where two or more requests for medical examinations are made in respect of the same child in a short period of time.\n(42)\nChildren who are suspects or accused persons in criminal proceedings are not always able to understand the content of questioning to which they are subject. In order to ensure sufficient protection of such children, questioning by police or by other law enforcement authorities should therefore be audio-visually recorded where it is proportionate to do so, taking into account, inter alia, whether or not a lawyer is present and whether or not the child is deprived of liberty, it being understood that the child's best interests should always be a primary consideration. This Directive does not require Member States to make audiovisual recordings of questioning of children by a judge or a court.\n(43)\nWhere an audiovisual recording is to be made in accordance with this Directive but an insurmountable technical problem renders it impossible to make such a recording, the police or other law enforcement authorities should be able to question the child without it being audio-visually recorded, provided that reasonable efforts have been made to overcome the technical problem, that it is not appropriate to postpone the questioning, and that it is compatible with the child's best interests.\n(44)\nWhether or not the questioning of children is audio-visually recorded, questioning should in any event be carried out in a manner that takes into account the age and maturity of the children concerned.\n(45)\nChildren are in a particularly vulnerable position when they are deprived of liberty. Special efforts should therefore be undertaken to avoid deprivation of liberty and, in particular, detention of children at any stage of the proceedings before the final determination by a court of the question whether the child concerned has committed the criminal offence, given the possible risks for their physical, mental and social development, and because deprivation of liberty could lead to difficulties as regards their reintegration into society. Member States could make practical arrangements, such as guidelines or instructions to police officers, on the application of this requirement to situations of police custody. In any case, this requirement is without prejudice to the possibility for police officers or other law enforcement authorities to apprehend a child in situations where it seems, prima facie, to be necessary to do so, such as in flagrante delicto or immediately after a criminal offence has been committed.\n(46)\nThe competent authorities should always consider measures alternative to detention (alternative measures) and should have recourse to such measures where possible. Such alternative measures could include a prohibition for the child to be in certain places, an obligation for the child to reside in a specific place, restrictions concerning contact with specific persons, reporting obligations to the competent authorities, participation in educational programmes, or, subject to the child's consent, participation in therapeutic or addiction programmes.\n(47)\nDetention of children should be subject to periodic review by a court, which could also be a judge sitting alone. It should be possible to carry out such periodic review ex officio by the court, or at the request of the child, of the child's lawyer or of a judicial authority which is not a court, in particular a prosecutor. Member States should provide for practical arrangements in that respect, including regarding the situation where a periodic review has already been carried out ex officio by the court and the child or the child's lawyer requests that another review be carried out.\n(48)\nWhere children are detained they should benefit from special protection measures. In particular, they should be held separately from adults unless it is considered to be in the child's best interests not to do so, in accordance with Article 37(c) of the UN Convention on the Rights of the Child. When a detained child reaches the age of 18, it should be possible to continue separate detention where warranted, taking into account the circumstances of the person concerned. Particular attention should be paid to the manner in which detained children are treated given their inherent vulnerability. Children should have access to educational facilities according to their needs.\n(49)\nMember States should ensure that children who are suspects or accused persons and kept in police custody are held separately from adults, unless it is considered to be in the child's best interests not to do so, or unless, in exceptional circumstances, it is not possible in practice to do so, provided that children are held together with adults in a manner that is compatible with the child's best interests. For example, in sparsely populated areas, it should be possible, exceptionally, for children to be held in police custody with adults, unless this is contrary to the child's best interests. In such situations, particular vigilance should be required on the part of competent authorities in order to protect the child's physical integrity and well-being.\n(50)\nIt should be possible to detain children with young adults unless this is contrary to the child's best interests. It is for Member States to determine which persons are considered to be young adults in accordance with their national law and procedures. Member States are encouraged to determine that persons older than 24 years do not qualify as young adults.\n(51)\nWhere children are detained, Member States should take appropriate measures as set out in this Directive. Such measures should, inter alia, ensure the effective and regular exercise of the right to family life. Children should have the right to maintain regular contact with their parents, family and friends through visits and correspondence, unless exceptional restrictions are required in the child's best interests or in the interests of justice.\n(52)\nMember States should also take appropriate measures to ensure respect for the freedom of religion or belief of the child. In that regard, Member States should, in particular, refrain from interfering with the religion or belief of the child. Member States are not, however, required to take active steps to assist children in worshipping.\n(53)\nWhere appropriate, Member States should also take appropriate measures in other situations of deprivation of liberty. The measures taken should be proportionate and appropriate to the nature of the deprivation of liberty, such as police custody or detention, and to its duration.\n(54)\nProfessionals in direct contact with children should take into account the particular needs of children of different age groups and should ensure that the proceedings are adapted to them. For those purposes, those professionals should be specially trained in dealing with children.\n(55)\nChildren should be treated in a manner appropriate to their age, maturity and level of understanding, taking into account any special needs, including any communication difficulties, that they may have.\n(56)\nTaking into account the differences between the legal traditions and systems across the Member States, the privacy of children during criminal proceedings should be ensured in the best possible way with a view, inter alia, to facilitating the reintegration of children into society. Member States should provide that court hearings involving children are usually held in the absence of the public, or allow courts or judges to decide to hold such hearings in the absence of the public. This is without prejudice to judgments being pronounced publicly in accordance with Article 6 ECHR.\n(57)\nChildren should have the right to be accompanied by the holder of parental responsibility during court hearings in which they are involved. If more than one person holds parental responsibility for the same child, the child should have the right to be accompanied by all of them, unless this is not possible in practice despite the competent authorities' reasonable efforts. Member States should lay down practical arrangements for the exercise by children of the right to be accompanied by the holder of parental responsibility during court hearings in which they are involved and concerning the conditions under which an accompanying person may be temporarily excluded from court hearings. Such arrangements could, inter alia, address the situation where the holder of parental responsibility is temporarily not available to accompany the child or where the holder does not want to make use of the possibility to accompany the child, provided that the child's best interests are taken into account.\n(58)\nIn certain circumstances, which can also relate to only one of the persons holding parental responsibility, the child should have the right to be accompanied during court hearings by an appropriate adult other than the holder of parental responsibility. One of those circumstances is where the holder of parental responsibility accompanying the child could substantially jeopardise the criminal proceedings, in particular where objective and factual circumstances indicate or give rise to the suspicion that evidence may be destroyed or altered, witnesses may be interfered with, or the holder of parental responsibility may have been involved with the child in the alleged criminal activity.\n(59)\nIn accordance with this Directive, children should also have the right to be accompanied by the holder of parental responsibility during other stages of the proceedings at which they are present, such as during police questioning.\n(60)\nThe right of an accused person to appear in person at the trial is based on the right to a fair trial provided for in Article 47 of the Charter and in Article 6 ECHR, as interpreted by the Court of Justice and by the European Court of Human Rights. Member States should take appropriate measures to provide incentives for children to attend their trial, including by summoning them in person and by sending a copy of the summons to the holder of parental responsibility or, where that would be contrary to the child's best interests, to another appropriate adult. Member States should provide for practical arrangements regarding the presence of a child at the trial. Those arrangements could include provisions concerning the conditions under which a child can be temporarily excluded from the trial.\n(61)\nCertain rights provided for by this Directive should apply to children who are requested persons from the time when they are arrested in the executing Member State.\n(62)\nThe European arrest warrant proceedings are crucial for cooperation between the Member States in criminal matters. Compliance with the time-limits contained in Framework Decision 2002/584/JHA is essential for such cooperation. Therefore, while children who are requested persons should be able to exercise their rights fully under this Directive in European arrest warrant proceedings, those time-limits should be complied with.\n(63)\nMember States should take appropriate measures to ensure that judges and prosecutors who deal with criminal proceedings involving children have specific competence in that field or have effective access to specific training, in particular with regard to children's rights, appropriate questioning techniques, child psychology, and communication in a language adapted to children. Member States should also take appropriate measures to promote the provision of such specific training to lawyers who deal with criminal proceedings involving children.\n(64)\nIn order to monitor and evaluate the effectiveness of this Directive, there is a need for collection of relevant data, from available data, with regard to the implementation of the rights set out in this Directive. Such data include data recorded by the judicial authorities and by law enforcement authorities and, as far as possible, administrative data compiled by healthcare and social welfare services as regards the rights set out in this Directive, in particular in relation to the number of children given access to a lawyer, the number of individual assessments carried out, the number of audiovisual recordings of questioning and the number of children deprived of liberty.\n(65)\nMember States should respect and guarantee the rights set out in this Directive, without any discrimination based on any ground such as race, colour, sex, sexual orientation, language, religion, political or other opinion, nationality, ethnic or social origin, property, disability or birth.\n(66)\nThis Directive upholds the fundamental rights and principles as recognised by the Charter and by the ECHR, including the prohibition of torture and inhuman or degrading treatment, the right to liberty and security, respect for private and family life, the right to the integrity of the person, the rights of the child, the integration of persons with disabilities, the right to an effective remedy and to a fair trial, the presumption of innocence, and the rights of the defence. This Directive should be implemented in accordance with those rights and principles.\n(67)\nThis Directive lays down minimum rules. Member States should be able to extend the rights laid down in this Directive in order to provide a higher level of protection. Such higher level of protection should not constitute an obstacle to the mutual recognition of judicial decisions that those minimum rules are designed to facilitate. The level of protection provided for by Member States should never fall below the standards provided by the Charter or the ECHR, as interpreted by the Court of Justice and by the European Court of Human Rights.\n(68)\nSince the objectives of this Directive, namely setting common minimum standards on procedural safeguards for children who are suspects or accused persons in criminal proceedings, cannot be sufficiently achieved by the Member States, but can rather, by reason of its scale and effect, be better achieved at Union level, the Union may adopt measures in accordance with the principle of subsidiarity as set out in Article 5 TEU. In accordance with the principle of proportionality as set out in that Article, this Directive does not go beyond what is necessary in order to achieve those objectives.\n(69)\nIn accordance with Articles 1 and 2 of Protocol No 21 on the position of the United Kingdom and Ireland in respect of the Area of Freedom, Security and Justice, annexed to the TEU and to the TFEU, and without prejudice to Article 4 of that Protocol, those Member States are not taking part in the adoption of this Directive and are not bound by it or subject to its application.\n(70)\nIn accordance with Articles 1 and 2 of Protocol No 22 on the position of Denmark, annexed to the TEU and to the TFEU, Denmark is not taking part in the adoption of this Directive, and is not bound by it or subject to its application.\n(71)\nIn accordance with the Joint Political Declaration of Member States and the Commission of 28 September 2011 on explanatory documents (10), Member States have undertaken to accompany, in justified cases, the notification of their transposition measures with one or more documents explaining the relationship between the components of a directive and the corresponding parts of national transposition instruments. With regard to this Directive, the legislator considers the transmission of such documents to be justified,\nHAVE ADOPTED THIS DIRECTIVE:\nArticle 1\nSubject matter\nThis Directive lays down common minimum rules concerning certain rights of children who are:\n(a)\nsuspects or accused persons in criminal proceedings; or\n(b)\nsubject to European arrest warrant proceedings pursuant to Framework Decision 2002/584/JHA (requested persons).\nArticle 2\nScope\n1.   This Directive applies to children who are suspects or accused persons in criminal proceedings. It applies until the final determination of the question whether the suspect or accused person has committed a criminal offence, including, where applicable, sentencing and the resolution of any appeal.\n2.   This Directive applies to children who are requested persons from the time of their arrest in the executing Member State, in accordance with Article 17.\n3.   With the exception of Article 5, point (b) of Article 8(3), and Article 15, insofar as those provisions refer to a holder of parental responsibility, this Directive, or certain provisions thereof, applies to persons as referred to in paragraphs 1 and 2 of this Article, where such persons were children when they became subject to the proceedings but have subsequently reached the age of 18, and the application of this Directive, or certain provisions thereof, is appropriate in the light of all the circumstances of the case, including the maturity and vulnerability of the person concerned. Member States may decide not to apply this Directive when the person concerned has reached the age of 21.\n4.   This Directive applies to children who were not initially suspects or accused persons but become suspects or accused persons in the course of questioning by the police or by another law enforcement authority.\n5.   This Directive does not affect national rules determining the age of criminal responsibility.\n6.   Without prejudice to the right to a fair trial, in respect of minor offences:\n(a)\nwhere the law of a Member State provides for the imposition of a sanction by an authority other than a court having jurisdiction in criminal matters, and the imposition of such a sanction may be appealed or referred to such a court; or\n(b)\nwhere deprivation of liberty cannot be imposed as a sanction,\nthis Directive shall only apply to the proceedings before a court having jurisdiction in criminal matters.\nIn any event, this Directive shall fully apply where the child is deprived of liberty, irrespective of the stage of the criminal proceedings.\nArticle 3\nDefinitions\nFor the purposes of this Directive the following definitions apply:\n(1)\n‘child’ means a person below the age of 18;\n(2)\n‘holder of parental responsibility’ means any person having parental responsibility over a child;\n(3)\n‘parental responsibility’ means all rights and duties relating to the person or the property of a child which are given to a natural or legal person by judgment, by operation of law or by an agreement having legal effects, including rights of custody and rights of access.\nWith regard to point (1) of the first paragraph, where it is uncertain whether a person has reached the age of 18, that person shall be presumed to be a child.\nArticle 4\nRight to information\n1.   Member States shall ensure that when children are made aware that they are suspects or accused persons in criminal proceedings, they are informed promptly about their rights in accordance with Directive 2012/13/EU and about general aspects of the conduct of the proceedings.\nMember States shall also ensure that children are informed about the rights set out in this Directive. That information shall be provided as follows:\n(a)\npromptly when children are made aware that they are suspects or accused persons, in respect of:\n(i)\nthe right to have the holder of parental responsibility informed, as provided for in Article 5;\n(ii)\nthe right to be assisted by a lawyer, as provided for in Article 6;\n(iii)\nthe right to protection of privacy, as provided for in Article 14;\n(iv)\nthe right to be accompanied by the holder of parental responsibility during stages of the proceedings other than court hearings, as provided for in Article 15(4);\n(v)\nthe right to legal aid, as provided for in Article 18;\n(b)\nat the earliest appropriate stage in the proceedings, in respect of:\n(i)\nthe right to an individual assessment, as provided for in Article 7;\n(ii)\nthe right to a medical examination, including the right to medical assistance, as provided for in Article 8;\n(iii)\nthe right to limitation of deprivation of liberty and to the use of alternative measures, including the right to periodic review of detention, as provided for in Articles 10 and 11;\n(iv)\nthe right to be accompanied by the holder of parental responsibility during court hearings, as provided for in Article 15(1);\n(v)\nthe right to appear in person at trial, as provided for in Article 16;\n(vi)\nthe right to effective remedies, as provided for in Article 19;\n(c)\nupon deprivation of liberty in respect of the right to specific treatment during deprivation of liberty, as provided for in Article 12.\n2.   Member States shall ensure that the information referred to in paragraph 1 is given in writing, orally, or both, in simple and accessible language, and that the information given is noted, using the recording procedure in accordance with national law.\n3.   Where children are provided with a Letter of Rights pursuant to Directive 2012/13/EU, Member States shall ensure that such a Letter includes a reference to their rights under this Directive.\nArticle 5\nRight of the child to have the holder of parental responsibility informed\n1.   Member States shall ensure that the holder of parental responsibility is provided, as soon as possible, with the information that the child has a right to receive in accordance with Article 4.\n2.   The information referred to in paragraph 1 shall be provided to another appropriate adult who is nominated by the child and accepted as such by the competent authority where providing that information to the holder of parental responsibility:\n(a)\nwould be contrary to the child's best interests;\n(b)\nis not possible because, after reasonable efforts have been made, no holder of parental responsibility can be reached or his or her identity is unknown;\n(c)\ncould, on the basis of objective and factual circumstances, substantially jeopardise the criminal proceedings.\nWhere the child has not nominated another appropriate adult, or where the adult that has been nominated by the child is not acceptable to the competent authority, the competent authority shall, taking into account the child's best interests, designate, and provide the information to, another person. That person may also be the representative of an authority or of another institution responsible for the protection or welfare of children.\n3.   Where the circumstances which led to the application of point (a), (b) or (c) of paragraph 2 cease to exist, any information that the child receives in accordance with Article 4, and which remains relevant in the course of the proceedings, shall be provided to the holder of parental responsibility.\nArticle 6\nAssistance by a lawyer\n1.   Children who are suspects or accused persons in criminal proceedings have the right of access to a lawyer in accordance with Directive 2013/48/EU. Nothing in this Directive, in particular in this Article, shall affect that right.\n2.   Member States shall ensure that children are assisted by a lawyer in accordance with this Article in order to allow them to exercise the rights of the defence effectively.\n3.   Member States shall ensure that children are assisted by a lawyer without undue delay once they are made aware that they are suspects or accused persons. In any event, children shall be assisted by a lawyer from whichever of the following points in time is the earliest:\n(a)\nbefore they are questioned by the police or by another law enforcement or judicial authority;\n(b)\nupon the carrying out by investigating or other competent authorities of an investigative or other evidence-gathering act in accordance with point (c) of paragraph 4;\n(c)\nwithout undue delay after deprivation of liberty;\n(d)\nwhere they have been summoned to appear before a court having jurisdiction in criminal matters, in due time before they appear before that court.\n4.   Assistance by a lawyer shall include the following:\n(a)\nMember States shall ensure that children have the right to meet in private and communicate with the lawyer representing them, including prior to questioning by the police or by another law enforcement or judicial authority;\n(b)\nMember States shall ensure that children are assisted by a lawyer when they are questioned, and that the lawyer is able to participate effectively during questioning. Such participation shall be conducted in accordance with procedures under national law, provided that such procedures do not prejudice the effective exercise or essence of the right concerned. Where a lawyer participates during questioning, the fact that such participation has taken place shall be noted using the recording procedure under national law;\n(c)\nMember States shall ensure that children are, as a minimum, assisted by a lawyer during the following investigative or evidence-gathering acts, where those acts are provided for under national law and if the suspect or accused person is required or permitted to attend the act concerned:\n(i)\nidentity parades;\n(ii)\nconfrontations;\n(iii)\nreconstructions of the scene of a crime.\n5.   Member States shall respect the confidentiality of communication between children and their lawyer in the exercise of the right to be assisted by a lawyer provided for under this Directive. Such communication shall include meetings, correspondence, telephone conversations and other forms of communication permitted under national law.\n6.   Provided that this complies with the right to a fair trial, Member States may derogate from paragraph 3 where assistance by a lawyer is not proportionate in the light of the circumstances of the case, taking into account the seriousness of the alleged criminal offence, the complexity of the case and the measures that could be taken in respect of such an offence, it being understood that the child's best interests shall always be a primary consideration.\nIn any event, Member States shall ensure that children are assisted by a lawyer:\n(a)\nwhen they are brought before a competent court or judge in order to decide on detention at any stage of the proceedings within the scope of this Directive; and\n(b)\nduring detention.\nMember States shall also ensure that deprivation of liberty is not imposed as a criminal sentence, unless the child has been assisted by a lawyer in such a way as to allow the child to exercise the rights of the defence effectively and, in any event, during the trial hearings before a court.\n7.   Where the child is to be assisted by a lawyer in accordance with this Article but no lawyer is present, the competent authorities shall postpone the questioning of the child, or other investigative or evidence-gathering acts provided for in point (c) of paragraph 4, for a reasonable period of time in order to allow for the arrival of the lawyer or, where the child has not nominated a lawyer, to arrange a lawyer for the child.\n8.   In exceptional circumstances, and only at the pre-trial stage, Member States may temporarily derogate from the application of the rights provided for in paragraph 3 to the extent justified in the light of the particular circumstances of the case, on the basis of one of the following compelling reasons:\n(a)\nwhere there is an urgent need to avert serious adverse consequences for the life, liberty or physical integrity of a person;\n(b)\nwhere immediate action by the investigating authorities is imperative to prevent substantial jeopardy to criminal proceedings in relation to a serious criminal offence.\nMember States shall ensure that the competent authorities, when applying this paragraph, shall take the child's best interests into account.\nA decision to proceed to questioning in the absence of the lawyer under this paragraph may be taken only on a case-by-case basis, either by a judicial authority, or by another competent authority on condition that the decision can be submitted to judicial review.\nArticle 7\nRight to an individual assessment\n1.   Member States shall ensure that the specific needs of children concerning protection, education, training and social integration are taken into account.\n2.   For that purpose children who are suspects or accused persons in criminal proceedings shall be individually assessed. The individual assessment shall, in particular, take into account the child's personality and maturity, the child's economic, social and family background, and any specific vulnerabilities that the child may have.\n3.   The extent and detail of the individual assessment may vary depending on the circumstances of the case, the measures that can be taken if the child is found guilty of the alleged criminal offence, and whether the child has, in the recent past, been the subject of an individual assessment.\n4.   The individual assessment shall serve to establish and to note, in accordance with the recording procedure in the Member State concerned, such information about the individual characteristics and circumstances of the child as might be of use to the competent authorities when:\n(a)\ndetermining whether any specific measure to the benefit of the child is to be taken;\n(b)\nassessing the appropriateness and effectiveness of any precautionary measures in respect of the child;\n(c)\ntaking any decision or course of action in the criminal proceedings, including when sentencing.\n5.   The individual assessment shall be carried out at the earliest appropriate stage of the proceedings and, subject to paragraph 6, before indictment.\n6.   In the absence of an individual assessment, an indictment may nevertheless be presented provided that this is in the child's best interests and that the individual assessment is in any event available at the beginning of the trial hearings before a court.\n7.   Individual assessments shall be carried out with the close involvement of the child. They shall be carried out by qualified personnel, following, as far as possible, a multidisciplinary approach and involving, where appropriate, the holder of parental responsibility, or another appropriate adult as referred to in Articles 5 and 15, and/or a specialised professional.\n8.   If the elements that form the basis of the individual assessment change significantly, Member States shall ensure that the individual assessment is updated throughout the criminal proceedings.\n9.   Member States may derogate from the obligation to carry out an individual assessment where such a derogation is warranted in the circumstances of the case, provided that it is compatible with the child's best interests.\nArticle 8\nRight to a medical examination\n1.   Member States shall ensure that children who are deprived of liberty have the right to a medical examination without undue delay with a view, in particular, to assessing their general mental and physical condition. The medical examination shall be as non-invasive as possible and shall be carried out by a physician or another qualified professional.\n2.   The results of the medical examination shall be taken into account when determining the capacity of the child to be subject to questioning, other investigative or evidence-gathering acts, or any measures taken or envisaged against the child.\n3.   The medical examination shall be carried out either on the initiative of the competent authorities, in particular where specific health indications call for such an examination, or on a request by any of the following:\n(a)\nthe child;\n(b)\nthe holder of parental responsibility, or another appropriate adult as referred to in Articles 5 and 15;\n(c)\nthe child's lawyer.\n4.   The conclusion of the medical examination shall be recorded in writing. Where required, medical assistance shall be provided.\n5.   Member States shall ensure that another medical examination is carried out where the circumstances so require.\nArticle 9\nAudiovisual recording of questioning\n1.   Member States shall ensure that questioning of children by police or other law enforcement authorities during the criminal proceedings is audio-visually recorded where this is proportionate in the circumstances of the case, taking into account, inter alia, whether a lawyer is present or not and whether the child is deprived of liberty or not, provided that the child's best interests are always a primary consideration.\n2.   In the absence of audiovisual recording, questioning shall be recorded in another appropriate manner, such as by written minutes which are duly verified.\n3.   This Article shall be without prejudice to the possibility to ask questions for the sole purpose of the identification of the child without audiovisual recording.\nArticle 10\nLimitation of deprivation of liberty\n1.   Member States shall ensure that deprivation of liberty of a child at any stage of the proceedings is limited to the shortest appropriate period of time. Due account shall be taken of the age and individual situation of the child, and of the particular circumstances of the case.\n2.   Member States shall ensure that deprivation of liberty, in particular detention, shall be imposed on children only as a measure of last resort. Member States shall ensure that any detention is based on a reasoned decision, subject to judicial review by a court. Such a decision shall also be subject to periodic review, at reasonable intervals of time, by a court, either ex officio or at the request of the child, of the child's lawyer, or of a judicial authority which is not a court. Without prejudice to judicial independence, Member States shall ensure that decisions to be taken pursuant to this paragraph are taken without undue delay.\nArticle 11\nAlternative measures\nMember States shall ensure that, where possible, the competent authorities have recourse to measures alternative to detention (alternative measures).\nArticle 12\nSpecific treatment in the case of deprivation of liberty\n1.   Member States shall ensure that children who are detained are held separately from adults, unless it is considered to be in the child's best interests not to do so.\n2.   Member States shall also ensure that children who are kept in police custody are held separately from adults, unless:\n(a)\nit is considered to be in the child's best interests not to do so; or\n(b)\nin exceptional circumstances, it is not possible in practice to do so, provided that children are held together with adults in a manner that is compatible with the child's best interests.\n3.   Without prejudice to paragraph 1, when a detained child reaches the age of 18, Member States shall provide for the possibility to continue to hold that person separately from other detained adults where warranted, taking into account the circumstances of the person concerned, provided that this is compatible with the best interests of children who are detained with that person.\n4.   Without prejudice to paragraph 1, and taking into account paragraph 3, children may be detained with young adults, unless this is contrary to the child's best interests.\n5.   When children are detained, Member States shall take appropriate measures to:\n(a)\nensure and preserve their health and their physical and mental development;\n(b)\nensure their right to education and training, including where the children have physical, sensory or learning disabilities;\n(c)\nensure the effective and regular exercise of their right to family life;\n(d)\nensure access to programmes that foster their development and their reintegration into society; and\n(e)\nensure respect for their freedom of religion or belief.\nThe measures taken pursuant to this paragraph shall be proportionate and appropriate to the duration of the detention.\nPoints (a) and (e) of the first subparagraph shall also apply to situations of deprivation of liberty other than detention. The measures taken shall be proportionate and appropriate to such situations of deprivation of liberty.\nPoints (b), (c), and (d) of the first subparagraph shall apply to situations of deprivation of liberty other than detention only to the extent that is appropriate and proportionate in the light of the nature and duration of such situations.\n6.   Member States shall endeavour to ensure that children who are deprived of liberty can meet with the holder of parental responsibility as soon as possible, where such a meeting is compatible with investigative and operational requirements. This paragraph shall be without prejudice to the nomination or designation of another appropriate adult pursuant to Article 5 or 15.\nArticle 13\nTimely and diligent treatment of cases\n1.   Member States shall take all appropriate measures to ensure that criminal proceedings involving children are treated as a matter of urgency and with due diligence.\n2.   Member States shall take appropriate measures to ensure that children are always treated in a manner which protects their dignity and which is appropriate to their age, maturity and level of understanding, and which takes into account any special needs, including any communication difficulties, that they may have.\nArticle 14\nRight to protection of privacy\n1.   Member States shall ensure that the privacy of children during criminal proceedings is protected.\n2.   To that end, Member States shall either provide that court hearings involving children are usually held in the absence of the public, or allow courts or judges to decide to hold such hearings in the absence of the public.\n3.   Member States shall take appropriate measures to ensure that the records referred to in Article 9 are not publicly disseminated.\n4.   Member States shall, while respecting freedom of expression and information, and freedom and pluralism of the media, encourage the media to take self-regulatory measures in order to achieve the objectives set out in this Article.\nArticle 15\nRight of the child to be accompanied by the holder of parental responsibility during the proceedings\n1.   Member States shall ensure that children have the right to be accompanied by the holder of parental responsibility during court hearings in which they are involved.\n2.   A child shall have the right to be accompanied by another appropriate adult who is nominated by the child and accepted as such by the competent authority where the presence of the holder of parental responsibility accompanying the child during court hearings:\n(a)\nwould be contrary to the child's best interests;\n(b)\nis not possible because, after reasonable efforts have been made, no holder of parental responsibility can be reached or his or her identity is unknown; or\n(c)\nwould, on the basis of objective and factual circumstances, substantially jeopardise the criminal proceedings.\nWhere the child has not nominated another appropriate adult, or where the adult that has been nominated by the child is not acceptable to the competent authority, the competent authority shall, taking into account the child's best interests, designate another person to accompany the child. That person may also be the representative of an authority or of another institution responsible for the protection or welfare of children.\n3.   Where the circumstances which led to an application of point (a), (b) or (c) of paragraph 2 cease to exist, the child shall have the right to be accompanied by the holder of parental responsibility during any remaining court hearings.\n4.   In addition to the right provided for under paragraph 1, Member States shall ensure that children have the right to be accompanied by the holder of parental responsibility, or by another appropriate adult as referred to in paragraph 2, during stages of the proceedings other than court hearings at which the child is present where the competent authority considers that:\n(a)\nit is in the child's best interests to be accompanied by that person; and\n(b)\nthe presence of that person will not prejudice the criminal proceedings.\nArticle 16\nRight of children to appear in person at, and participate in, their trial\n1.   Member States shall ensure that children have the right to be present at their trial and shall take all necessary measures to enable them to participate effectively in the trial, including by giving them the opportunity to be heard and to express their views.\n2.   Member States shall ensure that children who were not present at their trial have the right to a new trial or to another legal remedy, in accordance with, and under the conditions set out in, Directive (EU) 2016/343.\nArticle 17\nEuropean arrest warrant proceedings\nMember States shall ensure that the rights referred to in Articles 4, 5, 6 and 8, Articles 10 to 15 and Article 18 apply mutatis mutandis, in respect of children who are requested persons, upon their arrest pursuant to European arrest warrant proceedings in the executing Member State.\nArticle 18\nRight to legal aid\nMember States shall ensure that national law in relation to legal aid guarantees the effective exercise of the right to be assisted by a lawyer pursuant to Article 6.\nArticle 19\nRemedies\nMember States shall ensure that children who are suspects or accused persons in criminal proceedings and children who are requested persons have an effective remedy under national law in the event of a breach of their rights under this Directive.\nArticle 20\nTraining\n1.   Member States shall ensure that staff of law enforcement authorities and of detention facilities who handle cases involving children, receive specific training to a level appropriate to their contact with children with regard to children's rights, appropriate questioning techniques, child psychology, and communication in a language adapted to the child.\n2.   Without prejudice to judicial independence and differences in the organisation of the judiciary across the Member States, and with due respect for the role of those responsible for the training of judges and prosecutors, Member States shall take appropriate measures to ensure that judges and prosecutors who deal with criminal proceedings involving children have specific competence in that field, effective access to specific training, or both.\n3.   With due respect for the independence of the legal profession and for the role of those responsible for the training of lawyers, Member States shall take appropriate measures to promote the provision of specific training as referred to in paragraph 2 to lawyers who deal with criminal proceedings involving children.\n4.   Through their public services or by funding child support organisations, Member States shall encourage initiatives enabling those providing children with support and restorative justice services to receive adequate training to a level appropriate to their contact with children and observe professional standards to ensure such services are provided in an impartial, respectful and professional manner.\nArticle 21\nData collection\nMember States shall by 11 June 2021 and every three years thereafter, send to the Commission available data showing how the rights set out in this Directive have been implemented.\nArticle 22\nCosts\nMember States shall meet the costs resulting from the application of Articles 7, 8 and 9 irrespective of the outcome of the proceedings, unless, as regards the costs resulting from the application of Article 8, they are covered by medical insurance.\nArticle 23\nNon-regression\nNothing in this Directive shall be construed as limiting or derogating from any of the rights and procedural safeguards that are ensured under the Charter, the ECHR, or other relevant provisions of international law, in particular the UN Convention on the Rights of the Child, or the law of any Member State which provides a higher level of protection.\nArticle 24\nTransposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 11 June 2019. They shall immediately inform the Commission thereof.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or shall be accompanied by such a reference on the occasion of their official publication. The methods of making such a reference shall be laid down by the Member States.\n2.   Member States shall communicate to the Commission the text of the measures of national law which they adopt in the field covered by this Directive.\nArticle 25\nReport\nThe Commission shall, by 11 June 2022, submit a report to the European Parliament and to the Council assessing the extent to which the Member States have taken the necessary measures to comply with this Directive, including an evaluation of the application of Article 6, accompanied, if necessary, by legislative proposals.\nArticle 26\nEntry into force\nThis Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nArticle 27\nAddressees\nThis Directive is addressed to the Member States in accordance with the Treaties.\nDone at Strasbourg, 11 May 2016.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nJ.A. HENNIS-PLASSCHAERT\n(1)  OJ C 226, 16.7.2014, p. 63.\n(2)  Position of the European Parliament of 9 March 2016 (not yet published in the Official Journal) and decision the Council of 21 April 2016.\n(3)  OJ C 295, 4.12.2009, p. 1.\n(4)  OJ C 115, 4.5.2010, p. 1.\n(5)  Directive 2010/64/EU of the European Parliament and of the Council of 20 October 2010 on the right to interpretation and translation in criminal proceedings (OJ L 280, 26.10.2010, p. 1).\n(6)  Directive 2012/13/EU of the European Parliament and of the Council of 22 May 2012 on the right to information in criminal proceedings (OJ L 142, 1.6.2012, p. 1).\n(7)  Directive 2013/48/EU of the European Parliament and the Council of 22 October 2013 on the right of access to a lawyer in criminal proceedings and European arrest warrant proceedings and on the right to have a third party informed upon deprivation of liberty, and to communicate with third persons and with consular authorities (OJ L 294, 6.11.2013, p. 1).\n(8)  Directive (EU) 2016/343 of the European Parliament and of the Council of 9 March 2016 on the strengthening of certain aspects of the presumption of innocence and of the right to be present at the trial in criminal proceedings (OJ L 65, 11.3.2016, p. 1).\n(9)  Council Framework Decision 2002/584/JHA of 13 June 2002 on the European arrest warrant and the surrender procedures between Member States (OJ L 190, 18.7.2002, p. 1).\n(10)  OJ C 369, 17.12.2011, p. 14.", "summary": "Criminal proceedings — procedural safeguards for children who are suspected or accused of crimes\nCriminal proceedings — procedural safeguards for children who are suspected or accused of crimes\nSUMMARY OF:\nDirective (EU) 2016/800 on procedural safeguards for children who are suspects or accused persons in criminal proceedings\nWHAT IS THE AIM OF THE DIRECTIVE?\nIt establishes procedural safeguards* for children* who are suspected or accused of a criminal offence. The safeguards are in addition to those which apply to suspected or accused adults.\nIt is the fifth in a series of measures to establish minimum rules for procedural rights across the European Union (EU) in accordance with a 2009 Roadmap.\nKEY POINTS\n              \nThe key elements of the directive are that children have the right of access to a lawyer and the right to be assisted by a lawyer. The assistance by a lawyer is mandatory when they are brought before a court to decide on pre-trial detention and when they are in detention. A child who has not been assisted by a lawyer during the court hearings cannot be sentenced to prison.\nEU countries must also ensure that deprivation of liberty, and in particular detention, is imposed on children only as a last resort and for the shortest appropriate period. Children who are detained should be held separately from adults, unless it is considered to be in the child’s best interest not to do so.\nThe directive also includes other safeguards, such as the right to:\nbe promptly informed about their rights and about general aspects of the conduct of the proceedings;\nhave information provided to a parent or another appropriate adult;\nbe accompanied by that person during court hearings and at other stages of the proceedings;\nan individual assessment by qualified personnel;\na medical examination if the child is deprived of liberty;\nprotection of privacy during criminal proceedings;\nappear in person at trial;\neffective remedies*.\nJudges, prosecutors and other professionals who deal with criminal proceedings involving children should have a specific competence or access to specific training.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt has applied since 10 June 2016. EU countries have to incorporate it into national legislation by 11 June 2019.\nBACKGROUND\n              \nFor more information, see:\n‘Rights of suspects and accused’ on the European Commission's website\nPress release on the European Commission's website.\n* KEY TERMS\n              \nProcedural safeguards: in this case, safeguards that ensure that children are provided with the necessary information to understand how the procedure works and their legal rights.\nChildren: people below the age of 18.\nEffective remedies: the means by which a court enforces a right, imposes a penalty, or makes another court order to impose its will.\nMAIN DOCUMENT\n            \nDirective (EU) 2016/800 of the European Parliament and of the Council of 11 May 2016 on procedural safeguards for children who are suspects or accused persons in criminal proceedings (OJ L 132, 21.5.2016, pp. 1–20)\nRELATED DOCUMENTS\n            \nDirective 2010/64/EU of the European Parliament and of the Council of 20 October 2010 on the right to interpretation and translation in criminal proceedings (OJ L 280, 26.10.2010, pp. 1–7)\nDirective 2012/13/EU of the European Parliament and of the Council of 22 May 2012 on the right to information in criminal proceedings (OJ L 142, 1.6.2012, pp. 1–10)\nDirective 2013/48/EU of the European Parliament and of the Council of 22 October 2013 on the right of access to a lawyer in criminal proceedings and in European arrest warrant proceedings, and on the right to have a third party informed upon deprivation of liberty and to communicate with third persons and with consular authorities while deprived of liberty (OJ L 294, 6.11.2013, pp. 1–12)\nDirective (EU) 2016/343 of the European Parliament and of the Council of 9 March 2016 on the strengthening of certain aspects of the presumption of innocence and of the right to be present at the trial in criminal proceedings (OJ L 65, 11.3.2016, pp. 1–11)\nlast update 28.11.2016", "tags": ["young person", "parental authority", "children's rights", "rights of the defence", "charge", "right to information", "right to justice", "criminal proceedings", "European arrest warrant", "child"], "subjects": ["Justice and home affairs", "Human rights"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}