{"celex_id": "32020D1515", "reference": "20.10.2020\nEN\nOfficial Journal of the European Union\nL 348/1\nCOUNCIL DECISION (CFSP) 2020/1515\nof 19 October 2020\nestablishing a European Security and Defence College, and repealing Decision (CFSP) 2016/2382\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on European Union, and in particular Articles 28(1) and 42(4) thereof,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1)\nOn 18 July 2005, the Council adopted Joint Action 2005/575/CFSP (1) establishing the European Security and Defence College ('ESDC'). That Joint Action was replaced on 23 June 2008 by Council Joint Action 2008/550/CFSP (2), which, in turn, was replaced by Council Decision 2013/189/CFSP (3). Finally, Decision 2013/189/CFSP was replaced by Council Decision (CFSP) 2016/2382 (4).\n(2)\nOn 10 and 11 November 2008, the Council adopted the European Young Officers Exchange Scheme, inspired by the Erasmus programme and agreed that an implementing working party will meet within the framework of the Executive Academic Board of the ESDC.\n(3)\nOn 26 June 2020, the ESDC Steering Committee ('Steering Committee') agreed on recommendations on the future perspectives of the ESDC.\n(4)\nWhilst the staff of the ESDC should consist mainly of seconded national experts, it may be necessary to fill certain critical posts by contracted staff members.\n(5)\nPursuant to Council Decision 2010/427/EU (5), which establishes the organisation and functioning of the European External Action Service (EEAS), the EEAS should provide the ESDC with the support previously provided by the General Secretariat of the Council.\n(6)\nDecision (CFSP) 2016/2382 should therefore be repealed,\nHAS ADOPTED THIS DECISION:\nCHAPTER I\nEstablishment, mission, objectives and tasks\nArticle 1\nEstablishment\nA European Security and Defence College (ESDC) is hereby established.\nArticle 2\nMission\nThe ESDC shall provide training and education in the field of the Union's Common Security and Defence Policy (CSDP) in the wider context of the Common Foreign and Security Policy (CFSP) at European level in order to develop and promote a common understanding of CFSP and CSDP among civilian and military personnel and to identify and disseminate best practices in relation to various CFSP and CSDP, issues through its training and education activities ('ESDC training and education activities').\nArticle 3\nObjectives\nThe ESDC shall have the following objectives:\n(a)\nto further enhance the common European security and defence culture within the Union and to promote the principles laid down in Article 21(1) of the Treaty on European Union (TEU) outside the Union;\n(b)\nto promote a better understanding of CSDP as an essential part of CFSP;\n(c)\nto provide Union instances with knowledgeable personnel able to work efficiently on all CSDP matters within the wider context of CFSP;\n(d)\nto provide Member States' administrations and staff with knowledgeable personnel familiar with Union policies, institutions and procedures in the field of CSDP;\n(e)\nto provide CSDP Missions' and Operations' personnel with a common understanding of CSDP Missions' and Operations' functioning principles and a sense of common European identity;\n(f)\nto provide training and education responding to training and educational needs of CSDP Missions and Operations;\n(g)\nto support Union partnerships in the field of CSDP, in particular partnerships with those countries participating in CSDP missions;\n(h)\nto support civilian crisis management including in the field of conflict prevention, and establishing or preserving the conditions necessary for sustainable development;\n(i)\nto promote the European Initiative for the Exchange of Young Officers;\n(j)\nto promote PhD-level research in domains related to CSDP;\n(k)\nto provide Member States' and Union administrations with knowledgeable personnel familiar with Union policies, institutions, procedures and best practices in the field of cyber security and defence;\n(l)\nto help promote professional relations and contacts among training and education participants.\nWhere appropriate, attention shall be paid to ensuring consistency with other activities of the Union.\nArticle 4\nTasks of the ESDC\n1.   The main tasks of the ESDC shall be, in accordance with its mission and objectives, to organise and conduct ESDC training and education activities in the field of the CSDP in the wider context of CFSP.\n2.   The ESDC training and education activities shall include:\n(a)\nbasic and advanced level courses promoting generic understanding of CFSP and CSDP;\n(b)\ncourses developing leadership;\n(c)\ncourses directly supporting CSDP Missions and Operations, including pre‐deployment and in-mission/in-operation training and education;\n(d)\ncourses supporting EU partnerships and countries participating in CSDP Missions and Operations;\n(e)\nmodules supporting civilian and military training and education in the field of CSDP;\n(f)\nCSDP courses, seminars, programmes and conferences for specialised audiences or with specific focus;\n(g)\ncommon modules run under the European Initiative for the Exchange of Young Officers, inspired by the Erasmus programme; although formally not ESDC training and education activities, the ESDC will also support and promote European semesters and joint master's degrees making use of the common modules referred to in this point;\n(h)\ncyber awareness and advanced level courses, including in support of CSDP missions and operations;\n(i)\ncourses and seminars aimed at supporting PhD-level research through exchange of best practices and experience.\nOther training and education activities shall be undertaken, as decided by the Steering Committee referred to in Article 9.\n3.   In addition to the activities referred to in paragraph 2 of this Article, the ESDC shall, in particular:\n(a)\nsupport the relations to be established between the institutes referred to in Article 5(1) engaged in the network referred to in that paragraph ('the network');\n(b)\nrun and further develop an e-Learning system to support CSDP training and education activities or, in exceptional circumstances, be used as stand-alone training and education activities;\n(c)\ndevelop and produce training and educational material in the field of CSDP also drawing on already existing relevant material;\n(d)\nsupport an Alumni Association between former training participants;\n(e)\nsupport exchange programmes in the field of CSDP between the Member States' training and educational institutes;\n(f)\nact as compartment administrator of the Schoolmaster module of the Goalkeeper project and provide contributions to the annual Union Training Programme in CSDP through this module;\n(g)\nact as administrator of the Union-instance of the CD-TXP platform for the exchange of cyber related training opportunities;\n(h)\nprovide support to the management of training and education in the field of conflict prevention, civilian crisis management, establishing or preserving the conditions necessary for sustainable development and Security Sector Reform initiatives, as well as promotion of cyber security and hybrid threats' awareness;\n(i)\norganise and run an annual network conference bringing together civilian and military training and education experts in CFSP and CSDP from Member States' training and educational institutes and ministries, and relevant external training and education actors as appropriate;\n(j)\nmaintain relationships with relevant actors in the field of Freedom Security and Justice, in the field of Development and Cooperation, and with relevant International Organisations;\n(k)\nsupport the Committee for Civilian Aspects of Crisis Management and the EU Civilian Training Group by administering and managing the travel and accommodation costs relating to the activities of the Civilian Coordinators for Training;\n(l)\nparticipate in the meetings of the Union civilian and military training groups, derive civilian/military training requirements from their output and take the results of the requirements analysis into account during the annual prioritisation exercise of ESDC activities and for the development of ESDC curricula; and\n(m)\nfurther elaborate, maintain and promote the sectoral qualification framework for military officers.\nCHAPTER II\nOrganisation\nArticle 5\nNetwork\n1.   The ESDC shall be organised as a network bringing together civilian and military institutes, colleges, academies, universities, institutions, centres of excellence and other actors dealing with security and defence policy issues within the Union as identified by Member States, as well as the European Union Institute for Security Studies (EUISS).\nThe ESDC shall establish close links with the Union institutions and relevant Union agencies, in particular with, but not limited to:\n—\nthe Union Agency for law enforcement training (CEPOL),\n—\nthe European Border and Coast Guard Agency (FRONTEX),\n—\nthe European Defence Agency (EDA),\n—\nthe European Satellite Centre (EU SatCen), and\n—\nthe European Union Agency for Law Enforcement Cooperation (Europol).\n2.   Where appropriate, international, intergovernmental, governmental or non-governmental organisations may obtain the status of 'associate network partner' (ANP), the detailed arrangements for which will be agreed by the Steering Committee.\n3.   The ESDC shall work under the overall responsibility of the High Representative of the Union for Foreign Affairs and Security Policy ('HR').\nArticle 6\nRole of European Union Institute for Security Studies\n1.   As part of the ESDC network, the EUISS shall cooperate with the ESDC by making its expertise and knowledge-gathering capabilities available for ESDC training activities, including through EUISS publications, within the limits of its own capabilities.\n2.   In particular, the EUISS shall provide lectures given by EUISS analysts and contribute to the further development of the ESDC e-Learning content.\n3.   The EUISS shall support the ESDC Alumni Association.\nArticle 7\nLegal capacity\n1.   The ESDC shall have the necessary legal capacity in order to:\n(a)\nfulfil its tasks and meet its objectives;\n(b)\nenter into contracts and administrative arrangements necessary for its functioning including to implement staff secondments and recruit contract staff; acquire equipment, in particular teaching equipment;\n(c)\nhold bank accounts; and\n(d)\nbe a party to legal proceedings.\n2.   Any liability that may arise from contracts concluded by the ESDC, shall be covered by the funds available to it pursuant to Articles 16 and 17.\nArticle 8\nStructure\nThe following structure shall be set up under the ESDC:\n(a)\nthe Steering Committee with responsibility for the overall coordination and direction of the ESDC training and education activities;\n(b)\nthe Executive Academic Board ('the Board') with responsibility for ensuring the quality and coherence of the ESDC training and education activities;\n(c)\nthe Head of the ESDC ('the Head'), sole legal representative of the ESDC, with responsibility for the financial and administrative management of the ESDC, as well as advising the Steering Committee and the Board on the organisation and management of ESDC activities;\n(d)\nthe ESDC Secretariat ('the Secretariat') which is to assist the Head in fulfilling the Head's tasks and in particular in assisting the Board to ensure the overall quality and coherence of the ESDC training and education activities.\nArticle 9\nSteering Committee\n1.   The Steering Committee shall be composed of one representative appointed by each Member State and shall be the decision-making body of the ESDC. Each member of the Committee may be represented or accompanied by an alternate member.\n2.   Members of the Steering Committee may be accompanied by experts to meetings of the Committee.\n3.   The Steering Committee shall be chaired by a representative of the HR who has appropriate experience. It shall meet at least four times a year.\n4.   Representatives from countries acceding to the Union may attend the Steering Committee's meetings as active observers.\n5.   The Head, other ESDC staff, the Chairperson of the Board and, when appropriate, the Chairpersons of its different configurations as well as a representative of the Commission and other Union institutions, including EEAS, shall participate in the meetings of the Steering Committee without the right to vote.\n6.   The tasks of the Steering Committee shall be to:\n(a)\napprove and keep under regular review the ESDC training and education activities reflecting the agreed CSDP training and education requirements;\n(b)\napprove the annual academic programme of the ESDC;\n(c)\nselect and prioritise the training and education activities to be run under the ESDC, taking into account the resources made available to the ESDC and the training and education requirements identified;\n(d)\nselect the Member State(s) hosting the ESDC training and education activities and the institutes conducting them;\n(e)\ndecide on opening specific ESDC training and education activities to third- country participation within the general political framework set by the Political and Security Committee;\n(f)\nadopt the curricula for all ESDC training and education activities;\n(g)\ntake note of the course evaluation reports;\n(h)\ntake note of the general annual report on ESDC training and education activities and adopt the recommendations therein, to be forwarded to the relevant Council bodies;\n(i)\nprovide overall guidance to the work of the Board;\n(j)\nappoint the Chairpersons of the Board and its different configurations;\n(k)\ntake the necessary decisions with regard to the functioning of the ESDC in so far as these are not attributed to other bodies;\n(l)\napprove the annual budget and any amending budget, acting on proposals from the Head;\n(m)\napprove the annual accounts and give a discharge to the Head;\n(n)\napprove additional rules applicable to expenditure managed by the ESDC;\n(o)\napprove any financing agreement and/or technical arrangement with the Commission, the EEAS, a Union Agency or a Member State regarding the financing and/or the implementation of the ESDC expenditure;\n(p)\ncontribute to the selection process of the Head as defined in Article 11(3);\n(q)\nevaluate the performance of his or her tasks by the Head as regards the potential extension of his or her mandate as referred in Article 11(4).\n7.   The Steering Committee shall approve its Rules of Procedure.\n8.   Except for the case provided for in Article 2(6) of the Financial Rules applicable to expenditure funded by the ESDC and to the financing of the expenditure of the ESDC, which are set out in the Annex to this Decision (the \"Financial Rules\"), the Steering Committee shall act by qualified majority, as defined in Article 16(4) TEU.\nArticle 10\nExecutive Academic Board\n1.   The Board shall be composed of senior representatives from those civilian and military institutes and other actors identified by Member States to support the conduct of ESDC training and education activities and of the Director of EUISS or the Director's representative.\n2.   The Chairperson of the Board shall be appointed by the Steering Committee among the members of the Board.\n3.   Representatives of the Commission and of EEAS shall be invited to attend the meetings of the Board.\n4.   Senior representatives of the associate network partners shall be invited to attend the meetings of the Board as active observers.\n5.   Academic experts and senior officials from Union and national institutions may be invited to attend the meetings of the Board, as observers. When appropriate and on a case-by-case basis, academic experts and senior officials who are representatives of institutes that are not a member of the network may be invited to participate in the meetings of the Board.\n6.   The tasks of the Board shall be to:\n(a)\nprovide academic advice and recommendations to the Steering Committee;\n(b)\nimplement, through the network, the agreed annual academic programme;\n(c)\noversee the e-Learning system;\n(d)\ndevelop curricula for all ESDC training and education activities;\n(e)\nensure general coordination of ESDC training and education activities among all institutes;\n(f)\nreview standards of the training and education activities undertaken in the previous academic year;\n(g)\nsubmit proposals to the Steering Committee for training and education activities in the next academic year;\n(h)\nensure a systematic evaluation of all ESDC training and education activities and approve the course evaluation reports;\n(i)\ncontribute to the draft general annual report on ESDC activities;\n(j)\nsupport the implementation of the European Initiative for the Exchange of Young Officers, inspired by the Erasmus programme.\n7.   To fulfil its tasks, the Board may meet in different project-focused configurations. The Board shall draw up the rules and arrangements governing the creation and functioning of these configurations to be agreed by the Steering Committee. Each configuration shall report its activities back to the overall Board at least once every year, after which its mandate may be extended.\n8.   Members of the Secretariat shall support and assist the Board and each of its configurations. Those members shall attend the meetings without the right to vote. If no other candidate can be identified, a member may, at the same time, chair the meetings.\n9.   The Rules of Procedure of the Board and each of its configurations shall be adopted by the Steering Committee.\nArticle 11\nHead of the ESDC\n1.   The Head shall:\n(a)\nbe responsible for the ESDC activities;\n(b)\nbe the sole legal representative of the ESDC;\n(c)\nbe responsible for the financial and administrative management of the ESDC;\n(d)\nadvise the Steering Committee and the Board and support their work; and\n(e)\nact as the representative of the ESDC for training and education activities within and outside the network.\n2.   Candidates for the position of Head shall be persons with recognised long‐standing expertise and experience in training and education. Member States may put forward candidates for the position of Head. Staff of the Union institutions and the EEAS may apply for this position, in accordance with the applicable rules.\n3.   The pre-selection process shall be organised under the responsibility of the HR. The pre-selection panel shall be composed of three representatives of the EEAS. It shall be chaired by the Chair of the Steering Committee. On the basis of the pre-selection results, the HR shall submit to that Committee a recommendation with a shortlist of at least three candidates, drawn-up in the order of the pre-selection panel's preference. At least half of the candidates on the shortlist should come from Member States. During the selection process, the candidates shall present their vision for the ESDC to that Committee, after which Member States shall be invited to rank the candidates in a written, secret vote. The Head shall be appointed by the HR as a member of the EEAS staff for a period not exceeding three years.\n4.   Before the end of the period referred to in paragraph 3, the performance of his or her tasks by the Head shall be evaluated by the Steering Committee, in particular against the objectives set in the vision he or she presented during the selection process. On the basis of this evaluation, that Committee shall then either propose to extend the mandate of the current head or to launch a new selection procedure to select a new Head. In the latter case, the current Head may not apply for that position. In case of extension, the total duration of the mandate of the Head shall not exceed five years.\n5.   The tasks of the Head shall in particular be to:\n(a)\ntake all necessary steps, including the adoption of internal administrative instructions and the publication of notices, to ensure the effective functioning of ESDC activities;\n(b)\ndraw up the preliminary draft annual report of the ESDC and its preliminary draft work programme to be submitted to the Steering Committee on the basis of the proposals submitted by the Board;\n(c)\nco-ordinate the implementation of the ESDC work programme;\n(d)\nmaintain contacts with the relevant authorities in Member States;\n(e)\nmaintain contacts with relevant external training and education actors in the field of CFSP and CSDP;\n(f)\nconclude where necessary technical arrangements on ESDC training and education activities with the relevant authorities and training and education actors in the field of CFSP and CSDP;\n(g)\nperform any other task attributed to him or her by the Steering Committee.\n6.   The Head shall be responsible for the financial and administrative management of the ESDC, and in particular shall:\n(a)\ndraw up and submit to the Steering Committee any draft budget;\n(b)\nadopt the budgets after their approval by the Steering Committee;\n(c)\nbe the authorising officer for the ESDC budget;\n(d)\nopen one or more bank accounts on behalf of the ESDC;\n(e)\nnegotiate, submit to the Steering Committee and conclude any financing agreement and/or technical arrangement with the Commission, the EEAS or a Member State regarding the financing and/or the implementation of the ESDC expenditure;\n(f)\nselect the staff of the Secretariat, assisted by a selection panel;\n(g)\nnegotiate and sign on behalf of the ESDC any Exchange of Letters for the secondment to the ESDC of Secretariat staff;\n(h)\nnegotiate and sign on behalf of the ESDC any contract of employment for staff paid from the ESDC budget;\n(i)\ngenerally, represent the ESDC for the purpose of all legal acts with financial implications;\n(j)\nsubmit to the Steering Committee the ESDC annual accounts.\n7.   The Head shall be accountable to the Steering Committee for his or her activities.\nArticle 12\nESDC Secretariat\n1.   The Secretariat shall assist the Head in fulfilling the tasks of the Head.\n2.   The Secretariat shall provide support to the Steering Committee, to the Board including its configurations and to institutes for the management, coordination and organisation of the ESDC training and education activities.\n3.   The Secretariat shall support and assist the Board in ensuring the overall quality and coherence of ESDC training and education activities and in ensuring that they remain in line with the Union's policy developments. In particular, they shall help to ensure that all steps in the delivery of a training and education activity, from curriculum development and the content to the methodologic approach, shall reflect the highest possible standards.\n4.   Each institute forming the ESDC network shall designate a point of contact with the Secretariat to deal with the organisational and administrative issues connected with the organisation of the ESDC training and education activities.\n5.   The Secretariat shall closely co-operate with the Commission and the EEAS.\nArticle 13\nESDC Staff\n1.   The ESDC staff shall consist of:\n(a)\nstaff seconded to the ESDC by Union institutions, the EEAS and Union agencies;\n(b)\nnational experts seconded to the ESDC by Member States;\n(c)\ncontracted staff when no national expert has been identified and following approval by the Steering Committee.\n2.   The ESDC may receive interns and visiting fellows.\n3.   The number of ESDC staff shall be decided by the Steering Committee together with the budget for the next year and have a clear link to the number of ESDC training and education activities and other tasks as defined in Article 4.\n4.   The Decision of the HR establishing the rules applicable to national experts seconded to the EEAS shall be applicable mutatis mutandis to national experts seconded to the ESDC by Member States. The Staff Regulations of Officials of the European Union and the Conditions for Employment of Other Servants of the European Union (6), shall apply for personnel seconded to the ESDC by Union institutions, including for contracted staff paid from the ESDC budget.\n5.   The Steering Committee, acting on a proposal from the HR, shall define in so far as necessary the conditions applicable to interns and visiting fellows.\n6.   ESDC staff cannot conclude contracts or engage in any kind of financial obligations on behalf of the ESDC without prior written authorisation by the Head.\nCHAPTER III\nFinancing\nArticle 14\nContributions in kind to training and education activities\n1.   Each Member State, Union institution, Union agency and institute, and EEAS shall bear all costs related to its participation in the ESDC, including salaries, allowances, travel and subsistence expenses and costs related to organisational and administrative support of the ESDC training and education activities.\n2.   Each participant in ESDC training and education activities shall bear all costs related to his or her participation.\nArticle 15\nSupport by the EEAS\n1.   The EEAS shall bear the costs arising from the hosting of the Head and the Secretariat within its premises, including information technology costs, the secondment of the Head and the secondment of one assistant staff member to the Secretariat.\n2.   The EEAS shall provide the ESDC with the administrative support necessary to recruit and manage its staff and to implement its budget.\nArticle 16\nContribution from the general budget of the European Union\n1.   The ESDC shall receive an annual or multi-annual contribution from the general budget of the European Union. That contribution may cover, in particular, costs of supporting training and education activities and the costs of national experts seconded by Member States to the ESDC and up to one contracted staff member.\n2.   The financial reference amount intended to cover the expenditure of the ESDC during the period from 1 January 2021 to 31 December 2021 shall be EUR 2 055 156.\nThe financial reference amount intended to cover the expenditure of the ESDC for subsequent periods shall be decided by the Council.\n3.   Following the decision by the Council as referred to in paragraph 2, a financing agreement with the Commission shall be negotiated by the Head.\nArticle 17\nVoluntary contributions\n1.   For the purpose of financing specific activities, the ESDC may receive and manage voluntary contributions from Member States and institutes or other donors. Such contributions shall be specifically designated by the ESDC.\n2.   Technical arrangements for the contributions referred to in paragraph 1 shall be negotiated by the Head.\nArticle 18\nImplementation of projects\n1.   The ESDC can apply for research and other projects in the field of CFSP. The ESDC can act as a project coordinator or a member. The Head can be attached to the 'advisory board' of such a project. The Head may delegate this task to one of the Chairpersons of the Board configurations or to a member of the Secretariat.\n2.   Contribution coming from those projects has to be made visible in the amending budget of the ESDC and used according to the tasks and objectives of the ESDC.\nArticle 19\nFinancial rules\nThe Financial Rules shall apply to expenditure funded by the ESDC and to the financing of such expenditure.\nCHAPTER IV\nMiscellaneous provisions\nArticle 20\nParticipation in ESDC training and education activities\n1.   All ESDC training and education activities shall be open to participation by nationals of all Member States and acceding States. The organising and conducting institutes shall ensure that this principle applies without any exception.\n2.   The ESDC training and education activities shall also be open in principle to participation by nationals of countries that are candidates for accession to the Union and, as appropriate, of other third States and organisations, in particular for those training and education activities referred to in point (d) of Article 4(2).\n3.   Participants shall be civilian/diplomatic/police/military personnel dealing with aspects in the field of CSDP and CFSP, and experts to be deployed in CSDP missions or operations.\nRepresentatives of, inter alia, international organisations, non-governmental organisations, academic institutions and the media, as well as members of the business community, may be invited to participate in ESDC training and education activities.\n4.   A certificate signed by the HR shall be awarded to a participant who has completed an ESDC course. The modalities of the certificate shall be kept under review by the Steering Committee. The certificate shall be recognised by Member States and by the Union institutions.\nArticle 21\nCooperation\nThe ESDC shall cooperate with and draw on the expertise of international organisations and other relevant actors, such as national training and education institutes of third States, in particular but not limited to those referred to in Article 5(2).\nArticle 22\nSecurity regulations\nCouncil Decision 2013/488/EU (7) shall apply to the ESDC.\nCHAPTER V\nFinal provisions\nArticle 23\nContinuity\nThe rules and regulations adopted for the implementation of Decision (CFSP) 2016/2382 shall remain in force for the purpose of implementing this Decision in so far as they are compatible with this Decision and until they are amended or repealed.\nArticle 24\nRepeal\nDecision (CFSP) 2016/2382 is hereby repealed.\nArticle 25\nReview\n1.   No later than 20 October 2024, the Head shall initiate a review of the training and education activities, consulting all stakeholders.\n2.   The review shall be submitted to the Steering Committee.\nArticle 26\nEntry into force\nThis Decision shall enter into force upon the date of adoption.\nArticle 27\nPublication\nThis Decision shall be published in the Official Journal of the European Union.\nDone at Luxembourg, 19 October 2020.\nFor the Council\nThe President\nJ. KLOECKNER\n(1)  Council Joint Action 2005/575/CFSP of 18 July 2005 establishing a European Security and Defence College (ESDC) (OJ L 194, 26.7.2005, p. 15).\n(2)  Council Joint Action 2008/550/CFSP of 23 June 2008 establishing a European Security and Defence College (ESDC) and repealing Joint Action 2005/575/CFSP (OJ L 176, 4.7.2008, p. 20).\n(3)  Council Decision 2013/189/CFSP of 22 April 2013 establishing a European Security and Defence College (ESDC) and repealing Joint Action 2008/550/CFSP (OJ L 112, 24.4.2013, p. 22).\n(4)  Council Decision (CFSP) 2016/2382 of 21 December 2016 establishing a European Security and Defence College (ESDC) and repealing Decision 2013/189/CFSP (OJ L 352, 23.12.2016, p. 60).\n(5)  Council Decision 2010/427/EU of 26 July 2010 establishing the organisation and functioning of the European External Action Service (OJ L 201, 3.8.2010, p. 30).\n(6)  Regulation (EEC, Euratom, ECSC) No 259/68 of the Council of 29 February 1968 laying down the Staff Regulations of Officials and the Conditions for Employment of Other Servants of the European Communities and instituting special measures temporarily applicable to officials of the Commission (OJ L 56, 4.3.1968, p. 1).\n(7)  Council Decision 2013/488/EU of 23 September 2013 on the security rules for protecting EU classified information (OJ L 274, 15.10.2013, p. 1).\nANNEX\nFINANCIAL RULES APPLICABLE TO EXPENDITURE FUNDED BY THE ESDC AND TO THE FINANCING OF THE EXPENDITURE OF THE ESDC\nArticle 1\nBudgetary principles\n1.   The ESDC budget, drawn up in euro, is the act which for each financial year lays down and authorises all the ESDC revenue and all expenditure funded by the ESDC.\n2.   Budget revenue and expenditure shall be in balance.\n3.   No revenue or expenditure funded by the ESDC may be implemented other than by allocation to a heading in the ESDC budget.\nArticle 2\nAdoption of budgets\n1.   Each year the Head shall draw up a draft budget for the following financial year, which begins on 1 January and ends on 31 December of the same year. The draft budget shall include the appropriations deemed necessary to cover the expenditure to be funded by the ESDC during that period and a forecast of the revenue expected to cover such expenditure.\n2.   Appropriations shall be classified as necessary by type or purpose in chapters and articles. Detailed comments by article shall be included in the draft.\n3.   Revenue shall consist of Member States' or other donors' voluntary contributions as well as the annual contribution from the general budget of the European Union.\n4.   The Head shall submit a detailed budget report on the previous financial year by 31 March. The Head shall propose the draft budget for the following financial year to the Steering Committee by 31 July.\n5.   The Steering Committee shall approve the draft budget by 31 October.\n6.   Where the ESDC receives a multi-annual contribution from the general budget of the European Union, the Steering Committee shall approve the annual budget by consensus.\nArticle 3\nTransfers of appropriations\nIn the event of unforeseen circumstances, transfers of appropriations between budget lines or budget headings of the contribution referred to in Article 16, not exceeding 25 % of these budget lines or headings, may be decided by the Head, who shall keep the Steering Committee informed of such transfers. Transfers of appropriations between budget lines or headings exceeding 25 % of the budget lines or headings shall be submitted to the Steering Committee in an amending budget of the ESDC for approval.\nArticle 4\nCarryovers of appropriations\n1.   Appropriations necessary to pay for legal obligations entered into by 31 December of a financial year shall be carried over to the next financial year.\n2.   Appropriations coming from voluntary contributions shall be carried over to the next financial year.\n3.   Appropriations coming from projects shall be carried over to the next financial year.\n4.   The Head may carry over other appropriations in the budget to the next financial year with the approval of the Steering Committee.\n5.   Other appropriations shall be cancelled at the end of the financial year.\nArticle 5\nImplementation of the budget and staff management\nFor the purpose of implementing its budget and managing its staff, the ESDC shall use existing administrative structures of the Union, in particular the EEAS, to the greatest possible extent.\nArticle 6\nBank accounts\n1.   Any ESDC bank account shall be opened at a first-rate financial institution with its head office in a Member State and shall be a current or short-term account in euro.\n2.   No ESDC bank account shall be overdrawn.\nArticle 7\nPayments\nAny payment from an ESDC bank account shall require the joint signature of the Head and another member of the ESDC staff.\nArticle 8\nAccounting\n1.   The Head shall ensure that accounts showing the ESDC revenue, expenditure and inventory of assets are kept in accordance with the internationally accepted accounting standards for the public sector.\n2.   The Head shall submit to the Steering Committee the annual accounts for a given financial year no later than the following 31 March, together with the detailed report referred to in Article 2(4) of these Financial Rules.\n3.   If necessary, accounting services may be outsourced.\nArticle 9\nAuditing\n1.   An audit of the ESDC accounts shall be conducted annually.\n2.   The necessary auditing services shall be outsourced.\n3.   The audit reports shall be made available to the Steering Committee together with the detailed report referred to in Article 2(4) of these Financial Rules.\nArticle 10\nDischarge\n1.   The Steering Committee shall decide on the basis of the detailed report, the annual accounts and the annual audit report whether to grant the Head a discharge in respect of the implementation of the ESDC budget.\n2.   The Head shall take all appropriate steps to satisfy the Steering Committee that a discharge may be granted and to act on the observations in the decisions giving discharge, if any.", "summary": "European Security and Defence College\nEuropean Security and Defence College\nSUMMARY OF:\nDecision (CFSP) 2020/1515 establishing a European Security and Defence College\nWHAT IS THE AIM OF THE DECISION?\n              \nThe decision sets up the European Security and Defence College (ESDC), which aims to develop and promote a common understanding among civilians and military personnel of the common security and defence policy (CSDP) and the common foreign and security policy (CFSP) of the European Union (EU) through training and education activities.\nKEY POINTS\nObjectives\nThe ESDC has a number of objectives, including:\nfurther enhancing the common European security and defence culture within the EU and promoting the principles set out in Article 21 of the Treaty on European Union;\npromoting a better understanding of CSDP as an essential part of CFSP;\nproviding EU Member States’ administrations with people who are familiar with EU policies, institutions and procedures in the CSDP field;\nproviding CSDP missions and operations personnel with a common understanding of the functioning principles and a sense of common European identity;\nproviding training and education that meet the needs of CSDP missions and operations;\nsupporting EU partnerships in the field of CSDP, in particular with those countries participating in CSDP missions;\nsupporting civilian crisis management — including in the field of conflict prevention — and establishing or preserving the conditions necessary for sustainable development;\npromoting the European initiative for the exchange of young officers;\nhelping to promote professional relations and contacts among the participants.\nTasks of the ESDC\nThe main task of the ESDC is to provide training and education. The decision sets out a number of specific tasks, including:\nbasic- and advanced-level courses that promote a generic understanding of CFSP and CSDP;\nleadership courses;\ncourses that directly support CSDP missions and operations, including pre‐deployment and in-mission / in-operation training and education;\ncourses that support EU partnerships and the countries participating in CSDP missions and operations;\nmodules that support civilian and military training and education in the field of CSDP;\nCSDP courses, seminars, programmes and conferences for specialised audiences;\ncommon modules that run under the European initiative for the exchange of young officers, which was inspired by the Erasmus+ programme;\ncyber awareness and advanced courses, including in support of CSDP missions and operations;\ncourses and seminars that support PhD-level research through the exchange of best practices and experience.\nNetwork\nThe ESDC is organised as a network of various educational institutions — including those dealing with security and defence policies within the EU, as identified by the Member States — and the European Union Institute for Security Studies. The ESDC is closely linked with several EU institutions and agencies, including:\nthe European Border and Coast Guard Agency — Regulation (EU) 2019/1896, see summary;\nthe EU Agency for Law Enforcement Cooperation (Europol) — Regulation (EU) 2016/794, see summary;\nthe EU Agency for Law Enforcement Training — Regulation (EU) 2015/2219, see summary;\nthe European Defence Agency — Decision (CFSP) 2015/1835, see summary;\nthe European Union Satellite Centre — Decision 2014/401/CFSP, see summary..\nThe ESDC is under the overall responsibility of the High Representative of the Union for Foreign Affairs and Security Policy.\nFROM WHEN DOES THE DECISION APPLY?\nIt has applied since 19 October 2020.\nCouncil Decision (CFSP) 2020/1515 repeals Council Decision (CFSP) 2016/2382.\nBACKGROUND\n              \nFor further information, see:\nEuropean Security and Defence College (European Commission).\nMAIN DOCUMENT\n            \nCouncil Decision (CFSP) 2020/1515 of 19 October 2020 establishing a European Security and Defence College, and repealing Decision (CFSP) 2016/2382 (OJ L 348, 20.10.2020, pp. 1–14).\nSuccessive amendments to Decision (CFSP) 2020/1515 have been incorporated in the original text. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nRegulation (EU) 2019/1896 of the European Parliament and of the Council of 13 November 2019 on the European Border and Coast Guard and repealing Regulations (EU) No 1052/2013 and (EU) 2016/1624 (OJ L 295, 14.11.2019, pp. 1–131).\nConsolidated version of the Treaty on European Union — Title V — General Provisions on the Union’s External Action and Specific Provisions on the Common Foreign and Security Policy — Chapter 2 — Specific Provisions on the common foreign and security policy — Section 1 — Common provisions — Article 28 (ex Article 14 TEU) (OJ C 202, 7.6.2016, p. 32).\nConsolidated version of the Treaty on European Union — Title V — General Provisions on the Union’s External Action and Specific Provisions on the Common Foreign and Security Policy — Chapter 2 — Specific Provisions on the common foreign and security policy — Section 2 — Provisions on the common security and defence policy — Article 42 (ex Article 17 TEU) (OJ C 202, 7.6.2016, pp. 38–39).\nRegulation (EU) 2016/794 of the European Parliament and of the Council of 11 May 2016 on the European Union Agency for Law Enforcement Cooperation (Europol) and replacing and repealing Council Decisions 2009/371/JHA, 2009/934/JHA, 2009/935/JHA, 2009/936/JHA and 2009/968/JHA (OJ L 135, 24.5.2016, pp. 53–114).\nRegulation (EU) 2015/2219 of the European Parliament and of the Council of 25 November 2015 on the European Union Agency for Law Enforcement Training (CEPOL) and replacing and repealing Council Decision 2005/681/JHA (OJ L 319, 4.12.2015, pp. 1–20).\nCouncil Decision (CFSP) 2015/1835 of 12 October 2015 defining the statute, seat and operational rules of the European Defence Agency (OJ L 266, 13.10.2015, pp. 55–74).\nSee consolidated version.\nCouncil Decision 2014/75/CFSP of 10 February 2014 on the European Union Institute for Security Studies (OJ L 41, 12.2.2014, pp. 13–17).\nlast update 08.12.2021", "tags": ["vocational training", "operation of the Institutions", "European school", "education", "common security and defence policy"], "subjects": ["Common foreign and security policy"], "split": "test", "reference_annotations": {"32020D1515_p1": {"text": "COUNCIL decision 2020/1515///of 19 October 2020---establishing a European Security and Defence College, and repealing decision 2016/2382", "triples": [" decision 2020/1515,  repealing,  decision 2016/2382"]}, "32020D1515_p2": {"text": "On 18 July 2005, the Council adopted Joint Action 2005/575/CFSP (1) establishing the European Security and Defence College ('ESDC'). That Joint Action was replaced on 23 June 2008 by Council Joint Action 2008/550/CFSP (2), which, in turn, was replaced by Council decision 2013/189/cfsp (3). Finally, decision 2013/189/cfsp was replaced by Council decision 2016/2382 (4).", "triples": [" decision 2016/2382,  replaced,  decision 2013/189/cfsp"]}, "32020D1515_p3": {"text": "(4)  Council decision 2016/2382 of 21 December 2016 establishing a European Security and Defence College (ESDC) and repealing decision 2013/189/cfsp (OJ L 352, 23.12.2016, p. 60).", "triples": [" decision 2016/2382,  repealing,  decision 2013/189/cfsp"]}}, "summary_annotations": {"32020D1515_p1": {"text": "Council decision 2020/1515 repeals Council decision 2016/2382.", "triples": [" decision 2020/1515,  repeals,  decision 2016/2382"]}, "32020D1515_p2": {"text": "Council decision 2020/1515 of 19 October 2020 establishing a European Security and Defence College, and repealing decision 2016/2382 (OJ L 348, 20.10.2020, pp. 1–14).", "triples": [" decision 2020/1515,  repealing,  decision 2016/2382"]}, "32020D1515_p3": {"text": "regulation 2019/1896 of the European Parliament and of the Council of 13 November 2019 on the European Border and Coast Guard and repealing regulation 1052/2013 regulation 2016/1624 (OJ L 295, 14.11.2019, pp. 1–131).", "triples": [" regulation 2019/1896,  repealing,  regulation 1052/2013", " regulation 2019/1896,  repealing,  regulation 2016/1624"]}, "32020D1515_p4": {"text": "regulation 2016/794 of the European Parliament and of the Council of 11 May 2016 on the European Union Agency for Law Enforcement Cooperation (Europol) and replacing and repealing Council decision 2009/371/jha decision 2009/934/jha decision 2009/935/jha decision 2009/936/jha decision 2009/968/jha (OJ L 135, 24.5.2016, pp. 53–114).", "triples": [" regulation 2016/794,  replacing,  decision 2009/371/jha", " regulation 2016/794,  replacing,  decision 2009/934/jha", " regulation 2016/794,  replacing,  decision 2009/935/jha", " regulation 2016/794,  replacing,  decision 2009/936/jha", " regulation 2016/794,  replacing,  decision 2009/968/jha", " regulation 2016/794,  repealing,  decision 2009/371/jha", " regulation 2016/794,  repealing,  decision 2009/934/jha", " regulation 2016/794,  repealing,  decision 2009/935/jha", " regulation 2016/794,  repealing,  decision 2009/936/jha", " regulation 2016/794,  repealing,  decision 2009/968/jha"]}, "32020D1515_p5": {"text": "regulation 2015/2219 of the European Parliament and of the Council of 25 November 2015 on the European Union Agency for Law Enforcement Training (CEPOL) and replacing and repealing Council decision 2005/681/jha (OJ L 319, 4.12.2015, pp. 1–20).", "triples": [" regulation 2015/2219,  replacing,  decision 2005/681/jha", " regulation 2015/2219,  repealing,  decision 2005/681/jha"]}}}