{"celex_id": "21994A0827(01)", "reference": "27.8.1994\nEN\nOfficial Journal of the European Communities\nL 223/24\nCOOPERATION AGREEMENT\nbetween the European Community and the Republic of India on partnership and development\nTHE COUNCIL OF THE EUROPEAN UNION,\non the one part,\nTHE GOVERNMENT OF INDIA,\non the other part,\nCONSIDERING the excellent relations and traditional links of friendship between the European Community and its Member States, hereinafter referred to as ‘the Community’, and the Republic of India, hereinafter referred to as ‘India’;\nRECOGNIZING the importance of strengthening the links and enhancing the partnership between the Community and India;\nHAVING REGARD to the foundations for close cooperation between India and the Community laid by the first Agreement between India and the Community signed on 17 December 1973 and later developed by the Agreement for Commercial and Economic Cooperation signed on 23 June 1981;\nNOTING with satisfaction the achievements resulting from these Agreements;\nREAFFIRMING the importance they attach to the principles of the United Nations Charter and the respect of democratic principles and human rights;\nINSPIRED by their common will to consolidate, deepen and diversify their relations in areas of mutual-interest on the basis of equality, non-discrimination and mutual benefit;\nRECOGNIZING the positive consequences of the process of economic reforms for modernization of the economy undertaking in India for enhancing commercial and economic relations between India and the Community;\nDESIROUS of creating favourable conditions for a substantial development and diversification of trade and industry between the Community and India, within the framework of the more dynamic relationship which both India and the Community desire, which will further, in their mutual interest and consistently with their developmental needs, investment flows, commercial and economic cooperation in areas of mutual interest including science and technology, and foster cultural cooperation;\nHAVING REGARD TO the need to support Indian efforts for economic development especially improving the living conditions of the poor;\nCONSIDERING the importance attached by the Community and India to the protection of the environment on a global and on a local level and to the sustainable use of natural resources and recognizing the linkage between the environment and development;\nTAKING INTO ACCOUNT their membership of the General Agreement on Tariffs and Trade (GATT), the importance of its principles and of the need to uphold and reinforce the rules which promote free and unhindered trade in a stable, transparent and non-discriminatory manner;\nBELIEVING that relations between them have developed beyond the scope of the Agreement concluded in 1981;\nTHE COUNCIL OF THE EUROPEAN UNION:\nWilly CLAES,\nMinister for External Relations of the Kingdom of Belgium,\nPresident-in-Office of the Council of the European Union,\nManuel MARIN,\nMember of the Commission of the European Communities,\nTHE GOVERNMENT OF INDIA:\nPranab MUKHERJEE,\nMinister for Trade,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nBasis and objectives\n1.   Respect for human rights and democratic principles is the basis for the cooperation between the Contracting Parties and for the provisions of this Agreement, and it constitutes an essential element of the Agreement.\n2.   The principal objective of this Agreement is to enhance and develop, through dialogue and partnership, the various aspects of cooperation between the Contracting Parties in order to achieve a closer and upgraded relationship.\nThis cooperation will focus in particular on:\n—\nfurther development and diversification of trade and investment in their mutual interest, taking into account their respective economic situations;\n—\nfacilitation of better mutual understanding and strengthening of ties between the two regions in respect of technical, economic and cultural matters;\n—\nbuilding up of India's economic capability to interact more effectively with the Community;\n—\nacceleration of the pace of India's economic development, supporting India's efforts in building up its economic capabilities, by way of provision of resources and technical assistance by the Community within the framework of its cooperation policies and regulations, in particular to improve the living conditions of the poorer sections of the population;\n—\ndevelopment in their mutual interest of existing and new forms of economic cooperation directed at promoting and facilitating exchanges and connections between their business communities, taking into account the implementation of Indian economic reforms and opportunities for the creation of a suitable environment for investment;\n—\nsupport of environmental protection and sustainable management of natural resources.\n3.   The Contracting Parties acknowledge the value in the light of the objectives of this Agrement of consulting each other on international, economic and commercial issues of mutual interest.\nArticle 2\nMost-favoured-nation treatment\nThe Community and India shall grant each other most-favoured-nation treatment in their trade in accordance with the provisions of the General Agreement on Tariffs and Trade.\nArticle 3\nTrade and commercial cooperation\n1.   In the interest of strengthening new relations in a dynamic and complementary way, thereby providing mutual benefits, the Contracting Parties undertake to develop and diversify their commercial exchanges and to improve market access, to the highest possible degree, in a manner compatible with their economic situations.\n2.   The Contracting Parties are committed to a policy for improving the terms of access for their products to each other's markets. In this context, they shall grant each other the highest degree of liberalization of imports and exports which they generally apply to third countries and they agree to examine ways and means of eliminating barriers to trade between them, notably non-tariff barriers, taking account of the work already done in this connection by international organizations.\n3.   The Contracting Parties agree to promote the exchange of information about mutually beneficial market opportunities and to hold consultations in a constructive spirit on the issues of tariff, non-tariff, services, health, safety or environmental measures, and technical requirements.\n4.   The Contracting Parties agree to improve cooperation in customs matters between the respective authorities, especially in professional training, the simplification and harmonization of customs procedures, and the prevention, investigation and suppression of infractions of customs regulations.\n5.   The Contracting Parties also undertake to give consideration, each in accordance with its laws, to exempting from duty, tax and other charges, goods admitted temporarily to their territories for subsequent re-export unaltered or for goods which re-enter their territories after processing in the other Contracting Party which is not sufficient for the goods to be treated as originating from the territory of that Contracting Party.\n6.1.   The Contracting Parties agree to consult each other on any dispute which may arise in connection with trade. If the Community or India request such consultation, it shall take place at the earliest opportunity. The Contracting Party making the request shall provide the other Party with all information necessary for a detailed examination of the situation. Attempts shall be made through such consultations to resolve trade disputes as rapidly as possible.\n6.2.   In respect of anti-dumping or subsidies investigations, each Contracting Party agrees to examine submissions made by the other Contracting Party and to inform the interested parties concerned of the essential facts and considerations on the basis of which a decision is to be based. Before definitive anti-dumping and countervailing duties are imposed, the Contracting Parties shall do their utmost to bring about a constructive solution to the problem.\n6.3.   Paragraphs 6.1. and 6.2. shall be without prejudice to the Contracting Parties' rights and obligations under the GATT, which shall prevail in the event of any inconsistency.\nArticle 4\nEconomic cooperation\n1.   The Contracting Parties undertake, in their mutual interests and in accordance with their respective policies and objectives, to foster economic cooperation of the widest possible scope in order to contribute to the expansion of their respective economies and their developmental needs.\n2.   The Contracting Parties agree that economic cooperation will involve three broad fields of action:\n(a)\nimproving the economic environment in India by facilitating access to Community know-how and technology;\n(b)\nfacilitating contacts between economic operators and other measures designed to promote commercial exchanges and investments;\n(c)\nreinforcing mutual understanding of their respective economic, social and cultural environment as a basis for effective cooperation.\n3.   In the broad fields described above, the aims shall be in particular to:\n—\nimprove the economic environment and business climate,\n—\ncooperate in the protection of the environment and natural resources,\n—\ncooperate in the field of energy and energy efficiency,\n—\ncooperate in the field of telecommunications, information technology, and related matters,\n—\ncooperate in all aspects of industrial standards and intellectual property,\n—\nencourage technology transfer in other sectors of mutual benefit,\n—\nexchange information on monetary matters and the macro-economic environment,\n—\nreinforce and diversify economic links between them,\n—\nencourage the two-way flow of Community-Indian trade and investments,\n—\nactivate industrial cooperation including agro-industry,\n—\npromote cooperation in order to develop agriculture, fisheries, mining, transport and communication, health, banking and insurance, tourism and other services,\n—\nencourage close cooperation between the private sectors of both regions,\n—\npromote cooperation in industrial and urban ecology,\n—\npromote support of undertaking by means of trade promotion and market development,\n—\npromote scientific and technological development,\n—\npromote training and specific training programmes,\n—\ncooperate in the fields of information and culture.\nCooperation in a number of the abovementioned sectors is set out in more detail in Articles 5 to 15 included which follow.\n4.   The Contracting Parties shall consider in particular the following means to achieve these aims:\n—\nexchange of information and ideas,\n—\npreparation of studies,\n—\nprovision of technical assistance,\n—\ntraining programmes,\n—\nestablishment of links between research and training centres, specialized agencies and business organizations,\n—\npromotion of investment and joint ventures,\n—\ninstitutional development of public and private agencies and administrations,\n—\naccess to each other's existing data bases and creation of new ones,\n—\nworkshops and seminars,\n—\nexchanges of experts.\n5.   The Contracting Parties will determine together and to their mutual advantage the areas and priorities to be covered by concrete actions of economic cooperation, in conformity with their long-term objectives. In view of the importance of long-term enhancement of cooperation between the Community and India, no sector shall be excluded a priori from the field of economic cooperation.\nArticle 5\nIndustry and services\n1.   The Contracting Parties shall:\n(a)\nidentify sectors of industry on which cooperation will centre and the means to promote industrial cooperation with a heavy technological bias;\n(b)\npromote the expansion and diversification of India's production base in the industrial and service sectors, including modernization and reform of the public sector, directing their cooperation activities at small and medium-sized enterprises in particular and taking steps to facilitate their access to sources of capital, markets and technology directed especially towards promoting trade between the Contracting Parties as well as at third country markets.\n2.   The Contracting Parties shall facilitate, within the relevant existing rules, access to available information and capital facilities in order to encourage projects and operations promoting cooperation between firms, such as joint ventures, sub-contracting, transfer of technology, licences, applied research and franchises.\nArticle 6\nPrivate sector\nThe Contracting Parties agree to promote the involvement of the private sector in their cooperation programmes in order to strengthen economic and industrial cooperation between themselves.\nThe Contracting Parties shall take measures to:\n(a)\nencourage the private sectors of both geographical regions to find effective ways of joint consultations, results of which could then be transmitted to the Joint Commission, referred to in Article 22 of this Agreement, for the required follow-up action;\n(b)\ninvolve the private sectors of the Contracting Parties in activities developed within the framework of this Agreement.\nArticle 7\nEnergy\nThe Contracting Parties recognize the importance of the energy sector to economic and social development and undertake to step up cooperation relating particularly to the generation, saving and efficient use of energy. Such improved cooperation will include planning concerning energy, non-conventional energy including solar energy and the consideration of its environmental implications.\nArticle 8\nTelecommunications, electronics, and information and satellite technologies\nThe Contracting Parties recognize the importance of cooperation in the fields of telecommunications, electronics, and information technologies which contribute to increased economic development and trade. Such cooperation may include:\n(a)\nstandardization, testing and certification;\n(b)\nearth and space-based telecommunications;\n(c)\nelectronics and micro-electronics;\n(d)\ninformation and automation;\n(e)\nhigh definition television;\n(f)\nresearch and development in new information technologies and telecommunications;\n(g)\npromotion of investment and joint investment.\nArticle 9\nStandards\nWithout prejudice to their international obligations, within the scope of their responsibilities and in accordance with their laws, the Contracting Parties shall take steps to reduce differences in respect of metrology, standardization and certification by promoting the use of compatible systems of standards and certification. To that end, they shall encourage the following in particular:\n—\nestablishing links between experts in order to facilitate exchanges of information and studies on metrology, standards, and quality control, promotion and certification,\n—\nencouraging interchange and contact between bodies and institutions specializing in these fields including consultations to ensure that standards do not constitute a barrier to trade,\n—\npromoting measures aimed at achieving mutual recognition of systems of quality certification,\n—\ndeveloping technical assistance in connection with metrology, standards and certification, and in connection with quality promotion programmes,\n—\nproviding technical assistance for institutional development to upgrade standards and quality certification organizations as well as for the setting up of a national accreditation scheme for conformity assessment in India.\nArticle 10\nIntellectual property\nThe Contracting Parties undertake to ensure as far as their laws, regulations and policies allow that suitable and effective protection is provided for intellectual property rights, including patents, trade or service marks, copyright and similar rights, geographical designations (including marks of origin), industrial designs and integrated circuit topographies, reinforcing this protection where desirable. They also undertake, wherever possible, to facilitate access to the data bases of intellectual property organizations.\nArticle 11\nInvestment\n1.   The Contracting Parties shall encourage an increase in mutually beneficial investment by establishing a favourable climate for private investments including better conditions for the transfer of capital and exchange of information on investment opportunities.\n2.   Taking into account work done in this area in relevant international fora, and recognizing in particular the recent signing by India of the Multilateral Investments Guarantee Agency (MIGA) Convention, the Contracting Parties agree to support the promotion and protection of investments between the Member States of the Community and India on the basis of the principles of non-discrimination and reciprocity.\n3.   The Contracting Parties undertake to encourage cooperation between their respective financial institutions.\nArticle 12\nAgriculture and fisheries\nThe Contracting Parties agree to promote cooperation in agriculture and fisheries, including horticulture and food processing. To this end, they undertake to examine:\n(a)\nthe opportunities for increasing trade in agricultural and fishery products;\n(b)\nhealth, plant and animal health, environmental measures and any obstacles to trade which they might engender;\n(c)\nthe linkage between agriculture and the rural environment;\n(d)\nagricultural and fishery research.\nArticle 13\nTourism\nThe Contracting Parties agree to contribute to cooperation on tourism, to be achieved through specific measures, including:\n(a)\ninterchange of information and the carrying out of studies;\n(b)\ntraining programmes;\n(c)\npromotion of investment and joint ventures.\nArticle 14\nScience and technology\n1.   The Contracting Parties will, in accordance with their mutual interest and aims of their development strategy in this area, promote scientific and technological cooperation including in high-level fields, e.g. life-sciences, bio-technology, new materials, and geo and marine sciences, with a view to:\n(a)\nfostering the transfer of know-how and stimulating innovation;\n(b)\ndisseminating information and expertise in science and technology;\n(c)\nopening up opportunities for future economic, industrial and trade cooperation.\nThis will be implemented through:\n(a)\njoint research projects between the Parties' research centres and other appropriate institutions;\n(b)\nexchange and trading of scientists and researchers, particularly promoting the establishment of permanent links between the scientific and technical communities of the Parties;\n(c)\nexchange of scientific information.\n2.   The Contracting Parties undertake to establish appropriate procedures to facilitate the greatest possible degree of participation by their scientists and research centres in the abovementioned cooperation.\nArticle 15\nInformation and culture\nThe Contracting Parties will cooperate in the fields of information and culture, both to create better mutual understanding and to strengthen cultural ties between the two regions. Such cooperation may include:\n(a)\nexchange of information on matters of cultural interest;\n(b)\npreparatory studies and technical assistance in the preservation of cultural heritage;\n(c)\ncooperation in the field of media and audio-visual documentation;\n(d)\norganizing cultural events and exchanges.\nArticle 16\nDevelopment cooperation\n1.   The Community recognizes India's need for development assistance and is prepared to strengthen its cooperation and enhance its efficiency in order to contribute to India's own efforts in achieving sustainable economic development and social progress of its people through concrete projects and programmes. Community support will be in accordance with Community policies, regulations and limits of the financial means available for cooperation and be in accordance with an elaborated development strategy.\n2.   Projects and programmes will be targeted towards the poorer sections of the population. Particular attention will be given to rural development with participation of the groups to be targeted and, where appropriate, the involvement of qualified non-governmental organizations. Cooperation in this area will also cover the promotion of employment in rural towns, and of the role of women in development, with appropriate emphasis on their education and family welfare.\n3.   Public health, especially in the form of primary health care including control of both communicable and non-communicable diseases will also be covered. The aim will be to increase the quality of health care in India of the most disadvantaged sections of the population both in urban and in rural areas.\n4.   The cooperation will concentrate on mutually agreed priorities and will pursue project and programme efficiency, sustainability and respect for the environment.\nArticle 17\nEnvironment\n1.   The Contracting Parties recognize the need to take account of environmental protection as an integral part of economic and development cooperation. Moreover, they underline the importance of environmental issues and their will to establish cooperation in protecting and improving the environment with particular emphasis on water, soil and air pollution, erosion, deforestation and sustainable management of natural resources, taking into account the work done in international fora.\nParticular attention will be paid to:\n(a)\nthe sustainable management of forest eco-systems;\n(b)\nprotection and conservation of natural forests;\n(c)\nthe strengthening of forestry institutes;\n(d)\nthe finding of practical solutions to rural energy problems;\n(e)\nprevention of industrial pollution;\n(f)\nprotection of the urban environment.\n2.   Cooperation in this area will centre on:\n(a)\nreinforcing and improving environmental protection institutions;\n(b)\ndeveloping legislation and upgrading standards;\n(c)\nresearch, training and information;\n(d)\nexecuting studies and pilot programmes and providing technical assistance.\nArticle 18\nHuman resource development\nThe Contracting Parties recognize the importance of human resource development in improving economic development and the living conditions of the disadvantaged sections of the population. They agree that human resource development should constitute an integral part of both economic and development cooperation.\nIn their mutual interest, particular attention should be paid to promoting cooperation between Community and Indian higher education and training institutes.\nArticle 19\nDrug abuse control\n1.   The Contracting Parties affirm their resolve, in conformity with their respective competences, to increase the efficiency of policies and measures, to counter the supply and distribution of narcotics and psychotropic substances as well as preventing and reducing drug abuse, taking into account work done in this connection by international bodies.\n2.   Cooperation between the Parties shall comprise the following:\n(a)\ntraining, education, health promotion and rehabilitation of addicts, including projects for the reintegration of addicts into work and social environments;\n(b)\nmeasures to encourage alternative economic opportunities;\n(c)\ntechnical, financial and administrative assistance in the monitoring of precursors trade, prevention, treatment and reduction of drug abuse;\n(d)\nexchange of all relevant information, including that relating to money laundering.\nArticle 20\nSouth-south and regional cooperation\nThe Contracting Parties recognize their mutual interest in furthering economic and trade relations with other developing countries within a concept of regional and south-south cooperation.\nArticle 21\nResources for undertaking cooperation\nThe Contracting Parties will, within the limits of their available financial means and within the framework of their respective procedures and instruments, make available funds to facilitate the achievement of the aims set out in this Agreement especially as concerns economic cooperation.\nConcerning development aid, and within the framework of its programme in favour of Asian and Latin American (ALA) countries, the Community will support India's development programmes, through direct concessional transfers, as well as through institutional and other sources of finance in accordance with the rules and practices of such Community institutions.\nArticle 22\nJoint Commission\n1.   The Contracting Parties agree to retain the Joint Commission set up under Article 10 of the 1981 Agreement for Commercial and Economic Cooperation.\n2.   The Joint Commission is in particular required to:\n(a)\nensure the proper functioning and implementation of the Agreement;\n(b)\nmake suitable recommendations for promoting the objectives of the Agreement;\n(c)\nestablish priorities in relation to the aims of the Agreement;\n(d)\nexamine ways and means of enhancing the partnership and development cooperation in the areas covered by the Agreement.\nThe Joint Commission shall be composed of representatives of both sides, at an appropriately high level. The Joint Commission shall normally meet every year, alternately in Brussels and New Delhi, on a date fixed by mutual agreement. Extraordinary meetings may be convened by agreement between the Contracting Parties.\nThe Joint Commission may set up specialized sub-groups to assist in the performance of its tasks and to coordinate the formulation and implementation of projects and programmes within the framework of the Agreement.\nThe agenda for meetings of the Joint Commission shall be determined by agreement between the Contracting Parties.\nThe Contracting Parties agree that it shall also be the task of the Joint Commission to ensure the proper functioning of any sectoral agreements concluded or which may be concluded between the Community and India.\nArticle 23\nConsultations\nThe Contracting Parties shall hold friendly consultations in the fields covered by the Agreement if any problem arises in the intervals between the meetings of the Joint Commission. These shall be dealt with by the specialized sub-groups according to their responsibilities or be the subject of ad hoc consultations.\nArticle 24\nFuture developments\n1.   The Contracting Parties may, by mutual consent, expand this Agreement in order to enhance the level of cooperation and add to it by means of agreements on specific sectors or activities.\n2.   Within the framework of this Agreement, either of the Contracting Parties may put forward suggestions for expanding the scope of the cooperation, taking into account the experience gained in its application.\nArticle 25\nOther agreements\nWithout prejudice to the relevant provisions of the Treaties establishing the European Communities, neither this Agreement nor any action taken thereunder shall in any way affect the powers of the Member States of the Communities to undertake bilateral activities with India in the framework of economic cooperation or to conclude, where appropriate, new economic cooperation agreements with India.\nArticle 26\nFacilities\nTo facilitate cooperation within the framework of this Agreement, the Indian authorities will grant to Community officials and experts the guarantees and facilities necessary for the performance of their functions. The detailed provisions will be set out by way of a separate Exchange of Letters.\nArticle 27\nTerritorial application\nThis Agreement shall apply, on the one hand, to the territories in which the Treaty establishing the European Economic Community is applied and under the conditions laid down in the Treaty and, on the other, to the territory of the Republic of India.\nArticle 28\nAnnex\nThe Annex attached to this Agreement shall form an integral part of the Agreement.\nArticle 29\nEntry into force and renewal\nThis Agreement shall enter into force on the first day of the month following the date on which the Contracting Parties have notified each other of the completion of the procedures necessary for this purpose. Upon entry into force, it shall replace the Cooperation Agreements signed on 17 December 1973 and 23 June 1981.\nThis Agreement is concluded for a period of five years. It shall be automatically renewed on a yearly basis unless one of the Contracting Parties denounces it six months before its expiry date.\nArticle 30\nAuthentic texts\nThis Agreement is drawn up in duplicate in the Danish, Dutch, English, French, German, Greek, Italian, Portuguese and Spanish and Hindi languages, each text being equally authentic.\nEn fe de lo cual, los plenipotenciarios abajo firmantes suscriben el presente Acuerdo.\nTil bekræftelse heraf har undertegnede befuldmægtigede underskrevet denne aftale.\nZu Urkunde dessen haben die unterzeichneten Bevollmächtigten ihre Unterschriften unter dieses Abkommen gesetzt.\nΣε πίστωση των ανωτέρω, οι υπογράφοντες πληρεξούσιοι έθεσαν την υπογραφή τους στην παρούσα συμφωνία.\nIn witness whereof the undersigned Plenipotentiaries have signed this Agreement.\nEn foi de quoi, les plénipotentiaires soussignés ont apposé leurs signatures au bas du présent accord.\nIn fede di che, i plenipotenziari sottoscritti hanno apposto le proprie firme in calce al presente accordo.\nTen blijke waarvan de ondergetekende gevolmachtigden hun handtekening onder deze Overeenkomst hebben gesteld.\nEm fé do que, os plenipotenciários abaixo assinados apuseram as suas assinaturas no final do presente acordo.\nHecho en Bruselas, el veinte de diciembre de mil novecientos noventa y tres.\nUdfærdiget i Bruxelles den tyvende december nitten hundrede og treoghalvfems.\nGeschehen zu Brüssel am zwanzigsten Dezember neunzehnhundertdreiundneunzig.\nΈγινε στις Βρυξέλλες, στις είκοσι Δεκεμβρίου χίλια εννιακόσια ενενήντα τρία.\nDone at Brussels on the twentieth day of December in the year one thousand nine hundred and ninety-three.\nFait à Bruxelles, le vingt décembre mil neuf cent quatre-vingt-treize.\nFatto a Bruxelles, addì venti dicembre millenovecentonovantatré.\nGedaan te Brussel, de twintigste december negentienhonderd drieënnegentig.\nFeito em Bruxelas, em vinte de Dezembro de mil novecentos e noventa e três.\nPor el Consejo de la Unión Europea\nFor Rådet for Den Europæiske Union\nFür den Rat der Europäischen Union\nΓια το Συμβούλιο της Ευρωπαϊκής Ένωσης\nFor the Council of the European Union\nPour le Conseil de l'Union européenne\nPer il Consiglio dell'Unione europea\nVoor de Raad van de Europese Unie\nPelo Conselho da União Europeia\nPor el Gobierno de la India\nFor regeringen for Indien\nFür die Regierung Indiens\nΓια την κυβέρνηση της Ινδίας\nFor the Government of India\nPour le gouvernement de l'Inde\nPer il governo dell'India\nVoor de Regering van India\nPelo Governo da Índia\nANNEX\nDeclaration of the Community concerning tariff adjustments\nThe Community reaffirms its declaration annexed to the Cooperation Agreement signed on 23 June 1981 on the Generalized Scheme of Preferences (GSP) autonomously put into force by the European Economic Community on 1 July 1971 on the basis of Resolution 21 (II) of the second United Nations Conference on Trade and Development held in 1968.\nThe Community also undertakes to examine proposals or issues related to origin rules raised by India which aim at enabling India to make best use of the opportunities afforded by the system.\nThe Community is also willing to organize workshops in India for public and private users of the system with a view to ensuring maximum use of it.\nDeclarations of the Community and India\nIn the course of the negotiations on the Cooperation Agreement between the European Community and the Republic of India on Partnership and Development, the Community declared that subject to the provisions of Article 25 of the Agreement, the provisions of the Agreement shall replace provisions of agreements concluded between Member States of the Community and India where such agreements are either incompatible with or identical to the provisions of the Agreement.\nFurther, the Community confirmed its declaration made at the occasion of the conclusion of the Cooperation Agreement signed on 23 June 1981:\n(a)\nthat it is not its intention to withdraw the jute and coir products, which are presently covered at zero duty in the Generalized Scheme of Preferences which was autonomously put into force by the Community on 1 July 1971 on the basis of Resolution 21 (II) of the second United Nations Conference on Trade and Development held in 1968, and that is is not its intention to withdraw them from GSP in the foreseeable future;\n(b)\nthat it is prepared, in the course of its endeavours to improve the system of generalized preferences to take into account the interests of India in the extension and strengthening of its trade relations with the Community.\nIndia took note of the declarations by the Community.", "summary": "Partnerships with countries in the South Asian Association for Regional Cooperation\nPartnerships with countries in the South Asian Association for Regional Cooperation\nSUMMARY OF:\nDecision (EU) 2017/434 on the signing, on behalf of the EU, and provisional application of the Cooperation Agreement on Partnership and Development between the European Union and its Member States, of the one part, and Afghanistan, of the other part\nCooperation Agreement on Partnership and Development between the EU and its Member States, of the one part, and Afghanistan, of the other part\nDecision 2004/870/EC — conclusion of the Cooperation Agreement between the European Community and Pakistan\nCooperation Agreement between the European Community and Pakistan on partnership and development fields\nDecision 2001/332/EC — conclusion of the Cooperation Agreement between the European Community and Bangladesh on partnership and development\nCooperation Agreement between the European Community and Bangladesh on partnership and development\nDecision 95/129/EC — conclusion of the Cooperation Agreement between the European Community and Sri Lanka on Partnership and Development\nCooperation Agreement between the European Community and Sri Lanka on partnership and development\nDecision 94/578/EC — conclusion of the Cooperation Agreement between the European Community and India on Partnership and Development\nCooperation Agreement between the European Community and India on partnership and development\nWHAT IS THE AIM OF THESE AGREEMENTS AND DECISIONS?\nBetween 1994 and 2017, the European Union (EU), previously European Community, concluded cooperation agreements with 6 countries of the South Asian Association for Regional Cooperation: Afghanistan, Bangladesh, India, Nepal, Pakistan and Sri Lanka. The agreement with Nepal is no longer in force.\nThe agreements aim to develop the cooperation ties between the partners, while ensuring a respect for human rights and promoting democratic principles.\nThe decisions conclude the agreements on behalf of the EU.\nKEY POINTS\n              \nThe main cooperation objectives concern:\ntrade, with the aim of increasing, diversifying and liberalising trade. The parties agreed to open up their respective markets and to enhance their cooperation in customs matters in line with the principles of the World Trade Organization;\nthe economy, in order to improve the business environment, dialogue between businesses, information sharing, and the training of entrepreneurs;\nsustainable development, specifically for social progress and combating poverty. The EU is to support the progress of partners in the fields of health, education, improving the standard of living, and promoting the role of women in society;\ndeveloping human resources, vocational qualifications and promoting international standards on decent work;\nrural development, increasing trade in agricultural, fisheries and farmed products, including improving sanitary and phytosanitary measures.\nThe agreements also provide specific objectives depending on the different needs of the country for:\nscientific and technological cooperation, which should lead to improvements in the technical assistance with Pakistan and Sri Lanka, Bangladesh’s quality and control standards, and the launching of joint research projects, researcher mobility, and sharing of scientific information (particularly in the fields of biotechnology, new materials and geosciences) with India;\nenvironmental protection, particularly to support Pakistan in natural resource management, erosion and deforestation; Bangladesh for reducing the risks of natural disasters; Sri Lanka for preventing industrial pollution, and India for drafting and implementing environmental legislation, research and training;\nimproving the environment for private investment with India and Sri Lanka;\ndeveloping industry and services with India and Pakistan;\nprotecting intellectual property rights with India and Sri Lanka;\ncooperation in the fields of information, culture and communications with Pakistan and Bangladesh;\npromoting the energy sector with India and Pakistan, recognising the importance of the energy sector for their economic and social development;\ncombating drug trafficking and money laundering, particularly with Pakistan and Bangladesh using special measures against the production and trafficking of drugs, and also preventing drug abuse;\ntourism with India, Pakistan and Sri Lanka, particularly through studies and information sharing;\npromoting human rights and gender equality and the involvement of civil society with Afghanistan;\nsupporting peace and security with Afghanistan.\nDATE OF ENTRY INTO FORCE\nCountry\nEntry into force\nAfghanistan\nprovisional application since 1 December 2017\nPakistan\n1 September 2004\nBangladesh\n1 March 2001\nSri Lanka\n1 April 1995\nIndia\n1 August 1994\nBACKGROUND\n              \nSee also:\nAfghanistan and the EU (European External Action Service — EEAS)\nBangladesh and the EU (EEAS)\nIndia and the EU (EEAS)\nPakistan and the EU (EEAS)\nSri Lanka and the EU (EEAS).\nMAIN DOCUMENTS\n            \nCouncil Decision (EU) 2017/434 of 13 February 2017 on the signing, on behalf of the Union, and provisional application of the Cooperation Agreement on Partnership and Development between the European Union and its Member States, of the one part, and the Islamic Republic of Afghanistan, of the other part (OJ L 67, 14.3.2017, pp. 1-2)\nCooperation Agreement on Partnership and Development between the European Union and its Member States, of the one part, and the Islamic Republic of Afghanistan, of the other part (OJ L 67, 14.3.2017, pp. 3-30)\nCouncil Decision 2004/870/EC of 29 April 2004 concerning the conclusion of the Cooperation Agreement between the European Community and the Islamic Republic of Pakistan (OJ L 378, 23.12.2004, p. 22)\nCooperation Agreement between the European Community and the Islamic Republic of Pakistan on partnership and development fields (OJ L 378, 23.12.2004, pp. 23-36)\nCouncil Decision 2001/332/EC of 26 February 2001 concerning the conclusion of the Cooperation Agreement between the European Community and the People's Republic of Bangladesh on partnership and development (OJ L 118, 27.4.2001, p. 47)\nCooperation Agreement between the European Community and the People’s Republic of Bangladesh on partnership and development (OJ L 118, 27.4.2001, pp. 48-56)\nCouncil Decision 95/129/EC of 27 March 1995 concerning the conclusion of the Cooperation Agreement between the European Community and the Democratic Socialist Republic of Sri Lanka on Partnership and Development (OJ L 85, 19.4.1995, p. 32)\nCooperation Agreement between the European Community and the Democratic Socialist Republic of Sri Lanka on partnership and development (OJ L 85, 19.4.1995, pp. 33-42)\nCouncil Decision 94/578/EC of 18 July 1994 concerning the conclusion of the Cooperation Agreement between the European Community and the Republic of India on Partnership and Development (OJ L 223, 27.8.1994, p. 23)\nCooperation Agreement between the European Community and the Republic of India on partnership and development (OJ L 223, 27.8.1994, pp. 24-34)\nRELATED DOCUMENTS\n            \nNotice concerning the provisional application of the Cooperation Agreement on Partnership and Development between the European Union and its Member States, of the one part, and the Islamic Republic of Afghanistan, of the other part (OJ L 273, 24.10.2017, p. 1)\nlast update 06.04.2020", "tags": ["India", "development aid", "cooperation policy", "economic development", "cooperation agreement (EU)"], "subjects": ["Cooperation", "External relations"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}