{"celex_id": "32005R1161", "reference": "22.7.2005\nEN\nOfficial Journal of the European Union\nL 191/22\nREGULATION (EC) No 1161/2005 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 6 July 2005\non the compilation of quarterly non-financial accounts by institutional sector\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 285(1) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Central Bank (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1)\nThe Action Plan on Economic and Monetary Union (EMU) Statistical Requirements endorsed by the Ecofin Council in September 2000 specifies that a limited set of quarterly sector accounts is urgently needed, and that these should be available within 90 days of the end of the quarter concerned.\n(2)\nThe Joint Report of the Ecofin Council and the Commission to the European Council on Eurozone statistics and indicators, as adopted by the Ecofin Council on 18 February 2003, emphasises that high priority actions in several fields, including quarterly national accounts by institutional sector, should be fully implemented by 2005.\n(3)\nThe analysis of cyclical movements in the European Union economy and the conduct of monetary policy within the EMU require macroeconomic statistics on the economic behaviour and the interrelationship of individual institutional sectors which are impossible to identify in data compiled at the level of the economy as a whole. There is, therefore, a need to produce quarterly accounts by institutional sector, for the European Union as a whole and for the euro area.\n(4)\nProduction of these accounts is part of the overall aim to compile a system of annual and quarterly accounts for the European Union and for the euro area. The system includes the main macroeconomic aggregates and the financial and non-financial accounts by institutional sector. The aim is to achieve consistency across all these accounts and, with regard to the rest of the world accounts, between the balance of payments and the national accounts data.\n(5)\nThe compilation of European accounts by institutional sector, in accordance with the principles of the European system of national and regional accounts in the Community as set out in Council Regulation (EC) No 2223/96 (3), requires the transmission by Member States of quarterly national accounts by institutional sector. However, the European accounts must reflect the economy of the European area as a whole and may differ from the simple aggregation of Member States’ accounts. In particular, the objective is to take account of the transactions of the institutions and bodies of the European Union in the accounts of the area concerned (the European Union or the euro-zone, whichever is applicable).\n(6)\nThe production of specific Community statistics is governed by the rules set out in Council Regulation (EC) No 322/97 of 17 February 1997 on Community Statistics (4).\n(7)\nSince the objective of this Regulation, namely the compilation of quarterly non-financial accounts by institutional sector for the European Union and the euro area, cannot be achieved satisfactorily by the Member States and can therefore, by reason of the scale and effects of the action, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary to achieve that objective. In particular, where Member States make a negligible contribution to the European totals, they should not be required to report the full detail of data.\n(8)\nThe measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (5).\n(9)\nThe Statistical Programme Committee set up by Council Decision 89/382/EEC, Euratom (6) and the Committee on Monetary, Financial and Balance of Payments Statistics set up by Council Decision 91/115/EEC (7) have been consulted,\nHAVE ADOPTED THIS REGULATION:\nArticle 1\nPurpose\nThis Regulation provides a common framework for the contributions of the Member States to the compilation of quarterly European non-financial accounts by institutional sector.\nArticle 2\nTransmission of quarterly non-financial accounts by institutional sector\n1.   Member States shall transmit to the Commission quarterly non-financial accounts by institutional sector, as specified in the Annex, except, in the first instance, items P.1, P.2, D.42, D.43, D.44, D.45 and B.4G.\n2.   A timetable for the transmission of items P.1, P.2, D.42, D.43, D.44, D.45, and B.4G, respectively, and any decision to require a breakdown of the transactions listed in the Annex by counterpart sector shall be adopted in accordance with the procedure referred to in Article 8(2). Any such decision shall not be adopted before the Commission has reported to the European Parliament and the Council on the implementation of this Regulation pursuant to Article 9.\n3.   The quarterly data referred to in paragraph 1 shall be delivered to the Commission at the latest 90 calendar days after the end of the quarter to which the data relate. During a transitional period of three years from the entry into force of this Regulation the quarterly data referred to in paragraph 1 shall be delivered to the Commission at the latest 95 calendar days after the end of the quarter to which the data relate. Any revision of the data for previous quarters shall be transmitted at the same time.\n4.   The time of transmission specified in paragraph 3 may be adjusted, by a maximum of five days, in accordance with the procedure referred to in Article 8(2).\n5.   The first transmission of quarterly data shall relate to data for the third quarter of 2005. Member States shall deliver these data no later than 3 January 2006. This first transmission shall include back data for the periods from the first quarter of 1999.\nArticle 3\nReporting obligations\n1.   All Member States shall transmit the data described in the Annex, with respect to the rest of the world sector (S.2) and the general government sector (S.13). A Member State for which gross domestic product at current prices normally represents more than 1 % of the corresponding Community total shall transmit the data described in the Annex for all institutional sectors.\n2.   The Commission shall determine the percentage of Community total gross domestic product at current prices that a Member State’s gross domestic product normally represents, as specified in paragraph 1, on the basis of the arithmetic mean of the latest three years’ annual data transmitted by Member States.\n3.   The proportion (1 %) of the Community total referred to in paragraph 1 may be adjusted in accordance with the procedures referred to in Article 8(2).\n4.   Derogations from this Regulation may be accepted by the Commission if national statistical systems require major adaptation. Such derogations shall last not more than three years from the date of entry into force of this Regulation, or that of the implementing measures adopted in accordance with the procedure referred to in Article 8(2).\nArticle 4\nDefinitions and standards\nThe standards, definitions, classifications, and accounting rules for data transmitted for the purposes of this Regulation shall be those laid down in Regulation (EC) No 2223/96 (hereinafter referred to as the ESA Regulation).\nArticle 5\nData sources and consistency requirements\n1.   Member States shall compile the information requested in this Regulation using all sources they consider relevant, giving priority to direct information such as administrative sources or surveys of enterprises and households.\nWhen such direct information cannot be collected, in particular for the back data required under Article 2(5), best estimates may be transmitted.\n2.   Data transmitted by Member States for the purposes of this Regulation shall be consistent with the quarterly non-financial accounts of the general government and the quarterly main aggregates of the total economy, transmitted to the Commission under the data transmission programme of the ESA Regulation.\n3.   The quarterly data transmitted by Member States for the purposes of this Regulation shall be aligned with the corresponding annual data transmitted under the data transmission programme of the ESA Regulation.\nArticle 6\nQuality standards and reports\n1.   Member States shall take all measures necessary to ensure that the quality of the data transmitted improves over time to meet the common quality standards to be defined in accordance with the procedure referred to in Article 8(2).\n2.   Member States shall supply the Commission with an up-to-date description of the sources, methods and statistical treatments used within a year of their first transmission of data.\n3.   Member States shall inform the Commission of major methodological or other changes that would affect the data transmitted not later than three months after such change takes effect.\nArticle 7\nImplementing measures\nThe implementing measures shall be laid down in accordance with the procedure referred to in Article 8(2). Such measures shall include:\n(a)\ndetermining the timetable for the transmission of the items P.1, P.2, D.42, D.43, D.44, D.45 and B.4G pursuant to Article 2(2);\n(b)\nrequiring the transactions shown in the Annex to be broken down by counterpart sector in accordance with Article 2(2);\n(c)\nrevising the timetable of quarterly transmissions pursuant to Article 2(4);\n(d)\nadjusting the proportion (1 %) of the Community total to determine the obligation to transmit data for all institutional sectors pursuant to Article 3(3);\n(e)\ndefining data quality standards in accordance with Article 6(1).\nArticle 8\nCommittee procedure\n1.   The Commission shall be assisted by the Statistical Programme Committee.\n2.   Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period referred to in Article 5(6) of Decision 1999/468/EC shall be set at three months.\n3.   The Committee shall adopt its rules of procedure.\nArticle 9\nReport on implementation\nWithin five years of the entry into force of this Regulation, the Commission shall submit a report to the European Parliament and the Council on its implementation.\nIn particular, this report shall:\n(a)\nprovide information on the quality of the statistics produced;\n(b)\nassess the benefits accruing to the Community, the Member States and the providers and users of statistical information of the statistics produced in relation to their costs;\n(c)\nidentify areas for potential improvement and amendments considered necessary in light of the results obtained.\nArticle 10\nEntry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Strasbourg, 6 July 2005.\nFor the European Parliament\nFor the President\nJ. BORRELL FONTELLES\nFor the Council\nThe President\nJ. STRAW\n(1)  OJ C 42, 18.2.2004, p. 23.\n(2)  Opinion of the European Parliament of 30 March 2004 (OJ C 103 E, 29.4.2004, p. 141), Council Common Position of 8 March 2005 (not yet published in the Official Journal) and Position of the European Parliament of 26 May 2005 (not yet published in the Official Journal).\n(3)  OJ L 310, 30.11.1996, p. 1. Regulation as last amended by Regulation (EC) No 1267/2003 of the European Parliament and of the Council (OJ L 180, 18.7.2003, p. 1).\n(4)  OJ L 52, 22.2.1997, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(5)  OJ L 184, 17.7.1999, p. 23.\n(6)  OJ L 181, 28.6.1989, p. 47.\n(7)  OJ L 59, 6.3.1991, p. 19.\nANNEX\nData transmission", "summary": "EU countries’ quarterly non-financial accounts by institutional sector\nEU countries’ quarterly non-financial accounts by institutional sector\nSUMMARY OF:\nRegulation (EC) No 1161/2005 on collecting non-financial accounts by institutional sector\nWHAT IS THE AIM OF THE REGULATION?\n              \nIt draws up a set of rules for European Union (EU) countries to compile consistent quarterly non-financial statistics on the economic behaviour of individual institutional sectors*.\nKEY POINTS\nEU countries must submit quarterly non-financial accounts to the European Commission, broken down by the following institutional sectors:\ntotal economy,\nunspecified total economy (generally pertaining to taxes and subsidies),\nnon-financial corporations (private and public corporate enterprises that produce goods or provide non-financial services),\nfinancial corporations (private and public entities engaged in financial services such as banks, insurance and pension funds),\ngeneral government,\nhouseholds and non-profit institutions serving households (NPISHs, e.g. charities and trade unions),\nrest of the world (transactions with non-EU residents).\nThe annex to the regulation provides a detailed matrix of the specific types of data required for each institutional sector, differentiating between uses and resources. The data required include:\nindividual and collective consumption expenditure,\ncapital formation,\nexports and imports of goods and services,\nemployee compensation,\nproperty income, interest and rents,\ntaxes, subsidies, social contributions and benefits,\ninsurance premiums and claims,\ncapital transfers, capital taxes and investment grants,\nconsumption of fixed capital,\ngross value added,\ndisposable income,\nsaving,\nnet lending and borrowing.\nAll EU countries must submit data corresponding to the rest of the world and general government sectors, while only those whose gross domestic product is normally more than 1 % of the EU total need to provide data for all institutional sectors.\nThe accounts must be delivered at the latest 90 days after the end of the quarter to which the data relate, and must conform with Regulation (EC) No 2223/96 which introduced the 1995 version of the European system of accounts.\nIn providing the data, EU countries should give priority to direct information, such as administrative sources or surveys of businesses and households, and must supply the Commission with a description of the sources, methods and statistical treatments used.\nThe Commission will submit a report to the European Parliament and to the Council on the implementation of the regulation within 5 years.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 11 August 2005.\nBACKGROUND\n              \nFor more information, see:\n‘Institutional sectors’ on Eurostat's website.\n* KEY TERMS\n              \ninstitutional sector: an institutional sector combines groupings which have broadly similar characteristics and behaviours, in this case as a tool to gather useful statistics.\nMAIN DOCUMENT\n            \nRegulation (EC) No 1161/2005 of the European Parliament and of the Council of 6 July 2005 on the compilation of quarterly non-financial accounts by institutional sector (OJ L 191, 22.7.2005, pp. 22-28)\nSuccessive amendments to Regulation (EC) No 1161/2005 have been incorporated in the original text. This consolidated version is of documentary value only.\nlast update 19.10.2016", "tags": ["Eurostat", "economic statistics", "data transmission", "Economic and Monetary Union", "EU Member State", "national accounts"], "subjects": ["European Central Bank (ECB)"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}