{"celex_id": "21976A0216(01)", "reference": "EUR-Lex - 21976A0216(01) - EN\nAvis juridique important\n|\n21976A0216(01)\nConvention on the protection of the Mediterranean Sea against pollution (Barcelona Convention)\nOfficial Journal L 240 , 19/09/1977 P. 0003 - 0011 Spanish special edition: Chapter 15 Volume 2 P. 0005-0045  Portuguese special edition Chapter 15 Volume 2 P. 0005-0045  Finnish special edition: Chapter 11 Volume 3 P. 0178  Swedish special edition: Chapter 11 Volume 3 P. 0178  DA L 240 19/09/1977 P. 0003-0050 DE L 240 19/09/1977 P. 0003-0050 EN L 240 19/09/1977 P. 0003-0034 FR L 240 19/09/1977 P. 0003-0034 IT L 240 19/09/1977 P. 0003-0050 NL L 240 19/09/1977 P. 0003-0050\nConvention on the protection of the Mediterranean Sea against pollution (Barcelona Convention) - Protocol for the prevention of pollution of the Mediterranean Sea by dumping from ships and aircraftCONVENTION for the protection of the Mediterranean Sea Against pollution THE CONTRACTING PARTIES, CONSCIOUS of the economic, social, health and cultural value of the marine environment of the Mediterranean Sea area,  FULLY AWARE of their responsibility to preserve this common heritage for the benefit and enjoyment of present and future generations,  RECOGNIZING the threat posed by pollution to the marine environment, its ecological equilibrium, resources and legitimate uses,  MINDFUL of the special hydrographic and ecological characteristics of the Mediterranean Sea area and its particular vulnerability to pollution,  NOTING that existing international conventions on the subject do not cover, in spite of the progress achieved, all aspects and sources of marine pollution and do not entirely meet the special requirements of the Mediterranean Sea, area,  REALIZING fully the need for close cooperation among the States and international organizations concerned in a coordinated and comprehensive regional approach for the protection and enhancement of the marine environment in the Mediterranean Sea area, HAVE AGREED AS FOLLOWS: Article 1Geographical coverage  1. For the purposes of this Convention, the Mediterranean Sea area shall mean the maritime waters of the Mediterranean Sea proper, including its gulfs and seas, bounded to the west by the meridian passing through Cape Spartel lighthouse, at the entrance of the Straits of Gibraltar, and to the east by the southern limits of the Straits of the Dardanelles between the Mehmetcik and Kumkale lighthouses.  2. Except as may be otherwise provided in any Protocol to this Convention, the Mediterranean Sea area shall not include internal waters of the Contracting Parties. Article 2Definitions  For the purposes of this Convention:(a) \"Pollution\" means the introduction by man, directly or indirectly, of substances or energy into the marine environment resulting in such deleterious effects as harm to living recources, hazards to human health, hindrance to marine activities including fishing, impairment of quality for use of sea water and reduction of amenities. (b) \"Organization\" means the body designated as responsible for carrying out secretariat functions pursuant to Article 13 of this Convention. Article 3General provisions  1. The Contracting Parties may enter into bilateral or multilateral agreements, including regional or sub-regional agreements, for the protection of the marine environment of the Mediterranean Sea against pollution, provided that such agreements are consistent with this Convention and conform to international law. Copies of such agreements between Contracting Parties to this Convention shall be communicated to the Organization.  2. Nothing in this Convention shall prejudice the codification and development of the law of the sea by the United Nations Conference on the Law of the Sea convened pursuant to resolution 2750 C (XXV) of the General Assembly of the United Nations, nor the present or future claims and legal views of any State concerning the law of the sea and the nature and extent of coastal and flag State jurisdiction. Article 4General undertakings  1. The Contracting Parties shall individually or jointly take all appropriate measures in accordance with the provisions of this Convention and those Protocols in force to which they are party, to prevent, abate and combat pollution of the Mediterranean Sea area and to protect and enhance the marine environment in that area.  2. The Contracting Parties shall cooperate in the formulation and adoption of Protocols, in addition to the protocols opened for signature at the same time as this Convention, prescribing agreed measures, procedures and standards for the implementation of this Convention.  3. The Contracting Parties further pledge themselves to promote, within the international bodies considered to be competent by the Contracting Parties, measures concerning the protection of the marine environment in the Mediterranean Sea area from all types and sources of pollution.  Article 5 Pollution caused by dumping from ships and aircraft  The Contracting Parties shall take all appropriate measures to prevent and abate pollution of the Mediterranean Sea area caused by dumping from ships and aircraft. Article 6 Pollution from ships The Contracting Parties shall take all measures in conformity with international law to prevent, abate and combat pollution of the Mediterranean Sea area caused by discharges from ships and to ensure the effective implementation in that area of the rules which are generally recognized at the international level relating to the control of this type of pollution. Article 7 Pollution resulting from exploration and exploitation of the continental shelf and the seabed and its subsoil  The Contracting Parties shall take all appropriate measures to prevent, abate and combat pollution of the Mediterranean Sea area resulting from exploration and exploitation of the continental shelf and the seabed and its subsoil. Article 8Pollution from land-based sources The Contracting Parties shall take all appropriate measures to prevent, abate and combat pollution of the Mediterranean Sea area caused by discharges from rivers, coastal establishments or outfalls, or emanating from any other land-based sources within their territories. Article 9Cooperation in dealing with pollution emergencies  1. The Contracting Parties shall cooperate in taking the necessary measures for dealing with pollution emergencies in the Mediterranean Sea area, whatever the causes of such emergencies, and reducing or eliminating damage resulting therefrom.  2. Any Contracting Party which becomes aware of any pollution emergency in the Mediterranean Sea area shall without delay notify the Organization and, either through the Organization or directly, any Contracting Party likely to be affected by such emergency. Article 10Monitoring 1. The Contracting Parties shall endeavour to establish, in close cooperation with the international bodies which they consider competent, complementary or joint programmes, including, as appropriate, programmes at the bilateral or multilateral levels, for pollution monitoring in the Mediterranean Sea area and shall endeavour to establish a pollution monitoring system for that area.  2. For this purpose, the Contracting Parties shall designate the competent authorities responsible for pollution monitoring within areas under their national jurisdiction and shall participate as far as practicable in international arrangements for pollution monitoring in areas beyond national jurisdiction.  3. The Contracting Parties undertake to cooperate in the formulation, adoption and implementation of such Annexes to this Convention as may be required to prescribe common procedures and standards for pollution monitoring. Article 11 Scientific and technological cooperation  1. The Contracting Parties undertake as far as possible to cooperate directly, or when appropriate through competent regional or other international organizations, in the fields of science and technology and to exchange data as well as other scientific information for the purpose of this Convention.  2. The Contracting Parties undertake as far as possible to develop and coordinate their national research programmes relating to all types of marine pollution in the Mediterranean Sea area and to cooperate in the establishment and implementation of regional and other international research programmes for the purposes of this Convention.  3. The Contracting Parties undertake to cooperate in the provision of technical and other possible assistance in fields relating to marine pollution, with priority to be given to the special needs of developing countries in the Mediterranean region. Article 12Liability and compensation  The Contracting Parties undertake to cooperate as soon as possible in the formulation and adoption of appropriate procedures for the determination of liability and compensation for damage resulting from the pollution of the marine environment deriving from violations of the provisions of this Convention and applicable Protocols. Article 13 Institutional arrangements  The Contracting Parties designate the United Nations Environment Programme as responsible for carrying out the following secretariat functions:(i) to convene and prepare the meetings of Contracting Parties and conferences provided for in Articles 14, 15 and 16; (ii) to transmit to the Contracting Parties notifications, reports and other information received in accordance with Articles 3, 9 and 20; (iii) to consider inquiries by, and information from, the Contracting Parties, and to consult with them on questions relating to this Convention and the Protocols and Annexes thereto; (iv) to perform the functions assigned to it by the Protocols to this Convention; (v) to perform such other functions as may be assigned to it by the Contracting Parties; (vi) to ensure the necessary coordination with other international bodies which the Contracting Parties consider competent, and in particular, to enter into such administrative arrangements as may be required for the effective discharge of the secretariat functions. Article 14 Meetings of the Contracting Parties  1. The Contracting Parties shall hold ordinary meetings once every two years and extraordinary meetings at any other time deemed necessary, upon the request of the Organization or at the request of any Contracting Party, provided that such requests are supported by at least two Contracting Parties.  2. It shall be the function of the meetings of the Contracting Parties to keep under review the implementation of this Convention and the Protocols and, in particular:(i) to review generally the inventories carried out by Contracting Parties and competent international organizations on the state of marine pollution and its effects in the Mediterranean Sea area; (ii) to consider reports submitted by the Contracting Parties under Article 20; (iii) to adopt, review and amend as required the Annexes to this Convention and to the Protocols, in accordance with the procedure established in Article 17; (iv) to make recommendations regarding the adoption of any Additional Protocols or any amendments to this Convention or the Protocols in accordance with the provisions of Articles 15 and 16; (v) to establish working groups as required to consider any matters related to this Convention and the Protocols and Annexes; (vi) to consider and undertake any additional action that may be required for the achievement of the purposes of this Convention and the Protocols. Article 15 Adoption of Additional Protocols  1. The Contracting Parties, at a diplomatic conference, may adopt Additional Protocols to this Convention pursuant to paragraph 2 of Article 4.  2. A diplomatic conference for the purpose of adopting Additional Protocols shall be convened by the Organization at the request of two thirds of the Contracting Parties.  3. Pending the entry into force of this Convention the Organization may, after consulting with the signatories to this Convention, convene a diplomatic conference for the purpose of adopting Additional Protocols. Article 16 Amendment of the Convention or Protocols  1. Any Contracting Party to this Convention may propose amendments to the Convention. Amendments shall be adopted by a diplomatic conference which shall be convened by the Organization at the request of two thirds of the Contracting Parties.  2. Any Contracting Party to this Convention may propose amendments to any Protocol. Such amendments shall be adopted by a diplomatic conference which shall be convened by the Organization at the request of two thirds of the Contracting Parties to the Protocol concerned.  3. Amendments to this Convention shall be adopted by a three-fourths majority vote of the Contracting Parties to the Convention which are represented at the diplomatic conference and shall be submitted by the Depositary for acceptance by all Contracting Parties to the Convention. Amendments to any Protocol shall be adopted by a three-fourths majority vote of the Contracting Parties to such Protocol which are represented at the diplomatic conference and shall be submitted by the Depositary for acceptance by all Contracting Parties to such Protocol.  4. Acceptance of amendments shall be notified to the Depositary in writing. Amendments adopted in accordance with paragraph 3 of this Article shall enter into force between Contracting Parties having accepted such amendments on the 30th day following the receipt by the Depositary of notification of their acceptance by at least three-fourths of the Contracting Parties to this Convention or to the Protocol concerned, as the case may be.  5. After the entry into force of an amendment to this Convention or to a Protocol, any new Contracting Party to this Convention or such Protocol shall become a Contracting Party to the instrument as amended. Article 17 Annexes and amendments to Annexes  1. Annexes to this Convention or to any Protocol shall form an integral part of the Convention or such Protocol, as the case may be.  2. Except as may be otherwise provided in any Protocol, the following procedure shall apply to the adoption and entry into force of any amendments to Annexes to this Convention or to any Protocol, with the exception of amendments to the Annex on Arbritation:(i) any Contracting Party may propose amendments to the Annexes to this Convention or to any Protocols and the meetings referred to in Article 14; (ii) such amendments shall be adopted by a three-fourths majority vote of the Contracting Parties to the instrument in question; (iii) the Depositary shall without delay communicate the amendments so adopted to all Contracting Parties; (iv) any Contracting Party that is unable to approve an amendment to the Annexes to this Convention or to any Protocol shall so notify in writing the Depositary within a period determined by the Contracting Parties concerned when adopting the amendment; (v) the Depositary shall without delay notify all Contracting Parties of any notification received pursuant to the preceding subparagraph; (vi) on expiry of the period referred to in subparagraph (iv) above, the amendment to the Annex shall become effective for all Contracting Parties to this Convention or to the Protocol concerned which have not submitted a notification in accordance with the provisions of that subparagraph. 3. The adoption and entry into force of a new Annex to this Convention or to any Protocol shall be subject to the same procedure as for the adoption and entry into force of an amendment to an Annex in accordance with the provisions of paragraph 2 of this Article, provided that, if any amendment to the Convention or the Protocol concerned is involved, the new Annex shall not enter into force until such time as the amendment to the Convention or the Protocol concerned enters into force. 4. Amendments to the Annex on Arbritation shall be considered to be amendments to this Convention and shall be proposed and adopted in accordance with the procedures set out in Article 16 above. Article 18 Rules of procedure and financial rules  1. The Contracting Parties shall adopt rules of procedure for their meetings and conferences envisaged in Articles 14, 15 and 16 above.  2. The Contracting Parties shall adopt financial rules, prepared in consultation with the Organization, to determine, in particular, their financial participation. Article 19 Special exercise of voting right  Within the areas of their competence, the European Economic Community and any regional economic grouping referred to in Article 24 of this Convention shall exercise their right to vote with a number of votes equal to the number of their Member States which are Contracting Parties to this Convention and to one or more Protocols ; the European Economic Community and any grouping as referred to above shall not exercise their right to vote in cases where the Member States concerned exercise theirs, and conversely. Article 20 Reports  The Contracting Parties shall transmit to the Organization reports on the measures adopted in the implementation of this Convention and of Protocols to which they are Parties, in such form and at such intervals as the meetings of Contracting Parties may determine. Article 21 Compliance control  The Contracting Parties undertake to cooperate in the development of procedures enabling them to control the application of this Convention and the Protocols. Article 22 Settlement of disputes  1. In case of a dispute between Contracting Parties as to the interpretation or application of this Convention or the Protocols, they shall seek a settlement of the dispute through negotiation or any other peaceful means of their own choice.  2. If the Parties concerned cannot settle their dispute through the means mentioned in the preceding paragraph, the dispute shall upon common agreement be submitted to arbitration under the conditions laid down in Annex A to this Convention.  3. Nevertheless, the Contracting Parties may at any time declare that they recognize as compulsory ipso facto and without special agreement, in relation to any other Party accepting the same obligation, the application of the arbitration procedure in conformity with the provisions of Annex A. Such declaration shall be notified in writing to the Depositary, who shall communicate it to the other Parties. Article 23 Relationship between the Convention and Protocols  1. No one may become a Contracting Party to this Convention unless it becomes at the same time a Contracting Party to at least one of the Protocols. No one may become a Contracting Party to a Protocol unless it is, or becomes at the same time, a Contracting Party to this Convention.  2. Any Protocol to this Convention shall be binding only on the Contracting Parties to the Protocol in question.  3. Decisions concerning any Protocol pursuant to Articles 14, 16 and 17 of this Convention shall be taken only by the Parties to the Protocol concerned. Article 24Signature This Convention, the Protocol for the prevention of pollution of the Mediterranean Sea by dumping from ships and aircraft and the Protocol concerning cooperation in combating pollution of the Mediterranean Sea by oil and other harmful substances in cases of emergency shall be open for signature in Barcelona on 16 February 1976 and in Madrid from 17 February 1976 to 16 February 1977 by any State invited as a participant in the Conference of Plenipotentiaries of the Coastal States of the Mediterranean Region on the Protection of the Mediterranean Sea, held in Barcelona from 2 to 16 February 1976, and by any State entitled to sign any Protocol in accordance with the provisions of such Protocol. They shall also be open until the same date for signature by the European Economic Community and by any similar regional economic grouping at least one member of which is a coastal State of the Mediterranean Sea area and which exercise competences in fields covered by this Convention, as well as by any Protocol affecting them. Article 25 Ratification, acceptance or approval  This Convention and any Protocol thereto shall be subject to ratification, acceptance, or approval. Instruments of ratification, acceptance or approval shall be deposited with the Government of Spain, which will assume the functions of Depositary. Article 26 Accession  1. As from 17 February 1977, the present Convention, the Protocol for the prevention of pollution of the Mediterranean Sea by dumping from ships and aircraft, and the Protocol concerning cooperation in combating pollution of the Mediterranean Sea by oil and other harmful substances in cases of emergency shall be open for accession by the States, by the European Economic Community and by any grouping as referred to in Article 24.  2. After the entry into force of the Convention and of any Protocol, any State not referred to in Article 24 may accede to this Convention and to any Protocol, subject to prior approval by three-fourths of the Contracting Parties to the Protocol concerned.  3. Instruments of accession shall be deposited with the Depositary. Article 27 Entry into force  1. This Convention shall enter into force on the same date as the Protocol first entering into force.  2. The Convention shall also enter into force with regard to the States, the European Economic Community and any regional economic grouping referred to in Article 24 if they have complied with the formal requirements for becoming Contracting Parties to any other Protocol not yet entered into force.  3. Any Protocol to this Convention, except as otherwise provided in such Protocol, shall enter into force on the 30th day following the date of deposit of at least six instruments of ratification, acceptance, or approval of, or accession to such Protocol by the Parties referred to in Article 24.  4. Thereafter, this Convention and any Protocol shall enter into force with respect to any State, the European Economic Community and any regional economic grouping referred to in Article 24 on the 30th day following the date of deposit of the instruments of ratification, acceptance, approval or accession. Article 28 Withdrawal  1. At any time after three years from the date of entry into force of this Convention, any Contracting Party may withdraw from this Convention by giving written notification of withdrawal.  2. Except as may be otherwise provided in any Protocol to this Convention, any Contracting Party may, at any time after three years from the date of entry into force of such Protocol, withdraw from such Protocol by giving written notification of withdrawal.  3. Withdrawal shall take effect 90 days after the date on which notification of withdrawal is received by the Depositary.  4. Any Contracting Party which withdraws from this Convention shall be considered as also having withdrawn from any Protocol to which it was a Party.  5. Any Contracting Party which, upon its withdrawal from a Protocol, is no longer a Party to any Protocol to this Convention, shall be considered as also having withdrawn from this Convention. Article 29 Responsibilities of the Depositary  1. The Depositary shall inform the Contracting Parties, any other Party referred to in Article 24, and the Organization:(i) of the signature of this Convention and of any Protocol thereto, and of the deposit of instruments of ratification, acceptance, approval or accession in accordance with Articles 24, 25 and 26; (ii) of the date on which the Convention and any Protocol will come into force in accordance with the provisions of Article 27; (iii) of notifications of withdrawal made in accordance with Article 28; (iv) of the amendments adopted with respect to the Convention and to any Protocol, their acceptance by the Contracting Parties and the date of entry into force of those amendments in accordance with the provisions of Article 16; (v) of the adoption of new Annexes and of the amendment of any Annex in accordance with Article 17; (vi) of declarations recognizing as compulsory the application of the arbitration procedure mentioned in paragraph 3 of Article 22.  2. The original of this Convention and of any Protocol thereto shall be deposited with the Depositary, the Government of Spain, which shall send certified copies thereof to the Contracting Parties, to the Organization, and to the Secretary-General of the United Nations for registration and publication in accordance with Article 102 of the United Nations Charter. In witness whereof the undersigned, being duly authorized by their respective Governments, have signed this Convention. Done at Barcelona on 16 February 1976 in a single copy in the Arabic, English, French and Spanish languages, the four texts being equally authoritative. ANNEX A ARBITRATION Article 1 Unless the Parties to the dispute otherwise agree, the arbitration procedure shall be conducted in accordance with the provisions of this Annex. Article 2 1. At the request addressed by one Contracting Party to another Contracting Party in accordance with the provisions of paragraph 2 or paragraph 3 of Article 22 of the Convention, an arbitral tribunal shall be constituted. The request for arbitration shall state the subject matter of the application including, in particular, the articles of the Convention or the Protocols, the interpretation or application of which is in dispute.  2. The claimant party shall inform the Organization that it has requested the setting up of an arbitral tribunal, stating the name of the other Party to the dispute and articles of the Convention or the Protocols the interpretation or application of which is in its opinion in dispute. The Organization shall forward the information thus received to all Contracting Parties to the Convention. Article 3 The arbitral tribunal shall consist of three members : each of the Parties to the dispute shall appoint an arbitrator ; the two arbitrators so appointed shall designate by common agreement the third arbitrator who shall be the chairman of the tribunal. The latter shall not be a national of one of the Parties to the dispute, nor have his usual place of residence in the territory of one of these Parties, nor be employed by any of them, nor have dealt with the case in any other capacity. Article 4 1. If the chairman of the arbitral tribunal has not been designated within two months of the appointment of the second arbitrator, the Secretary-General of the United Nations shall, at the request of the most diligent Party, designate him within a further two months'period.  2. If one of the Parties to the dispute does not appoint an arbitrator within two months of receipt of the request, the other Party may inform the Secretary-General of the United Nations who shall designate the chairman of the arbitral tribunal within a further two months'period. Upon designation, the chairman of the arbitral tribunal shall request the Party which has not appointed an arbitrator to do so within two months. After such period, he shall in form the Secretary-General of the United Nations, who shall make this appointment within a further two months'period. Article 5 1. The arbitral tribunal shall decide according to the rules of international law and, in particular, those of this Convention and the Protocols concerned.  2. Any arbitral tribunal constituted under the provisions of this Annex shall draw up its own rules of procedure. Article 6 1. The decisions of the arbitral tribunal, both on procedure and on substance, shall be taken by majority vote of its members.  2. The tribunal may take all appropriate measures in order to establish the facts. It may, at the request of one of the Parties, recommend essential interim measures of protection.  3. If two or more arbitral tribunals constituted under the provisions of this Annex are seized of requests with identical or similar subjects, they may inform themselves of the procedures for establishing the facts and take them into account as far as possible.  4. The Parties to the dispute shall provide all facilities necessary for the effective conduct of the proceedings.  5. The absence or default of a Party to the dispute shall not constitute an impediment to the proceedings. Article 7 1. The award of the arbitral tribunal shall be accompanied by a statement of reasons. It shall be final and binding upon the Parties to the dispute.  2. Any dispute which may arise between the Parties concerning the interpretation or execution of the award may be submitted by the most diligent Party to the arbitral tribunal which made the award or, if the latter cannot be seized thereof, to another arbitral tribunal constituted for this purpose in the same manner as the first. Article 8 The European Economic Community and any regional economic grouping referred to in Article 24 of the Convention, like any Contracting Party to the Convention, are empowered to appear as complainants or as respondents before the arbitral tribunal.PROTOCOL for the prevention of pollution of the Mediterranean Sea by dumping from ships and aircraftTHE CONTRACTING PARTIES TO THE PRESENT PROTOCOL,BEING PARTIES to the Convention for the protection of the Mediterranean Sea against pollution,RECOGNIZING the danger posed to the marine environment by pollution caused by the dumping or wastes or other matter from ships and aircraft,CONSIDERING that the coastal States of the Mediterranean Sea have a common interest in protecting the marine environment from this danger,BEARING IN MIND the Convention on the prevention of marine pollution by dumping of wastes and other matter, adopted in London in 1972,HAVE AGREED AS FOLLOWS:Article 1The Contracting Parties to this Protocol (hereinafter referred to as 'the Parties') shall take all appropriate measures to prevent and abate pollution of the Mediterranean Sea area caused by dumping from ships and aircraft.Article 2The area to which this Protocol applies shall be the Mediterranean Sea area as defined in Article 1 of the Convention for the protection of the Mediterranean Sea against pollution (hereinafter referred to as 'the Convention').Article 3For the purposes of this Protocol:1. 'ships and aircarft' means waterborne or airborne craft of any type whatsoever. This expression includes air-cushioned craft and floating craft, whether self-propelled or not, and platforms and other man-made structures at sea and their equipment.2. 'Wastes or other matter' means material and substances of any kind, form or description.3. 'Dumping' means:(a) any deliberate disposal at sea of wastes or other matter from ships or aircraft;(b) any deliberate disposal at sea of ships or aircraft.4. 'Dumping' does not include:(a) the disposal at sea of wastes or other matter incidental to, or derived from, the normal operations of vessels, or aircraft and their equipment, other than wastes or other matter transported by or to vessels or aircraft, operating for the purpose of disposal of such matter, or derived from the treatment of such wastes or other matter on such vessels or aircraft;(b) placement of matter for a purpose other than the mere disposal therof, provided that such placement is not contrary to the aims of this Protocol.5. 'Organization' means the body referred to in Article 13 of the Convention.Article 4The dumping into the Mediterranean Sea area of wastes or other matter listed in Annex I to this Protocol is prohibited.Article 5The dumping into the Mediterranean Sea area of all wastes or other matter listed in Annex II to this Protocol requires, in each case, a prior special permit from the competent national authorities.Article 6The dumping into the Mediterranean Sea area of all other wastes or other matter requires a prior general permit from the competent national authorities.Article 7The permits referred to in Articles 5 and 6 above shall be issued only after careful consideration of all the factors set forth in Annex III to this Protocol. The Organization shall receive records of such permits.Article 8The provisions of Articles 4, 5 and 6 shall not apply in case of force majeure due to stress of weather or any other cause when human life or the safety of a ship or aircraft is threatened. Such dumpings shall immediately be reported to the Organization and either through the Organization or directly, to any Party or Parties likely to be affected, together with full details of the circumstances and of the nature and quantities of the wastes or other matter dumped.Article 9If a Party in a critical situation of an exceptional nature considers that wastes or other matter listed in Annex I to this Protocol cannot be diposed of on land without unacceptable danger or damage, above all for the safety of human life, the Party concerned shall fortwith consult the Organization. The Organization, after consulting the Parties to this Protocol, shall recommend methods of storage or the most satisfactory means of destruction or disposal under the prevailing circumstances. The Party shall inform the Organization of the steps adopted in pursuance of these recommendations. The Parties pledge themselves to assist one another in such situations.Article 101. Each Party shall designate one or more competent authorities to:(a) issue the special permits provided for in Article 5;(b) issue the general permits provided for in Article 6;(c) keep records of the nature and quantities of the wastes or other matter permitted to be dumped and of the location, date and method of dumping.2. The competent authorities of each Party shall issue the permits provided for in Articles 5 and 6 in respect of the wastes or other matter intended for dumping:(a) loaded in its territory;(b) loaded by a ship or aircraft registered in its territory or flying its flag, when the loading occurs in the territory of a State not Party to this Protocol.Article 111. Each Party shall apply the measures required to implement this Protocol to all:(a) ships and aircraft registered in its territory or flying its flag;(b) ships and aircraft loading in its territory wastes or other matter which are to be dumped;(c) ships and aircraft believed to be engaged in dumping in areas under its jurisdiction in this matter.2. This Protocol shall not apply to any ships or aircraft owned or operated by a State Party to this Protocol and used for the time being only on Government noncommercial service. However, each Party shall ensure by the adoption of appropriate measures not impairing the operations or operational capabilities of such ships or aircraft owned or operated by it, that such ships and aircraft act in a manner consistent, so far as is reasonable and practicable, with this Protocol.Article 12Each Party undertakes to issue instructions to its maritime inspection ships and aircraft and to other appropriate services to report to its authorities any incidents or conditions in the Mediterranean Sea area which give rise to suspicions that dumping in contravention of the provisions of this Protocol has occurred or is about to occur. That Party shall, if it considers it appropriate, report accordingly to any other Party concerned.Article 13Nothing in this Protocol shall affect the right of each Party to adopt other measures, in accordance with international law, to prevent pollution due to dumping.Article 141. Ordinary meetings of the Parties to this Protocol shall be held in conjunction with ordinary meetings of the Contracting Parties to the Convention held pursuant to Article 14 of the Convention. The Parties to this Protocol may also hold extraordinary meetings in conformity with Article 14 of the Convention.2. It shall be the function of the meetings of the Parties to this Protocol:(a) to keep under review the implementation of this Protocol, and to consider the efficacy of the measures adopted and the need for any other measures, in particular in the form of Annexes;(b) to study and consider the records of the permits issued in accordance with Articles 5, 6 and 7 and of the dumping which has taken place;(c) to review and amend as required any Annex to this Protocol;(d) to discharge such other functions as may be appropriate for the implementation of this Protocol.3. The adoption of amendments to the Annexes to this Protocol pursuant to Article 17 of the Convention shall require a three-fourths majority vote of the Parties.Article 151. The provisions of the Convention relating to any Protocol shall apply with respect to the present Protocol.2. The rules of procedure and the financial rules adopted pursuant to Article 18 of the Convention shall apply with respect to this Protocol, unless the Parties to this Protocol agree otherwise.In witness whereof the undersigned, being duly authorized by their respective Governments, have signed this Protocol.Done at Barcelona on 16 February 1976 in a single copy in the Arabic, English, French and Spanish languages, the four texts being equally authoritive.ANNEX IA. The following substances and materials are listed for the purpose of Article 4 of the Protocol.1. Organohalogen compounds and compounds which may form such substances in the marine environment, excluding those which are non-toxic or which are rapidly converted in the sea into substances which are biologically harmless, provided that they do not make edible marine organisms unpalatable.2. Organosilicon compounds and compounds which may form such substances in the marine environment, excluding those which are non-toxic or which are rapidly converted in the sea into substances which are biologically harmless, provided that they do not make edible marine organisms unpalatable.3. Mercury and mercury compounds.4. Cadmium and cadmium compounds.5. Persistent plastic and other persistent synthetic materials which may materially interfere with fishing or navigation, reduce amenities, or interfere with other legitimate uses of the sea.6. Crude oil and hydrocarbons which may be derived from petroleum, and any mixtures containing any of these, taken on board for the purpose of dumping.7. High-, medium- and low-level radioactive wastes or other high-, medium- and low-level radioactive matter to be defined by the International Atomic Energy Agency.8. Acid and alkaline compounds of such composition and in such quantity that they may seriously impair the quality of sea water. The composition and quantity to be taken into consideration shall be determined by the Parties in accordance with the procedure laid down in Article 14 (3) of this Protocol.9. Materials in whatever form (e.g. solids, liquids, semi-liquids, gases, or in a living state) produced for biological and chemical warfare, other than those rapidly rendered harmless by physical, chemical or biological processes in the sea, provided that they do not:(i) make edible marine organisms unpalatable; or(ii) endanger human or animal health.B. This Annex does not apply to wastes or other materials, such as sewage sludge and dredge spoils, containing the substances referred to in paragraphs 1 to 6 above as trace contaminants. The dumping of such wastes shall be subject to the provisions of Annexes II and III as appropriate.ANNEX IIThe following wastes and other matter, the dumping of which requires special care, are listed for the purposes of Article 5.1. (i) arsenic, lead, copper, zinc, beryllium, chromium, nickel, vanadium, selenium, antimony and their compounds;(ii) cyanides and fluorides;(iii) pesticides and their by-products not covered in Annex I;(iv) synthetic organic chemicals, other than those referred to in Annex I, likely to produce harmful effects on marine organisms or to make edible marine organisms unpalatable;2. (i) acid and alkaline compounds the composition and quantity of which have not yet been determined in accordance with the procedure referred to in Annex I A (8);(ii) acid and alkaline compounds not covered by Annex I, excluding compounds to be dumped in quantities below thresholds which shall be determined by the Parties in accordance with the procedure laid down in Article 14 (3) of this Protocol.3. Containers, scrap metal and other bulky wastes liable to sink to the sea bottom which may present a serious obstacle to fishing or navigation.4. Substances which, though of a non-toxic nature may become harmful owing to the quantities in which they are dumped, or which are liable to reduce amenities seriously or to endanger human life or marine organisms or to interfere with navigation.5. Radioactive waste or other radioactive matter which will not be included in Annex I. In the issue of permits for the dumping of this matter, the Parties should take full account of the recommendations of the competent international body in this field, at present the International Atomic Energy Agency.ANNEX IIIThe factors to be considered in establishing criteria governing the issue of permits for the dumping of matter at sea taking into account Article 7 include:A. Characteristics and composition of the matter1. Total amount and average compositions of matter dumped (e.g. per year).2. Form (e.g. solid, sludge, liquid or gaseous).3. Properties: physical (e.g. solubility and density), chemical and biochemical (e.g. oxygen demand, nutrients) and biological (e.g. presence of viruses, bacteria, yeasts, parasites).4. Toxicity.5. Persistence: physical, chemical and biological.6. Accumulation and biotransformation in biological materials or sediments.7. Susceptibility to physical, chemical and biochemical changes and interaction in the aquatic environment with other dissolved organic and inorganic materials.8. Probability of production of taints or other changes reducing marketability of resources (fish, shellfish, etc.).B. Characteristics of dumping site and method of deposit1. Location (e.g. coordinates of the dumping area, depth and distance from the coast), location in relation to other areas (e.g. amenity areas, spawning, nursery and fishing areas and exploitable resources).2. Rate of disposal per specific period (e.g. quantity per day, per week, per month).3. Methods of packaging and containment, if any.4. Initial dilution achieved by proposed method of release, particulary the speed of the ship.5. Dispersal characteristics (e.g. effects of currents, tides and wind on horizontal transport and vertical mixing).6. Water characteristics (e.g. temperature, pH, salinity, stratification, oxygen indices of pollution - dissolved oxygen (DO), chemical oxygen demand (COD), biochemical oxygen demand (BOD), nitrogen present in organic and mineral form, including ammonia, suspended matter, other nutrients and productivity).7. Bottom characteristics (e.g. topography, geochemical and geological characteristics and biological productivity).8. Existence and effects of other dumpings which have been made in the dumping area (e.g. heavy metal background reading and organic carbon content).9. When issuing a permit for dumping, the Contracting Parties shall endeavour to determine whether an adequate scientific basis exists for assessing the consequences of such dumping in the area concerned, in accordance with the foregoing provisions and taking into account seasonal variations.C. General considerations and conditions1. Possible effects on amenities (e.g. presence of floating or stranded material, turbidity, objectionable odour, discoloration and foaming).2. Possible effects on marine life, fish and shellfish culture, fish stocks and fisheries, seaweed harvesting and culture.3. Possible effects on other uses of the sea (e.g. impairment of water quality for industrial use, underwater corrosion of structures, interference with ship operations from floating materials, interference with fishing or navigation through deposit of waste or solid objects on the sea floor and protection of areas of special importance for scientific or conservation purposes).4. The practical availability of alternative land-based methods of treatment, disposal or elimination or of treatment to render the matter less harmfull for sea dumping.CONVENTION pour la protection de la mer Méditerranée contre la pollutionLES PARTIES CONTRACTANTES,CONSCIENTES de la valeur économique, sociale et culturelle du milieu marin de la zone de la mer Méditerranée et de son importance pour la santé,PLEINEMENT CONSCIENTES qu'il leur incombe de préserver ce patrimoine commun dans l'intérêt des générations présentes et futures,RECONNAISSANT que la pollution fait peser une menace sur le milieu marin, son équilibre écologique, ses ressources et ses utilisations légitimes,TENANT COMPTE des caractéristiques hydrographiques et écologiques spéciales de la zone de la mer Méditerranée et de sa vulnérabilité particulière à la pollution,NOTANT que, malgré les progès réalisés, les conventions internationales existant en la matière ne s'appliquent pas à tous les aspects et à toutes les sources de la pollution du milieu marin et ne répondent pas entièrement aux besoins spéciaux de la zone de la mer Méditerranée,APPRECIANT pleinement la nécessité d'une coopération étroite entre les Etats et les organisations internationales concernées, dans le cadre d'un vaste ensemble de mesures concertées à l'échelon régional, pour protéger et améliorer le milieu marin de la zone de la mer Méditerranée,SONT CONVENUES DE CE QUI SUIT:Article premierChamp d'application géographique1. Aux fins de la présente convention, la zone de la mer Méditerranée désigne les eaux maritimes de la Méditerranée proprement dite et des golfes et mers qu'elle comprend, la limite occidentale étant le méridien qui passe par le phare du cap Spartel, à l'entrée du détroit de Gibraltar, et la limite orientale étant constituée par la limite méridionale du détroit des Dardanelles, entre les phares de Mehemetcik et de Kumkale.2. Sauf disposition contraire de l'un quelconque des protocoles relatifs à la présente convention, la zone de la mer Méditerranée ne comprend pas les eaux intérieures des parties contractantes.Article 2DéfinitionsAux fins de la présente convention:a) On entend par\" pollution\" l'introduction directe ou indirecte, par l'homme, de substances ou d'énergie dans le milieu marin, lorsqu'elle a des effets nuisibles tels que dommages aux ressources biologiques, risques pour la santé de l'homme, entraves aux activités maritimes, y compris la pêche, altération de la qualité de l'eau de mer du point de vue de son utilisation, et dégradation des valeurs d'agrément;b) On entend par\" organisation\" l'organisme chargé d'assurer les fonctions de secrétariat en vertu de l'article 13 de la présente convention.Article 3Dispositions générales1. Les parties contractantes peuvent conclure des accords bilatéraux ou multilatéraux, y compris des accords régionaux ou sous-régionaux, pour la protection du milieu marin de la zone de la mer Méditerranée contre la pollution, sous réserve que de tels accords soient compatibles avec la présente convention et conformes au droit international. Copie de ces accords sera communiquée à l'organisation.2. Aucune disposition de la présente convention ne peut porter atteinte à la codification et à l'élaboration du droit de la mer par la conférence des Nations unies sur le droit de la mer convoquée en vertu de la résolution 2750 C (XXV) de l'Assemblée générale des Nations unies, ni aux revendications ou positions juridiques présentes ou futures de tout Etat touchant le droit de la mer et la nature et l'étendue de la juridiction de l'Etat riverain et de l'Etat du pavillon.Article 4Engagements généraux1. Les parties contractantes prennent individuellement ou conjointement toutes mesures appropriées conformes aux dispositions de la présente convention et des protocoles en vigueur auxquels elles sont parties pour prévenir, réduire et combattre la pollution dans la zone de la mer Méditerranée et pour protéger et améliorer le milieu marin dans cette zone.2. Les parties contractantes coopèrent en vue d'élaborer et d'adopter, en plus de protocoles ouverts à la signature en même temps que la présente convention, des protocoles additionnels prescrivant des mesures, des procédures et des normes convenues en vue d'assurer l'application de la convention.3. Les parties contractantes s'engagent en outre à promouvoir, dans le cadre des organismes internationaux qu'elles considèrent comme qualifiés, des mesures concernant la protection du milieu marin dans la zone de la mer Méditerranée contre tous les types et sources de pollution.Article 5Pollution due aux opérations d'immersion effectuées par les navires et les aéronefsLes parties contractantes prennent toutes mesures appropriées pour prévenir et réduire la pollution de la zone de la mer Méditerranée due aux opérations d'immersion effectuées par les navires et les aéronefs.Article 6Pollution par les naviresLes parties contractantes prennent toutes mesures conformes au droit international pour prévenir, réduire et combattre la pollution de la zone de la mer Méditerranée causée par les rejets des navires et pour assurer la mise en oeuvre effective, dans cette zone, des règles généralement admises sur le plan international relatives à la lutte contre ce type de pollution.Article 7Pollution résultant de l'exploration et de l'exploitation du plateau continental, du fond de la mer et de son sous-sol.Les parties contractantes prennent toutes mesures appropriées pour prévenir, réduire et combattre la pollution de la zone de la mer Méditerranée résultant de l'exploration et de l'exploitation du plateau continental, du fond de la mer et de son sous-sol.Article 8Pollution d'origine telluriqueLes parties contractantes prennent toutes mesures appropriées pour prévenir, réduire et combattre la pollution de la zone de la mer Méditerranée due aux déversements par les fleuves, les établissements côtiers ou les émissaires, ou émanant de toute autre source située sur leur territoire.Article 9Coopération en cas de pollution résultant d'une situation critique1. Les parties contractantes coopèrent pour pendre les dispositions nécessaires en cas de situation critique génératrice de pollution dans la zone de la mer Méditerranée, quelles que soient les causes de cette situation critique, et pour réduire ou éliminer les dommages qui en résultent.2. Toute partie contractante ayant connaissance d'une situation critique génératrice de pollution dans la zone de la mer Méditerranée informe sans délai l'organisation ainsi que, par l'intermédiaire de l'organisation ou directement, toute partie contractante qui pourrait être affectée par une telle situation critique.Article 10Surveillance continue de la pollution1. Les parties contractantes s'efforcent d'instaurer, en étroite coopération avec les organismes internationaux qu'elles considèrent comme qualifiés, des programmes complémentaires ou communs de surveillance continue de la pollution dans la zone de la mer Méditerranée, y compris, le cas échéant, des programmes bilatéraux ou multilatéraux, et s'efforcent d'instituer dans cette zone un système de surveillance continue de la pollution.2. A cette fin, les parties contractantes désignent les autorités chargées d'assurer la surveillance continue de la pollution dans les zones relevant de leur juridiction nationale et participent, autant que faire se peut, à des arrangements internationaux pour la surveillance continue de la pollution dans les zones situées au-delà des limites de leur juridiction nationale.3. Les parties contractantes s'engagent à coopérer pour élaborer, adopter et mettre en oeuvre les annexes à la présente convention qui peuvent être requises pour prescrire des procédures et des normes communes en vue de la surveillance continue de la pollution.Article 11Coopération scientifique et technologique1. Les parties contractantes s'engagent, dans la mesure du possible, à coopérer directement ou, s'il y a lieu, par l'entremise d'organisations régionales ou autres organisations internationales qualifiées dans les domaines de la science et de la technologie, ainsi qu'à échanger des données et autres renseignements d'ordre scientifique, aux fins de la réalisation des objectifs de la présente convention.2. Les parties contractantes s'engagent, dans la mesure du possible, à promouvoir et à coordonner leurs programmes nationaux de recherche concernant tous les types de pollution du milieu marin dans la zone de la mer Méditerranée et à coopérer pour instaurer et mettre en oeuvre des programmes régionaux et autres programmes internationaux de recherche aux fins de la réalisation des objectifs de la présente convention.3. Les parties contractantes s'engagent à coopérer pour fournir une assistance technique et d'autres formes possibles d'assistance dans les domaines en rapport avec la pollution du milieu marin, en accordant la priorité aux besoins spéciaux des pays en voie de développement de la région méditerranéenne.Article 12Responsabilité et réparation des dommagesLes parties contractantes s'engagent à coopérer aussitôt que possible pour élaborer et adopter des procédures appropriées concernant la détermination des responsabilités et la réparation des dommages résultant de la pollution du milieu marin en violation des dispositions de la présente convention et des protocoles applicables.Article 13Arrangements de caractère institutionnelLes parties contractantes désignent le programme des Nations unies pour l'environnement pour assurer les fonctions de secrétariat ci-après:i) convoquer et préparer les réunions des parties contractantes et les conférences prévues aux articles 14, 15 et 16;ii) communiquer aux parties contractantes les notifications, rapports et autres renseignements reçus en conformité des articles 3, 9 et 20;iii) examiner les demandes de renseignements et les informations émanant des parties contractantes et consulter lesdites parties sur les questions relatives à la présente convention, à ses protocoles et à ses annexes;iv) accomplir les fonctions qui lui sont confiées en vertu des protocoles à la présente convention;v) accomplir toutes autres fonctions qui lui sont confiées, le cas échéant, par les parties contractantes;vi) assurer la coordination nécessaire avec d'autres organismes internationaux que les parties contractantes considèrent comme qualifiés et prendre notamment les dispositions administratives requises, le cas échéant, pour s'acquitter efficacement des fonctions de secrétariat.Article 14Réunions des parties contractantes1. Les parties contractantes tiennent une réunion ordinaire tous les deux ans et, chaque fois qu'elles le jugent nécessaire, des réunions extraordinaires à la demande de l'organisation ou à la demande d'une partie contractante, à condition que ces demandes soient appuyées par au moins deux parties contractantes.2. Les réunions des parties contractantes ont pour objet de veiller à l'application de la présente convention et des protocoles et, en particulier:i) de procéder à un examen général des inventaires établis par les parties contractantes et par les organismes internationaux qualifiés sur l'état de la pollution marine et sur ses effets dans la zone de la mer Méditerranée;ii) d'étudier les rapports soumis par les parties contractantes conformément à l'article 20;iii) d'adopter, de réviser et d'amender, le cas échéant, conformément à la procédure établie à l'article 17, les annexes à la présente convention et aux protocoles;iv) de faire des recommandations concernant l'adoption de protocoles additionnels ou d'amendements à la présente convention ou aux protocoles, conformément aux dispositions des articles 15 et 16;v) de constituer, le cas échéant, des groupes de travail chargés d'examiner toute question en rapport avec la présente convention et les protocoles et annexes;vi) d'étudier et de mettre en oeuvre toute mesure supplémentaire requise, le cas échéant, pour la réalisation des objectifs de la présente convention et des protocoles.Article 15Adoption de protocoles additionnels1. Les parties contractantes, au cours d'une conférence diplomatique, peuvent adopter des protocoles additionnels à la présente convention, conformément au paragraphe 2 de l'article 4.2. Une conférence diplomatique en vue de l'adoption de protocoles additionnels est convoquée par l'organisation si les deux tiers des parties contractantes en font la demande.3. En attendant l'entrée en vigueur de la présente convention, l'organisation peut, après avoir consulté les signataires de la présente convention, convoquer une conférence diplomatique en vue de l'adoption de protocoles additionnels.Article 16Amendements à la convention ou aux protocoles1. Toute partie contractante à la présente convention peut proposer des amendements à la convention. Les amendements sont adoptés au cours d'une conférence diplomatique convoquée par l'organisation à la demande des deux tiers des parties contractantes.2. Toute partie contractante à la présente convention peut proposer des amendements à l'un quelconque des protocoles. Les amendements sont adoptés au cours d'une conférence diplomatique convoquée par l'organisation à la demande des deux tiers des parties contractantes au protocole concerné.3. Les amendements à la présente convention sont adoptés à la majorité des trois quarts des parties contractantes à la convention représentées à la conférence diplomatique, et soumis par le dépositaire à l'acceptation de toutes les parties contractantes à la convention. Les amendements à tout protocole sont adoptés à la majorité des trois quarts des parties contractantes audit protocole représentées à la conférence diplomatique, et soumis par le dépositaire à l'acceptation de toutes les parties contractantes audit protocole.4. L'acceptation des amendements est notifiée par écrit au dépositaire. Les amendements adoptés conformément au paragraphe 3 du présent article entreront en vigueur, entre les parties contractantes les ayant acceptés, le trentième jour après que le dépositaire aura reçu notification de leur acceptation par les trois quarts au moins des parties contractantes à la présente convention ou au protocole concerné, selon le cas.5. Après l'entrée en vigueur d'un amendement à la présente convention ou à un protocole, toute nouvelle partie contractante à la présente convention ou audit protocole devient partie contractante à l'instrument tel qu'amendé.Article 17Annexes et amendements aux annexes1. Les annexes à la présente convention ou à l'un quelconque des protocoles font partie intégrante de la convention ou du protocole, selon le cas.2. Sauf disposition contraire de l'un quelconque des protocoles, la procédure suivante s'applique à l'adoption et à l'entrée en vigueur de tout amendement aux annexes de la présente convention ou de l'un quelconque des protocoles, exception faite des amendements à l'annexe concernant l'arbitrage:i) Toute partie contractante peut proposer des amendements aux annexes de la présente convention ou des protocoles lors des réunions prévues à l'article 14;ii) Les amendements sont adoptés à la majorité des trois quarts des parties contractantes à l'instrument dont il s'agit;iii) Le dépositaire communique sans délai à toutes les parties contractantes les amendements ainsi adoptés;iv) Toute partie contractante qui n'est pas en mesure d'approuver un amendement aux annexes de la présente convention ou de l'un quelconque des protocoles en donne notification par écrit au dépositaire, avant l'expiration d'une période déterminée par les parties contractantes concernées lors de l'adoption de l'amendement;v) Le dépositaire informe sans délai toutes les parties contractantes de toute notification reçue conformément au sous-paragraphe précédent;vi) A l'expiration de la période indiquée au sous-paragraphe iv) ci-dessus, l'amendement à l'annexe prend effet pour toutes les parties contractantes à la présente convention ou au protocole concerné qui n'ont pas soumis de notification en conformité des dispositions dudit sons-paragraphe.3. L'adoption et l'entrée en vigueur d'une nouvelle annexe à la présente convention ou à l'un quelconque des protocoles sont soumises aux mêmes procédures que l'adoption et l'entrée en vigueur d'un amendement à une annexe, conformément aux dispositions du paragraphe 2 du présent article; toutefois, si cela implique un amendement à la convention ou au protocole dont il s'agit, la nouvelle annexe n'entre en vigueur qu'après amendement de la convention ou du protocole.4. Les amendements à l'annexe concernant l'arbitrage sont considérés comme des amendements à la présente convention et ils sont proposés et adoptés conformément à la procédure indiquée à l'article 16 ci-dessus.Article 18Règlement intérieur et règles financières1. Les parties contractantes adoptent un règlement intérieur pour les réunions et conférences visées aux articles 14, 15 et 16 ci-dessus.2. Les parties contractantes adoptent des règles financières, préparées en consultation avec l'organisation, pour déterminer notamment leur participation financière.Article 19Exercice particulier du droit de voteDans les domaines relevant de leurs compétences, la Communauté économique européenne et tout groupement économique régional visé à l'article 24 exercent leur droit de vote avec un nombre de voix égal au nombre de leurs Etats membre qui sont parties contractantes à la présente convention et à un ou plusieurs protocoles; la Communauté économique européenne et tout groupement mentionné ci-dessus n'exercent pas leur droit de vote dans les cas où les Etats membres concernés exercent le leur et réciproquement.Article 20RapportsLes parties contractantes adressent à l'organisation des rapports sur les mesures adoptées en application de la présente convention et des protocoles auxquels elles sont parties, la forme et la fréquence de ces rapports étant déterminées lors des réunions des parties contractantes.Article 21Contrôle de l'applicationLes parties contractantes s'engagent à coopérer pour élaborer des procédures leur permettant de veiller à l'application de la présente convention et des protocoles.Article 22Règlement des differends1. Si un différend surgit entre des parties contractantes à propos de l'interprétation ou de l'application de la présente convention ou des protocoles, ces parties s'efforcent de le régler par voie de négociation ou par tout autre moyen pacifique de leur choix.2. Si les parties concernées ne peuvent régler leur différend par les moyens mentionnés au paragraphe précédent, le différend est d'un commun accord soumis à l'arbitrage dans les conditions définies dans l'annexe A à la présente convention.3. Toutefois, les parties contractantes peuvent, à n'importe quel moment, déclarer reconnaitre comme obligatoire, de plein droit et sans convention spéciale à l'égard de toute autre partie acceptant la même obligation, l'application de la procédure d'arbitrage conformément aux dispositions de l'annexe A. Une telle déclaration est notifiée par écrit au dépositaire qui en donne communication aux autres parties.Article 23Relation entre la convention et les protocoles 1. Nul ne peut devenir partie contractante à la présente convention s'il ne devient en même temps partie à l'un au moins des protocoles. Nul ne peut devenir partie contractante à l'un quelconque des protocoles s'il n'est pas, ou ne devient pas en même temps, partie contractante à la présente convention.2. Tout protocole à la présente convention n'engage que les parties contractantes à ce protocole.3. Seules les parties contractantes à un protocole peuvent prendre les décisions relatives audit protocole pour l'application des articles 14, 16 et 17 de la présente convention.Article 24SignatureLa présente convention, le protocole relatif à la prévention de la pollution de la mer Méditerranée par les opérations d'immersion effectuées par les navires et aéronefs et le protocole relatif à la coopération en matière de lutte contre la pollution de la mer Méditerrannée par les hydrocarbures et autres substances nuisibles en cas de situation critique seront ouverts à Barcelone le 16 février 1976 et à Madrid du 17 février 1976 au 16 février 1977 à la signature des Etats invités en tant que participants à la conférence de plénipotentiaires des Etats côtiers de la région méditerranéenne sur la protection de la mer Méditerranée, tenue à Barcelone du 2 au 16 février 1976, et de tout Etat habilité à signer l'un quelconque des protocoles, conformément aux dispositions de ce protocole. Ils seront également ouverts, jusqu'à la même date, à la signature de la Communauté économique européenne et de tout groupement économique régional similaire dont l'un au moins des membres est un Etat côtier de la zone de la mer Méditerranée et qui exercent des compétences dans des domaines couverts par la présente convention ainsi que par tout protocole les concernant.Article 25Ratification, acceptation ou approbationLa présente convention et tout protocole y relatif seront soumis à ratification, acceptation ou approbation. Les instruments de ratification, d'acceptation ou d'approbation seront déposés auprès du gouvernement de l'Espagne, qui assumera les fonctions de dépositaire.Article 26Adhésion1. A partir du 17 février 1977, la présente convention, le protocole relatif à la prévention de la pollution de la mer Méditerranée par les opérations d'immersion effectuées par les navires et aéronefs et le protocole relatif à la coopération en matière de lutte contre la pollution de la mer Méditerranée par les hydrocarbures et autres substances nuisibles en cas de situation critique seront ouverts à l'adhésion des Etats, visés à l'article 24, de la Communauté économique européenne et de tout groupement visé audit article.2. Après l'entrée en vigueur de la présente convention et de tout protocole y relatif, tout Etat non visé à l'article 24 pourra adhérer à la présente convention et à tout protocole, sous réserve d'approbation préalable par les trois quarts des parties contractantes au protocole concerné.3. Les instruments d'adhésion seront déposés auprès du dépositaire.Article 27Entrée en vigueur1. La présente convention entrera en vigueur à la même date que le premier des protocoles à entrer en vigueur.2. La convention entrera également en vigueur à l'égard des Etats, de la Communauté économique européenne et de tout groupement économique régional, visés à l'article 24, qui auront accompli les formalités requises pour devenir parties contractantes à tout autre protocole qui ne serait pas encore entré en vigueur.3. Tout protocole à la présente convention, sauf disposition contraire de ce protocole, entrera en vigueur le trentième jour à compter de la date du dépôt d'au moins six instruments de ratification, d'acceptation ou d'approbation de ce protocole ou d'adhésion à celui-ci par les parties visées à l'article 24.4. Par la suite, la présente convention et tout protocole entreront en vigueur à l'égard de tout Etat, de la Communauté économique européenne et de tout groupement économique régional, visés à l'article 24, le trentième jour après le dépôt de l'instrument de ratification, d'acceptation, d'approbation ou d'adhésion.Article 28Dénonciation1. A tout moment après l'expiration d'un délai de trois ans à compter de la date à laquelle la présente convention sera entrée en vigueur, toute partie contractante pourra dénoncer la convention en donnant une notification par écrit à cet effet.2. Sauf disposition contraire de l'un quelconque des protocoles à la présente convention, toute partie contractante pourra, à tout moment après l'expiration d'un délai de trois ans à compter de la date d'entrée en vigueur de ce protocole, dénoncer le protocole en donnant une notification par écrit à cet effet.3. La dénonciation prendra effet quatre-vingt-dix jours après la date à laquelle elle aura été reçue par le dépositaire.4. Toute partie contractante qui dénonce la présente convention sera considérée comme ayant également dénoncé tout protocole auquel elle était partie.5. Toute partie contractante qui, à la suite de sa dénonciation d'un protocole, n'est plus partie à aucun des protocoles à la présente convention, sera considérée comme ayant également dénoncé la présente convention.Article 29Fonctions du dépositaire1. Le dépositaire notifie aux parties contractantes, à toute autre partie visée à l'article 24, ainsi qu'à l'organisation:i) la signature de la présente convention et de tout protocole y relatif et le dépôt des instruments de ratification, d'acceptation, d'approbation ou d'adhésion, effectués conformément aux dispositions des articles 24, 25 et 26;ii) la date à laquelle la convention et tout protocole entreront en vigueur conformément aux dispositions de l'article 27;iii) les notifications de dénonciation faites conformément aux dispositions de l'article 28;iv) les amendements adoptés en ce qui concerne la convention et tout protocole, leur acceptation par les parties contractantes et la date d'entrée en vigueur de ces amendements conformément aux dispositions de l'article 16;v) l'adoption de nouvelles annexes et les amendements à toute annexe conformément aux dispositions de l'article 17;vi) les déclarations d'acceptation de l'application obligatoire de la procédure d'arbitrage conformément au paragraphe 3 de l'article 22.2. L'original de la présente convention et de tout protocole y relatif sera déposé auprès du dépositaire, le gouvernement de l'Espagne, qui en adressera des copies certifiées conformes aux parties contractantes et à l'organisation, ainsi qu'au secrétaire général de l'Organisation des Nations unies, pour enregistrement et publication conformément à l'article 102 de la charte des Nations unies.En foi de quoi les soussignés, dûment autorisés par leurs gouvernements respectifs, ont signé la présente convention.Fait à Barcelone, le seize février mil neuf cent soixante-seize, en un seul exemplaire en langues anglaise, arabe, espagnole et française, les quatre textes faisant également foi.ANNEXE AARBITRAGEArticle premierA moins que les parties au différend n'en conviennent autrement, la procédure d'arbitrage est conduite conformément aux dispositions de la présente annexe.Article 21. Sur requête adressée par une partie contractante à une autre partie contractante en application des paragraphes 2 ou 3 de l'article 22 de la convention, il est constitué un tribunal arbitral. La requête d'arbitrage indique l'objet de la requête, y compris, notamment, les articles de la convention ou des protocoles dont l'interprétation ou l'application font l'objet du litige.2. La partie requérante informe l'organisation, du fait qu'elle a demandé la constitution d'un tribunal arbitral, du nom de l'autre partie au différend ainsi que des articles de la convention ou des protocoles dont l'interprétation ou l'application font à son avis l'objet du différend. L'organisation communique les informations ainsi reçues à toutes les parties contractantes à la convention.Article 3Le tribunal arbitral est composé de trois membres: chacune des parties au différend nomme un arbitre; les deux arbitres ainsi nommés désignent d'un commun accord le troisième arbitre, qui assume la présidence du tribunal. Ce dernier ne doit pas être ressortissant de l'une des parties au différend, ni avoir sa résidence habituelle sur le territoire de l'une de ces parties, ni se trouver au service de l'une d'elles, ni s'être déjà occupé de l'affaire a aucun autre titre.Article 41. Si, dans un délai de deux mois après la nomination du deuxième arbitre, le président du tribunal arbitral n'est pas désigné, le secrétaire général des Nations unies procède, à la requête de la partie la plus diligente, à sa désignation dans un nouveau délai de deux mois.2. Si, dans un délai de deux mois après la réception de la requête, l'une des parties au différend ne procède pas à la nomination d'un arbitre, l'autre partie peut saisir le secrétaire général des Nations unies qui désigne le président du tribunal arbitral dans un nouveau délai de deux mois. Dès sa désignation, le président du tribunal arbitral demande à la partie qui n'a pas nommé d'arbitre de le faire dans un délai de deux mois. Passé ce délai, il saisit le secrétaire général des Nations unies qui procède à cette nomination dans un nouveau délai de deux mois.Article 51. Le tribunal arbitral décide selon les règles du droit international et, en particulier, de la présente convention et des protocoles concernés.2. Tout tribunal arbitral constitué aux termes de la présente annexe établit ses propres règles de procédure.Article 61. Les décisions du tribunal arbitral, tant sur la procédure que sur le fond, sont prises à la majorité des voix de ses membres.2. Le tribunal peut prendre toutes mesures appropriées pour établir les faits. Il peut, à la demande de l'une des parties, recommander les mesures conservatoires indispensables.3. Si deux ou plusieurs tribunaux arbitraux constitués aux termes de la présente annexe se trouvent saisis de requêtes ayant des objets indentiques ou analogues, ils peuvent s'informer des procédures relatives à l'établissement des faits et en tenir compte dans la mesure du possible.4. Les parties au différend fourniront toutes facilités nécessaires pour la conduite efficace de la procédure.5. L'absence ou le défaut d'une partie au différend ne fait pas obstacle à la procédure.Article 71. La sentence du tribunal arbitral est motivée. Elle est définitive et obligatoire pour les parties au différend.2. Tout différend qui pourrait surgir entre les parties concernant l'interprétation ou l'exécution de la sentence peut être soumis par la partie la plus diligente au tribunal arbitral qui l'a rendue ou, si ce dernier ne peut en être saisi, à un autre tribunal arbitral constitué à cet effet de la même manière que le premier.Article 8La Communauté économique européenne et tout groupement économique visé à l'article 24 de la convention comme toute autre partie contractante à la convention, sont habilités à agir comme requérants ou appelés devant le tribunal arbitral.PROTOCOLE relatif à la prévention de la pollution de la mer Méditerranée par les opérations d'immersion effectuées par les navires et aéronefsLES PARTIES CONTRACTANTES AU PRESENT PROTOCOLE,ETANT PARTIES à la convention pour la protection de la mer Méditerranée contre la pollution,RECONNAISSANT le danger que fait courir au milieu marin la pollution résultant des opérations d'immersion de déchets ou autres matières, effectuées par les navires et aéronefs,ESTIMANT qu'il est de l'intérêt commun des Etat; riverains de la mer Méditerranée de protéger le milieu marin contre ce danger,TENANT COMPTE de la convention sur la prévention de la pollution des mers résultant de l'immersion de déchets et d'autres matières, adoptée à Londres en 1972,SONT CONVENUES DE CE QUI SUIT:Article premierLes parties contractantes au présent protocole (ci-après dénommées\" les parties\") prennent toutes mesures appropriées pour prévenir et réduire la pollution de la zone de la mer Méditerranée résultant des opérations d'immersion effectuées par les navires et les aéronefs.Article 2La zone d'application du présent protocole est la zone de la mer Méditerranée délimitée à l'article premier de la convention pour la protection de la mer Méditerranée contre la pollution (ci-après dénommée\" la convention\").Article 3Aux fins du présent protocole:1.\" Navires et aéronefs\" signifie véhicules circulant sur l'eau, dans l'eau, ou dans les airs, quel qu'en soit le type. Cette expression englobe les véhicules sur coussin d'air et les engins flottants, qu'ils soient autopropulsés ou non, ainsi que les plates-formes ou autres ouvrages placés en mer et leur équipement.2.\" Déchets ou autres matières\" signifie matériaux et substances de tout type, de toute forme et de toute nature.3.\" Immersion\" signifie:a) tout rejet délibéré dans la mer de déchets et autres matières à partir de navires et aéronefs;b) tout sabordage en mer de navires et aéronefs.4. Le terme\" immersion\" ne vise pas:a) le rejet en mer de déchets ou autres matières résultant ou provenant de l'exploitation normale de navires et aéronefs ainsi que leur équipement, à l'exception des déchets ou autres matières transportés par ou transbordés sur des navires ou aéronefs qui sont utilisés pour l'immersion de ces matières ou provenant du traitement de tels déchets ou autres matières à bord desdits navires ou aéronefs;b) le dépot de matières à des fins autres que leur simple élimination sous réserve qu'un tel dépôt ne soit pas incompatible avec l'objet du présent protocole.5.\" Organisation\" signifie l'organisme visé à l'article 13 de la convention.Article 4L'immersion dans la zone de la mer Méditerranée de déchets ou autres matières énumérés à l'annexe I du présent protocole est interdite.Article 5L'immersion dans la zone de la mer Méditerranée de déchets ou autres matières énumérés à l'annexe II du présent protocole est subordonnée, dans chaque cas, à la délivrance préalable, par les autorités nationales compétentes, d'un permis spécifique.Article 6L'immersion dans la zone de la mer Méditerranée de tout autre déchet ou autre matière est subordonnée à la délivrance préalable, par les autorités nationales compétentes, d'un permis général.Article 7Les permis visés aux articles 5 et 6 ci-dessus ne seront délivrés qu'après un examen attentif de tous les facteurs énumérés à l'annexe III du présent protocole. L'organisation recevra les données relatives auxdits permis.Article 8Les dipositions des articles 4, 5 et 6 ne s'appliquent pas en cas de force majeure due aux intempéries ou à toute autre cause lorsque la vie humaine ou la sécurité d'un navire ou d'un aéronef est menacée. Dans ce cas, les déversements seront immédiatement notifiés à l'organisation et, par l'organisation ou directement, à toute partie qui pourrait en être affectée, avec tous les détails concernant les circonstances, la nature et les quantités des déchets ou autres matières immergées.Article 9En cas de situation critique ayant un caractère exceptionnel, si une partie estime que des déchets ou autres matières figurant à l'annexe I du présent protocole ne peuvent être éliminés à terre sans risque ou préjudice inacceptable, notamment pour la sécurité de la vie de l'homme, elle consultera immédiatement l'organisation. L'organisation, après consultation des parties au présent protocole, recommandera des méthodes de stockage ou les moyens de destruction ou d'élimination les plus satisifaisants selon les circonstances. La partie informera l'organisation des mesures adoptées en application de ces recommandations. Les parties s'engagent à se prêter mutuellement assistance dans de telles situations.Article 101. Chaque partie désigne une ou plusieurs autorités compétentes pour:a) délivrer les permis spécifiques visés à l'article 5;b) délivrer les permis généraux visés à l'article 6;c) enregistrer la nature et la quantité des déchets ou autres matières dont l'immersion est autorisée, ainsi que le lieu, la date et la méthode d'immersion.2. Les autorités compétentes de chaque partie délivreront les permis visés aux articles 5 et 6 pour les déchets ou autres matières destinés à l'immersion:a) chargés sur son territoire;b) chargés par un navire ou un aéronef enregistré sur son territoire ou battant son pavillon lorsque ce chargement a lieu sur le territoire d'un Etat non partie au présent protocole.Article 111. Chaque partie applique les mesures requises pour la mise en oeuvre du présent protocole:a) aux navires et aéronefs enregistrés sur son territoire ou battant son pavillon;b) aux navires et aéronefs chargeant sur son territoire des déchets ou autres matières qui doivent être immergés;c) aux navires et aéronefs présumés effectuer des opérations d'immersion dans les zones relevant, en la matière, de sa juridiction.2. Le présent protocole ne s'applique pas aux navires et aéronefs appartenant à un Etat partie au présent protocole ou exploités par cet Etat tant que celui-ci les utilise exclusivement à des fins gouvernementales et non commerciales. Cependant, chaque partie doit s'assurer, en prenant des mesures appropriées qui ne compromettent pas les opérations ou la capacité opérationnelle des navires et aéronefs lui appartenant ou exploités par elle, que ceux-ci agissent d'une manière compatible avec le présent protocole, pour autant que cela soit raisonnable dans la pratique.Article 12Chacune des parties s'engage à donner pour instruction à ses navires et aéronefs d'inspection maritime ainsi qu'aux autres services qualifiés de signaler à leurs autorités nationales tous incidents ou situations dans la zone de la mer Méditerranée, qui font soupçonner qu'il y a eu ou qu'il va y avoir immersion contraire aux dispositions du présent protocole. Cette partie en informera, si elle le juge opportun, toute autre partie intéressée.Article 13Aucune des dispositions du présent protocole ne porte atteinte au droit de chaque partie d'adopter d'autres mesures, conformément au droit international, pour prévenir la pollution due aux opérations d'immersion.Article 141. Les réunions ordinaires des parties au présent protocole se tiennent lors des réunions ordinaires des parties contractantes à la convention organisées en application de l'article 14 de ladite convention. Les parties au présent protocole peuvent aussi tenir des réunions extraordinaires conformément à l'article 14 de la convention.2. Les réunions des parties au présent protocole ont notamment pour objet:a) de veiller à l'application du présent protocole et d'examiner l'efficacité des mesures adoptées et l'opportunité de prendre d'autres dispositions, en particulier sous forme d'annexes;b) d'étudier et d'apprécier les données relatives aux permis délivrés conformément aux articles 5, 6 et 7, et aux immersions opérées;c) de réviser et d'amender, le cas échéant, toute annexe au présent protocole;d) de remplir, en tant que de besoin, toutes autres fonctions en application du présent protocole.3. Les amendements aux annexes du présent protocole en vertu de l'article 17 de la convention sont adoptés par un vote à la majorité des trois quarts des parties.Article 151. Les dispositions de la convention se rapportant à tout protocole s'appliquent à l'égard du présent protocole.2. Le règlement intérieur et les règles financières adoptées conformément à l'article 18 de la convention s'appliquent à l'égard du présent protocole, à moins que les parties au présent protocole n'en conviennent autrement.En foi de quoi les soussignés, dûment autorisés par leurs gouvernements respectifs, ont sigué le présent protocole.Fait à Barcelone, le seize février mil neuf cent soixante-seize, en un seul exemplaire en langues anglaise, arabe, espagnole et française, les quatre textes faisant également foi.ANNEXE IA. Les substances en matières suivantes sont énumérées aux fins d'application de l'article 4 du protocole:1. Composés organo-halogénés et composés qui peuvent donner naissance à de telles substances dans le milieu marin, à l'exclusion de ceux qui ne sont pas toxiques ou qui se transforment rapidement dans la mer en substances biologiquement inoffensives, pourvu qu'ils n'altèrent pas le goût des organismes marins comestibles;2. Composés organo-siliciés et composés qui peuvent donner naissance à de telles substances dans le milieu marin, à l'exclusion de ceux qui ne sont pas toxiques ou qui se transforment rapidement dans la mer en substances biologiquement inoffensives, pourvu qu'ils n'altèrent pas le goût des organismes marins comestibles;3. Mercure et composés du mercure;4. Cadmium et composés du cadmium;5. Plastiques persistants et autres matériaux synthétiques persistants qui peuvent matériellement gêner la pêche ou la navigation, diminuer les agréments ou gêner toutes autres utilisations légitimes de la mer;6. Pétrole brut et hydrocarbures pouvant dériver du pétrole ainsi que mélanges contenant ces produits, chargés à bord pour être immergés;7. Déchets et autres matières, fortement, moyennement et faiblement radioactifs, tels qu'ils seront définis par l'Agence internationale de l'énergie atomique;8. Composés acides et basiques dont la composition et la quantité sont telles qu'ils peuvent compromettre gravement la qualité des eaux marines. La composition et la quantité à prendre en considération seront déterminées par les parties selon la procédure prévue au paragraphe 3 de l'article 14 du présent protocole;9. Matières produites pour la guerre biologique et chimique sous quelque forme que ce soit (par exemple solide, liquide, semi-liquide, gazeuse ou vivante), à l'exclusion de celles qui sont rapidement rendues inoffensives dans la mer par des processus physiques, chimiques ou biologiques pourvu:i) qu'elles n'altèrent pas le goût des organismes marins comestiblesouii) qu'elles ne présentent pas de danger pour la santé de l'homme ou des animaux.B. La présente annexe ne s'applique pas aux déchets et autres matières, tels que les boues d'égouts et les déblais de dragage, qui contiennent les substances définies aux paragraphes 1 à 6 ci-dessus à l'état de contaminants en traces. L'immersion de ces déchets est soumise aux dispositions des annexes II et III, selon le cas.ANNEXE IILes déchets et autres matières dont l'immersion nécessite des précautions spéciales sont énumérés ci-après aux fins d'application de l'article 5 du protocole:1. i) Arsenic, plomb, cuivre, zinc, béryllium, chrome, nickel, vanadium, sélénium, antimoine et leurs composés,ii) cyanures et fluorures,iii) pesticides et sous-produits de pesticides non visés à l'annexe I,iv) substances chimiques organiques synthétiques autres que celles visées à l'annexe I, susceptibles d'avoir des effets nuisibles sur les organismes marins ou d'altérer le goût des organismes marins comestibles,2. i) Composés acides et basiques dont la composition et la quantité n'ont pas encore été déterminées suivant la procédure prévue au paragraphe A 8 de l'annexe I,ii) composés acides et basiques non couverts par l'annexe I, à l'exclusion des composés à déverser en quantités inférieures à des seuils qui seront déterminés par les parties suivant la procédure prévue au paragraphe 3 de l'article 14 du présent protocole;3. Conteneurs, ferraille et autres déchets volumineux susceptibles d'être déposés au fond de la mer et de constituer un sérieux obstacle à la pêche ou à la navigation;4. Substances qui, bien que non toxiques par nature, peuvent devenir nocives en raison des quantités immergées, ou qui risquent de diminuer sensiblement les agréments, ou de mettre en danger la vie humaine ou les organismes marins ou d'entraver la navigation;5. Déchets radioactifs ou autres matières radioactives qui ne seront pas comprises à l'annexe I. Pour la délivrance des permis d'immersion de ces matières, les parties tiendront dûment compte des recommandations de l'organisme international compétent en la matière, actuellement l'Agence internationale de l'énergie atomique.ANNEXE IIILes facteurs qui doivent être pris en considération pour établir les critères régissant la délivrance des autorisations d'immersion de matières, suivant les dispositions de l'article 7, sont notamment les suivants:A. Caractéristiques et composition de la matière1. Quantité totale immergée et composition moyenne de la matière (par exemple par an);2. Forme (par example solide, boueuse, liquide ou gazeuse);3. Propriétés physiques (telles que solubilité et densité), chimiques et biochimiques (telles que demande en oxygène, substances nutritives) et biologiques (telles que présence de virus, bactéries, levures, parasites);4. Toxicité;5. Persistance: physique, chimique et biologique;6. Accumulation et transformation biologique dans les matières biologiques ou sédiments;7. Sensibilité aux transformations physiques, chimiques et biochimiques et interaction dans le milieu aquatique avec d'autres matières organiques et inorganiques dissoutes;8. Probabilité de contamination et autres altérations diminuant la valeur commerciale des ressources marines (poissons, mollusques et crustacés, etc.).B. Caractéristiques du lieu d'immersion et méthode de dépôt1. Emplacement (par exemple coordonnées de la zone d'immersion, profondeur et distance des côtes), situation par rapport à d'autres emplacements (tels que zones d'agrément, de frai, de culture et de pêche, et ressources exploitables);2. Cadence d'évacuation de la matière (par exemple, quantité quotidienne, hebdomadaire, mensuelle);3. Méthodes d'emballage et de conditionnement, le cas échéant;4. Dilution initiale réalisée par la méthode de décharge proposée, en particulier la vitesse des navires;5. Caractéristiques de dispersion (telles qu'effets des courants, des marées et du vent sur le déplacement horizontal et le brassage vertical);6. Caractéristiques de l'eau (telles que température, pH, salinité, stratification, indices de pollution: notamment oxygène dissous (OD), demande chimique en oxygène (DCO), demande biochimique en oxygène (DBO), présence d'azote sous forme organique ou minérale, et notamment présence d'ammoniaque, de matières en suspension, d'autres matières nutritives, productivité);7. Caractéristiques du fond (telles que topographie, caractéristiques géochimiques et géologiques, productivité biologique);8. Existence et effets d'autres immersions pratiquées dans la zone d'immersion (par exemple, relevés indiquant la présence de métaux lourds et la teneur en carbone organique).9. Lors de la délivrance d'un permis d'immersion, les parties contractantes s'efforcent de déterminer s'il existe une base scientifique adéquate pour évaluer, suivant les dispositions qui précèdent, et compte tenu des variations saisonnières, les conséquences d'une immersion dans la zone concernée.C. Considérations et circonstances générales1. Effets éventuels sur les zones d'agrément (tels que présence de matériaux flottants ou échoués, turbidité, odeurs désagréables, décoloration, écume).2. Effets éventuels sur la faune et la flore marines, la pisciculture et la conchyliculture, les réserves poissonnières et les pêcheries, la récolte et la culture d'algues;3. Effets éventuels sur les autres utilisations de la mer (tels que: altération de la qualité de l'eau pour des usages industriels, corrosion sous-marine des ouvrages en mer. Perturbation du fonctionnement des navires par les matières flottantes, entraves à la pêche et à la navigation dues au dépôt de déchets ou d'objets solides sur le fond de la mer et protection de zones d'une importance particulière du point de vue scientifique ou de la conservation);4. Possibilités pratiques de recourir sur la terre ferme à d'autres méthodes de traitement, de rejet ou d'élimination, ou à des traitements réduisant la nocivité des matières avant leur immersion en mer.", "summary": "Barcelona Convention for the protection of the Mediterranean\nBarcelona Convention for the protection of the Mediterranean\nSUMMARY OF:\nConvention on the protection of the Mediterranean Sea against pollution (Barcelona Convention)\nConvention for the Protection of the Marine Environment and the Coastal Region of the Mediterranean (amended Barcelona convention)\nProtocol for the prevention of pollution of the Mediterranean Sea by dumping from ships and aircraft (Dumping Protocol)\nDecision 77/585/EEC concluding the Convention for the protection of the Mediterranean Sea against pollution and the Protocol for the prevention of the pollution of the Mediterranean Sea by dumping from ships and aircraft\nProtocol for the protection of the Mediterranean Sea against pollution from land-based sources (Land-based Sources of pollution Protocol)\nAmendments to the Protocol for the protection of the Mediterranean Sea against pollution from land-based sources\nDecision 1999/801/EC on accepting the amendments to the Protocol for the protection of the Mediterranean Sea against pollution from land-based sources\nDecision 83/101/EEC concluding the Protocol for the protection of the Mediterranean Sea against pollution from land-based sources\nProtocol concerning specially protected areas and biological diversity in the Mediterranean (Specially Protected Areas and Biological Diversity Protocol)\nDecision 84/132/EEC — conclusion of the Protocol concerning Mediterranean specially protected areas\nDecision 1999/800/EC on concluding the Protocol concerning specially protected areas and biological diversity in the Mediterranean, and on accepting the annexes to that Protocol (Barcelona Convention)\nProtocol concerning cooperation in preventing pollution from ships and, in cases of emergency, combating pollution of the Mediterranean Sea (Prevention and Emergency Protocol)\nDecision 2004/575/EC — conclusion of the Protocol to the Barcelona Convention for the Protection of the Mediterranean Sea against Pollution, concerning cooperation in preventing pollution from ships and, in cases of emergency, combating pollution of the Mediterranean Sea\nProtocol on Integrated Coastal Zone Management in the Mediterranean (Integrated Coastal Zone Management Protocol)\nDecision 2010/631/EU — conclusion of the Protocol on Integrated Coastal Zone Management in the Mediterranean to the Convention for the Protection of the Marine Environment and the Coastal Region of the Mediterranean\nProtocol for the Protection of the Mediterranean Sea against pollution resulting from exploration and exploitation of the continental shelf and the seabed and its subsoil (Offshore Protocol)\nDecision 2013/5/EU — accession of the EU to the Protocol for the Protection of the Mediterranean Sea against pollution resulting from exploration and exploitation of the continental shelf and the seabed and its subsoil\nWHAT IS THE AIM OF THE CONVENTION, DECISIONS AND PROTOCOLS?\nThe main aim of the convention and the protocols is to protect the marine environment and the coastal region of the Mediterranean Sea.\nThe decisions allow the EU to accede to the convention and protocols, as well as to integrate amendments, when appropriate.\nKEY POINTS\nBarcelona Convention\nThere are 22 Contracting Parties to the Barcelona Convention, an international convention involving 21 countries bordering the Mediterranean Sea (including 8 EU countries — Croatia, Cyprus, France, Greece, Italy, Malta, Slovenia and Spain) and the EU.\nThe convention requires its parties to take all measures, individually or jointly, to protect and enhance the Mediterranean marine environment and coastal region in order to contribute to sustainable development.\nThe aims of the convention are:\nprotecting the marine environment and coastal region through action aimed at preventing and reducing pollution and, as far as possible, eliminating it, whether it is due to activities on land or at sea;\nassessing and controlling pollution;\ncarrying out the sustainable management of natural marine and coastal resources;\nintegrating the environment into economic and social development;\nprotecting natural and cultural heritage;\nstrengthening solidarity between countries bordering the Mediterranean; and\ncontributing to improving quality of life.\nThe convention’s Contracting Parties commit to:\nintroducing a system of cooperation and implementing an Integrated Monitoring and Assessment Programme with information and assessments to protect marine environment and coastal region of the Mediterranean and reduce or eliminate pollution in the Mediterranean in view to achieving Good Environmental Status*;\nestablishing marine protected areas (known as MPAs) and Specially Protected Areas of Mediterranean Importance (known as SPAMIs);\nimplementing Integrated Coastal Zone Management (ICZM)*;\naddressing land-based sources of pollution;\naddressing sea-based sources of pollution;\ncontingency planning;\ncooperating in the fields of science and technology;\nworking out appropriate procedures for the determination of liability and compensation for damage resulting from pollution deriving from violations of the provisions of the convention.\nIt was amended in 1995. The main amendments concerned:\nthe extension of the Convention’s geographical field of application to the coast;\nthe application of the precautionary principle;\nthe application of the ‘polluter pays’ principle — see summary;\nthe promotion of impact assessments;\nthe protection and preservation of biological diversity;\ncombating pollution from cross-border movements of dangerous waste;\naccess to information and public participation.\nThe convention has 7 protocols attached to it:\nDumping Protocol\nCovers only pollution of the region of the Mediterranean Sea caused by ships and aircraft.\nBans the dumping of certain types of waste and matter (certain toxic compounds, mercury, cadmium, plastics, crude oil, etc.).\nRequires the prior issue of national permits for other types of waste or matter such as arsenic, lead, copper, zinc, chrome, nickel, containers, scrap metal, and certain types of pesticides.\nPrevention and Emergency Protocol\nIncorporates into the Barcelona Convention rules for cooperation between parties on preventing and, in cases of emergency, combating pollution in the Mediterranean caused by ships.\nAlso endeavours to promote the development and implementation of international regulations adopted on the base of the International Maritime Organisation.\nSets out operational measures which the parties must take in the event of pollution caused by ships (evaluation, elimination/reduction, information measures), as well as emergency measures which must be taken on board ships, in offshore installations and in ports (in particular the availability of and compliance with emergency plans).\nLand-based Sources of pollution Protocol\nCovers pollution caused by discharges from rivers, outfalls, canals or other watercourses, or pollution emanating from any other source or activity (including airborne pollution of land-based origin) within the territory of a party to the protocol.\nLists the substances of which discharge is prohibited, and the factors which should be taken into account in order to eliminate pollution from these substances.\nAlso lists substances for which discharge is subject to authorisation by the competent national authorities.\nStipulates cooperation regarding research and information, and the adoption of appropriate programmes, measures and standards aimed at reducing or eliminating the targeted substances.\nSpecially Protected Areas and Biological Diversity Protocol\nThe protocol concerns: specially protected areas in the Mediterranean and specially protected areas of Mediterranean importance;the protection of natural resources in the Mediterranean region;the preservation of the diversity of the gene pool; andthe protection of certain natural sites by creating a series of specially preserved areas.\nRequires parties to develop guidelines for establishing and managing protected areas and lists a certain number of appropriate measures which the parties must adopt, such as: banning the discharge or unloading of waste;regulating the introduction of any non-indigenous or genetically modified species.\nSets out national or local measures which the Parties must take in order to protect animal and plant species throughout the Mediterranean area.\nOffshore Protocol\nCovers a wide range of exploration and exploitation activities, and addresses a number of issues including: permit requirements;removal of abandoned or disused installations;use and removal of harmful substances;liability and compensation requirements; andcoordination with other parties of the Barcelona convention at regional level.\nParties are required, individually or through bilateral or multilateral cooperation, to take all appropriate measures to prevent, abate, combat and control pollution in the protocol area resulting from offshore exploration and exploitation activities.\nThey also commit to using the best available, most environmentally effective and economically appropriate techniques.\nHazardous Wastes Protocol\nRequires parties to cooperate when a huge quantity of oil and/or other harmful substances in the Mediterranean Sea, whether accidental or cumulative, presents a serious and imminent danger to the marine environment, the coast or the economic, health or ecological interests of one or more parties.\nCooperation focuses on: drawing up emergency plans;promoting measures for combating oil pollution in the sea;monitoring and exchanging information regarding the state of the Mediterranean Sea;disseminating information on the organisation of resources; andon new methods to prevent and combat pollution, and developing research programmes on the subject.\nIntegrated Coastal Zone Management Protocol\nAims to set up a common basis for ICZM based on an ecosystem approach in the Mediterranean, entered into force on 24 March 2011.\nICZM has 6 aims: sustainably developing coastal zones by rational planning of activities;preserving coastal zones;sustainable use of natural resources;preserving ecosystems and coastlines;preventing and reducing natural disasters and climate change;improving cooperation.\nThe EU is a party to all of the above protocols except the Hazardous Wastes Protocol.\nDATE OF ENTRY INTO FORCE\nThe Barcelona Convention entered into force on 15 April 1978.\nThe Dumping Protocol entered into force on 15 April 1978.\nThe Land-based Sources of pollution Protocol entered into force on 6 November 1983.\nThe Specially Protected Areas and Biological Diversity Protocol entered into force on 12 December 1999.\nThe Prevention and Emergency Protocol entered into force on 25 June 2004.\nThe Integrated Coastal Zone Management Protocol entered into force on 24 March 2011.\nThe Offshore Protocol entered into force on 29 March 2013.\nBACKGROUND\n              \nFor more information, see:\nBarcelona Convention (European Commission)\nBarcelona Convention (United Nations Environment Programme).\nKEY TERMS\n              \nGood Environmental Status: defined in the EU’s Marine Strategy Framework Directive (Directive 2008/56/EC — see summary) as the environmental status of marine waters where these provide ecologically diverse and dynamic oceans and seas which are clean, healthy and productive within their intrinsic conditions, and the use of the marine environment is at a level that is sustainable, thus safeguarding the potential for uses and activities by current and future generations.\nIntegrated Coastal Zone Management: a dynamic process for the sustainable management and use of coastal zones, taking into account at the same time the fragility of coastal ecosystems and landscapes, the diversity of activities and uses, interactions between the latter, the maritime vocation of some of the latter, and their impact both on land and sea.\nMAIN DOCUMENTS\n            \nConvention on the protection of the Mediterranean Sea against pollution (Barcelona Convention) (OJ L 240, 19.9.1977, pp. 3-11)\nConvention for the Protection of the Marine Environment and the Coastal Region of the Mediterranean (amended Barcelona convention)\nProtocol for the prevention of pollution of the Mediterranean Sea by dumping from ships and aircraft (OJ L 240, 19.9.1977, pp. 12-34)\nCouncil Decision 77/585/EEC of 25 July 1977 concluding the Convention for the protection of the Mediterranean Sea against pollution and the Protocol for the prevention of the pollution of the Mediterranean Sea by dumping from ships and aircraft (OJ L 240, 19.9.1977, pp. 1-2)\nProtocol for the protection of the Mediterranean Sea against pollution from land-based sources (OJ L 67, 12.3.1983, pp. 3-18)\nAmendments to the Protocol for the protection of the Mediterranean Sea against pollution from land-based sources (OJ L 322, 14.12.1999, pp. 20-31)\nCouncil Decision 1999/801/EC of 22 October 1999 on accepting the amendments to the Protocol for the protection of the Mediterranean Sea against pollution from land-based sources (Barcelona Convention) (OJ L 322, 14.12.1999, p. 18-31)\nCouncil Decision 83/101/EEC of 28 February 1983 concluding the Protocol for the protection of the Mediterranean Sea against pollution from land-based sources (OJ L 67, 12.3.1983, pp. 1-2)\nProtocol concerning specially protected areas and biological diversity in the Mediterranean (OJ L 322, 14.12.1999, pp. 3-17)\nCouncil Decision 84/132/EEC of 1 March 1984 on the conclusion of the Protocol concerning Mediterranean specially protected areas (OJ L 68, 10.3.1984, pp. 36-37)\nCouncil Decision 1999/800/EC of 22 October 1999 on concluding the Protocol concerning specially protected areas and biological diversity in the Mediterranean, and on accepting the annexes to that Protocol (Barcelona Convention) (OJ L 322, 14.12.1999, pp. 1-2)\nProtocol concerning cooperation in preventing pollution from ships and, in cases of emergency, combating pollution of the Mediterranean Sea (OJ L 261, 6.8.2004, pp. 41-46)\nCouncil Decision 2004/575/EC of 29 April 2004 on the conclusion, on behalf of the European Community, of the Protocol to the Barcelona Convention for the Protection of the Mediterranean Sea against Pollution, concerning cooperation in preventing pollution from ships and, in cases of emergency, combating pollution of the Mediterranean Sea (OJ L 261, 6.8.2004, p. 40)\nProtocol on Integrated Coastal Zone Management in the Mediterranean (OJ L 34, 4.2.2009, pp. 19-28)\nCouncil Decision 2010/631/EU of 13 September 2010 concerning the conclusion, on behalf of the European Union, of the Protocol on Integrated Coastal Zone Management in the Mediterranean to the Convention for the Protection of the Marine Environment and the Coastal Region of the Mediterranean (OJ L 279, 23.10.2010, pp. 1-2)\nProtocol for the Protection of the Mediterranean Sea against pollution resulting from exploration and exploitation of the continental shelf and the seabed and its subsoil (OJ L 4, 9.1.2013, pp. 15-33)\nCouncil Decision 2013/5/EU of 17 December 2012 on the accession of the European Union to the Protocol for the Protection of the Mediterranean Sea against pollution resulting from exploration and exploitation of the continental shelf and the seabed and its subsoil (OJ L 4, 9.1.2013, pp. 13-14)\nRELATED DOCUMENTS\n            \nNotice concerning the entry into force of the Protocol for the Protection of the Mediterranean Sea against pollution resulting from exploration and exploitation of the continental shelf and the seabed and its subsoil to the Convention for the Protection of the Marine Environment and the Coastal Region of the Mediterranean (OJ L 187, 6.7.2013, p. 1)\nNotice concerning the entry into force of the Protocol on Integrated Coastal Zone Management in the Mediterranean to the Convention for the Protection of the Marine Environment and the Coastal Region of the Mediterranean (OJ L 242, 20.9.2011, p. 1)\nlast update 30.06.2020", "tags": ["pollution control measures", "Mediterranean Sea", "marine pollution", "environmental protection", "international convention", "environmental cooperation"], "subjects": ["Environment", "Provisions under Article 235 EEC", "External relations"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}