{"celex_id": "22000D0428(01)", "reference": "EUR-Lex - 22000D0428(01) - EN\nAvis juridique important\n|\n22000D0428(01)\nDecision No 1/1999 of the ACP-EC Council of Ministers of 8 December 1999 on exceptional aid for highly-indebted ACP countries\nOfficial Journal L 103 , 28/04/2000 P. 0073 - 0074\nDecision No 1/1999 of the ACP-EC Council of Ministersof 8 December 1999on exceptional aid for highly-indebted ACP countries(2000/307/EC)THE ACP-EC COUNCIL OF MINISTERS,Having regard to the Fourth ACP-EC Convention, as amended by the Agreement signed in Mauritius on 4 November 1995, and in particular Article 282(5) thereof,Whereas:(1) The ACP countries have consistently and repeatedly pressed for more ambitious initiatives to reduce their external debt.(2) At the G7 summit in Cologne in June 1999, Ministers approved an enhanced initiative to provide faster, deeper and broader debt relief. As a result of the proposed improvements the total cost of the initiative is set to double, bringing it to a total of over USD 27,4 billion.(3) On 26 October 1999, the Commission adopted a communication on a Community participation in the debt-relief initiative for highly indebted poor countries (HIPCs).(4) Although significant sums have been pledged to finance the HIPC initiative, further resources still need to be mobilised to cover the full amount of the multilateral share of the enhanced initiative.(5) Unallocated programmable resources from the eighth European Development Fund (EDF) and its predecessors are available for this purpose.(6) At the annual World Bank/IMF meetings in Washington in September 1999, the donor community took an amibitious set of political decisions closely linking poverty alleviation strategies, structural adjustment programmes and the debt reduction initiative.(7) A significant Community contribution to the HIPC Trust Fund managed by the World Bank would play a crucial part in ensuring the overall success of this initiative.(8) In this context separate decisions will be adopted in accordance with the appropriate procedures to deal with the external indebtedness of HIPCs other than members of the ACP group, and budget resources should be used for this purpose as part of the Community's development aid policy for the countries of Asia and Latin America.(9) The conclusions of the meeting held in Accra on 13 November 1999 between the Commission and the ACP Development Finance Cooperation Ministerial Committee have been taken into account.(10) A decision of the ACP-EC Council of Ministers is required in order to mobilise the abovementioned programmable resources,HAS DECIDED AS FOLLOWS:Article 1Unallocated programmable resources from the eighth EDF and earlier Funds may be used in the form of grants for the following purposes:(i) meeting the outstanding debt and debt-servicing obligations to the Community of the first ACP countries which qualify under the HIPC initiative (EUR 320 million);(ii) contribution to the overall financing of the HIPC initiative by providing up to EUR 680 million for the HIPC Trust Fund managed by the World Bank.Article 2The aid referred to in Article 1(i) will be used for ACP countries currently expected to qualify (i.e. reach their decision point) before 2001. For countries which qualify at a later date, it will, if necessary, be supplemented from further available EDF resources on the basis of a further ACP-EC Council decision.In line with other major multilateral creditors, the Community will also use these resources to alleviate the debt-servicing burden in the interim period of the HIPC initiative, on the understanding that this contribution will be deducted from the relief it is to provide subsequently at completion point.Article 3The aid referred to in Article 1(ii) will be mobilised in accordance with a schedule and arrangements to be laid down by the Commission taking into account both the needs of the countries concerned and actual disbursements made by other donors.Without prejudice to the use of resources from the Community budget of the benefit of non-ACP countries, the contribution referred to in Article 1(ii) will be assigned solely to ACP countries, with particular reference to the needs of the African Development Bank.Article 4The resources referred to in Article 1(i) and (ii) will be mobilised in accordance with the rules and procedures for the implementation of financial cooperation under the ACP-EC Convention.Special arrangements will be made within the framework of general coordination with other donors to use the new budgetary margin of manoeuvre generated by the Community's contribution for the development of social sectors in the ACP countries and for poverty alleviation.Article 5The Commission is requested to take the measures necessary to give effect to this Decision.Article 6This Decision shall enter into force on the day of its adoption.Done at Brussels, 8 December 1999.For the ACP-EC Council of MinistersThe PresidentJ. Horne", "summary": "Exceptional aid for highly-indebted ACP States\nExceptional aid for highly-indebted ACP States\nThis Decision provides broader and faster debt relief for highly-indebted poor States from Africa, the Caribbean and the Pacific (ACP).\nACT\nDecision No 1/1999 (PDF) of the ACP-EC Council of Ministers of 8 December 1999 on exceptional aid for highly-indebted ACP States.\nSUMMARY\nThis decision comes under the framework of the international debt-relief initiative for highly-indebted poor countries (HIPC), launched in 1996 and extended during the G7 summit in Cologne in June 1999 in order to offer broader and faster debt relief for HIPCs.\nThe Decision is also based on the Commission's Communication of 26 October 1999 on a Community participation in the initiative (HIPC).\nUnallocated programmable resources from the eighth European Development Fund (EDF) are used in the form of grants for the following purposes:\nmeeting the outstanding debt and debt-servicing obligations to the first ACP countries (before 2001) which qualify under the HIPC initiative (EUR 320 million);\ncontributing to the overall financing of the HIPC initiative by providing up to EUR 680 million for the initiative Trust Fund managed by the World Bank.\nFor countries which qualify after 2001, the aid is supplemented from further available EDF resources.\nThe aid is mobilised on the basis of arrangements laid down by the Commission in accordance with the provisions of the ACP Convention. There exist special arrangements within the framework of general coordination with other donors to use the new budgetary margin of manoeuvre for the development of social sectors and for poverty alleviation, in line with the new development strategy of the international community focusing on poverty alleviation.\nThis Decision applies only to ACP countries. Other measures are envisaged for non-ACP countries.\nReferences\nAct\nEntry into force - Date of expiry\nDeadline for transposition in the Member States\nOfficial Journal\nDecision No 1/1999 of the ACP-EC Council of Ministers\n8.12.1999\n-\nOJ L 103 of 28.4.2000\nRELATED ACTS\nDecision No 2/2001 (PDF\n) of the ACP-EC Council of Ministers of 20 December 2001 on settling all ACP HIPC LDCs' \"special loans\" remaining after full application of HIPC debt alleviation mechanisms [Official Journal L 56 of 27.2.2002].\nDecision No 3/2002 (PDF\n) of the ACP-EC Council of Ministers of 23 December 2002 on the reallocation of unallocated resources as well as uncommitted interest subsidies from the Eighth European Development Fund (EDF) [Official Journal L 59 of 4.3.2003].\nLast updated: 30.07.2007", "tags": ["EDF", "ACP countries", "indebtedness", "EU aid"], "subjects": ["Development cooperation", "African, Caribbean and Pacific States (ACP)", "European Development Fund (EDF)"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}