{"celex_id": "32008H0416", "reference": "5.6.2008\nEN\nOfficial Journal of the European Union\nL 146/19\nCOMMISSION RECOMMENDATION\nof 10 April 2008\non the management of intellectual property in knowledge transfer activities and Code of Practice for universities and other public research organisations\n(notified under document number C(2008) 1329)\n(Text with EEA relevance)\n(2008/416/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES,\nHaving regard to the Treaty establishing the European Community, and in particular Article 165 thereof,\nWhereas:\n(1)\nWhen relaunching the Lisbon Strategy in 2005, the Heads of State or Government stressed the key role that better links between public research organisations, including universities, and industry can play in facilitating the circulation and use of ideas in a dynamic knowledge society and in enhancing competitiveness and welfare.\n(2)\nAn effort should be made to better convert knowledge into socioeconomic benefits. Therefore, public research organisations need to disseminate and to more effectively exploit publicly funded research results with a view to translating them into new products and services. Means to realise this include in particular academia-industry collaborations — collaborative or contract research conducted or funded jointly with the private sector — licensing and the creation of spin-offs.\n(3)\nEffectively exploiting publicly funded research results depends on the proper management of intellectual property (i.e. knowledge in the broadest sense, encompassing e.g. inventions, software, databases and micro-organisms, whether or not they are protected by legal instruments such as patents), on the development of an entrepreneurial culture and associated skills within public research organisations, as well as on better communication and interaction between the public and private sector.\n(4)\nThe active engagement of public research organisations in intellectual property management and knowledge transfer is essential for generating socioeconomic benefits, and for attracting students, scientists and further research funding.\n(5)\nMember States have in recent years taken initiatives to facilitate knowledge transfer at national level, but significant discrepancies between national regulatory frameworks, policies and practices, as well as varying standards in the management of intellectual property within public research organisations, prevent or hamper transnational knowledge transfer across Europe and the realisation of the European Research Area.\n(6)\nFollowing the 2007 Commission Communication (1), setting out approaches for a common European framework for knowledge transfer, the European Council therefore invited the Commission, in June 2007, to develop guidance on the management of intellectual property by public research organisations in the form of a Recommendation to Member States.\n(7)\nThis Recommendation seeks to provide Member States and their regions with policy guidelines for the development or updating of national guidelines and frameworks, and public research organisations with a Code of Practice, in order to improve the way public research organisations manage intellectual property and knowledge transfer.\n(8)\nCollaboration in the field of research and development as well as knowledge transfer activities between the Community and third countries should be based on clear and uniform recommendations and practices that ensure equitable and fair access to intellectual property generated through international research collaborations, to the mutual benefit of all partners involved. The attached Code of Practice should be used as a reference in that context.\n(9)\nA number of good practices have been identified that should help Member States to implement this Recommendation. It is for each Member State to choose the procedures and practices best designed to ensure that the principles of this Recommendation are followed, having regard to what would be most effective in the context of that Member State, since practices that are effective in one Member State may not be as effective in another. Existing guidance provided at Community and OECD level should also be taken into account.\n(10)\nThe Commission and the Member States should monitor the implementation of this Recommendation and its impact, and foster the exchange of good practices regarding knowledge transfer,\nHEREBY RECOMMENDS THAT MEMBER STATES SHOULD:\n1.\nensure that all public research organisations define knowledge transfer as a strategic mission;\n2.\nencourage public research organisations to establish and publicise policies and procedures for the management of intellectual property in line with the Code of Practice set out in Annex I;\n3.\nsupport the development of knowledge transfer capacity and skills in public research organisations, as well as measures to raise the awareness and skills of students — in particular in the area of science and technology — regarding intellectual property, knowledge transfer and entrepreneurship;\n4.\npromote the broad dissemination of knowledge created with public funds, by taking steps to encourage open access to research results, while enabling, where appropriate, the related intellectual property to be protected;\n5.\ncooperate and take steps to improve the coherence of their respective ownership regimes as regards intellectual property rights in such a way as to facilitate cross-border collaborations and knowledge transfer in the field of research and development;\n6.\nuse the principles outlined in this Recommendation as a basis for introducing or adapting national guidelines and legislation concerning the management of intellectual property and knowledge transfer by public research organisations, as well as for concluding agreements concerning research cooperation with third countries, or for any other measures to promote knowledge transfer, or when creating new related policies or funding schemes, while observing State aid rules;\n7.\ntake steps to ensure the widest possible implementation of the Code of Practice, whether directly or through the rules laid down by national and regional research funding bodies;\n8.\nensure equitable and fair treatment of participants from Member States and third countries in international research projects regarding the ownership of and access to intellectual property rights, to the mutual benefit of all partners involved;\n9.\ndesignate a national contact point, the tasks of which should include the coordination of measures regarding knowledge transfer between public research organisations and the private sector, including tackling transnational issues, in liaison with similar contact points in other Member States;\n10.\nexamine and make use of the best practices set out in Annex II, taking into account the national context;\n11.\ninform the Commission by 15 July 2010 and every two years thereafter of measures taken on the basis of this Recommendation, as well as their impact.\nDone at Brussels, 10 April 2008.\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  COM(2007) 182.\nANNEX I\nCode of Practice for universities and other public research organisations concerning the management of intellectual property in knowledge transfer activities\nThis Code of Practice consists of three main sets of principles.\nThe principles for an internal intellectual property (hereinafter IP) policy constitute the basic set of principles which public research organisations should implement in order to effectively manage the intellectual property resulting from their — own or collaborative — activities in the field of research and development.\nThe principles for a knowledge transfer (hereinafter KT) policy complement those relating to IP policy by focusing more specifically on the active transfer and exploitation of such intellectual property, regardless of whether or not it is protected by IP rights.\nThe principles for collaborative and contract research are meant to concern all kinds of research activities conducted or funded jointly by a public research organisation and the private sector, including in particular collaborative research (where all parties carry out R&D tasks) and contract research (where R&D is contracted out to a public research organisation by a private company).\nPrinciples for an internal intellectual property policy\n1.\nDevelop an IP policy as part of the long-term strategy and mission of the public research organisation, and publicise it internally and externally, while establishing a single responsible contact point.\n2.\nThat policy should provide clear rules for staff and students regarding in particular the disclosure of new ideas with potential commercial interest, the ownership of research results, record keeping, the management of conflicts of interest and engagement with third parties.\n3.\nPromote the identification, exploitation and, where appropriate, protection of intellectual property, in line with the strategy and mission of the public research organisation and with a view to maximising socioeconomic benefits. To this end, different strategies may be adopted — possibly differentiated in the respective scientific/technical areas — for instance the ‘public domain’ approach or the ‘open innovation’ approach.\n4.\nProvide appropriate incentives to ensure that all relevant staff play an active role in the implementation of the IP policy. Such incentives should not only be of a financial nature but should also promote career progression, by considering intellectual property and knowledge transfer aspects in appraisal procedures, in addition to academic criteria.\n5.\nConsider the creation of coherent portfolios of intellectual property by the public research organisation — e.g. in specific technological areas — and, where appropriate, the setting-up of patent/IP pools including intellectual property of other public research organisations. This could ease exploitation, through critical mass and reduced transaction costs for third parties.\n6.\nRaise awareness and basic skills regarding intellectual property and knowledge transfer through training actions for students as well as research staff, and ensure that the staff responsible for the management of IP/KT have the required skills and receive adequate training.\n7.\nDevelop and publicise a publication/dissemination policy promoting the broad dissemination of research and development results (e.g. through open access publication), while accepting possible delay where the protection of intellectual property is envisaged, although this should be kept to a minimum.\nPrinciples for a knowledge transfer policy\n8.\nIn order to promote the use of publicly funded research results and maximise their socioeconomic impact, consider all types of possible exploitation mechanisms (such as licensing or spin-off creation) and all possible exploitation partners (such as spin-offs or existing companies, other public research organisations, investors, or innovation support services or agencies), and select the most appropriate ones.\n9.\nWhile proactive IP/KT policy may generate additional revenues for the public research organisation, this should not be considered the prime objective.\n10.\nEnsure that the public research organisation has access to or possesses professional knowledge transfer services including legal, financial, commercial as well as intellectual property protection and enforcement advisors, in addition to staff with technical background.\n11.\nDevelop and publicise a licensing policy, in order to harmonise practices within the public research organisation and ensure fairness in all deals. In particular, transfers of ownership of intellectual property owned by the public research organisation and the granting of exclusive licences (1) should be carefully assessed, especially with respect to non-European third parties. Licences for exploitation purposes should involve adequate compensation, financial or otherwise.\n12.\nDevelop and publicise a policy for the creation of spin-offs, allowing and encouraging the public research organisation’s staff to engage in the creation of spin-offs where appropriate, and clarifying long-term relations between spin-offs and the public research organisation.\n13.\nEstablish clear principles regarding the sharing of financial returns from knowledge transfer revenues between the public research organisation, the department and the inventors.\n14.\nMonitor intellectual property protection and knowledge transfer activities and related achievements, and publicise these regularly. The research results of the public research organisation, any related expertise and intellectual property rights should be made more visible to the private sector, in order to promote their exploitation.\nPrinciples regarding collaborative and contract research (2)\n15.\nThe rules governing collaborative and contract research activities should be compatible with the mission of each party. They should take into account the level of private funding and be in accordance with the objectives of the research activities, in particular to maximise the commercial and socioeconomic impact of the research, to support the public research organisation’s objective to attract private research funding, to maintain an intellectual property position that allows further academic and collaborative research, and avoid impeding the dissemination of the R&D results.\n16.\nIP-related issues should be clarified at management level and as early as possible in the research project, ideally before it starts. IP-related issues include allocation of the ownership of intellectual property which is generated in the framework of the project (hereinafter foreground), identification of the intellectual property which is possessed by the parties before starting the project (hereinafter background) and which is necessary for project execution or exploitation purposes, access rights (3) to foreground and background for these purposes, and the sharing of revenues.\n17.\nIn a collaborative research project, ownership of the foreground should stay with the party that has generated it, but can be allocated to the different parties on the basis of a contractual agreement concluded in advance, adequately reflecting the parties' respective interests, tasks and financial or other contributions to the project. In the case of contract research the foreground generated by the public research organisation is owned by the private sector party. The ownership of background should not be affected by the project.\n18.\nAccess rights (3) should be clarified by the parties as early as possible in the research project, ideally before it starts. Where necessary for the purpose of conducting the research project, or for the exploitation of foreground of a party, access rights to other parties' foreground and background should be available, under conditions which should adequately reflect the parties' respective interests, tasks, and financial and other contributions to the project.\n(1)  With regard to R&D results having several possible application fields, exclusive licences granted without any limitation to a specific field of use should be avoided. Moreover, as a rule, the PRO should reserve adequate rights to facilitate dissemination and further research.\n(2)  When a PRO engages in contract or collaborative research with an industrial partner, the Commission will automatically (i.e. without any notification requirement) consider that no indirect State aid is granted to the industrial partner through the PRO if the conditions set out in the Community Framework for State aid for R&D&I (OJ C 323, 30.12.2006, in particular points 3.2.1 and 3.2.2 thereof) are fulfilled.\n(3)  Access rights refer to rights granted by the parties to each other, as opposed to licences to third parties. They should determine which parties can use which pieces of foreground/background, for research purposes and/or for exploitation purposes, and on what conditions.\nANNEX II\nIdentified practices of public authorities that facilitate the management of intellectual property in knowledge transfer activities by universities and other public research organisations\nKnowledge transfer as a strategic mission of public research organisations\n1.\nKnowledge transfer between universities and industry is made a permanent political and operational priority for all public research funding bodies within a Member State, at both national and regional level.\n2.\nThe subject clearly falls within the responsibility of a ministry, which is charged with coordinating knowledge transfer promotion initiatives with other ministries.\n3.\nEach ministry and regional government body that carries out knowledge transfer activities designates an official responsible for monitoring their impact. They meet regularly in order to exchange information and discuss ways to improve knowledge transfer.\nPolicies for managing intellectual property\n4.\nThe proper management of intellectual property resulting from public funding is promoted, requiring that it be carried out according to established principles taking into account the legitimate interests of industry (e.g. temporary confidentiality constraints).\n5.\nResearch policy promotes reliance on the private sector to help identify technological needs and to foster private investment in research and encourage the exploitation of publicly funded research results.\nKnowledge transfer capacities and skills\n6.\nSufficient resources and incentives are available to public research organisations and their staff to engage in knowledge transfer activities.\n7.\nMeasures are taken to ensure the availability and facilitate the recruitment of trained staff (such as technology transfer officers) by public research organisations.\n8.\nA set of model contracts is made available, as well as a decision-making tool helping the most appropriate model contract to be selected, depending on a number of parameters.\n9.\nBefore establishing new mechanisms to promote knowledge transfer (such as mobility or funding schemes), relevant stakeholder groups, including SMEs and large industry as well as public research organisations, are consulted.\n10.\nThe pooling of resources between public research organisations at local or regional level is promoted where these do not have the critical mass of research spending to justify having their own knowledge transfer office or intellectual property manager.\n11.\nProgrammes supporting research spin-offs are launched, incorporating entrepreneurship training and featuring strong interaction of public research organisations with local incubators, financiers, business support agencies, etc.\n12.\nGovernment funding is made available to support knowledge transfer and business engagement at public research organisations, including through hiring experts.\nCoherence in transnational cooperation\n13.\nIn order to promote transnational knowledge transfer and facilitate cooperation with parties from other countries, the owner of intellectual property from publicly funded research is defined by clear rules and this information, together with any funding conditions which may affect the transfer of knowledge, is made easily available. Institutional ownership — as opposed to the ‘professor's privilege’ regime — is considered the default legal regime for intellectual property ownership at public research organisations in most EU Member States.\n14.\nWhen signing international research cooperation agreements, the terms and conditions relating to projects funded under both countries' schemes provide all participants with similar rights, especially as regards access to intellectual property rights and related use restrictions.\nDissemination of knowledge\n15.\nOpen access is implemented by public research funding bodies with regard to peer reviewed scientific publications resulting from publicly funded research.\n16.\nOpen access to research data is promoted, in line with the OECD Principles and Guidelines for Access to Research Data from Public Funding, taking into account restrictions linked to commercial exploitation.\n17.\nArchival facilities for research results (such as Internet-based repositories) are developed with public funding in connection with open access policies.\nMonitoring implementation\n18.\nThe necessary mechanisms are put in place to monitor and review progress made by national public research organisations in knowledge transfer activities, e.g. through annual reports of the individual public research organisations. This information, together with best practices, is also made available to other Member States.", "summary": "The management of intellectual property by universities and public research organisations\nThe management of intellectual property by universities and public research organisations\nSUMMARY OF:\nRecommendation 2008/416/EC on the management of intellectual property in knowledge transfer activities and Code of Practice for universities and other public research organisations\nWHAT IS THE AIM OF THE RECOMMENDATION?\n\t\t\t\t\t\t\t\nIt aims to improve \nintellectual property\n (IP) management and knowledge transfer by universities and public research organisations (PROs) in EU countries.\nIn this recommendation, the European Commission encourages EU countries to introduce policies or guidelines to ensure that publicly-funded scientific research results are used commercially or for further research, to encourage the uptake of innovations.\nKEY POINTS\n\t\t\t\t\t\t\t\nUniversities and PROs should manage their intellectual property to facilitate knowledge transfer, in particular by the granting of licences and the creation of spin-off companies.\nIn order to improve IP management and knowledge by European universities and PROs, this recommendation establishes a number of principles that EU countries are asked to folowwhen preparing their guidelines or rules.\nIn accordance with these principles, the Commission urges EU countries to:\nmake knowledge transfer a priority for universities and PROs;\ninvite universities and PROs to prepare and implement measures regarding intellectual property management in line with the Code of Practice set out in Annex I of the recommendation;\nencourage the development of capacities and skills in intellectual property, knowledge transfer and entrepreneurial culture within universities and PROs;\nenable the dissemination of publicly-funded research results, whilst ensuring that intellectual property is adequately protected;\ncooperate with a view to improving the consistency of their respective schemes with regard to intellectual property, to facilitate collaboration and knowledge transfer on an international level in research and development;\nuse the principles set out in this recommendation as a basis to prepare or adapt guidelines and policies on IP management, knowledge transfer or new funding schemes, or to conclude cooperation agreements with non-EU countries in the field of research;\nmonitor the implementation of the Code of Practice;\nguarantee equitable and fair treatment for international research projects in terms of intellectual property rights, in the mutual interest of all partners concerned;\ndesignate a national contact responsible for the coordination of measures regarding knowledge transfer between public research organisations and the private sector;\nexamine and make use of the best practices set out in Annex II of the recommendation, taking into account the national context;\ninform the Commission by 15 July 2010 and every 2 years thereafter of measures adopted on the basis of this recommendation, as well as their impact.\nThe Code of Practice for universities and other PROs proposes operational principles for PROs and universities to use when defining or revising their institutional policies. Universities should, in particular, encourage publicly-funded research results to be used and disseminated, whilst allowing intellectual property to be protected.\nBACKGROUND\n\t\t\t\t\t\t\t\nThis recommendation is one of the five strategic initiatives planned by the Commission in 2008 following on from its Green Paper aimed at creating a genuine European Research Area. It is also based on the Commission’s 2007 communication on knowledge transfer.\nFor more information, see:\nEuropean Research Area (European Commission).\nMAIN DOCUMENT\n\t\t\t\t\t\t\nCommission Recommendation 2008/416/EC of 10 April 2008 on the management of intellectual property in knowledge transfer activities and Code of Practice for universities and other public research organisations (OJ L 146, 5.6.2008, pp. 19–24)\nlast update 16.05.2018", "tags": ["intellectual property", "school-industry relations", "cooperation policy", "research body", "university", "access to information", "knowledge management"], "subjects": ["Intellectual, industrial and commercial property", "Culture"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}