{"celex_id": "32013D0040", "reference": "23.1.2013\nEN\nOfficial Journal of the European Union\nL 20/1\nCOUNCIL DECISION\nof 10 May 2010\non the signing, on behalf of the European Union, and provisional application of the Framework Agreement between the European Union and its Member States, on the one part, and the Republic of Korea, on the other part\n(2013/40/EU)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Articles 207 and 212, in conjunction with Article 218(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1)\nOn 7 May 2008, the Council authorised the European Commission to negotiate a Framework Agreement with the Republic of Korea, hereinafter referred to as ‘the Agreement’.\n(2)\nThe negotiations were concluded and the Agreement was initialled on 14 October 2009.\n(3)\nSubject to its conclusion at a later date, the Agreement should be signed and provisionally applied,\nHAS ADOPTED THIS DECISION:\nArticle 1\nThe signing of the Framework Agreement between the European Union and its Member States, on the one part, and the Republic of Korea, on the other part, is hereby approved on behalf of the Union, subject to the conclusion of the said Agreement.\nThe text of the Agreement is attached to this Decision.\nArticle 2\nPending the completion of the necessary procedures for its entry into force, the Agreement shall be applied on a provisional basis. The provisional application begins on the first day of the first month following the date on which the Parties have notified each other of the completion of the necessary procedures for provisional application.\nArticle 3\nThe President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement on behalf of the Union.\nArticle 4\nThis Decision shall enter into force on the date of its adoption.\nArticle 5\nThis Decision shall be published in the Official Journal of the European Union.\nDone at Brussels, 10 May 2010.\nFor the Council\nThe President\nC. ASHTON\nFRAMEWORK AGREEMENT\nbetween the European Union and its Member States, on the one part, and the Republic of Korea, on the other part\nTHE EUROPEAN UNION, hereinafter referred to as ‘the Union’,\nand\nTHE KINGDOM OF BELGIUM,\nTHE REPUBLIC OF BULGARIA,\nTHE CZECH REPUBLIC,\nTHE KINGDOM OF DENMARK,\nTHE FEDERAL REPUBLIC OF GERMANY,\nTHE REPUBLIC OF ESTONIA,\nIRELAND,\nTHE HELLENIC REPUBLIC,\nTHE KINGDOM OF SPAIN,\nTHE FRENCH REPUBLIC,\nTHE ITALIAN REPUBLIC,\nTHE REPUBLIC OF CYPRUS,\nTHE REPUBLIC OF LATVIA,\nTHE REPUBLIC OF LITHUANIA,\nTHE GRAND DUCHY OF LUXEMBOURG,\nTHE REPUBLIC OF HUNGARY,\nMALTA,\nTHE KINGDOM OF THE NETHERLANDS,\nTHE REPUBLIC OF AUSTRIA,\nTHE REPUBLIC OF POLAND,\nTHE PORTUGUESE REPUBLIC,\nROMANIA,\nTHE REPUBLIC OF SLOVENIA,\nTHE SLOVAK REPUBLIC,\nTHE REPUBLIC OF FINLAND,\nTHE KINGDOM OF SWEDEN,\nTHE UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND,\nContracting Parties to the Treaty on European Union and the Treaty on the Functioning of the European Union, hereinafter referred to as ‘the Member States’,\non the one part, and\nTHE REPUBLIC OF KOREA,\non the other part,\nhereinafter jointly referred to as ‘the Parties’,\nCONSIDERING their traditional links of friendship and the historical, political and economic ties which unite them;\nRECALLING the Framework Agreement for Trade and Cooperation between the European Community and its Member States, on the one hand, and the Republic of Korea, on the other hand, signed in Luxembourg on 28 October 1996 and which entered into force on 1 April 2001;\nMINDFUL of the accelerated process whereby the European Union is acquiring its own identity in foreign policy and in the field of security and justice;\nCONSCIOUS of the growing role and responsibility assumed by the Republic of Korea in the international community;\nSTRESSING the comprehensive nature of their relationship and the importance of continuous efforts to maintain overall coherence;\nCONFIRMING their desire to maintain and develop their regular political dialogue, which is based on shared values and aspirations;\nEXPRESSING their common will to elevate their relations into a strengthened partnership including in the political, economic, social and cultural fields;\nDETERMINED in this regard to consolidate, deepen and diversify relations in areas of mutual interest, at the bilateral, regional and global levels and on the basis of equality, respect of sovereignty, non-discrimination and mutual benefit;\nREAFFIRMING the strong attachment of the Parties to democratic principles and human rights as laid down in the Universal Declaration of Human Rights and other relevant international human rights instruments as well as to the principles of the rule of law and good governance;\nREAFFIRMING their determination to fight against serious crimes of international concern and their conviction that the effective prosecution of the most serious crimes of international concern must be ensured by taking measures at a national level and by enhancing global collaboration;\nCONSIDERING that terrorism is a threat to global security and wishing to intensify their dialogue and cooperation in the fight against terrorism, in accordance with relevant international instruments, in particular Resolution 1373 of the United Nations Security Council, and reaffirming that respect for human rights and the rule of law is the fundamental basis of the fight against terrorism;\nSHARING the view that the proliferation of weapons of mass destruction and their means of delivery poses a major threat to international security, recognising the commitment of the international community to fight against such proliferation as expressed in the adoption of relevant international conventions and Resolutions of the United Nations Security Council, in particular Resolution 1540, and wishing to strengthen their dialogue and cooperation in this area;\nRECOGNISING the need for enhanced cooperation in the field of justice, freedom and security;\nRECALLING in this regard that the provisions of the Agreement that fall within the scope of Part III, Title V of the Treaty on the Functioning of the European Union bind the United Kingdom and Ireland as separate Contracting Parties, and not as part of the European Union, until the European Union (as the case may be) notifies the Republic of Korea that either State has become bound on these matters as part of the European Union in accordance with the Protocol on the position of the United Kingdom and Ireland annexed to the Treaty on European Union and the Treaty on the Functioning of the European Union, and that the same applies to Denmark, in accordance with the relevant Protocol annexed to those Treaties;\nRECOGNISING their desire to promote sustainable development in its economic, social and environmental dimensions;\nEXPRESSING their commitment to ensuring a high level of environmental protection and their determination to cooperate in combating climate change;\nRECALLING their support for fair globalisation and for the goals of full and productive employment, as well as decent work for all;\nRECOGNISING that trade and investment flows have thrived between the Parties based on the global rules-based trading system under the auspices of the World Trade Organisation (WTO);\nDESIROUS OF securing the conditions for and promoting the sustainable increase and development of trade and investment between the Parties to their mutual advantage, inter alia by establishing a free trade area;\nCONCURRING on the need to exert collective efforts to respond to global issues such as terrorism, serious crimes of international concern, the proliferation of weapons of mass destruction and their means of delivery, climate change, energy and resources insecurity, poverty and financial crisis;\nDETERMINED to strengthen cooperation in sectors of mutual interest, notably promoting democratic principles and respect for human rights, countering the proliferation of weapons of mass destruction; combating illicit trade in small arms and light weapons; taking measures against the most serious crimes of concern to the international community; combating terrorism; cooperation in regional and international organisations; trade and investment; economic policy dialogue; business cooperation; taxation; customs; competition policy; information society; science and technology; energy; transport; maritime transport policy; consumer policy; health; employment and social affairs; environment and natural resources; climate change; agriculture, rural development and forestry; marine and fisheries; development assistance; culture, information, communication, audiovisual and media; education; the rule of law; legal cooperation; personal data protection; migration; combating illicit drugs; combating organised crime and corruption; combating money laundering and terrorism financing; combating cyber crime; law enforcement; tourism; civil society; public administration; and statistics;\nMINDFUL of the importance of facilitating the involvement in cooperation of the individuals and entities directly concerned, in particular economic operators and the bodies representing them;\nRECOGNISING the desirability of raising the roles and profiles of both Parties in each other’s regions and of fostering people-to-people contacts between the Parties,\nHAVE AGREED AS FOLLOWS:\nTITLE I\nBASIS AND SCOPE\nArticle 1\nBasis for cooperation\n1.   The Parties confirm their attachment to democratic principles, human rights and fundamental freedoms, and the rule of law. Respect for democratic principles and human rights and fundamental freedoms as laid down in the Universal Declaration of Human Rights and other relevant international human rights instruments, which reflect the principle of the rule of law, underpins the internal and international policies of both Parties and constitutes an essential element of this Agreement.\n2.   The Parties confirm their attachment to the Charter of the United Nations and their support for the shared values expressed therein.\n3.   The Parties reaffirm their commitment to promoting sustainable development in all its dimensions, economic growth, contributing to the attainment of internationally agreed development goals, and cooperating to address global environmental challenges, in particular climate change.\n4.   The Parties reaffirm their attachment to the principles of good governance and the fight against corruption, notably taking into account their international obligations.\n5.   The Parties underline their shared attachment to the comprehensive nature of bilateral relations and to maintaining overall coherence in this regard.\n6.   The Parties agree to elevate their relations into a strengthened partnership and to develop cooperation areas at the bilateral, regional and global levels.\n7.   The implementation of this Agreement between Parties sharing the same values and respect shall therefore be based on the principles of dialogue, mutual respect, equal partnership, multilateralism, consensus and respect for international law.\nArticle 2\nAims of cooperation\n1.   With a view to enhancing their cooperation, the Parties undertake to intensify their political dialogue and to boost further their economic relations. Their efforts will in particular be aimed at:\n(a)\nagreeing on a future vision for strengthening their partnership and developing joint projects to implement this vision;\n(b)\nconducting regular political dialogues;\n(c)\npromoting collective efforts in all relevant regional and international fora and organisations to respond to global issues;\n(d)\nfostering economic cooperation in areas of mutual interest, including scientific and technological cooperation, with a view to diversifying trade to their mutual advantage;\n(e)\nencouraging cooperation between businesses by facilitating investment on both sides and by promoting better mutual understanding;\n(f)\nstrengthening respective participation in each other’s cooperation programmes open to the other Party;\n(g)\nraising the roles and profiles of both Parties in each other’s regions, through various means including cultural exchanges, the use of information technology, and education;\n(h)\npromoting people-to-people contacts and understanding.\n2.   Building on their well-established partnership and shared values, the Parties agree to develop their cooperation and dialogue on all issues of common interest. Their efforts will in particular be aimed at:\n(a)\nstrengthening political dialogue and cooperation, notably on human rights; non-proliferation of weapons of mass destruction; small arms and light weapons; the most serious crimes of concern to the international community; and counter-terrorism;\n(b)\nstrengthening cooperation in all trade and investment-related areas of mutual interest and securing the conditions for the sustainable increase of trade and investment between the Parties to their mutual advantage;\n(c)\nstrengthening cooperation in the area of economic cooperation, notably economic policy dialogue; business cooperation; taxation; customs; competition policy; information society; science and technology; energy; transport; maritime transport policy; and consumer policy;\n(d)\nstrengthening cooperation in the area of sustainable development, notably health; employment and social affairs; environment and natural resources; climate change; agriculture, rural development and forestry; marine and fisheries; and development assistance;\n(e)\nstrengthening cooperation in the area of culture, information, communication, audiovisual and media; and education;\n(f)\nstrengthening cooperation in the field of justice, freedom and security, notably the rule of law; legal cooperation; personal data protection; migration; combating illicit drugs; combating organised crime and corruption; combating money laundering and terrorism financing; combating cyber crime; and law enforcement;\n(g)\nstrengthening cooperation in other areas of common interest, notably tourism; civil society; public administration; and statistics.\nTITLE II\nPOLITICAL DIALOGUE AND COOPERATION\nArticle 3\nPolitical dialogue\n1.   A regular political dialogue, based on shared values and aspirations, will be established between the Republic of Korea and the European Union. This dialogue will take place in accordance with the procedures agreed between the Republic of Korea and the European Union.\n2.   The political dialogue will aim to:\n(a)\nunderline the Parties’ commitment to democracy and respect for human rights and fundamental freedoms;\n(b)\npromote peaceful solutions to international or regional conflicts and the strengthening of the United Nations and other international organisations;\n(c)\nenhance policy consultations on international security matters such as arms control and disarmament, non-proliferation of weapons of mass-destruction, and the international transfer of conventional weapons;\n(d)\nreflect on major international issues of common interest by increasing the exchange of relevant information both between the two parties and within international fora;\n(e)\nenhance consultations on issues of particular interest to the countries of the Asia-Pacific and European regions, for the promotion of peace, stability and prosperity in both regions.\n3.   Dialogue between the Parties will take place through contacts, exchanges and consultations, particularly in the following forms:\n(a)\nsummit meetings at leaders’ level will be held whenever the Parties deem it necessary;\n(b)\nannual consultations at ministerial level will be held wherever the Parties agree;\n(c)\nbriefings on major foreign and domestic developments at senior officials’ level;\n(d)\nsectoral dialogues on issues of common interest;\n(e)\nexchanges of delegations between the European Parliament and the National Assembly of the Republic of Korea.\nArticle 4\nCountering the proliferation of Weapons of Mass Destruction\n1.   The Parties consider that the proliferation of weapons of mass destruction and their means of delivery, both to state and non-state actors, represents one of the most serious threats to international stability and security.\n2.   The Parties therefore agree to cooperate in and contribute towards countering the proliferation of weapons of mass destruction and their means of delivery through full implementation of their respective existing legal obligations relating to disarmament and non-proliferation and other relevant instruments agreed by both Parties. The Parties agree that this provision constitutes an essential element of this Agreement.\n3.   The Parties furthermore agree to cooperate and to contribute to countering the proliferation of weapons of mass destruction and their means of delivery by:\n(a)\ntaking steps to sign, ratify, or accede to, as appropriate, and fully implement all other relevant international instruments;\n(b)\nthe establishment of an effective system of national export controls to prevent the proliferation of weapons of mass destruction and related goods and technologies, including end-user controls and appropriate civil and criminal penalties for breaches of export controls.\n4.   The Parties agree that their political dialogue will accompany and consolidate these elements.\nArticle 5\nSmall Arms and Light Weapons\n1.   The Parties recognise that the illicit manufacture, transfer and circulation of small arms and light weapons, including their ammunition, and their excessive accumulation, poor management, inadequately secured stockpiles and uncontrolled spread continue to pose a serious threat to peace and international security.\n2.   The Parties agree to implement their respective commitments to deal with the illicit trade in small arms and light weapons, including their ammunition, within the framework of international instruments including the UN Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects (UN PoA) and the International Instrument to Enable States to Identify and Trace, in a Timely and Reliable Manner, Illicit Small Arms and Light Weapons (ITI) as well as obligations deriving from UN Security Council resolutions.\n3.   The Parties undertake to cooperate and to ensure coordination, complementarity and synergy in their efforts to deal with the illicit trade in small arms and light weapons and ammunition, at global, regional, sub-regional and national levels.\nArticle 6\nThe most serious crimes of concern to the international community\n1.   The Parties reaffirm that the most serious crimes of concern to the international community as a whole must not go unpunished and that their effective prosecution must be ensured by taking measures at the national level and by enhancing international cooperation, as appropriate, including the International Criminal Court. The Parties agree to fully support the universality and integrity of the Rome Statute of the International Criminal Court and related instruments.\n2.   The Parties agree that a dialogue between them on these matters would be beneficial.\nArticle 7\nCooperation in combating terrorism\n1.   The Parties, reaffirming the importance of the fight against terrorism, and in accordance with applicable international conventions, including international humanitarian, human rights and refugee law, as well as with their respective legislation and regulations, and, taking into account the UN Global Counter-Terrorism Strategy, contained in the UN General Assembly Resolution No 60/288 of 8 September 2006, agree to cooperate in the prevention and suppression of terrorist acts.\n2.   The Parties shall do so in particular:\n(a)\nin the framework of implementation of Resolutions of the UN Security Council and their respective obligations under other relevant international conventions and instruments;\n(b)\nby exchange of information on terrorist groups and their support networks, in accordance with international and national law;\n(c)\nby exchanges of views on means and methods used to counter terrorism, including in technical fields and training, and by exchange of experiences in respect of terrorism prevention;\n(d)\nby cooperating to deepen the international consensus on the fight against terrorism including the legal definition of terrorist acts, as appropriate, and in particular by working towards an agreement on the Comprehensive Convention on International Terrorism;\n(e)\nby sharing relevant best practices in the area of protection of human rights in the fight against terrorism.\nTITLE III\nCOOPERATION IN REGIONAL AND INTERNATIONAL ORGANISATIONS\nArticle 8\nCooperation in regional and international organisations\nThe Parties undertake to cooperate and exchange views in regional and international fora and organisations such as the United Nations, the International Labour Organisation (ILO), the Organisation for Economic Cooperation and Development (OECD), the WTO, the Asia-Europe Meeting (ASEM) and ASEAN Regional Forum (ARF).\nTITLE IV\nCOOPERATION IN THE AREA OF ECONOMIC DEVELOPMENT\nArticle 9\nTrade and investment\n1.   The Parties undertake to cooperate in securing the conditions for and promoting the sustainable increase and development of trade and investment between them to their mutual advantage. The Parties shall engage in dialogue and strengthen cooperation in all trade-and investment-related areas of mutual interest, in order to facilitate sustainable trade and investment flows, to prevent and remove obstacles to trade and investment, and to advance the multilateral trade system.\n2.   To this end, the Parties shall give effect to their cooperation in the trade and investment area through the agreement establishing a free trade area. The aforementioned agreement shall constitute a specific agreement giving effect to the trade provisions of this Agreement, within the terms of Article 43.\n3.   The Parties shall keep each other informed and exchange views concerning the development of bilateral and international trade, investment and related policies and issues.\nArticle 10\nEconomic policy dialogue\n1.   The Parties agree to strengthen the dialogue between their authorities and to promote the exchange of information and the sharing of experiences on macroeconomic policies and trends.\n2.   The Parties agree to strengthen dialogue and cooperation with a view to improving accounting, auditing, supervisory and regulatory systems in banking, insurance and other parts of the financial sector.\nArticle 11\nBusiness cooperation\n1.   The Parties, taking into account their respective economic policies and objectives, agree to promote industrial policy cooperation in all fields deemed suitable particularly with a view to improving the competitiveness of small and medium-sized enterprises (SMEs), inter alia, through:\n(a)\nexchanging information and experiences on creating framework conditions for SMEs to improve their competitiveness and on procedures related to the creation of SMEs;\n(b)\npromoting contacts between economic operators, encouraging joint investments and establishing joint ventures and information networks notably through existing programmes;\n(c)\nfacilitating access to finance and marketing, providing information and stimulating innovation;\n(d)\nfacilitating the activities established by SMEs of both sides;\n(e)\npromoting corporate social responsibility and accountability and encouraging responsible business practices, including sustainable consumption and production.\n2.   The Parties shall facilitate the relevant cooperation activities established by the private sectors of both sides.\nArticle 12\nTaxation\nWith a view to strengthening and developing economic activities while taking into account the need to develop an appropriate regulatory framework, the Parties recognise and commit themselves to implement in the tax area the principles of transparency, exchange of information and fair tax competition. To that effect, in accordance with their respective competences, the Parties will improve international cooperation in the tax area, facilitate the collection of legitimate tax revenues, and develop measures for the effective implementation of the above mentioned principles.\nArticle 13\nCustoms\nThe Parties shall cooperate in the customs field on a bilateral and multilateral basis. To this end, they shall in particular share experiences and examine possibilities to simplify procedures, increase transparency and develop cooperation. They shall also seek convergence of views and joint action in relevant international frameworks.\nArticle 14\nCompetition policy\n1.   The Parties shall foster fair competition in economic activities by fully enforcing their competition laws and regulations.\n2.   In pursuit of the goal of paragraph 1 of this Article and in accordance with the Agreement between the Government of the Republic of Korea and the European Community concerning cooperation on anti-competitive activities, the Parties shall undertake to cooperate in:\n(a)\nrecognising the importance of competition law and competition authorities and striving to proactively enforce the law in order to create an environment for fair competition;\n(b)\nsharing information and enhancing cooperation between competition authorities.\nArticle 15\nInformation society\n1.   Recognising that Information and Communication Technologies are key elements of modern life and of vital importance to economic and social development, the Parties agree to exchange views on their respective policies in this field.\n2.   Cooperation in this area shall, inter alia, focus on:\n(a)\nexchanging views on the different aspects of the Information Society, in particular electronic communications policies and regulation including universal service, licensing and general authorisations, protection of privacy and personal data, and the independence and efficiency of the regulatory authority;\n(b)\ninterconnection and interoperability of research networks and services, including in a regional context;\n(c)\nstandardisation and dissemination of new information and communication technologies;\n(d)\npromotion of research cooperation between the Parties in the area of Information and Communication Technologies;\n(e)\nsecurity issues and aspects of information and communication technologies including promotion of online safety, combating cyber crime and the misuse of information technology and all forms of electronic media.\n3.   Business-to-business cooperation shall be encouraged.\nArticle 16\nScience and technology\nThe Parties shall encourage, develop and facilitate cooperative activities in the areas of science and technology for peaceful purposes, in accordance with the Agreement on the Scientific and Technological Cooperation between the European Community and the Government of the Republic of Korea.\nArticle 17\nEnergy\n1.   The Parties recognise the importance of the energy sector to economic and social development and shall endeavour, within the scope of their respective competences, to enhance cooperation in this field with a view to:\n(a)\ndiversifying energy supplies in order to strengthen energy security and to develop new, sustainable, innovative and renewable forms of energy, including, inter alia, biofuels and biomass, wind and solar energy as well as hydro power generation;\n(b)\nsupporting the development of policies to render renewable energy more competitive;\n(c)\nachieving rational use of energy with contributions from both supply and demand sides by promoting energy efficiency in energy production, transportation, distribution and end-use;\n(d)\nfostering the transfer of technology aimed at sustainable energy production and energy efficiency;\n(e)\nenhancing capacity-building and facilitation of investment in the field of energy taking into account principles of transparency, non-discrimination and market-compatibility;\n(f)\npromoting competition in the energy market;\n(g)\nexchanging views on developments in the global energy markets, including impact on developing countries.\n2.   To these ends, the Parties will work as appropriate to promote, particularly through existing regional and international frameworks, the following cooperative activities:\n(a)\ncooperation in energy policy-making and exchange of information relevant to energy policies;\n(b)\nexchange of information on status and trends in the energy market, industry and technology;\n(c)\nconduct of joint studies and research;\n(d)\nincrease of trade and investment in the energy sector.\nArticle 18\nTransport\n1.   The Parties shall endeavour to cooperate in all relevant areas of transport policy, including integrated transport policy, with a view to improving the movement of goods and passengers, promoting maritime and aviation safety and security, environmental protection, and increasing the efficiency of their transport systems.\n2.   Cooperation between the Parties in this area shall aim to promote:\n(a)\nexchanges of information on their respective transport policies and practices, especially regarding urban, rural, inland waterway, air and maritime transport, including their logistics and the interconnection and interoperability of multimodal transport networks, as well as the management of road, railways, ports and airports;\n(b)\na dialogue and joint actions in the field of air transport in areas of mutual interest, including the agreement on certain aspect of air services and the examination of possibilities for further development of relations, as well as technical and regulatory cooperation in areas such as aviation safety, security, environment, air traffic management, application of competition law and economic regulation of the air transport industry, with a view to supporting regulatory convergence and removal of obstacles to doing business. On this basis, the Parties will explore more comprehensive cooperation in the area of civil aviation;\n(c)\ncooperation on the reduction in the greenhouse gas emissions in transport sector;\n(d)\ncooperation in terms of international transport fora;\n(e)\nthe implementation of security, safety, and pollution prevention standards, notably as regards maritime transport and aviation, in line with the relevant international conventions applicable to both Parties, including cooperation in the appropriate international fora aimed at ensuring better enforcement of international regulations.\n3.   As regards civil global satellite navigation, the Parties shall cooperate in accordance with the Cooperation Agreement on a Civil Global Navigation Satellite System (GNSS) between the European Community and its Member States, of the one part, and the Republic of Korea, of the other part.\nArticle 19\nMaritime transport policy\n1.   The Parties undertake to move towards the goal of unrestricted access to the international maritime market and traffic based on fair competition on a commercial basis, in accordance with the provisions of this Article.\n2.   In pursuit of the goal of paragraph 1, the Parties shall:\n(a)\nnot introduce cargo-sharing arrangements in future bilateral agreements with third countries concerning maritime transport services, including dry and liquid bulk and liner trade, and not activate such cargo-sharing arrangements in case they exist in previous bilateral agreements;\n(b)\nabstain from implementing, on entry into force of this Agreement, administrative and technical and legislative measures which could have the effect of discriminating between their own nationals or companies and those of the other Party in the supply of services in international maritime transport;\n(c)\ngrant no less favourable treatment for the ships operated by nationals or companies of the other Party, than that accorded to its own ships, with regard to access to ports open to international trade, the use of infrastructure and auxiliary maritime services of the ports, as well as related fees and charges, customs facilities and assignment of berths and facilities for loading and unloading;\n(d)\nallow the shipping companies of the other Party to have their commercial presence in its territory for the purpose of carrying out shipping agency activities under conditions of establishment and operation no less favourable than those accorded to its own companies or to subsidiaries or branches of companies of any non-member country, whichever is the better.\n3.   For the purpose of this Article, access to the international maritime market shall include, inter alia, the right for international maritime transport providers of each Party to arrange door-to-door transport services involving a sea leg, and to this effect to directly contract with local providers of transport modes other than maritime transport on the territory of the other Party without prejudice to applicable nationality restrictions concerning the carriage of goods and passengers by those other transport modes.\n4.   The provisions of this Article shall apply to European Union companies and Korean companies. Beneficiaries of the provisions of this Article shall also be shipping companies established outside the European Union or the Republic of Korea and controlled by nationals of a Member State or of the Republic of Korea, if their vessels are registered in that Member State or in the Republic of Korea in accordance with their respective legislations.\n5.   The issue of the operations in the European Union and in the Republic of Korea of shipping agency activities shall be dealt with by specific agreements, where appropriate.\n6.   The Parties shall pursue a dialogue in the field of maritime transport policy.\nArticle 20\nConsumer Policy\nThe Parties shall endeavour to cooperate in the field of consumer policy in order to secure a high level of consumer protection. The Parties agree that cooperation within this field may involve to the extent possible:\n(a)\nincreasing the compatibility of consumer legislation in order to avoid barriers to trade while ensuring a high level of consumer protection;\n(b)\npromoting exchange of information on consumer systems, including consumer laws, consumer product safety, enforcement of consumer legislation, consumer education and empowerment, and consumer redress;\n(c)\nencouraging the development of independent consumer associations and contacts between consumer representatives.\nTITLE V\nCOOPERATION IN THE AREA OF SUSTAINABLE DEVELOPMENT\nArticle 21\nHealth\n1.   The Parties agree to encourage mutual cooperation and information exchange in the fields of health and the effective management of cross-border health problems.\n2.   The Parties shall seek to promote information exchange and mutual cooperation, inter alia, as follows:\n(a)\ninformation exchange on the surveillance of infectious diseases, including pandemic influenza, and on the early warning and countermeasures;\n(b)\ninformation exchange on the health strategies and the public health plans;\n(c)\ninformation exchange on health promotion policies, such as anti-smoking campaigns, obesity prevention and disease control;\n(d)\ninformation exchange to the extent possible in the field of pharmaceutical safety and approval;\n(e)\ninformation exchange to the extent possible, as well as joint research in the field of food safety such as food laws and regulations, emergency alert, etc.;\n(f)\ncooperation in R&D related aspects, such as advanced treatment and innovative, orphan drugs;\n(g)\ninformation exchange and cooperation regarding e-health policy.\n3.   The Parties shall endeavour to promote implementation of international health agreements such as the International Health Regulations and the Framework Convention on Tobacco Control.\nArticle 22\nEmployment and social affairs\n1.   The Parties agree to enhance cooperation in the field of employment and social affairs, including in the context of globalisation and demographic change. Efforts shall be made in promoting cooperation and exchanges of information and experiences regarding the employment and labour matters. Areas of cooperation may include regional and social cohesion, social integration, social security systems, lifelong skills development, health and safety at the workplace, gender equality and decent work.\n2.   The Parties reaffirm the need to support a process of globalisation which is beneficial to all and to promote full and productive employment and decent work as a key element of sustainable development and poverty reduction.\n3.   The Parties reaffirm their commitments to respect, promote and realise internationally recognised labour and social standards, as laid down in particular in the ILO Declaration on Fundamental Rights and Principles at Work.\n4.   The forms of cooperation may include, inter alia, specific programmes and projects, as mutually agreed, as well as dialogue, cooperation and initiatives on topics of common interest at bilateral or multilateral level.\nArticle 23\nEnvironment and natural resources\n1.   The Parties agree on the need to conserve, and manage in a sustainable manner, natural resources and biological diversity as a basis for the development of current and future generations.\n2.   The Parties shall endeavour to continue and to strengthen their cooperation on protection of the environment, including in a regional context, specifically as regards:\n(a)\nclimate change and energy efficiency;\n(b)\nenvironmental awareness;\n(c)\nparticipating in and implementing multilateral environmental agreements, including biodiversity, biosafety and the Convention on International Trade in endangered Species of Wild Fauna and Flora;\n(d)\npromoting environmental technologies, products and services, including environmental management systems and environmental labelling;\n(e)\nprevention of illegal transboundary movement of hazardous substances, hazardous wastes and other forms of waste;\n(f)\ncoastal and marine environment, conservation, pollution, and degradation control;\n(g)\nlocal participation in environmental protection as a key element of sustainable development;\n(h)\nsoils and land management;\n(i)\nthe exchange of information, expertise and practices.\n3.   The outcome of the World Summit on Sustainable Development and the implementation of relevant multilateral environmental agreements shall be taken into account, as relevant.\nArticle 24\nClimate change\n1.   The Parties recognise the common global threat of climate change and the need to take action to cut emissions in order to stabilise greenhouse gas concentrations in the atmosphere at a level that would prevent dangerous anthropogenic interference with the climate system. Within the scope of their respective competences, and without prejudice to discussions on climate change in other fora, such as the United Nations Framework Convention on Climate Change (UNFCCC), the Parties shall enhance cooperation in this field. Such cooperation shall aim at:\n(a)\ncombating climate change, with the overall goal of a rapid transition to low-carbon societies, through nationally appropriate mitigation and adaptation actions;\n(b)\nadvocating the efficient use of resources, inter alia through widespread use of best available and economically viable low carbon technologies and standards for mitigations and adaptation;\n(c)\nexchanging expertise and information regarding benefits and architecture of trading schemes;\n(d)\nenhancing public and private sector financing instruments, including market mechanisms and public private partnerships which could effectively support action to combat climate change;\n(e)\ncollaborating on low-carbon technology research, development, diffusion, deployment and transfer in order to mitigate greenhouse gas emissions while maintaining economic growth;\n(f)\nexchanging experience and expertise, where appropriate, in monitoring and analysing greenhouse gases’ effects and developing mitigation and adaptation programmes;\n(g)\nsupporting, where appropriate, mitigation and adaptation action of developing countries, including through the Flexible Mechanisms of the Kyoto Protocol.\n2.   To these ends, the Parties agree to intensify dialogue and cooperation at political, policy and technical levels.\nArticle 25\nAgriculture, rural development and forestry\nThe Parties agree to encourage cooperation in agriculture, rural development and forestry. The Parties will exchange information and develop cooperation in particular on:\n(a)\nagricultural and forestry policy and international agricultural and forestry outlook in general;\n(b)\nthe registration and protection of Geographical Indications;\n(c)\norganic production;\n(d)\nresearch in the field of agriculture and forestry;\n(e)\ndevelopment policy for rural areas and in particular diversification and restructuring of agricultural sectors;\n(f)\nsustainable agriculture, forestry and integration of environmental requirements into agricultural policy;\n(g)\nthe links between agriculture, forestry and environment and the development policy for rural areas;\n(h)\npromotion activities for agricultural food products;\n(i)\nsustainable forest management to prevent deforestation and encourage the creation of new woodland, including due regard to interests of developing countries where timber is sourced.\nArticle 26\nMarine and fisheries\nThe Parties shall encourage marine and fisheries cooperation, at bilateral and multilateral level, particularly with a view to promoting sustainable and responsible marine and fisheries development and management. Areas of cooperation may include:\n(a)\nthe exchange of information;\n(b)\nsupporting sustainable and responsible long term marine and fisheries policy including conservation and management of coastal and marine resources; and\n(c)\npromoting efforts to prevent and combat illegal, unreported and unregulated fishing practices.\nArticle 27\nDevelopment assistance\n1.   The Parties agree to exchange information on their development assistance policies with a view to establishing a regular dialogue on the objectives of these policies and their respective development aid programmes in third countries. They will study to what extent more substantial cooperation is feasible, in accordance with their respective legislations and the conditions applicable to the implementation of these programmes.\n2.   The Parties reaffirm their commitment to the Paris Declaration of 2005 on Aid Effectiveness and agree to strengthen cooperation with a view to further improving development performance.\nTITLE VI\nCOOPERATION IN THE AREA OF EDUCATION AND CULTURE\nArticle 28\nCooperation in culture, information, communication, audiovisual and media\n1.   The Parties agree to promote cooperation in order to increase mutual understanding and the knowledge of their respective cultures.\n2.   The Parties shall endeavour to take appropriate measures to promote cultural exchanges as well as to carry out joint initiatives in this area.\n3.   The Parties agree to cooperate closely in relevant international fora, such as the United Nations Educational, Scientific and Cultural Organisation (Unesco), and the ASEM, in order to pursue common objectives and promote cultural diversity, respecting the provisions of the Unesco Convention on the Protection and Promotion of the Diversity of Cultural Expressions.\n4.   The Parties will consider means of encouraging exchanges, cooperation and dialogue between relevant institutions in the areas of audiovisual and media.\nArticle 29\nEducation\n1.   The Parties acknowledge the crucial contribution of education and training to the development of human resources capable of participating in the global knowledge-based economy; and recognise that they have a common interest in cooperation in education and training.\n2.   In accordance with their mutual interests and the aims of their policies on education, the Parties undertake to support jointly appropriate cooperative activities in the field of education, training and youth, with particular emphasis on higher education. This cooperation may take the form of, in particular:\n(a)\nsupport to joint cooperation projects between education and training institutions in the European Union and the Republic of Korea, with a view to promoting curriculum development, joint study programmes and student mobility;\n(b)\ndialogue, studies, and exchange of information and know-how in the field of education policy;\n(c)\npromotion of exchange of students, academic and administrative staff of higher education institutions, and youth workers, including through the implementation of the Erasmus Mundus programme;\n(d)\ncooperation in education sectors of common interest.\nTITLE VII\nCOOPERATION IN THE AREA OF JUSTICE, FREEDOM AND SECURITY\nArticle 30\nRule of law\nIn their cooperation in the area of justice, freedom and security, the Parties shall attach particular importance to the promotion of the rule of law, including the independence of the judiciary, access to justice, and the right to a fair trial.\nArticle 31\nLegal cooperation\n1.   The Parties agree to develop judicial cooperation in civil and commercial matters, in particular as regards the ratification and implementation of multilateral conventions on civil judicial cooperation, including the Conventions of the Hague Conference on Private International Law in the field of international legal cooperation and litigation as well as the protection of children.\n2.   The Parties agree to facilitate and encourage the arbitral solution of civil and private commercial disputes whenever possible according to the applicable international instruments.\n3.   As regards judicial cooperation in criminal matters, the Parties will seek to enhance arrangements on mutual legal assistance and extradition. This would include, where appropriate, accession to, and implementation of, the relevant international instruments of the United Nations including the Rome Statute of the International Criminal Court as referred to in Article 6 of this Agreement.\nArticle 32\nPersonal data protection\n1.   The Parties agree to cooperate in order to improve the level of protection of personal data to the highest international standards such as that contained in the UN Guidelines for the Regulation of Computerized Personal Data Files (UN General Assembly Resolution 45/95 of 14 December 1990).\n2.   Cooperation on protection of personal data may include, inter alia, exchange of information and expertise.\nArticle 33\nMigration\n1.   The Parties agree to strengthen and intensify cooperation in the areas of the illegal migration, smuggling and trafficking in human beings, as well as the inclusion of the migration concerns in the national strategies for economic and social development of the areas from which migrants originate.\n2.   In the framework of the cooperation to prevent and control illegal immigration, the Parties agree to readmit their nationals who stay illegally in the territory of the other Party. To this end, the Parties will provide their nationals with appropriate identity documents for such purposes. In cases where the nationality is in doubt, the Parties agree to identify their alleged nationals.\n3.   The Parties endeavour to conclude, if necessary, an agreement regulating the specific obligations for readmission of their nationals. This will also address conditions relating to nationals of other countries and stateless persons.\nArticle 34\nCombating illicit drugs\n1.   In accordance with their respective laws and regulations, the Parties will aim at reducing the supply and trafficking of, and demand for, illicit drugs as well as their impact on drug users and society at large and to achieve a more effective prevention of diversion of drug precursors used for the illicit manufacture of narcotic drugs and psychotropic substances. In their cooperation, the Parties shall ensure that a comprehensive and balanced approach is taken in pursuing this aim through legal market regulations and effective action and coordination between the competent authorities including those from the health, education, social, law enforcement and justice sectors.\n2.   The Parties shall agree on means of cooperation to attain these objectives. Actions shall be based on commonly agreed principles along the lines of the relevant international conventions, the Political Declaration and the Special Declaration on the guiding principles of drug demand reduction, approved by the Twentieth United Nations General Assembly Special Session on Drugs in June 1998.\nArticle 35\nCombating organised crime and corruption\nThe Parties agree to cooperate on and contribute to the fight against organised, economic and financial crime and corruption, counterfeiting and illegal transactions, through full compliance with their existing mutual international obligations in this area including on effective cooperation in the recovery of assets or funds derived from acts of corruption. The Parties will promote the implementation of the UN Convention on Transnational Organised Crime and its supplementing Protocols and the UN Convention against Corruption.\nArticle 36\nCombating money laundering and terrorism financing\n1.   The Parties agree on the need to work towards and to cooperate on preventing the use of their financial systems to launder the proceeds of all criminal activities including drug trafficking and corruption and to the financing of terrorism. This cooperation extends to the recovery of assets or funds derived from the proceeds of crimes.\n2.   The Parties may exchange relevant information within the framework of respective legislations and apply appropriate standards to combat money laundering and financing of terrorism equivalent to those adopted by relevant international bodies active in this area, such as the Financial Action Task Force on money laundering (FATF).\nArticle 37\nCombating cyber crime\n1.   The Parties will strengthen cooperation to prevent and combat high technology, cyber and electronic crimes and the distribution of terrorist content via the Internet through exchanging information and practical experiences in compliance with their national legislation within the limits of their responsibility.\n2.   The Parties will exchange information in the fields of the education and training of cyber crime investigators, the investigation of cyber crime, and digital forensic science.\nArticle 38\nLaw enforcement cooperation\nThe Parties agree to cooperate among law enforcement authorities, agencies and services and to contribute to disrupting and dismantling transnational crime threats common to the Parties. The cooperation among law enforcement authorities, agencies and services can take the form of mutual assistance in investigations, sharing of investigational techniques, joint education and training of law enforcement personnel and any other type of joint activities and assistance as may be mutually agreed by the Parties.\nTITLE VIII\nCOOPERATION IN OTHER AREAS\nArticle 39\nTourism\nThe Parties undertake to establish cooperation in the field of tourism, with a view to increasing better mutual understanding and promoting a balanced and sustainable development of tourism.\nThis cooperation may take the form of, in particular:\n(a)\nexchange of information on issues of common interest concerning tourism;\n(b)\norganisation of tourism events;\n(c)\ntourism exchanges;\n(d)\ncooperation in the preservation and management of cultural heritage;\n(e)\ncooperation in tourism management.\nArticle 40\nCivil Society\nThe Parties recognise the role and potential contribution of organised civil society in the dialogue and cooperation process under this Agreement and agree to promote effective dialogue with organised civil society and its effective participation.\nArticle 41\nPublic administration\nThe Parties agree to cooperate by exchanging experience and best practice, building on existing efforts, with respect to the modernisation of public administration in areas such as:\n(a)\nimproving organisational efficiency;\n(b)\nincreasing institutions’ effectiveness in service delivery;\n(c)\nensuring transparent management of public resources and accountability;\n(d)\nimproving the legal and institutional framework;\n(e)\npolicy design and implementation.\nArticle 42\nStatistics\n1.   The Parties shall develop and strengthen their cooperation on statistical issues, thereby contributing to the long-term objective of providing timely, internationally comparable and reliable statistical data. It is expected that sustainable, efficient and professionally independent statistical systems shall produce information relevant for the Parties’ citizens, businesses and decision-makers, enabling them to take informed decisions. The Parties shall, inter alia, exchange information and expertise and develop cooperation taking into account the already accumulated experience.\nCooperation shall aim at:\n(a)\nprogressive harmonisation between the statistical systems of both Parties;\n(b)\nfine-tuning of data exchange between the Parties taking into account the application of relevant international methodologies;\n(c)\nenhancing the professional capacity of the statistical staff to allow them to apply the relevant statistical standards;\n(d)\npromoting of the exchange of experience between the Parties on the development of statistical know-how.\n2.   The forms of cooperation may include, inter alia, specific programmes and projects, as mutually agreed, as well as dialogue, cooperation and initiatives on topics of common interest at bilateral or multilateral level.\nTITLE IX\nINSTITUTIONAL FRAMEWORK\nArticle 43\nOther agreements\n1.   The Framework Agreement for Trade and Cooperation between the European Community and its Member States, on the one hand, and the Republic of Korea, on the other hand, signed in Luxembourg on 28 October 1996 and which entered into force on 1 April 2001 is hereby repealed.\n2.   This Agreement updates and replaces the aforementioned agreement. References to the aforementioned agreement in all other agreements between the Parties shall be construed as referring to this Agreement.\n3.   The Parties may complement this Agreement by concluding specific agreements in any area of cooperation falling within its scope. Such specific agreements shall be an integral part of the overall bilateral relations as governed by this Agreement and shall form part of a common institutional framework.\n4.   Existing agreements relating to specific areas of cooperation falling within the scope of this Agreement shall similarly be considered part of the overall bilateral relations as governed by this Agreement and as forming part of a common institutional framework.\nArticle 44\nJoint Committee\n1.   The Parties shall establish under this Agreement a Joint Committee consisting of representatives of the members of the Council of the European Union and representatives of the European Commission, on the one hand, and representatives of the Republic of Korea, on the other.\n2.   Consultations shall be held in the Joint Committee to facilitate the implementation and to further the general aims of this Agreement as well as to maintain overall coherence in the relations and to ensure the proper functioning of any other agreement between the Parties.\n3.   The Joint Committee shall:\n(a)\nensure that this Agreement operates properly;\n(b)\nmonitor the development of the comprehensive relationship between the Parties;\n(c)\nrequest, as appropriate, information from committees or other bodies established under other agreements falling under the common institutional framework and consider any reports submitted by them;\n(d)\nexchange opinions and make suggestions on any issue of common interest, including future actions and the resources available to carry them out;\n(e)\nset priorities in relation to the aims of this Agreement;\n(f)\nseek appropriate methods of forestalling problems which might arise in areas covered by this Agreement;\n(g)\nresolve any dispute arising in the application or interpretation of this Agreement by consensus in accordance with Article 45(3);\n(h)\nexamine all the information presented by a Party regarding non-execution of the obligations and hold consultations with the other Party to seek a solution acceptable to both Parties in accordance with Article 45(3).\n4.   The Joint Committee will normally meet once a year in Brussels and Seoul alternately. Special meetings of the Committee shall be held at the request of either Party. The Joint Committee shall be chaired alternately by each of the Parties. It shall normally meet at the level of senior officials.\nArticle 45\nModalities for implementation\n1.   The Parties shall take any general or specific measures required to fulfil their obligations under this Agreement and shall ensure that they comply with the objectives laid down in this Agreement.\n2.   Implementation is covered by consensus and dialogue. If, however, there is divergence of views in the application or interpretation of this Agreement, either Party shall refer to the Joint Committee.\n3.   If either Party considers that the other Party has failed to fulfil its obligations under this Agreement, it may take appropriate measures in accordance with international law. Before doing so, except in cases of special urgency, the Party shall present all the information required to the Joint Committee for a thorough examination of the situation. The Parties shall hold consultations within the Joint Committee and, if both Parties agree, these consultations may be facilitated by a mediator appointed by the Joint Committee.\n4.   In cases of special urgency, the measure shall be notified immediately to the other Party. At the request of the other Party, consultations shall be held for a period of up to twenty (20) days. After this period, the measure shall apply. In this case, the other Party may request arbitration according to Article 46 with a view to examining any aspect of, or the basis for, the measure.\nArticle 46\nArbitration procedure\n1.   The arbitration tribunal shall consist of three (3) arbitrators. Each Party shall appoint one arbitrator and the Joint Committee shall appoint a third arbitrator within fourteen (14) days, as appropriate, upon the request of either Party for the arbitration. The appointment of an arbitrator by a Party shall be notified immediately to the other Party in writing through diplomatic channels. The arbitrators’ decision shall be taken by a majority of votes. The arbitrators shall endeavour to reach a decision as quickly as possible and in any event no later than three (3) months from the date of appointment of the arbitrators. The Joint Committee shall agree the detailed procedures for the speedy conduct of arbitration.\n2.   Each Party to the dispute must take the steps required to implement the decision of the arbitrators. The arbitrators shall, upon request, issue recommendations on how to implement their decision with a view to restoring the balance of rights and obligations under this Agreement.\nTITLE X\nFINAL PROVISIONS\nArticle 47\nDefinition\nFor the purposes of this Agreement, the term ‘the Parties’ means the European Union or its Member States, or the European Union and its Member States, in accordance with their respective competences, on the one hand, and the Republic of Korea, on the other.\nArticle 48\nNational security and disclosure of information\nNothing in this Agreement shall be construed to require any Party to provide any information, the disclosure of which it considers contrary to its essential security interests.\nArticle 49\nEntry into force, duration and termination\n1.   This Agreement shall enter into force on the first day of the month following the date on which the Parties have notified each other of the completion of the legal procedures necessary for that purpose.\n2.   Notwithstanding paragraph 1, this Agreement shall be applied on a provisional basis pending its entry into force. The provisional application begins on the first day of the first month following the date on which the Parties have notified each other of the completion of the necessary procedures.\n3.   This Agreement shall be valid indefinitely. Either Party may notify in writing the other Party of its intention to denounce this Agreement. The denunciation shall take effect six months after the notification.\nArticle 50\nNotifications\nThe notifications made in accordance with Article 49 shall be made to the General Secretariat of the Council of the European Union and the Ministry for Foreign Affairs and Trade of the Republic of Korea, respectively.\nArticle 51\nDeclarations and annexes\nThe Declarations and Annexes to this Agreement shall form an integral part of this Agreement.\nArticle 52\nTerritorial application\nThis Agreement shall apply, on the one hand, to the territories in which the Treaty on European Union is applied and under the conditions laid down in that Treaty, and, on the other hand, to the territory of the Republic of Korea.\nArticle 53\nAuthentic texts\nThis Agreement is drawn up in duplicate in the Bulgarian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovenian, Spanish, Swedish and Korean languages, each text being equally authentic.\nСъставено в Брюксел на десети май две хиляди и десета година.\nHecho en Bruselas, el diez de mayo de dos mil diez.\nV Bruselu dne desátého května dva tisíce deset\nUdfærdiget i Bruxelles den tiende maj to tusind og ti.\nGeschehen zu Brüssel am zehnten Mai zweitausendzehn.\nKahe tuhande kümnenda aasta maikuu kümnendal päeval Brüsselis.\nΈγινε στις Βρυξέλλες, στις δέκα Μαΐου δύο χιλιάδες δέκα.\nDone at Brussels on the tenth day of May in the year two thousand and ten.\nFait à Bruxelles, le dix mai deux mille dix.\nFatto a Bruxelles, addì dieci maggio duemiladieci.\nBriselē, divtūkstoš desmitā gada desmitajā maijā.\nPriimta du tūkstančiai dešimtų metų gegužės dešimtą dieną Briuselyje.\nKelt Brüsszelben, a kétezer-tizedik év május tizedik napján.\nMagħmul fi Brussell, fl-għaxar jum ta' Mejju tas-sena elfejn u għaxra.\nGedaan te Brussel, de tiende mei tweeduizend tien.\nSporządzono w Brukseli dnia dziesiątego maja roku dwa tysiące dziesiątego.\nFeito em Bruxelas, em dez de Maio de dois mil e dez.\nÎntocmit la Bruxelles, la zece mai douã mii zece.\nV Bruseli dňa desiateho mája dvetisícdesať.\nV Bruslju, dne desetega maja leta dva tisoč deset.\nTehty Brysselissä kymmenentenä päivänä toukokuuta vuonna kaksituhattakymmenen.\nSom skedde i Bryssel den tionde maj tjugohundratio.\nVoor het Koninkrijk België\nPour le Royaume de Belgique\nFür das Königreich Belgien\nDeze handtekening verbindt eveneens de Vlaamse Gemeenschap, de Franse Gemeenschap, de Duitstalige Gemeenschap, het Vlaamse Gewest, het Waalse Gewest en het Brussels Hoofdstedelijk Gewest.\nCette signature engage également la Communauté française, la Communauté flamande, la Communauté germanophone, la Région wallone, la Région flamande et la Région de Bruxelles-Capitale.\nDiese Unterschrift bindet zugleich die Deutschsprachige Gemeinschaft, die Flämische Gemeinschaft, die Französische Gemeinschaft, die Wallonische Region, die Flämische Region und die Region Brüssel-Hauptstadt.\nЗа Република България\nZa Českou republiku\nPå Kongeriget Danmarks vegne\nFür die Bundesrepublik Deutschland\nEesti Vabariigi nimel\nThar cheann Na hÉireann\nFor Ireland\nΓια την Ελληνική Δημοκρατία\nPor el Reino de España\nPour la République française\nPer la Repubblica italiana\nΓια την Κυπριακή Δημοκρατία\nLatvijas Republikas vārdā\nLietuvos Respublikos vardu\nPour le Grand-Duché de Luxembourg\nA Magyar Köztársaság részéről\nGħal Malta\nVoor het Koninkrijk der Nederlanden\nFür die Republik Österreich\nW imieniu Rzeczypospolitej Polskiej\nPela República Portuguesa\nPentru România\nZa Republiko Slovenijo\nZa Slovenskú republiku\nSuomen tasavallan puolesta\nFör Republiken Finland\nFör Konungariket Sverige\nFor the United Kingdom of Great Britain and Northern Ireland\nЗа Европейския сьюз\nPor la Unión Europea\nZa Evropskou unii\nFor Den Europæiske Union\nFür die Europäische Union\nEuroopa Liidu nimel\nΓια την Ευρωπαϊκή Ένωση\nFor the European Union\nPour l'Union européenne\nPer l'Unione europea\nEiropas Savienības vārdā –\nEuropos Sąjungos vardu\nAz Európai Unió részéről\nGħall-Unjoni Ewropea\nVoor de Europese Unie\nW imieniu Unii Europejskiej\nPela União Europeia\nPentru Uniunea Europeană\nZa Európsku úniu\nZa Evropsko unijo\nEuroopan unionin puolesta\nFör Europeiska unionen\nJOINT INTERPRETATIVE DECLARATION CONCERNING ARTICLES 45 AND 46\nThe Parties are democracies. They wish to work together to promote their shared values to the world. Their Agreement is a signal of their shared determination to promote democracy, human rights, non-proliferation, and counter-terrorism throughout the world. The implementation of this Agreement between the Parties sharing the same values shall therefore be based on the principles of dialogue, mutual respect, equal partnership, multilateralism, consensus, and respect for international law.\nThe Parties agree that for the purpose of the correct interpretation and practical application of this Agreement, the term ‘appropriate measures’ in Article 45(3) are measures proportionate to the failure to implement obligations under this Agreement. Measures may be taken with regard to this Agreement or to a specific agreement falling under the common institutional framework. In the selection of measures priority must be given to those which least disrupt the functioning of the agreements, taking account of possible use of domestic remedies where available.\nThe Parties agree that for the purpose of the correct interpretation and practical application of this Agreement, the term ‘cases of special urgency’ in Article 45(4) means a case of a material breach of this Agreement by one of the Parties. A material breach consists in either repudiation of this Agreement not sanctioned by the general rules of international law or a particularly serious and substantial violation of an essential element of the Agreement. The Parties shall assess a possible material breach of Article 4(2), taking account of the official position, where available, of the relevant international agencies.\nIn respect of Article 46, where measures have been taken with respect to a specific agreement falling under the common institutional framework, any relevant dispute settlement procedures of the specific agreement shall apply with regard to the procedure of implementing the decision of the arbitration panel in cases where the arbitrators decide that the measure was not justified or proportionate.\nUNILATERAL DECLARATION BY THE EUROPEAN UNION ON ARTICLE 12\nThe plenipotentiaries of the Member States and the plenipotentiary of the Republic of Korea take note of the following Unilateral Declaration:\nThe European Union declares that the Member States are committed under Article 12 only to the extent that they have subscribed to these principles of good governance in the tax area at the level of the European Union.", "summary": "Framework Agreement between the European Union and the Republic of Korea\nFramework Agreement between the European Union and the Republic of Korea\nSUMMARY OF:\nFramework Agreement between the EU and its Member States, on the one part, and Korea, on the other part\nDecision 2013/40/EU — signing, on behalf of the European Union, and provisional application of the Framework Agreement between the EU and the EU countries, on the one part, and South Korea, on the other part, and the Republic of Korea, on the other part\nDecision 2014/278/EU — conclusion of the Framework Agreement between the EU and the EU countries, on the one part, and South Korea, on the other part, with the exception of matters related to readmission\nDecision 2014/279/EU — conclusion of the Framework Agreement between the EU and the EU countries, on the one part, and South Korea, on the other part, as regards matters related to readmission\nWHAT IS THE AIM OF THE AGREEMENT AND THE DECISIONS?\nThe agreement provides a basis for strengthened economic and political cooperation between EU and South Korea with a number of aims including: agreeing a future vision to strengthen the partnership and joint projects to implement the vision;fostering economic cooperation in areas of mutual interest;raising the roles and profiles of both parties in the other’s region;\nDecision 2013/40/EU marks the signing of the agreement, while the decisions 2014/278/EU and 2014/279/EU conclude the agreement on behalf of the EU.\nDecision 2014/279/EU exclusively relates to readmission i.e. the obligations and procedures for the authorities of South Korea and of EU countries as to when and how to take back people who are irregularly residing in their respective countries.\nKEY POINTS\n              \nCooperation between the EU and South Korea are based on several principles including including attachment to:\ndemocratic principle, human rights and fundamental freedoms;\nthe United Nations charter;\nsustainable development; and\ngood governance and the fight against corruption.\nAreas of cooperation\nThe parties also agree to develop cooperation and dialogue in all areas of mutual interest but without particular focus on specific areas:\n1.\nPolitical dialogue and cooperation on issues such as:\nhuman rights;\nnon-proliferation of weapons of mass destruction;\ncounter-terrorism; and\nparticipation in regional and international organisations.\n2.\nEconomic development on issues such as:\ntrade and investment-related areas of mutual interest;\neconomic cooperation;\ntaxation;\ncustoms;\ninformation society;\ntransport; and\nenergy.\n3.\nSustainable development on issues such as:\nhealth;\nemployment and social affair;\nenvironment and climate change; and\nagriculture and fisheries.\n4.\nCulture and education on issues such as:\naudiovisual media; and\ninformation and communication.\n5.\nJustice, freedom and security on issues such as:\npersonal data protection;\nlegal cooperation;\norganised crime and corruption;\nmoney laundering and terrorist financing; and\ncombating illicit drugs.\n6.\nOther areas such as:\ntourism;\ncivil society; and\npublic administration.\nSupervision\nThe agreement establishes a Joint Committee comprising representatives of the members of the Council of the EU and of the European Commission along with representatives of South Korea. It is tasked with ensuring that the agreement functions effectively.\nDATE OF ENTRY INTO FORCE\n              \nThe agreement entered into force on 1 June 2014.\nBACKGROUND\nThe Republic of Korea and the EU (European External Action Service).\nMAIN DOCUMENTS\n            \nFramework Agreement between the European Union and its Member States, on the one part, and the Republic of Korea, on the other part (OJ L 20, 23.1.2013, pp. 2-24)\nCouncil Decision 2013/40/EU of 10 May 2010 on the signing, on behalf of the European Union, and provisional application of the Framework Agreement between the European Union and its Member States, on the one part, and the Republic of Korea, on the other part (OJ L 20, 23.1.2013, pp. 1-24)\nCouncil Decision 2014/278/EU of 12 May 2014 on the conclusion of the Framework Agreement between the European Union and its Member States, on the one part, and the Republic of Korea, on the other part, with the exception of matters related to readmission (OJ L 145, 16.5.2014, pp. 1-2)\nCouncil Decision 2014/279/EU of 12 May 2014 on the conclusion of the Framework Agreement between the European Union and its Member States, on the one part, and the Republic of Korea, on the other part, as regards matters related to readmission (OJ L 145, 16.5.2014, pp. 3-4)\nlast update 15.07.2020", "tags": ["framework agreement", "agreement (EU)", "South Korea", "signature of an agreement", "interim agreement (EU)"], "subjects": ["External relations"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}