{"celex_id": "32007E0468", "reference": "6.7.2007\nEN\nOfficial Journal of the European Union\nL 176/31\nCOUNCIL JOINT ACTION 2007/468/CFSP\nof 28 June 2007\non support for activities of the Preparatory Commission of the Comprehensive Nuclear-Test-Ban Treaty Organisation (CTBTO) in order to strengthen its monitoring and verification capabilities and in the framework of the implementation of the EU Strategy against the Proliferation of Weapons of Mass Destruction\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on European Union, and in particular Article 14 thereof,\nWhereas:\n(1)\nOn 12 December 2003, the European Council adopted the EU Strategy against the Proliferation of Weapons of Mass Destruction, Chapter III of which contains a list of measures to combat such proliferation which need to be taken both within the EU and in third countries.\n(2)\nThe European Union is actively implementing the EU Strategy and is giving effect to the measures listed in Chapter III thereof, in particular by releasing financial resources to support specific projects conducted by multilateral institutions.\n(3)\nThe States Signatories to the Comprehensive Nuclear-Test-Ban Treaty (CTBT), adopted by the General Assembly of the United Nations on 10 September 1996, have decided to establish a Preparatory Commission, endowed with legal capacity, for the purpose of carrying out the effective implementation of the CTBT, pending the establishment of the CTBT Organisation (CTBTO).\n(4)\nOn 17 November 2003, the Council adopted Common Position 2003/805/CFSP (1) on the universalisation and reinforcement of multilateral agreements in the field of non-proliferation of weapons of mass destruction and means of delivery.\n(5)\nThe early entry into force and universalisation of the CTBT and the strengthening of the monitoring and verification system of the Preparatory Commission of the CTBTO are important objectives of the EU Strategy against the Proliferation of Weapons of Mass Destruction.\n(6)\nThe Preparatory Commission of the CTBTO pursues the same objectives as those referred to in recitals 4 and 5 and is already engaged in identifying by what means its verification system could best be strengthened through the timely provision of expertise and training to personnel from the States Signatories involved in the implementation of the verification regime. It is therefore appropriate to entrust the Preparatory Commission of the CTBTO with the technical implementation of this Joint Action.\n(7)\nOn 20 March 2006, the Council adopted Joint Action 2006/243/CFSP (2) on support for activities of the Preparatory Commission of the Comprehensive Nuclear-Test-Ban Treaty Organisation (CTBTO) in the area of training and capacity building for verification and in the framework of the implementation of the EU Strategy against Proliferation of Weapons of Mass Destruction.\n(8)\nThe nuclear test carried out by the Democratic People's Republic of Korea in October 2006 further underlined the importance of the early entry into force of the CTBT and the need for an accelerated building-up of the CTBTO monitoring and verification system,\nHAS ADOPTED THIS JOINT ACTION:\nArticle 1\n1.   For the purposes of immediate and practical implementation of certain elements of the EU Strategy against the Proliferation of Weapons of Mass Destruction, the European Union shall support the activities of the Preparatory Commission of the Comprehensive Nuclear-Test-Ban Treaty Organisation (CTBTO) in order to further the following objectives:\n(a)\nstrengthening the capabilities of the CTBTO monitoring and verification system, including in the field of radio-nuclide detection;\n(b)\nenhancing the operational performance of the CTBTO monitoring and verification system, including through testing and validation of on-site inspection modalities.\n2.   The projects to be supported by the European Union shall have the following specific objectives:\n(a)\nto provide support for the development of capacity in the area of noble gas monitoring and verification;\n(b)\nto provide support for the preparation, conduct and evaluation of the Integrated Field Exercise 2008 in the area of on-site inspections (IFE08/OSI).\nThe projects shall be carried out for the benefit of all States Signatories to the Comprehensive Nuclear-Test-Ban Treaty.\nA detailed description of the projects is set out in the Annex.\nArticle 2\n1.   The Presidency, assisted by the Secretary-General of the Council/High Representative for the Common Foreign and Security Policy (SG/HR), shall be responsible for the implementation of this Joint Action. The Commission shall be fully associated.\n2.   The projects referred to in Article 1(2) shall be carried out by the Preparatory Commission of the CTBTO. It shall perform this task under the control of the SG/HR, assisting the Presidency. For this purpose, the SG/HR shall enter into the necessary arrangements with the Preparatory Commission of the CTBTO.\n3.   The Presidency, the SG/HR and the Commission shall keep each other regularly informed about the projects, in conformity with their respective competences.\nArticle 3\n1.   The financial reference amount for the implementation of the projects referred to in Article 1(2) shall be EUR 1 670 000.\n2.   The expenditure financed by the amount stipulated in paragraph 1 shall be managed in accordance with the European Community procedures and rules applicable to the general budget of the European Communities with the exception that any pre-financing shall not remain the property of the Community.\n3.   The Commission shall supervise the proper management of the expenditure referred to in paragraph 2. For this purpose, it shall conclude a financing agreement with the Preparatory Commission of the CTBTO, which shall take the form of a grant. The financing agreement shall stipulate that the Preparatory Commission of the CTBTO is to ensure visibility of the EU contribution, appropriate to its size.\n4.   The Commission shall endeavour to conclude the financing agreement referred to in paragraph 3 as soon as possible after the entry into force of this Joint Action. It shall inform the Council of any difficulties in that process and of the date of conclusion of the financing agreement.\nArticle 4\nThe Presidency, assisted by the SG/HR, shall report to the Council on the implementation of this Joint Action on the basis of regular reports prepared by the Preparatory Commission of the CTBTO. These reports shall form the basis for the evaluation by the Council. The Commission shall be fully associated. It shall provide information on the financial aspects of the implementation of this Joint Action.\nArticle 5\nThis Joint Action shall enter into force on the day of its adoption.\nIt shall expire:\n(a)\n15 months after the conclusion of the financing agreement between the Commission and the Preparatory Commission of the CTBTO, or\n(b)\n12 months after the date of its adoption if no financing agreement has been concluded within that period.\nArticle 6\nThis Joint Action shall be published in the Official Journal of the European Union.\nDone at Luxembourg, 28 June 2007.\nFor the Council\nThe President\nS. GABRIEL\n(1)  OJ L 302, 20.11.2003, p. 34.\n(2)  OJ L 88, 25.3.2006, p. 68.\nANNEX\nEU support for activities of the Preparatory Commission of the Comprehensive Nuclear-Test-Ban Treaty Organisation (CTBTO) in order to strengthen its monitoring and verification capabilities and in the framework of the implementation of the EU Strategy against the Proliferation of Weapons of Mass Destruction\nI.   Introduction\nThe announced nuclear tests by the Democratic People's Republic of Korea (DPRK) in October 2006 not only highlighted the importance of early entry into force of the Treaty, but also underscored the need for the rapid build-up of the Comprehensive Nuclear-Test-Ban Treaty (CTBT) verification regime. The event constituted a real life system-wide test for the Provisional Technical Secretariat (PTS) and highlighted the potential value that the global verification system can bring to States Signatories. It demonstrated the technical relevance or the CTBT verification arrangements, including the importance of validated and efficient on-site inspections (OSI). For this project proposal, the PTS has identified elements with regard to the monitoring and verification capabilities that merit particular focus in the light of the experiences gained from the DPRK event. The proposal is built on the following two components:\n(a)\nnoble gases;\n(b)\nthe Integrated Field Exercise 2008 (IFE08/OSI).\nII.   Description of projects\n1.   Project Component Noble Gas; improve the knowledge of PTS noble gas measurements:\n(a)\nthe International Monitoring System (IMS) has currently reached a level of approximately two-thirds of stations in operation. The build-up of the system is pursued as a matter of priority with the aim to reach a level of up to 90 % in early 2008. The DPRK event was well recorded by the PTS primary and auxiliary seismic stations, providing reliable measurements to States Signatories of the time, location and magnitude of the event. The system of seismic stations has reached a level of approximately 80 % build up to date;\n(b)\nthe level of operation of stations capable of monitoring the presence in the atmosphere of relevant noble gases upon the entry into force of the Treaty, however, needs to be advanced. Currently, 10 prototype stations are operational or in construction, equivalent to 25 % of the projected number at entry into force. These stations are providing experimental and provisional measurements in the framework of the PTS's International Noble Gas Experiment (INGE). It is recalled that this research and development program is based on four technologies proposed by the four following countries: France, Russia, Sweden and the United States. In the wake of the DPRK event, many States Signatories, including Member States of the European Union, have expressed their opinion that the PTS capabilities of monitoring the presence of noble gas need to be strengthened;\n(c)\nnoble gas monitoring is a fundamental and highly sensitive technique for the detection of underground and underwater nuclear explosions. Of all verification technologies, it is, together with radionuclide particulate monitoring, the only technique that has the potential to provide unmistakable proof of a nuclear explosion;\n(d)\nin order to ensure the quality and accuracy of the current and future PTS's noble gas measurement capabilities, it is of eminent importance to know the ‘noble gas background’ that can be expected in other regions of the world, where no stations currently exist. A methodology for categorization of events detected by noble gas system measurements therefore needs to be developed. Noble gas field measurements are the best way to achieve this and to provide answers to such ‘unknowns’. Currently, INGE stations are collecting data in the North- and South Americas, Europe, Asia and Oceania. However, in South Asia, the Persian Gulf and Southern Africa, there are nuclear facilities but no radio xenon background data are available. Moreover, in Europe measurements at specific sites, e.g. near radiopharmaceutical plants or nuclear power plants, are also needed;\n(e)\nto this end, measurements near nuclear power plants (NPPs) or radiopharmaceutical production plants should be undertaken to show the difference between theoretical release models, reported average releases, and experimental, real measured results. Further, the background of noble gases in other regions of the world, where no stations currently exist, needs to be studied;\n(f)\nto achieve the abovementioned necessary improvements of the capabilities in the area of noble gas, the PTS seeks support for the following project:\n(i)\nconduct of up to four field measurement campaigns with a duration of approximately four months each. During each campaign, the Xenon background is recorded at several sites at a distance of 500 to 2 500 kilometres from the base camp for a period of approximately three weeks. In addition, a detector background measurement should be performed at each measurement location. Some of the measurements could then also be used as site background for the future to install IMS stations. All these activities would be conducted in close relationship with relevant weather forecast organisations;\n(ii)\nthe measurements will be performed with European-made transportable noble gas measurement equipment (Swedish SAUNA and/or French SPALAX systems respectively), which will be lent to the PTS at no cost for the period covered by this Joint Action;\n(iii)\nthe French system SPALAX is a very mature system operating at many sites (including IMS sites) for several years. It will also be available in a transportable version providing data with the same high sensitivity. During each campaign the whole system can be either transported to different sites or split up in a transportable sampling unit and a detector unit at the ‘base-camp’, depending on the logistical conditions of the region;\n(iv)\nthe Swedish SAUNA system has already been used in several field campaigns, and is thus well evaluated. The system delivers data with detection limits similar to the IMS version (SAUNA II) for the four relevant isotopes, and the data will thus be directly applicable to the IMS measurement scenario. During each of the campaigns, the base camp unit is installed at one location and mobile sampling measurements are performed at two or three sites nearby;\n(v)\neach measurement campaign would require:\n—\npreparations and careful logistics (service of equipment, logistical planning, agreements with local institutes, transport, etc.),\n—\ninstallation, calibrations and data collection,\n—\nequipment calibration, packing, transport home,\n—\ndata analysis;\n(vi)\nthe anticipated cost elements for this project include:\n—\nstaff (including a temporary assistant for logistics) and travel costs,\n—\nequipment (e.g. manufacturing of sampling columns or equivalent, uninterruptible power supply, etc.),\n—\nconsumables (e.g. power and helium),\n—\nservice and spare parts,\n—\nshipment and transport of equipment,\n—\nlocal transport and logistics,\n—\nevaluation workshop;\n(g)\nmeasurements are planned to be performed in the following regions: Europe (1), the Persian Gulf (2), Southern Africa (3) and South Asia (4). The measurements in region (3) and partly in region (1) are expected to be performed with CEA (France) equipment, while the measurements in region (2) and (4) as well as partly in (1) are expected to be performed with FOI (Sweden) equipment;\n(h)\nthe equipment for this project will be provided free of charge by CEA (France) and FOI (Sweden) who will also be contracted by the PTS for its deployment and operation;\n(i)\nthe expected duration of this project component would be approximately one to one and a half years;\n(j)\npreliminary cost estimated: EUR 960 507.\n2.   project Component On-Site Inspection; Support for the Preparations for the Integrated Field Exercise 2008\n(a)\nthe event in the DPRK has again highlighted the importance of on-site inspections as a key pillar of the CTBT verification regime. While the data provided by the International Monitoring System and the International Data Centre about the event in the DPRK in the framework of provisional operating and testing of the system was extremely valuable and reliable, definite clarity about the nature of the event could only be obtained through an on-site inspection in the determined location. It is a key responsibility of the Preparatory Commission to achieve the highest level of operational readiness of the on-site inspection regime in time for entry into force of the Treaty;\n(b)\npolicy making organs of the Preparatory Commission, in particular Working Group B, have underscored repeatedly that the most efficient way of achieving the required level of readiness is through the conduct of OSI field exercises. The first such large-scale exercise, the Integrated Field Exercise 2008 (IFE08), will take place in September 2008 in Kazakhstan. This will be the first attempt to simulate a real on site inspection by integrating three main pillars of the OSI regime, namely:\n(i)\ntrained inspectors (approximately 50);\n(ii)\nOSI-equipment; and\n(iii)\ntesting the OSI operational manual.\n(c)\nthe comprehensive preparations and successful conduct of IFE08 are a prerequisite for the completion of the OSI regime in the near future. The evaluation of the results and the lessons learned from IFE08 will provide the PTS with essential knowledge as to which steps still need to be taken to achieve operational readiness of the OSI regime. The availability of appropriate resources for IFE08, financial and human, as well as in-kind contributions by States Signatories of equipment, training and logistical support is essential for the success of IFE08;\n(d)\nin the current stage of preparations for IFE08, the PTS has identified the following areas in which support from States Signatories would be particularly important:\n(i)\nTransportation\nIFE08 requires the transportation of 20-30 tons of equipment from Vienna to the point of entry in Kazakhstan. In addition, 80 persons (40 inspectors and 40 other persons, including direction of exercise, control team, observers and evaluators) would have to travel to the location. The likely budget for IFE08 to be approved by States Signatories foresees savings through ground transportation of the equipment. In the PTS's assessment, however, this has serious disadvantages, in particular regarding the duration and reliability of transportation and the safety and security of OSI equipment. This assessment was endorsed by the OSI Expert Advisory Group, which is assisting the PTS in the preparation of IFE08, in its meeting on 5 and 6 December 2006. The PTS therefore seeks support for air transportation of equipment and personnel to and from Kazakhstan. In the light of logistical and operational requirements of IFE08 as well as the legal arrangements with the host country, air transportation may have to be arranged through non-EU based companies;\n(ii)\nEstablishment of operational base-camps\nIn the course of IFE08, the PTS will have to deploy two bases of operations at the surrogate inspection area on the territory of the former Soviet nuclear test site in Semipalatinsk. While the first base will be for the inspection team, the second base is required for the evaluators and observers of IFE08. These bases, equipped with the necessary infrastructure such as offices, communication facilities etc., would serve as headquarters of the IFE08 and serve an essential function for the conduct and control of the operation at the inspection area. The PTS is able to identify resources for procuring the first base camp for the inspection team. However, the regular budget will not allow the procurement of a second set. Therefore, the procurement and deployment of the second base would require resources, which cannot be covered by the IFE08 budget. Using remote infrastructure will result in much time being lost in transportation, with additional related cost and limitations on the number of hours that may be usefully spent for exercise purpose;\n(iii)\nIFE08 evaluation workshop\nPurpose: To enhance the evaluation and outcome of the IFE08 in December 2008. This would provide an opportunity for experts to review and discuss the immediate results of the exercise with a view to assisting the PTS in drafting a preliminary report for the first meeting of Working Group B in 2009 and to identify priorities for further PTS efforts. In addition, valuable lessons are expected to be drawn by experts from the raw material during the workshop, and preliminary guidance for the next cycle of field exercises is expected to be identified. The workshop would address the following items:\n—\nlogistics including the set up and running of a base of operation,\n—\nteam management,\n—\nissues regarding relations with the Inspected State Party (ISP) including in particular confidentiality and managed access,\n—\nvisual observation including during overflights,\n—\nseismic issues,\n—\ngeophysical techniques,\n—\nhealth and safety,\n—\ncommunication,\n—\nnavigation.\nIn addition, in cooperation with the Office of the Executive Secretary/Evaluation, the evaluation of the exercise itself should be discussed;\n(e)\nThe estimated costs for the two components in support of IFE08 are:\nEUR 250 000\n(air transportation on a commercial basis. In kind support e.g. chartered cargo airplane may be an option)\nEUR 269 249\n(purchase, setting up and activation of the second operational base camp)\nEUR 152 965\nIFE08 evaluation workshop\nEUR 672 214\n(total)\nIII.   Duration\nThe total estimated duration of the implementation of the projects is 15 months.\nIV.   Beneficiaries\nThe beneficiaries of the projects in this Joint Action, which are aimed at strengthening the monitoring and verification capabilities of the Preparatory Commission of the CTBTO, are all States Signatories to the CTBT.\nV.   Implementing entity\nThe CTBTO Preparatory Commission will be entrusted with the implementation of the projects. The projects will be implemented directly by staff of the Provisional Technical Secretariat of the Preparatory Commission of the CTBTO, experts from the States Signatories to the CTBT and contractors. In the case of contractors, the procurement of any goods, works or services by the Preparatory Commission of the CTBTO in the context of this Joint Action will be carried out as detailed in the financing agreement to be concluded by the European Commission with the Preparatory Commission of the CTBTO.\nThe implementing entity will prepare:\n(a)\nA mid-term report after the first six months of the implementation of the projects;\n(b)\nA final report not later than one month after the end of the implementation of the projects.\nReports will be sent to the Presidency, assisted by the SG/HR for the Common Foreign and Security Policy.\nVI.   Third party participants\nThe projects will be financed in their entirety by this Joint Action. Experts from the CTBTO Preparatory Commission and from the States Signatories to the CTBT may be considered as third party participants. They will work under the standard rules of operation for CTBTO Preparatory Commission experts.\nVII.   Estimated required total financial means\nThe EU contribution will cover full implementation of the project described in this Annex. The estimated costs are as follows:\nProject Component Noble Gas:\nEUR 960 507\nProject Component On-Site Inspection:\nEUR 672 214\nTotal:\nEUR 1 632 721\nIn addition, a contingency reserve of about 3 % of eligible costs (for a total amount of EUR 37 279) is included for unforeseen costs.\nVIII.   Financial reference amount to cover the cost of the projects\nThe total cost of the project is EUR 1 670 000.", "summary": "Comprehensive ban on nuclear testing\nComprehensive ban on nuclear testing\nSUMMARY OF:\nJoint Action 2007/468/CFSP — support for activities of the Preparatory Commission of the Comprehensive Nuclear-Test-Ban Treaty Organisation (CTBTO) in order to strengthen its monitoring and verification capabilities\nWHAT IS THE AIM OF THE JOINT ACTION?\n              \nIt aims to support the early entry into force of the Comprehensive Nuclear-Test-BanTreaty (CTBT) and the need to rapidly build up the CTBT verification regime.\nKEY POINTS\n              \nThe signatory states to the CTBT, adopted in 1996, set up a Preparatory Commission to carry out the effective implementation of the CTBT pending the establishment of the Comprehensive Nuclear-Test-Ban Treaty Organisation (CTBTO).\n2 of the most important elements of the EU’s Strategy against the Proliferation of Weapons of Mass Destruction are the early entry into force of the CTBT and the improvement of the capabilities and the operational performance of the CTBTO’s monitoring and verification system. To achieve these objectives, the EU provides financial support for specific projects conducted by the Preparatory Commission.\nThe projects for which the EU has provides financing concern:\nsupport for the development of capacity in the area of noble gas* monitoring and verification: the objective is to have 90% of International Monitoring System stations operational by the beginning of 2008. In addition, the number of operational stations capable of monitoring the presence of noble gases in the atmosphere needs to be increased before the Treaty comes into force. Currently only 25% of the projected number are operational or under construction.\nsupport for the Integrated Field Exercise held in Kazakhstan in 2008 in the context of the On-Site Inspection Mechanism: The EU support focused on 3 areas: transportation, establishment of operational base-camps, and an evaluation workshop.\nThe projects are carried out by the Preparatory Commission of the CTBTO.\nThe sum of €1,670,000 is earmarked for these projects, which are described in detail in the annex to the Joint Action.\nFROM WHEN DOES THE JOINT ACTION APPLY?\n              \nIt has applied since 28 June 2007 for a period of 15 months following the conclusion of the financing arrangements between the Commission and the CTBTO.\nBACKGROUND\n              \nIn 2003, the EU described how the Comprehensive Nuclear-Test-Ban Treaty (Decision 2003/567/CFSP) could be brought into force as rapidly as possible, thus implementing Common Position 1999/533/CFSP.\nKEY TERMS\n              \nNoble gases: group of rare gases which includes helium, neon, argon, krypton, xenon and radon.\nMAIN DOCUMENT\n            \nCouncil Joint Action 2007/468/CFSP of 28 June 2007 on support for activities of the Preparatory Commission of the Comprehensive Nuclear-Test-Ban Treaty Organisation (CTBTO) in order to strengthen its monitoring and verification capabilities and in the framework of the implementation of the EU Strategy against the Proliferation of Weapons of Mass Destruction (OJ L 176, 6.7.2007, pp. 31-38)\nRELATED DOCUMENTS\n            \nEU strategy against proliferation of Weapons of Mass Destruction, Council of the European Union, 10.12.2003\nCouncil Decision 2003/567/CFSP of 21 July 2003 implementing Common Position 1999/533/CFSP relating to the European Union’s contribution to the promotion of the early entry into force of the Comprehensive Nuclear Test-Ban Treaty (CTBT) (OJ L 192, 31.7.2003, p. 53)\nCouncil Common Position 1999/533/CFSP of 29 July 1999 relating to the European Union’s contribution to the promotion of the early entry into force of the Comprehensive Nuclear Test-Ban Treaty (CTBT) (OJ L 204, 4.8.1999, pp. 1-2)\nlast update 27.09.2018", "tags": ["EU financing", "EU policy", "weapon of mass destruction", "international security", "international agreement", "nuclear safety", "non-proliferation of arms", "nuclear test"], "subjects": ["Common foreign and security policy"], "split": "train", "reference_annotations": {}, "summary_annotations": {"32007E0468_p1": {"text": "In 2003, the EU described how the Comprehensive Nuclear-Test-Ban Treaty (decision 2003/567/cfsp) could be brought into force as rapidly as possible, thus implementing Common position 1999/533/cfsp.", "triples": [" decision 2003/567/cfsp,  implementing,  position 1999/533/cfsp"]}, "32007E0468_p2": {"text": "Council decision 2003/567/cfsp of 21 July 2003 implementing Common position 1999/533/cfsp relating to the European Union’s contribution to the promotion of the early entry into force of the Comprehensive Nuclear Test-Ban Treaty (CTBT) (OJ L 192, 31.7.2003, p. 53)", "triples": [" decision 2003/567/cfsp,  implementing,  position 1999/533/cfsp"]}}}