{"celex_id": "32019R1715", "reference": "14.10.2019\nEN\nOfficial Journal of the European Union\nL 261/37\nCOMMISSION IMPLEMENTING REGULATION (EU) 2019/1715\nof 30 September 2019\nlaying down rules for the functioning of the information management system for official controls and its system components (‘the IMSOC Regulation’)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION,\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular Article 13(1) thereof,\nHaving regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (2), and in particular Article 51 thereof,\nHaving regard to Regulation (EU) 2016/429 of the European Parliament of the Council of 9 March 2016 on transmissible animal diseases and amending and repealing certain acts in the area of animal health (3) (‘Animal Health Law’), and in particular point (c) of the first paragraph of Article 23 thereof,\nHaving regard to Regulation (EU) 2016/2031 of the European Parliament of the Council of 26 October 2016 on protective measures against pests of plants, amending Regulations (EU) No 228/2013, (EU) No 652/2014 and (EU) No 1143/2014 of the European Parliament and of the Council and repealing Council Directives 69/464/EEC, 74/647/EEC, 93/85/EEC, 98/57/EC, 2000/29/EC, 2006/91/EC and 2007/33/EC (4), and in particular points (a), (b) and (c) of the first paragraph of Article 104 thereof,\nHaving regard to Regulation (EU) 2017/625 of the European Parliament and of the Council of 15 March 2017 on official controls and other official activities performed to ensure the application of food and feed law, rules on animal health and welfare, plant health and plant protection products, amending Regulations (EC) No 999/2001, (EC) No 396/2005, (EC) No 1069/2009, (EC) No 1107/2009, (EU) No 1151/2012, (EU) No 652/2014, (EU) 2016/429 and (EU) 2016/2031 of the European Parliament and of the Council, Council Regulations (EC) No 1/2005 and (EC) No 1099/2009 and Council Directives 98/58/EC, 1999/74/EC, 2007/43/EC, 2008/119/EC and 2008/120/EC, and repealing Regulations (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council, Council Directives 89/608/EEC, 89/662/EEC, 90/425/EEC, 91/496/EEC, 96/23/EC, 96/93/EC and 97/78/EC and Council Decision 92/438/EEC (5) (‘Official Controls Regulation’), in particular point (a) of the first paragraph of Article 58, points (a), (b) and (c) of the first subparagraph of Article 75(2), point (f) of the first paragraph of Article 90, points (a) and (b) of the first subparagraph of Article 102(6), Article 103(6) and points (a) to (g) of the first paragraph of Article 134 thereof,\nWhereas:\n(1)\nRegulation (EU) 2017/625 establishes, inter alia, rules for the Member States’ performance of official controls and other official activities on animals and goods entering the Union in order to ensure the correct application of the Union agri-food chain legislation.\n(2)\nIt requires the Commission, in collaboration with Member States, to set up and manage a computerised information management system for official controls (IMSOC) to manage, handle and automatically exchange data, information and documents in relation to official controls. The IMSOC should integrate and upgrade as necessary certain information systems managed by the Commission and act as an interoperability schema connecting them and, in certain cases, also existing national systems of the Member States and information systems of third countries and international organisations (‘other systems’).\n(3)\nThe information systems managed by the Commission and to be integrated in IMSOC include the Rapid alert system for food and feed (RASFF) for notifying direct or indirect risk to human health deriving from food, food contact material or feed, as established by Regulation (EC) No 178/2002 and broadened by Regulation (EC) No 183/2005 of the European Parliament and of the Council (6), the system for notifying and reporting information on animal diseases (ADIS), to be established pursuant to Regulation (EU) 2016/429, the system for notifying and reporting the presence of pests in plants and plant products (EUROPHYT), to be established pursuant to Regulation (EU) 2016/2031, the technical tools for administrative assistance and cooperation (AAC) and the TRACES system referred to in Regulation (EU) 2017/625.\n(4)\nThe information systems managed by the Commission were established at different times and have since been modified on legal and operational grounds. Therefore, in order to upgrade and integrate them as required by Regulation (EU) 2017/625, it is appropriate to gather in the same act all provisions relating to the functioning of the IMSOC and its system components, and establish rules for the exchange of data, information and documents with other systems on the basis of the powers conferred on the Commission by Regulations (EC) No 178/2002, (EU) 2016/429, (EU) 2016/2031 and (EU) 2017/625 and repeal the existing implementing acts.\n(5)\nRegulation (EU) 2017/625 provides that the Member States and the Commission should process personal data through the IMSOC and any of its components only for the purposes of official controls and other official activities performed for the verification of compliance with relevant Union rules in the areas referred to in Article 1(2) of that Regulation, including the operators’ past records as regards compliance with those rules.\n(6)\nOfficial controls and other official activities are to be carried out on operators for the whole duration of their activities and in certain cases such as animal welfare checks or official controls on products with long shelf life, e.g. canned food or food contact materials, on the same animals and goods at different points in time. Therefore, in order to be able to properly track operators’ past records, it is appropriate to establish a maximum storage period of personal data of 10 years, which should allow traceability in case of foodborne outbreaks, animal diseases outbreaks, animal welfare checks and plant pest outbreaks.\n(7)\nIn order to implement measures that adhere to the ‘data protection by design’ principle laid down in Regulation (EU) 2016/679 of the European Parliament and of the Council (7) and Regulation (EU) 2018/1725 of the European Parliament and of the Council (8), the IMSOC components should be given a limited capacity to insert unstructured information. This capacity should be used only where such information is necessary and cannot be provided efficiently in a structured manner. Moreover, even in the absence of explicit references to them, personal data protection principles are embedded in each provision of this Regulation, in particular as regards the identification of data controllers, storage periods of personal data, access to personal data, transmission and transfer of personal data and data security.\n(8)\nA multi-level governance of the IMSOC by the Commission, in collaboration with the Member States, is necessary to ensure that the development of general solutions applicable to the IMSOC are steered uniformly and that system components are developed and used in a coherent way, so as to limit administrative burden and the establishing of different procedures where this is not strictly necessary.\n(9)\nTo this end, it is appropriate to establish a network of members, including the Commission and, where appropriate, EU agencies, for each IMSOC system component, and for the Commission to establish governance structures to gather ongoing feedback from Member States on planned changes and new features to steer the development of the IMSOC and its components.\n(10)\nAlthough each IMSOC component has its own specificities, this Regulation should establish general principles which all components need to comply with, regarding ownership and responsibility for data, information and documents and exchanges with other systems. It should also establish the Commission’s obligations and rights as regards the IMSOC and personal data protection provisions in Regulation (EU) 2016/679, Directive (EU) 2016/680 of the European Parliament and of the Council (9) and Regulation (EU) 2018/1725.\n(11)\nAs Regulation (EU) 2017/625 provides that the IMSOC is to integrate the RASFF, this Regulation should lay down implementing measures for the efficient operation of the RASFF within the IMSOC on the basis of the conditions and procedures applicable to the transmission of notifications, as currently established by Commission Regulation (EU) No 16/2011 (10), including the definition of the different types of notification classified according to risks.\n(12)\nSince the provisions on administrative assistance and cooperation of Title IV of Regulation (EC) No 882/2004 of the European Parliament and of the Council (11) and the implementing measures in Commission Implementing Decision (EU) 2015/1918 (12) establishing the Administrative Assistance and Cooperation System (the AAC system) are now included in Title IV of Regulation (EU) 2017/625, this Regulation should lay down operational rules and a standard format for the exchange of information on instances of cross-border non-compliance within the IMSOC in accordance with the power conferred on the Commission by Regulation (EU) 2017/625.\n(13)\nGiven the complex nature of certain cases of non-compliance where risks may not be immediately identified and in order to ensure swift and appropriate coordination between different competent authorities through the correct procedure, this Regulation should include rules for the clear distinction between non-compliances generating risks and other non-compliances, in order to streamline and facilitate the choice between the RASFF or AAC procedure accordingly.\n(14)\nMoreover, this Regulation should also harmonise, as far as possible, the type of information exchanged through the RASFF or AAC procedures to allow a swift change of procedure in case factual evidence demonstrates the presence or absence of a risk.\n(15)\nAt the Ministerial Conference on 26 September 2017 (13), following an incident of fipronil contamination, the Commission and the Member States agreed on concrete measures and coordinated action to step up the fight against food fraud. They identified bridging the gap between the RASFF and the AAC system by means of a combined platform as one measure to ensure that information is exchanged as efficiently as possible. To this end, this Regulation should establish a common computerised tool (iRASFF) to be integrated in the IMSOC that brings together the RASFF and the AAC system, for the exchange of information required by Regulation (EC) No 178/2002 and Regulation (EU) 2017/625.\n(16)\nTo ensure the correct and efficient functioning of iRASFF, the Member States’ contact points of the RASFF and AAC networks should be represented in an entity called single contact point. The latter should consist of persons managing both networks, whether or not physically located in the same administrative unit, relay information to the appropriate competent authority within the country and routinely be the first contact point for the Commission.\n(17)\nMoreover, considering the occurrence of criminal activities along the food and feed chain and the concurring relevance of those activities for competent authorities and police or judicial bodies, the European Union Agency for Law Enforcement Cooperation (Europol) should take part in the food fraud network, and where relevant, inform the European Union’s Judicial Cooperation Unit (Eurojust).\n(18)\nThis Regulation should also establish common rules for the contact points of iRASFF and for the Commission’s coordinating role in verifying notifications and helping to identify recurrent hazards and operators reported in them.\n(19)\nMoreover, as Regulation (EC) No 178/2002 requires public authorities to inform the public of risks to human health, inter alia, and third countries of certain notifications, this Regulation should lay down rules to inform the public and third countries, balancing the need to inform with that not to harm business operators.\n(20)\nRegulation (EU) 2016/429 lays down rules on animal diseases that are transmissible to animals or humans, including requirements for disease notification and reporting. It requires the Commission to set up and manage a computerised information system for the operation of the mechanisms and tools for those requirements (ADIS) that should be integrated into the IMSOC.\n(21)\nAs Regulation (EU) 2016/429 becomes applicable as of 21 April 2021, this Regulation should lay down deferred rules for the establishment of the network for the functioning of ADIS.\n(22)\nRegulation (EU) 2016/2031 lays down measures to prevent the entry or spread of plant pests in EU territory, including notification requirements for pest presence and phytosanitary measures taken. It requires the Commission to establish an electronic system through which the Member States are to submit notifications and which should be connected to, and compatible with, the IMSOC.\n(23)\nFor that purpose, that Regulation empowers the Commission to lay down specific rules on notifications, in particular on the items to be included, a form and how to fill it in and deadlines for the submission of particular items.\n(24)\nThe EUROPHYT-Interceptions web-based notification system (14) is a system developed by the Commission with the Member States, for notifying interception of consignments of plants and plant products from other Member States or third countries that may present an imminent danger of introducing or spreading pests. The procedure and standard form to be used for notifying interception of such consignments from a third country are laid down in Commission Directive 94/3/EC (15).\n(25)\nA parallel web-based notification system, EUROPHYT-Outbreaks, was developed with a view to helping Member States to notify official confirmation of the presence of pests on their territory, and measures taken to eradicate or prevent the spread of the pest, whether or not regulated at EU level as harmful. Commission Implementing Decision 2014/917/EU (16) sets out the information to be included in such notifications and the deadline for submitting them. It also requires the notifying Member State to provide updates as soon as possible if it receives new relevant information or takes new relevant measures.\n(26)\nTo allow the Member States to notify interceptions and outbreaks as required by Regulation (EU) 2016/2031, this Regulation should lay down rules on notifying interceptions and outbreaks following procedures similar to those used for interceptions under Directive 94/3/EC and outbreaks under Implementing Decision 2014/917/EU.\n(27)\nBecause the notifications submitted to EUROPHYT-Interceptions are similar to the data and information on imports of and intra-Union trade in animals and products of animal origin submitted to the TRACES system, the functionalities of EUROPHYT-Interception for commodities intercepted at the border and within the Union should be provided within TRACES rather than within EUROPHYT.\n(28)\nRegulation (EU) 2017/625 also provides that the IMSOC should allow the production, handling and transmission of common health entry documents (CHEDs) and official certificates, and empowers the Commission to lay down rules on the format of the CHEDs, instruction for their presentation and use, and rules for the issuance of electronic certificates and for the use of electronic signatures.\n(29)\nTo establish an adequate level of security of electronic means of identification and electronic certification, digitalise and harmonise the certification process, the issuance of electronic official certificates and CHEDs should meet the standards for electronic signatures, electronic seals and electronic timestamps in their different levels of identity assurance set by Regulation (EU) No 910/2014 of the European Parliament and of the Council (17) and Commission Implementing Decision (EU) 2015/1506 (18) adopted pursuant to that Regulation, and use, as a basis, the existing provisions on electronic phytosanitary certification in Commission Implementing Decision (EU) 2018/1553 (19).\n(30)\nHowever, as Regulation (EU) 2016/2031 provides that electronic phytosanitary certificates for the introduction into the Union territory of plants, plant products and other objects are to be accepted only where they are provided through, or in electronic exchange with the IMSOC, this Regulation should establish rules for the issuance of such certificates in line with those provisions.\n(31)\nMoreover, to maintain continuity with the current operational practice, the entries of the common veterinary entry document (CVED) for products established by Commission Regulation (EC) No 136/2004 (20), the CVED for animals established by Commission Regulation (EC) No 282/2004 (21) and the common entry document established by Commission Regulation (EC) No 669/2009 (22) should serve as a basis to establish in this Regulation the entries for the CHEDs for the respective categories of animals and goods.\n(32)\nFor consignments of plants, plant products and other objects introduced from third countries for which a phytosanitary certificate is required, this Regulation should also lay down a template for a CHED with entries that are relevant for plants, plant products and other objects, as referred to in Article 47(1)(c) to (f) of Regulation (EU) 2017/625 and Commission Implementing Regulation (EU) 2019/66 (23). Moreover, those entries should be aligned with the items to be included in the EUROPHYT-Interceptions notifications.\n(33)\nAs the CHEDs should be used by operators to give prior notification of arrival of consignment to competent authorities and by those authorities to record the outcome of official controls and the decision on the consignment, the CHEDs should be divided in three parts: one to be filled in by the person responsible for the consignment; one by the competent authority taking a decision on the consignment and one to be filled in by the competent authority performing follow-up actions on the consignment. This Regulation should set out instructions for completing each part of the CHED, including language requirements.\n(34)\nDecision No 70/2008/EC of the European Parliament and of the Council (24) requires the Commission and the Member States to set up secure, integrated, interoperable and accessible electronic customs systems to provide single window services for the seamless flow of data between economic operators and customs authorities, between customs authorities and the Commission, and between customs authorities and other administrations or agencies. Since these objectives are similar to those of Regulation (EU) 2017/625, this Regulation should provide for similar cooperation arrangements between authorities dealing with animals and goods entering the Union and operating in TRACES.\n(35)\nIn order to ensure the consistent collection of information and avoid the pollution of Member States and Commission databases, data exchanges between TRACES and the national systems of the Member States should use reference data provided by the Commission in TRACES.\n(36)\nTo this end, Member States should provide the Commission with information necessary for the functioning of TRACES such as the lists of border control posts and control points designated in accordance with Regulation (EU) 2017/625, the lists of control units designated for the purpose of TRACES, the lists of food business establishments approved in accordance with Regulation (EC) No 852/2004 of the European Parliament and of the Council (25) and the lists of establishments, plants and operators handling animal by-products or derived products, approved or registered in accordance with Regulation (EC) No 1069/2009 of the European Parliament and of the Council (26).\n(37)\nThe provisions of Directive 94/3/EC, Regulation (EU) No 16/2011, and Implementing Decisions 2014/917/EU, (EU) 2015/1918 and (EU) 2018/1553 have been reviewed and are now incorporated in this Regulation. For the sake of clarity and consistency those acts should be repealed with effect from the date of application of Regulation (EU) 2017/625.\n(38)\nCommission Decisions 92/486/EEC (27), 2003/24/EC (28), 2003/623/EC (29), 2004/292/EC (30), 2004/675/EC (31) and 2005/123/EC (32), adopted in relation to the TRACES system pursuant to Council Directive 90/425/EEC (33) and Council Decision 92/438/EEC (34), have become obsolete. For the sake of clarity and consistency, those Decisions should also be repealed with effect from the date of application of Regulation (EU) 2017/625.\n(39)\nThis Regulation has been discussed with the European Food Safety Authority and the European Data Protection Supervisor.\n(40)\nThe measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,\nHAS ADOPTED THIS REGULATION:\nCHAPTER 1\nSubject matter, scope and definitions\nArticle 1\nSubject matter and scope\n1.   This Regulation lays down:\n(a)\nspecific conditions and procedures applicable to the transmission of notifications and supplementary information for the Rapid alert system for food and feed (RASFF) to be established pursuant to Regulation (EC) No 178/2002;\n(b)\nprocedures for the establishment and use of the computerised system for Union notification and reporting of diseases to be set up and managed by the Commission in accordance with Article 22 of Regulation (EU) 2016/429;\n(c)\nspecific rules, including deadlines, for the submission of notifications, to be laid down pursuant to Regulation (EU) 2016/2031;\n(d)\nrules for the computerised handling and exchange of information, data and documents in the information management system for official controls (IMSOC) necessary for the performance of the official controls provided for in Regulation (EU) 2017/625, as regards:\n(i)\nthe format of the common health entry document (CHED) referred to in Article 56 of Regulation (EU) 2017/625, including its electronic equivalent, and the instructions for its presentation and use;\n(ii)\nuniform arrangements for cooperation between customs authorities, competent authorities and other authorities, as referred to in Article 75 of Regulation (EU) 2017/625;\n(iii)\nthe issuance of electronic certificates and the use of electronic signatures for the official certificates referred to in Article 87 of Regulation (EU) 2017/625;\n(iv)\nstandard formats for information exchange in the framework of administrative assistance and cooperation, as referred to in Title IV of Regulation (EU) 2017/625, concerning:\n—\nrequests for assistance,\n—\ncommon and recurrent notifications and responses;\n(v)\nspecifications of the technical tools and procedures for communication between liaison bodies designated in accordance with Article 103(1) of Regulation (EU) 2017/625;\n(vi)\nthe proper functioning of the IMSOC referred to in Chapter IV of Title VI of Regulation (EU) 2017/625.\nArticle 2\nDefinitions\nFor the purposes of this Regulation, the following definitions shall apply:\n(1)\n‘component’ means an electronic system integrated in the IMSOC;\n(2)\n‘network’ means a group of members having access to a specific component;\n(3)\n‘network member’ means a Member State’s competent authority, the Commission, an EU agency, a third country’s competent authority or an international organisation that has access to at least one component;\n(4)\n‘contact point’ means the contact point designated by the network member to represent it;\n(5)\n‘Member State’s national system’ means a computerised information system owned and set up before the date of entry into force of Regulation (EU) 2017/625 by a Member State for the purpose of managing, handling and exchanging data, information and documents on official controls, and capable of electronically exchanging data with the relevant component;\n(6)\n‘international organisation’ means any of the internationally recognised bodies listed in point (g) of Article 121 of Regulation (EU) 2017/625, or similar intergovernmental organisations;\n(7)\n‘iRASFF’ means the electronic system implementing the RASFF and AAC procedures described in Article 50 of Regulation (EC) No 178/2002 and Articles 102 to 108 of Regulation (EU) 2017/625 respectively;\n(8)\n‘risk’ means any direct or indirect risk to human health in connection with food, food contact material or feed in accordance with Article 50 of Regulation (EC) No 178/2002 or a serious risk to animal health or to the environment in connection with feed, including feed for animals not kept for food production, in accordance with Article 29 of Regulation (EC) No 183/2005;\n(9)\n‘RASFF network’ means the Rapid alert system for the notification of risks as defined in point 8, established as a network by Article 50 of Regulation (EC) No 178/2002;\n(10)\n‘AAC network’ means the network composed of the Commission and the liaison bodies designated by the Member States in accordance with Article 103(1) of Regulation (EU) 2017/625 for the purpose of facilitating communication between competent authorities;\n(11)\n‘food fraud network’ means the network composed of the Commission, Europol and the liaison bodies designated by the Member States in accordance with Article 103(1) of Regulation (EU) 2017/625 for the specific purpose of facilitating the exchange of information on food fraud notifications as defined in point (21);\n(12)\n‘alert and cooperation network’ means a network composed of the RASFF, AAC and food fraud networks;\n(13)\n‘single contact point’ means a contact point composed of the RASFF and AAC contact points in each Member State, whether or not physically located in the same administrative unit;\n(14)\n‘non-compliance notification’ means a notification in iRASFF of a non-compliance that does not present a risk within the meaning of Article 50 of Regulation (EC) No 178/2002 and Article 106(1) of Regulation (EU) 2017/625, except non-serious risks to animal health and risks to plant health or animal welfare;\n(15)\n‘alert notification’ means a notification in iRASFF of a serious direct or indirect risk deriving from food, food contact material or feed within the meaning of Article 50 of Regulation (EC) No 178/2002 and Article 29 of Regulation (EC) No 183/2005 that requires or might require rapid action by another RASFF network member;\n(16)\n‘information notification’ means a notification in iRASFF of a direct or indirect risk deriving from food, food contact material or feed according to Article 50 of Regulation (EC) No 178/2002 and Article 29 of Regulation (EC) No 183/2005 that does not require rapid action by another RASFF network member;\n(17)\n‘information notification for follow-up’ means an information notification related to a product that is or may be placed on the market of another RASFF network member’s country;\n(18)\n‘information notification for attention’ means an information notification related to a product that:\n(i)\neither is present only in the notifying network member’s country; or\n(ii)\nhas not been placed on the market; or\n(iii)\nis no longer on the market;\n(19)\n‘news notification’ means a notification in iRASFF concerning a risk deriving from food, food contact material or feed within the meaning of Article 50 of Regulation (EC) No 178/2002 and Article 29 of Regulation (EC) No 183/2005 that has an informal source, contains unverified information or concerns as yet an unidentified product;\n(20)\n‘border rejection notification’ means a notification in iRASFF of a rejection due to a risk as defined in point 8 of a batch, container or cargo of food, food contact material or feed as referred to in point (c) of Article 50(3) of Regulation (EC) No 178/2002;\n(21)\n‘food fraud notification’ means a non-compliance notification in iRASFF concerning suspected intentional action by businesses or individuals for the purpose of deceiving purchasers and gaining undue advantage therefrom, in violation of the rules referred to in Article 1(2) of Regulation (EU) 2017/625;\n(22)\n‘original notification’ means a non-compliance notification, an alert notification, an information notification, a news notification, a food fraud notification or a border rejection notification;\n(23)\n‘follow-up notification’ means a notification in iRASFF that contains additional information in relation to an original notification;\n(24)\n‘request’ means a request for administrative assistance in iRASFF based on an original or follow-up notification and enabling the exchange of information pursuant to Articles 104 to 108 of Regulation (EU) 2017/625;\n(25)\n‘response’ means a response to a request for administrative assistance in iRASFF based on an original or follow-up notification and enabling the exchange of information pursuant to Articles 104 to 108 of Regulation (EU) 2017/625;\n(26)\n‘notifying network member or contact point’ means the network member or contact point addressing a notification to another network member or contact point;\n(27)\n‘notified network member or contact point’ means the network member or contact point to which a notification is addressed by another network member or contact point;\n(28)\n‘requested network member or contact point’ means the network member or contact point to which a notification is addressed by another network member or contact point for the purpose of receiving a response;\n(29)\n‘ADIS’ means the computerised information system for the notification and reporting of diseases to be set up and managed by the Commission in accordance with Article 22 of Regulation (EU) 2016/429;\n(30)\n‘ADIS network’ means the network composed of the Commission and Member States’ competent authorities for the functioning of ADIS;\n(31)\n‘EUROPHYT’ means the electronic notification system to be established by the Commission and to be connected to, and compatible with, the IMSOC for Member States’ submission of EUROPHYT outbreak notifications in accordance with Article 103 of Regulation (EU) 2016/2031;\n(32)\n‘EUROPHYT outbreak notification’ means a notification to be submitted in EUROPHYT of any of the following:\n(a)\nthe officially confirmed presence on the Union territory of a Union quarantine pest, as referred to in points (a) and (b) of the first paragraph of Article 11 of Regulation (EU) 2016/2031;\n(b)\nthe officially confirmed presence of a pest not included in the list of Union quarantine pests, as referred to in Article 29(1) of Regulation (EU) 2016/2031;\n(c)\nthe presence in, or the imminent danger of entry into, or spread within, the Union territory of a pest not included in the list of Union quarantine pests, as referred to in Article 30(1) of Regulation (EU) 2016/2031;\n(d)\nthe officially confirmed presence of a protected zone quarantine pest, as referred to in Article 33(1) of Regulation (EU) 2016/2031;\n(33)\n‘EUROPHYT interception notification’ means a notification to be submitted in TRACES in any of the situations described in point (c) of the first paragraph of Article 11, Article 40(4), Article 41(4), Article 46(4), the second, third and fourth subparagraphs of Article 49(6), Article 53(4), Article 54(4), Article 77(2) and Article 95(5) of Regulation (EU) 2016/2031;\n(34)\n‘EUROPHYT interception network’ means the network composed by the Commission and Member States’ competent authorities for EUROPHYT interception notifications;\n(35)\n‘EUROPHYT outbreak network’ means the network composed by the Commission and Member States’ competent authorities for the functioning of EUROPHYT;\n(36)\n‘TRACES’ means the computerised system referred to in Article 133(4) of Regulation (EU) 2017/625 for the purposes of exchanging data, information and documents;\n(37)\n‘TRACES network’ means the network composed by the Commission and Member States’ competent authorities for the functioning of TRACES;\n(38)\n‘electronic signature’ means an electronic signature as defined in point (10) of Article 3 of Regulation (EU) No 910/2014;\n(39)\n‘advanced electronic signature’ means an electronic signature complying with the technical specifications laid down in the Annex to Implementing Decision (EU) 2015/1506;\n(40)\n‘qualified electronic signature’ means an electronic signature as defined in point (12) of Article 3 of Regulation (EU) No 910/2014;\n(41)\n‘advanced electronic seal’ means an electronic seal complying with the technical specifications laid down in the Annex to Implementing Decision (EU) 2015/1506;\n(42)\n‘qualified electronic seal’ means an electronic seal as defined in point (27) of Article 3 of Regulation (EU) No 910/2014;\n(43)\n‘qualified electronic time stamp’ means an electronic time stamp as defined in point (34) of Article 3 of Regulation (EU) No 910/2014;\n(44)\n‘control point’ means a control point as referred to in point (a) of Article 53(1) of Regulation (EU) 2017/625;\n(45)\n‘control unit’ means a unit that has the technology and equipment necessary for the efficient operation of the relevant component and designated as follows for that purpose:\n(a)\n‘central control unit’ for the central competent authority of a Member State;\n(b)\n‘regional control unit’ for any regional competent authority of a Member State;\n(c)\n‘local control unit’ for any local competent authority of a Member State.\nCHAPTER 2\nGeneral principles and data protection\nArticle 3\nIMSOC components\n1.   The IMSOC shall be composed of the following components:\n(a)\niRASFF;\n(b)\nADIS;\n(c)\nEUROPHYT;\n(d)\nTRACES.\n2.   The components referred to in paragraph 1 shall operate in compliance with the general principles and data protection rules laid down in this Chapter.\nArticle 4\nComponents, networks and contact points\n1.   Each component shall have a network of which the Commission shall be part.\n2.   Network members shall each designate at least one contact point and communicate that designation and its contact details to the Commission contact point. They shall inform the Commission contact point immediately of any changes in this respect.\n3.   The Commission contact point shall maintain and keep up to date a list of contact points and make it available to all network members.\n4.   The Commission shall establish a governance structure to steer the development of, identify priorities for and monitor the correct implementation of the IMSOC. The governance structure shall be composed of:\n(a)\nan operations management board, in collaboration with the Member States, to discuss, at least once a year, priorities for and the development of each component;\n(b)\nsub-groups within the operations management board that regularly discuss priorities for and the development of specific functionalities of each component.\nArticle 5\nOwnership and responsibilities for data, information and documents\n1.   Each network member shall own and be responsible for the data, information and documents its contact point or users acting under its responsibility have inserted or produced in the relevant component.\n2.   Each signatory, competent authority to which a signatory belongs or competent authority creating an electronic seal shall own and be responsible for the part of the documents it signs or seals in TRACES.\n3.   Where more than one signatory signs a document in TRACES, each signatory shall own and be responsible for the part of the document that it signs.\nArticle 6\nLinks between components\n1.   Links between components shall be aimed at:\n(a)\ncomplementing data, information or documents in one or more components by data, information or documents already present in another component; and\n(b)\nproviding relevant and up-to-date information to each network member for the performance of its tasks in accordance with the rules set for each component in this Regulation; and\n(c)\nsupporting and operating the procedures for\n(i)\ndetermining and modifying the frequency rates of identity checks and physical checks to be performed on consignments of categories of animals and goods referred to in points (a), (b) and (c) of Article 47(1) of Regulation (EU) 2017/625;\n(ii)\napplying the frequency of identity checks and physical checks to be performed on consignments of categories of animals or goods referred to in points (d), (e) and (f) of that Article;\n(iii)\nthe coordinated performance by competent authorities of the intensified official controls in case of suspicions of non-compliance referred to in Article 65(6) of that Regulation.\n2.   The links referred to in paragraph 1 shall consist in links between:\n(a)\niRASFF and TRACES, allowing the exchange of data concerning border rejection notifications and common health entry documents;\n(b)\nEUROPHYT and TRACES, allowing the exchange of data concerning EUROPHYT outbreak and interception notifications;\n(c)\niRASFF, EUROPHYT and TRACES, allowing the exchange of data concerning operators’ past records as regards compliance with the rules referred to in Article 1(2) of Regulation (EU) 2017/625.\nArticle 7\nElectronic data exchange between components and other electronic systems\n1.   Data exchanges between the IMSOC and other electronic systems, including the Member States’ national systems, shall:\n(a)\nbe based on international standards that are relevant for the component and use XML, CMS or PDF formats;\n(b)\nuse the specific data dictionaries and business rules provided for in the relevant component.\n2.   The Commission shall provide the Member States with:\n(a)\nthe frequency of identity checks and physical checks referred to in point (c)(i) of Article 6(1);\n(b)\nthe frequency rates and the outcome of the coordinated performance by competent authorities of the intensified official controls referred to in point (c)(iii) of Article 6(1);\n(c)\nthe data dictionaries and business rules referred to in point (b) of paragraph 1.\n3.   In collaboration with the Member States, the Commission shall draw-up a service-level agreement governing the maintenance of the electronic data exchange between the relevant component and other electronic systems, including the Member States’ national systems.\nArticle 8\nObligations and rights of the Commission\n1.   The Commission shall ensure the functioning, maintenance, support and any necessary updating or development of the software and the IT infrastructure of the components.\n2.   The Commission shall have access to all data, information and documents in each component in order to monitor the exchange of data, information and documents inserted or produced therein for identifying activities that are, or appear to be, not in compliance with the rules referred to in Article 1(2) of Regulation (EU) 2017/625, and:\n(a)\neither have, or might have, ramifications in more than one Member State; or\n(b)\nare, or appear to be, taking place in more than one Member State.\nArticle 9\nConditions for the granting of partial access to the IMSOC to third countries and international organisations\n1.   On receipt of a duly justified application, the Commission, in collaboration with the Member States, may grant the competent authority of a third country or an international organisation partial access to the functionalities of one or more components and to specific data, information and documents inserted or produced therein, provided the applicant demonstrates, in respect of the component(s) in question, that it meets the following requirements:\n(a)\nit has the legal and operational capacity to provide, without undue delay, the assistance necessary to allow the good functioning of the component to which partial access is requested;\n(b)\nit has designated a contact point for that purpose;\n2.   The partial access referred to in paragraph 1 shall not include access to personal data processed in the component(s) to which the partial access is granted.\n3.   By way of derogation from paragraph 2, partial access may include access to personal data where the conditions for lawful transfers of personal data established by Regulations (EU) 2016/679 and (EU) 2018/1725 are fulfilled by the applicant third country or international organisation.\nArticle 10\nPersonal data processing\n1.   Personal data shall be processed in each component for the purpose of performing official controls and other official activities. In particular, personal data shall belong to one of the following categories:\n(a)\ncontact points, operators, importers, exporters, transporters and laboratory technicians when personal data is required by Union law;\n(b)\nusers of each component.\n2.   In processing personal data pursuant to this Regulation, Member States shall comply with Regulation (EU) 2016/679 and Directive (EU) 2016/680 and the Commission with Regulation (EU) 2018/1725.\nArticle 11\nData controllers and joint controllership\n1.   The Commission and the competent authorities of the Member States shall be joint controllers of data processing operations in each of the components.\n2.   The Commission shall be responsible for:\n(a)\ndetermining and implementing the technical means to enable data subjects to exercise their rights, and ensuring that those rights are exercised in compliance with Regulation (EU) 2018/1725;\n(b)\nensuring the security of processing within each component pursuant to Article 33 of Regulation (EU) 2018/1725;\n(c)\ndetermining the categories of its staff and external providers to whom access to the components may be granted;\n(d)\nnotifying and communicating any personal data breach of the components to the European Data Protection Supervisor pursuant to Article 34 of Regulation (EU) 2018/1725 and to the data subject pursuant to Article 35 of that Regulation respectively;\n(e)\nensuring that its staff and external providers are adequately trained to perform their tasks in accordance with Regulation (EU) 2018/1725.\n3.   The competent authorities of the Member States shall be responsible for:\n(a)\nensuring that data subject’s rights are exercised in compliance with Regulation (EU) 2016/679 and this Regulation;\n(b)\nensuring the security and confidentiality of personal data pursuant to Section 2 of Chapter IV of Regulation (EU) 2016/679;\n(c)\ndesignating the staff that are to have access to each component;\n(d)\nensuring that staff accessing each component are adequately trained to perform their tasks in accordance with Regulation (EU) 2016/679 and, where relevant, Directive (EU) 2016/680.\n4.   The competent authorities of the Member States may designate different joint controllers within the same Member State for the purpose of fulfilling one or more of the obligations referred to in paragraph 3.\nCHAPTER 3\nComponents, networks and contact points\nSECTION 1\niRASFF\nArticle 12\nLiaison bodies responsible for the exchange of certain types of information\nMember States shall indicate which of the liaison bodies designated in accordance with Article 103(1) of Regulation (EU) 2017/625 are responsible for exchanging information on food fraud notifications.\nArticle 13\nSingle contact point\n1.   The single contact point in each Member State shall be responsible for:\n(a)\nsetting up effective arrangements for the smooth exchange of relevant information with all relevant competent authorities within its jurisdiction, allowing the immediate transmission of notifications, requests or responses to the competent authorities for appropriate action, and maintaining the notifications, requests or responses in good order;\n(b)\ndetermining its roles and responsibilities and those of the relevant competent authorities within its jurisdiction as regards preparing and transmitting notifications, requests and responses, and assessing and distributing notifications, requests and responses from other members of the alert and cooperation network.\n2.   Member States may include their food fraud network contact point in their single contact point.\n3.   Communication within the RASFF network shall take place through the single contact point.\nArticle 14\nDuties of the members of the alert and cooperation network\n1.   Members of the alert and cooperation network shall ensure the efficient functioning of their networks within their jurisdiction.\n2.   Each designated alert and cooperation network contact point shall communicate to the Commission contact point detailed information regarding the persons operating it and their contact details. For that purpose, it shall use the contact point information template provided by the Commission.\n3.   RASFF network contact points shall ensure that an on-duty officer is available for emergency communications on a 24/7 basis.\nArticle 15\nInformation exchanged in iRASFF\n1.   Information exchanges between alert and cooperation network contact points for the purposes of Article 50 of Regulation (EC) No 178/2002 and Title IV of Regulation (EU) 2017/625 shall be made in iRASFF only and in the form of notifications, requests and responses.\n2.   The alert and cooperation network contact points shall complete the relevant fields of a notification to enable clear identification of the product, risk(s), instances of non-compliance and suspected fraud concerned, provide traceability information where possible and identify contact points responsible for any follow-up to a notification or response to a request.\n3.   Notifications may be transmitted in the form of original or follow-up notifications.\n4.   Requests and responses shall indicate the alert and cooperation network contact point(s) to which the request or response is addressed.\nArticle 16\nNon-compliance notifications\n1.   Alert and cooperation network contact points shall exchange without undue delay non-compliance notifications including at least the following:\n(a)\nthe name of the competent authority dealing with the notification, if different from the contact point;\n(b)\na description of the possible non-compliance;\n(c)\nthe identification, where possible, of the operators associated with the possible non-compliance;\n(d)\ndetails of the animals or goods involved;\n(e)\nany information concerning suspected risks;\n(f)\nan indication as to whether the notification relates to a possible instance of non-compliance perpetrated through fraudulent practices.\n2.   The Commission contact point shall verify each non-compliance notification after it has been exchanged, without undue delay.\nArticle 17\nAlert notifications\n1.   RASFF network contact points shall submit alert notifications to the Commission contact point without undue delay and in any event within 48 hours of the risk being reported to them.\n2.   Alert notifications shall include all available information required by Article 16(1) and any information on the risk and the product from which it derives. However, the fact that not all relevant information has been collected shall not unduly delay transmission of alert notifications.\n3.   The Commission contact point shall verify alert notifications and transmit them to the alert and cooperation network contact points within 24 hours of receiving them.\n4.   Outside Commission office hours, RASFF network contact points shall announce the transmission of an alert notification or follow-up to an alert notification by telephone call to the emergency phone number of the Commission contact point and specify which RASFF network member’s countries are concerned. The Commission contact point shall inform the RASFF network contact points concerned by a telephone call to their emergency phone numbers.\nArticle 18\nInformation notifications\n1.   RASFF network contact points shall submit information notifications to the Commission contact point without undue delay.\n2.   Information notifications shall include all available information required by Article 16(1) and any information on the risk and the product from which it derives.\n3.   The Commission contact point shall verify information notifications and transmit them to the alert and cooperation network contact points without undue delay on receiving them.\nArticle 19\nNews notifications\n1.   Alert and cooperation network contact points may submit news notifications to the Commission contact point.\n2.   News notifications shall include all the information required by Article 16(1), where available.\n3.   The Commission contact point shall verify news notifications and transmit them to the alert and cooperation network contact points without undue delay on receiving them.\nArticle 20\nBorder rejection notifications\n1.   RASFF network contact points shall transmit border rejection notifications to the alert and cooperation network contact points without undue delay.\n2.   Border rejection notifications shall include all information required by Article 16(1) and any information on the risk and the product from which it derives.\n3.   The information referred to in paragraph 2 shall be transmitted through TRACES to all border control posts.\n4.   The Commission contact point shall verify each border rejection notification after it has been transmitted.\nArticle 21\nFood fraud notifications\n1.   Food fraud network contact points shall exchange food fraud notifications including at least the following:\n(a)\nall the information required by Article 16(1);\n(b)\na description of the suspected fraudulent practice;\n(c)\nthe identification, where possible, of the operators involved;\n(d)\ninformation as to whether there are ongoing police or judicial investigations into the suspected fraudulent practice;\n(e)\ninformation on any instruction from the police or judiciary authority as soon as it is available and can be disclosed.\n2.   Food fraud network contact points shall communicate any information concerning health risks to their RASFF network contact point without undue delay.\n3.   The Commission contact point shall verify each food fraud notification after it has been exchanged, without undue delay.\nArticle 22\nFollow-up notifications\n1.   Where an alert and cooperation network member has additional information relating to an original notification, the contact point(s) concerned shall immediately transmit a follow-up notification to that network.\n2.   Where a contact point referred to in paragraph 1 has requested follow-up information relating to an original notification, the alert and cooperation network shall be provided with such information to the extent possible and without undue delay.\n3.   Where a RASFF network member takes action on receipt of an original notification in accordance with Article 50(5) of Regulation (EC) No 178/2002, its contact point shall immediately transmit a detailed follow-up notification to the alert and cooperation network.\n4.   Where the action referred to in paragraph 3 consists of detaining a product and returning to a dispatcher in the country of another RASFF network member:\n(a)\nthe network member taking the action shall provide relevant information about the returned product in a follow-up notification, unless that information was already included in full in the original notification;\n(b)\nthe other network member shall provide information in a follow-up notification on the action taken on the returned product.\n5.   By way of derogation from paragraph 1, where a follow-up notification changes the classification of an original notification to an alert or an information notification, the alert and cooperation network member shall submit it to the Commission contact point for verification and transmission to the alert and cooperation network contact points within the delays laid down in Article 17 or Article 18.\nArticle 23\nAccess to iRASFF notifications\n1.   All alert and cooperation network members shall have access to alert, information, news or border rejection notifications.\n2.   Without prejudice to the Commissions’ right of access pursuant to Article 8(2), only the notifying, notified and requested alert and cooperation network members shall have access to non-compliance notifications. However, other network members shall have access to the information referred to in points (a), (b) and (e) of Article 16(1).\n3.   Without prejudice to the Commissions’ right of access pursuant to Article 8(2), only the notifying, notified and requested contact points of the food fraud network shall have access to food fraud notifications.\nArticle 24\nVerification and publication of notifications\n1.   The Commission contact point’s verification of notifications shall cover:\n(a)\nthe completeness and legibility of the notification;\n(b)\nthe correctness of the legal basis supporting the notification; however an incorrect legal basis shall not prevent transmission of the notification if a risk has been identified;\n(c)\nwhether the notification falls within the scope of the RASFF network;\n(d)\nwhether the essential information in the notification is provided in a language that the alert and cooperation network contact point will easily understand;\n(e)\ncompliance with this Regulation;\n(f)\npossible recurrences of the same operator and/or hazard and/or country of origin.\n2.   By way of derogation from paragraph 1, verification of non-compliance, food fraud and border rejection notifications shall cover points (b), (c) and (e) of that paragraph.\n3.   Once the Commission contact point has verified a notification in accordance with paragraph 1 or 2, it may publish a summary of alert, information, border rejection and non-compliance notifications, with information on the classification and status of the notification, the product and risk(s) identified, the country of origin, the countries in which the product was distributed, the notifying network member, the basis for the notification and the measures taken.\n4.   The Commission shall publish an annual report on the notifications transmitted in iRASFF.\nArticle 25\nNotification withdrawal and amendments\n1.   Where the action to be taken appears to be based on unfounded information or the notification was transmitted erroneously, any alert and cooperation network contact point may ask:\n(a)\na notifying contact point to withdraw a non-compliance, food fraud or follow-up notification;\n(b)\nthe Commission contact point, with the agreement from the notifying contact point, to withdraw an alert, information, border rejection or news notification.\n2.   Any alert and cooperation network contact point may request amendments to a notification with the agreement of the notifying contact point.\n3.   A follow-up notification shall not be considered an amendment to a notification and may therefore be transmitted without the agreement of any other network member, unless such follow-up notification changes the classification of the notification.\nArticle 26\nClosure of a notification and storage period of personal data\n1.   A notification is automatically closed in iRASFF if:\n(a)\nno follow-up requests are pending; or\n(b)\nall requests have received a response; or\n(c)\nno response to the last request is provided within 6 months of its transmission.\n2.   Personal data from closed notifications shall be stored for no longer than 10 years.\nArticle 27\nExchange of information with third countries\n1.   Where an alert, information or border rejection notification concerns a product originating in or distributed to a third country that does not have access to iRASFF or TRACES, the Commission shall inform that third country without undue delay.\n2.   Where a non-compliance or food fraud notification concerns a product originating in or distributed to a third country that does not have access to iRASFF or TRACES, the Commission may inform that third country.\nArticle 28\nContingency arrangements for iRASFF\n1.   Where iRASFF is unavailable:\n(a)\nthe RASFF network contact points shall announce the transmission of an email concerning an alert notification or follow-up to an alert notification by a telephone call to the emergency phone number of the Commission contact point. The Commission contact point shall inform the RASFF network contact points required to follow-up by a telephone call to their emergency phone numbers;\n(b)\nthe AAC network contact points shall exchange information via email;\n(c)\nthe food fraud network contact points shall exchange information on food fraud notifications via email;\n(d)\nthe exchanges referred to in points (b) and (c) shall not trigger the request and response mechanism.\n2.   Once iRASFF becomes available again, the alert and cooperation network contact points shall insert in it the information exchanged outside the system.\nSECTION 2\nADIS\nArticle 29\nADIS network\n1.   Each ADIS network member may designate more than one contact point for the submission in ADIS of\n(a)\nnotifications of outbreaks pursuant to Article 19 of Regulation (EU) 2016/429;\n(b)\nreports as provided for in Article 20 of Regulation (EU) 2016/429.\n2.   Each ADIS network contact point shall maintain and keep up to date in ADIS the list of notification and reporting regions established by its Member State for the purpose of the notification and reporting provided for in Article 19 and Article 20 of Regulation (EU) 2016/429.\nSECTION 3\nEUROPHYT\nArticle 30\nEUROPHYT network\nEach EUROPHYT network member shall designate:\n(a)\na contact point responsible for submitting EUROPHYT outbreak notifications to the EUROPHYT outbreak network;\n(b)\na contact point responsible for:\n(i)\nsupervising the submission of EUROPHYT interception notifications to the EUROPHYT interception network, in accordance with Article 33, for consignments of plants, plant products and other objects entering the Union;\n(ii)\nsubmitting EUROPHYT interception notifications to the relevant third countries and international organisations, for consignments of plants, plant products and other objects entering the Union;\n(iii)\nsubmitting EUROPHYT interception notifications to the EUROPHYT interception network, for consignments of plants, plant products and other objects traded in the Union.\nArticle 31\nAccess to EUROPHYT outbreak and interception notifications\nWithout prejudice to the Commissions’ right of access pursuant to Article 8(2), only the EUROPHYT network concerned shall have access to EUROPHYT outbreak or interception notifications.\nArticle 32\nSubmission of EUROPHYT outbreak notifications to the EUROPHYT outbreak network\n1.   EUROPHYT network contact points shall submit in EUROPHYT an outbreak notification containing at least the information indicated in points 1.1, 1.3, 2.1, 2.2, 3.1, 4.1, 5.1, 5.2, 6.4 and 8 of Annex I to this Regulation no later than eight working days after the date of the official confirmation by the responsible official body of the presence of a pest as referred to in points (a) and (b) of the first paragraph of Article 11, Article 29(1), Article 30(1) and Article 33(1) of Regulation (EU) 2016/2031.\n2.   Where the presence of a pest is officially confirmed pursuant to paragraph 1, the notification shall also contain the information indicated in point 5.6 of Annex I.\n3.   The network contact points shall submit in EUROPHYT a notification containing the information indicated in points 1.2, 3.2, 4.2, 4.3, 4.4, 5.3 to 5.6, 6.1, 6.2, 6.3, 6.5, 6.6, 6.7, 7.1 to 7.6, 9 and 10 of Annex I no later than thirty days after the relevant date referred to in paragraph 1.\n4.   EUROPHYT network contact points shall update the notifications referred to in paragraphs 1 and 3 as soon as they have verified any relevant new information that has been made available to them or the competent authority has taken new measures.\nArticle 33\nUse of TRACES for the submission of EUROPHYT interception notifications to the EUROPHYT interception network\n1.   The official plant health officer taking the decision on consignments of plants, plant products and other objects entering the Union in accordance with point (b) of Article 55(2) of Regulation (EU) 2017/625 shall submit EUROPHYT interception notifications on those consignments in TRACES within two working days of their interception.\n2.   The notifications referred to in paragraph 1 shall include the following information:\n(a)\nthe information to be recorded in the CHED referred to in point (c) of Article 40(1);\n(b)\nadditional information on the measures taken on the consignment;\n(c)\ninformation on the quarantine imposed;\n(d)\nany further information on the interception where available.\n3.   EUROPHYT network contact points shall submit EUROPHYT interception notifications on consignments of plants, plant products and other objects traded in the Union in TRACES within two working days of their interception. Those notifications shall include the information referred to in paragraph 2.\nArticle 34\nStorage period of personal data for EUROPHYT outbreak notifications\nEUROPHYT shall store personal data from EUROPHYT outbreak notifications for no more than 10 years.\nSECTION 4\nTRACES\nArticle 35\nTRACES network\n1.   Without prejudice to Article 4(2), each TRACES network member shall designate one or more contact points for the functionalities provided for in point (d) of Article 132 and in Article 133 of Regulation (EU) 2017/625 or in other Union legislation referring to TRACES.\n2.   Contact points designated for the submission of EUROPHYT interception notifications shall also be considered contact points for that functionality in TRACES.\nArticle 36\nAccess to data, information and documents in TRACES\n1.   Each operator shall have access to the data, information or documents it handles, produces or transmits in TRACES.\n2.   Each competent authority shall have access to data, information or documents handled, produced or transmitted under its area of responsibility in TRACES, whether by its own staff or by the operators it manages in TRACES.\n3.   Where more than one competent authority handle, produce or transmit data, information or documents in TRACES, they shall have access to all such data, information and documents.\n4.   Without prejudice to the Commissions’ right of access pursuant to Article 8(2), entities that have not contributed to the handling, production or transmission of data, information or documents in TRACES, or are not involved in the placing on the market or the movement concerned, shall not have access to such data, information or documents.\n5.   By way of derogation from paragraph 4 of this Article, competent authorities shall have access to data, information and documents concerning a decision to refuse entry of a consignment or an order to take an action, recorded in TRACES in accordance with Article 66(5) of Regulation (EU) 2017/625.\nArticle 37\nExchanges between TRACES and other electronic systems\n1.   Data exchanges between TRACES and other electronic systems, including the Member States’ national systems, shall be synchronous, reciprocal and based on UN/CEFACT, IPPC and OIE standards.\n2.   Data exchanges between TRACES and the Member States’ national systems shall make use of reference data provided in TRACES.\nArticle 38\nCooperation between authorities in Member States in relation to consignments entering the Union\n1.   For the purpose of the cooperation provided for in Article 75(1) of Regulation (EU) 2017/625, the Member States’ customs authorities shall have access to data, information and documents relating to animals and goods entering the Union from third countries and to decisions taken on the basis of official controls carried out in accordance with Chapter V of Title II of that Regulation, through:\n(a)\nTRACES or their Member States’ national systems; or\n(b)\nthe EU Single Window environment for customs based on the electronic customs systems referred to in Decision No 70/2008/EC and interconnected with TRACES.\n2.   Where the access referred to in paragraph 1 is not available, Member States shall ensure without undue delay that their customs and competent authorities reciprocally exchange in a timely manner, the relevant data, information and documents.\nArticle 39\nIssuance of electronic official certificates and use of electronic signatures\n1.   Electronic official certificates for consignments of animals and goods entering the Union shall meet all of the following requirements:\n(a)\nthey shall be issued in one of the following systems:\n(i)\nTRACES;\n(ii)\na Member State’s national system;\n(iii)\na third country or an international organisation’s electronic certification system that is capable of exchanging data with TRACES;\n(iv)\na third country or an international organisation’s electronic certification system that is capable of exchanging data with a Member State’s national system;\n(b)\nthey shall be signed by an authorised officer with an advanced or qualified electronic signature;\n(c)\nthey shall bear the advanced or qualified electronic seal of the issuing competent authority, or the advanced or qualified electronic signature of its legal representative;\n(d)\nthey shall use a qualified electronic time stamp.\n2.   Where electronic official certificates are issued in accordance with point (a)(iii) or (iv) of paragraph 1, TRACES or the Member State’s national system shall acknowledge the exchange of data through the advanced or qualified electronic seal of the issuing third country’s competent authority, or the advanced or qualified electronic signature of its legal representative.\nIn such cases, the signature of the authorised officer referred to in point (b) of paragraph 1 is not required.\n3.   The Commission shall be notified in advance of the issuance of electronic official certificates in accordance with point (a)(iv) of paragraph 1.\n4.   The competent authority shall accept electronic phytosanitary certificates, as required for the introduction of plants, plant products and other objects into the Union territory in accordance with Section 1 of Chapter VI of Regulation (EU) 2016/2031, only where they are issued in accordance with point (a)(i) or (iii) of paragraph 1 of this Article.\nArticle 40\nFormat of the CHED and instructions for its presentation and use\n1.   The CHED shall contain entries for the information set out in Part 1 of Annex II to this Regulation and be used by the operator and the competent authorities in accordance with Article 56(3) of Regulation (EU) 2017/625 in one of the following formats, depending on the category of the consignment established in Article 47(1) of that Regulation:\n(a)\na CHED-A drawn up in accordance with the template in Section A of Part 2 of Annex II to this Regulation, for consignments of animals that are:\n(i)\nreferred to in point (a) of Article 47(1) of Regulation (EU) 2017/625; or\n(ii)\nsubject at their entry into the Union to measures provided for in points (e) or (f) of Article 47(1) of Regulation (EU) 2017/625;\n(b)\na CHED-P drawn up in accordance with the template in Section B of Part 2 of Annex II to this Regulation, for consignments of products that are:\n(i)\nreferred to in point (b) of Article 47(1) of Regulation (EU) 2017/625; or\n(ii)\nsubject at their entry into the Union to measures provided for in points (d), (e) or (f) of Article 47(1) of Regulation (EU) 2017/625;\n(c)\na CHED-PP drawn up in accordance with the template in Section C of Part 2 of Annex II to this Regulation, for consignments of:\n(i)\nplants, plant products and other objects referred to in point (c) of Article 47(1) of Regulation (EU) 2017/625; or\n(ii)\nplants, plant products and other objects subject at their entry into the Union to one of the measures or conditions provided for in points (d), (e) or (f) of Article 47(1) of Regulation (EU) 2017/625; or\n(iii)\nspecific plants, plant products and other objects of a particular origin or provenance for which a minimum level of official controls is necessary to respond to recognised uniform hazards and risks to plant health as provided for in Implementing Regulation (EU) 2019/66;\n(d)\na CHED-D drawn up in accordance with the template in Section D of Part 2 of Annex II to this Regulation, for consignments of feed and food of non-animal origin subject at their entry into the Union to any of the measures or conditions provided for in points (d), (e) or (f) of Article 47(1) of Regulation (EU) 2017/625.\n2.   The CHED referred to in paragraph 1 shall be:\n(a)\ndrawn up in at least one of the official languages of the Member State of entry;\n(b)\nduly completed in at least one of the official languages of the Member State of entry in accordance with the explanatory notes provided for in Part 1 of Annex II to this Regulation, by:\n(i)\nthe operator responsible for the consignment, as regards the information on the details of the consignment, as described in Part I of the templates in Sections A to D of Part 2 of that Annex;\n(ii)\nthe competent authority at a border control post or control point, as regards the information on the decision taken on the consignment, as described in Part II of the templates in Sections A to D of Part 2 of that Annex;\n(iii)\nthe competent authority at the border control post of exit or final destination, or by the local competent authority, as regards the information on the follow-up measures taken on the consignment after a decision has been taken, as described in Part III of the templates in Sections A to D of Part 2 of that Annex.\n3.   By way of derogation from paragraph 2(a), a Member State may consent to a CHED being drawn up in an official EU language other than that of the Member State of entry.\nArticle 41\nUse of an electronic CHED\n1.   An operator’s or a competent authority’s use of a CHED in an electronic format shall be by means of one of the following systems:\n(a)\nTRACES, provided that the CHED meets all of the following requirements:\n(i)\nit is signed by the operator responsible for the consignment with his/her electronic signature;\n(ii)\nit is signed by the certifying officer at border control posts or control points with his/her advanced or qualified electronic signature;\n(iii)\nit bears the advanced or qualified electronic seal of the issuing competent authority;\n(iv)\nit is sealed by TRACES with an advanced or qualified electronic seal;\n(b)\nthe national system of a Member State, provided that the CHED meets all of the following requirements:\n(i)\nit is signed by the operator responsible for the consignment with his/her electronic signature;\n(ii)\nit is signed by the certifying officer at border control posts or control points with his/her advanced or qualified electronic signature;\n(iii)\nit bears the advanced or qualified electronic seal of the issuing competent authority;\n(iv)\nit is transmitted to TRACES at the latest at the time when the decision is taken on the basis of the official controls and the transmission is sealed by the advanced or qualified electronic seal of the issuing competent authority;\n2.   TRACES shall acknowledge the transmission referred to in point (b)(iv) of paragraph 1 with its advanced or qualified electronic seal.\n3.   The required steps referred to in paragraphs 1 and 2 shall each be timestamped with a qualified electronic time stamp.\nArticle 42\nPeriods of storage of electronic certificates and CHEDs and personal data therefrom\n1.\nFor the purpose of maintaining the integrity of certificates and CHEDs issued in accordance with Article 39 and Article 41 respectively, relevant data concerning electronic signatures, electronic seals, timestamps and electronic exchanges shall be stored by TRACES and the Member States’ national systems for at least 3 years.\n2.\nPersonal data from the certificates and CHEDs referred to in paragraph 1 shall be stored by TRACES and the Member States’ national systems for no more than 10 years.\n3.\nPersonal data from EUROPHYT interception notifications referred to in Article 33(2) shall be stored by TRACES for no more than 10 years.\nArticle 43\nList of control units\nEach TRACES network contact point shall maintain and keep up to date in TRACES the list of control units that its Member State has designated for the purposes of TRACES.\nArticle 44\nList of border control posts and control points\n1.   Each TRACES network contact point shall maintain and keep up to date in TRACES the list of border control posts and control points that its Member State has designated in accordance with Article 59(1) and Article 53(2), respectively, of Regulation (EU) 2017/625 for the purpose of performing official controls on one or more of the categories of animals and goods referred to in Article 47(1) of that Regulation.\n2.   The contact point referred to in paragraph 1 of this Article shall insert in TRACES information regarding each designated border control post and control point using\n(a)\nthe format set out in Annex I to Commission Implementing Regulation (EU) 2019/1014 (35) to provide the information referred to in Article 60(1) of Regulation (EU) 2017/625;\n(b)\nthe abbreviations and specifications set out in Annex II to that Implementing Regulation.\nArticle 45\nList of establishments\n1.   Each TRACES network contact point shall maintain and keep up to date in TRACES the following lists of establishments:\n(a)\nfood business establishments that its Member State has approved in accordance with Article 6(3) of Regulation (EC) No 852/2004;\n(b)\nestablishments, plants and operators handling animal by-products or derived products that its Member State has approved or registered in accordance with Article 47 of Regulation (EC) No 1069/2009.\n2.   The contact point referred to in paragraph 1 shall insert in TRACES information regarding each establishment referred to in that paragraph using the technical specifications for the format of lists of establishments provided by the Commission.\n3.   The Commission shall assist the Member States in making the lists referred to in paragraph 1 available to the public through its internet page or TRACES.\nArticle 46\nContingency arrangements for TRACES and Member States’ national systems in the event of unplanned or planned unavailability\n1.   TRACES network contact points shall maintain a public repository on the internet containing a fillable template of all documents that may be issued in TRACES or in the Member State’s national system in accordance with this Regulation.\n2.   Where a Member State’s national system, TRACES or one of their functionalities is unavailable for more than an hour, their users may use a fillable printed or electronic template, as referred to in paragraph 1, to record and exchange information.\n3.   Once the systems or functionalities referred to in paragraph 2 become available again, their users shall use the information recorded in accordance with paragraph 2 to produce electronically the documents required under this Regulation.\n4.   Where TRACES, a Member State’s national system or one of their functionalities is unavailable, Member States may temporarily produce and electronically exchange all necessary documents in the available system and obligations regarding TRACES functionalities shall not apply. The Commission and the owners of the national systems shall perform an ad hoc bulk exchange of those documents as soon as availability is restored.\n5.   Documents produced in accordance with paragraphs 2 and 4 shall bear the text ‘produced during contingency’.\n6.   The Commission shall inform users through TRACES two weeks in advance of any planned unavailability, how long it will last and the reason for it.\nCHAPTER 4\nFinal provisions\nArticle 47\nRepeals\n1.   Directive 94/3/EC, Decisions 92/486/EEC, 2003/24/EC, 2003/623/EC, 2004/292/EC, 2004/675/EC and 2005/123/EC, Regulation (EU) No 16/2011, and Implementing Decisions 2014/917/EU, (EU) 2015/1918 and (EU) 2018/1553 are repealed as from 14 December 2019.\n2.   References to those repealed acts shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex III.\nArticle 48\nEntry into force and application\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 14 December 2019, except for Section 2 of Chapter 3, which shall apply from 21 April 2021.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 30 September 2019.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 169, 10.7.2000, p. 1.\n(2)  OJ L 31, 1.2.2002, p. 1.\n(3)  OJ L 84, 31.3.2016, p. 1.\n(4)  OJ L 317, 23.11.2016, p. 4.\n(5)  OJ L 95, 7.4.2017, p. 1.\n(6)  Regulation (EC) No 183/2005 of the European Parliament and of the Council of 12 January 2005 laying down requirements for feed hygiene (OJ L 35, 8.2.2005, p. 1).\n(7)  Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation) (OJ L 119, 4.5.2016, p. 1).\n(8)  Regulation (EU) 2018/1725 of the European Parliament and of the Council of 23 October 2018 on the protection of natural persons with regard to the processing of personal data by the Union institutions, bodies, offices and agencies and on the free movement of such data, and repealing Regulation (EC) No 45/2001 and Decision No 1247/2002/EC (OJ L 295, 21.11.2018, p. 39).\n(9)  Directive (EU) 2016/680 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data by competent authorities for the purposes of the prevention, investigation, detection or prosecution of criminal offences or the execution of criminal penalties, and on the free movement of such data, and repealing Council Framework Decision 2008/977/JHA (OJ L 119, 4.5.2016, p. 89).\n(10)  Commission Regulation (EU) No 16/2011 of 10 January 2011 laying down implementing measures for the Rapid alert system for food and feed (OJ L 6, 11.1.2011, p. 7).\n(11)  Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (OJ L 165, 30.4.2004, p. 1).\n(12)  Commission Implementing Decision (EU) 2015/1918 of 22 October 2015 establishing the Administrative Assistance and Cooperation system (‘AAC system’) pursuant to Regulation (EC) No 882/2004 of the European Parliament and of the Council on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (OJ L 280, 24.10.2015, p. 31).\n(13)  http://europa.eu/rapid/press-release_STATEMENT-17-3486_en.htm\n(14)  The system was originally established by Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Member States of harmful organisms of plants or plant products (OJ L 26, 31.1.1977, p. 20). That Directive was repealed by Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (OJ L 169, 10.7.2000, p. 1), which was in turn repealed by Regulation (EU) 2016/2031 as of 14 December 2019.\n(15)  Commission Directive 94/3/EC of 21 January 1994 establishing a procedure for the notification of interception of a consignment or a harmful organism from third countries and presenting an imminent phytosanitary danger (OJ L 32, 5.2.1994, p. 37).\n(16)  Commission Implementing Decision 2014/917/EU of 15 December 2014 setting out detailed rules for the implementation of Council Directive 2000/29/EC as regards the notification of the presence of harmful organisms and of measures taken or intended to be taken by the Member States (OJ L 360, 17.12.2014, p. 59).\n(17)  Regulation (EU) No 910/2014 of the European Parliament and of the Council of 23 July 2014 on electronic identification and trust services for electronic transactions in the internal market and repealing Directive 1999/93/EC (OJ L 257, 28.8.2014, p. 73).\n(18)  Commission Implementing Decision (EU) 2015/1506 of 8 September 2015 laying down specifications relating to formats of advanced electronic signatures and advanced seals to be recognised by public sector bodies pursuant to Articles 27(5) and 37(5) of Regulation (EU) No 910/2014 of the European Parliament and of the Council on electronic identification and trust services for electronic transactions in the internal market (OJ L 235, 9.9.2015, p. 37).\n(19)  Commission Implementing Decision (EU) 2018/1553 of 15 October 2018 on conditions for the recognition of electronic phytosanitary certificates issued by the national plant protection organisations of third countries (OJ L 260, 17.10.2018, p. 22).\n(20)  Commission Regulation (EC) No 136/2004 of 22 January 2004 laying down procedures for veterinary checks at Community border inspection posts on products imported from third countries (OJ L 21, 28.1.2004, p. 11).\n(21)  Commission Regulation (EC) No 282/2004 of 18 February 2004 introducing a document for the declaration of, and veterinary checks on, animals from third countries entering the Community (OJ L 49, 19.2.2004, p. 11).\n(22)  Commission Regulation (EC) No 669/2009 of 24 July 2009 implementing Regulation (EC) No 882/2004 of the European Parliament and of the Council as regards the increased level of official controls on imports of certain feed and food of non-animal origin and amending Decision 2006/504/EC (OJ L 194, 25.7.2009, p. 11).\n(23)  Commission Implementing Regulation (EU) 2019/66 of 16 January 2019 on rules on uniform practical arrangements for the performance of official controls on plants, plant products and other objects in order to verify compliance with Union rules on protective measures against pests of plants applicable to those goods (OJ L 15, 17.1.2019, p. 1).\n(24)  Decision No 70/2008/EC of the European Parliament and of the Council of 15 January 2008 on paperless environment for customs and trade (OJ L 23, 26.1.2008, p. 21).\n(25)  Regulation (EC) No 852/2004 of the European Parliament and of the Council of 29 April 2004 on the hygiene of foodstuffs (OJ L 139, 30.4.2004, p. 1).\n(26)  Regulation (EC) No 1069/2009 of the European Parliament and of the Council of 21 October 2009 laying down health rules as regards animal by-products and derived products not intended for human consumption and repealing Regulation (EC) No 1774/2002 (OJ L 300, 14.11.2009, p. 1).\n(27)  Commission Decision 92/486/EEC of 25 September 1992 establishing the form of cooperation between the Animo host centre and Member States (OJ L 291, 7.10.1992, p. 20).\n(28)  Commission Decision 2003/24/EC of 30 December 2002 concerning the development of an integrated computerised veterinary system (OJ L 8, 14.1.2003, p. 44).\n(29)  Commission Decision 2003/623/EC of 19 August 2003 concerning the development of an integrated computerised veterinary system known as Traces (OJ L 216, 28.8.2003, p. 58).\n(30)  Commission Decision 2004/292/EC of 30 March 2004 on the introduction of the Traces system and amending Decision 92/486/EEC (OJ L 94, 31.3.2004, p. 63).\n(31)  Commission Decision 2004/675/EC of 29 September 2004 establishing logistical support for the Traces system (OJ L 309, 6.10.2004, p. 26).\n(32)  Commission Decision 2005/123/EC of 9 February 2005 amending Decision 2004/292/EC on the introduction of the TRACES system and amending Decision 92/486/EEC (OJ L 39, 11.2.2005, p. 53).\n(33)  Council Directive 90/425/EEC of 26 June 1990 concerning veterinary checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (OJ L 224, 18.8.1990, p. 29).\n(34)  Council Decision 92/438/EEC of 13 July 1992 on computerization of veterinary import procedures (Shift project), amending Directives 90/675/EEC, 91/496/EEC, 91/628/EEC and Decision 90/424/EEC, and repealing Decision 88/192/EEC (OJ L 243, 25.8.1992, p. 27).\n(35)  Commission Implementing Regulation (EU) 2019/1014 of 12 June 2019 to lay down detailed rules on minimum requirements for border control posts, including inspection centres, and for the format, categories and abbreviations to use for listing border control posts and control points (OJ L 165, 21.6.2019, p. 10).\nANNEX I\nContent of notifications referred to in Article 32\n1.\nGeneral information\n1.1.\nTitle — enter the scientific name of the pest concerned, as referred to in points (a) and (b) of the first paragraph of Article 11, Article 29(1), Article 30(1) and Article 33(1) of Regulation (EU) 2016/2031, the location and whether it is first presence or not. The scientific name must be one of the following:\n(1)\nthe scientific name of the pest, including as appropriate the pathovar; or,\n(2)\nif point (1) is not applicable, the scientific name approved by an international organisation, including the pathovar, and the name of that organisation; or,\n(3)\nif neither point (1) nor point (2) is applicable, the scientific name from the most reliable source of information, with reference to that source.\nYou may submit explanatory notes.\n1.2.\nExecutive summary — a summary of the information in points 3 to 7.\n1.3.\nEnter one of the following:\n(1)\npartial notification in accordance with Article 32(1) and (2);\n(2)\nnotification in accordance with Article 32(3);\n(3)\nupdate of notification in accordance with Article 32(4);\n(4)\nclosing note on the termination of measures and the reason for the termination.\n2.\nSingle authority and persons responsible\n2.1.\nName of the single authority submitting the notification — enter the words ‘Notification from’, followed by the name of the single authority and its Member State.\n2.2.\nOfficial contact at the single authority — enter the name, telephone number and email address of the person named by the single authority as official contact for the notification. Where more than one person is named, give the reasons.\n3.\nLocation of presence of the pest\n3.1.\nIndicate, as precisely as possible, the location of the presence of the pest, with reference at least to an administrative region (e.g. municipality, city, province).\n3.2.\nAttach one or more maps of the location.\n4.\nReason for notification, pest status of area and Member State concerned\n4.1.\nEnter one of the following:\n(1)\nfirst confirmed or suspected presence of the pest in the territory of the Member State concerned;\n(2)\nconfirmed or suspected presence of the pest in part of the territory of the Member State concerned, in which its presence was previously unknown. (Where applicable, indicate that the pest appeared in a part of the territory in which it had been previously present but was eradicated).\n4.2.\nPest status of the area (1) in which the pest has been found, after official confirmation — enter, with an explanatory note, one or more of the following:\n(1)\npresent in all parts of the area;\n(2)\npresent only in specific parts of the area;\n(3)\npresent in specific parts of the area where host plants are not grown;\n(4)\npresent: under eradication;\n(5)\npresent: under containment;\n(6)\npresent: at low prevalence;\n(7)\nabsent: pest found but eradicated;\n(8)\nabsent: pest found but no longer present for reasons other than eradication;\n(9)\ntransient (the presence of the pest is not expected to lead to establishment): non-actionable;\n(10)\ntransient: actionable, under surveillance;\n(11)\ntransient: actionable, under eradication;\n(12)\nother.\n4.3.\nPest status in the Member State concerned before the official confirmation of the presence, or suspected presence, of the pest — enter with an explanatory note, one or more of the following:\n(1)\npresent in all parts of the Member State;\n(2)\npresent only in some parts of the Member State;\n(3)\npresent in specific parts of the Member State, where host crop(s) are not grown;\n(4)\npresent: seasonally;\n(5)\npresent: under eradication;\n(6)\npresent: under containment (where eradication is impossible);\n(7)\npresent: at low prevalence;\n(8)\nabsent: no pest records;\n(9)\nabsent: pest eradicated;\n(10)\nabsent: pest no longer present for reasons other than eradication;\n(11)\nabsent: pest records invalid;\n(12)\nabsent: pest records unreliable;\n(13)\nabsent: intercepted only;\n(14)\ntransient: non-actionable;\n(15)\ntransient: actionable, under surveillance;\n(16)\ntransient: actionable, under eradication;\n(17)\nother.\n4.4.\nPest status in the Member State concerned after the official confirmation of the presence of the pest — enter, with an explanatory note, one or more of the following:\n(1)\npresent in all parts of the Member State;\n(2)\npresent only in some parts of the Member State;\n(3)\npresent in specific parts of the Member State where host crop(s) are not grown;\n(4)\npresent: seasonally;\n(5)\npresent: under eradication;\n(6)\npresent: under containment (where eradication is impossible);\n(7)\npresent: at low prevalence;\n(8)\nabsent: pest eradicated;\n(9)\nabsent: pest no longer present for reasons other than eradication;\n(10)\nabsent: pest records invalid;\n(11)\nabsent: pest records unreliable;\n(12)\nabsent: intercepted only;\n(13)\ntransient: non-actionable;\n(14)\ntransient: actionable, under surveillance;\n(15)\ntransient: actionable, under eradication;\n(16)\nother.\n5.\nFinding, sampling, testing and confirmation of the pest\n5.1.\nHow the presence of the pest was found or the suspicion of the presence arose — enter one of the following:\n(1)\npest-related official survey;\n(2)\nsurvey relating to an existing or eradicated outbreak of a pest;\n(3)\nphytosanitary inspections of any type;\n(4)\ntrace back and forward inspection relating to the specific presence of the pest;\n(5)\nofficial inspection for other than phytosanitary purposes;\n(6)\ninformation submitted by professional operators, laboratories or others;\n(7)\nscientific information;\n(8)\nother.\nYou may make further comments in the form of free text or attached documents.\nIf you enter option (8), indicate a specification.\nFor inspections, indicate the date(s), the description of the method (including details of visual or other checks), briefly describe the site of the inspection and the findings, and provide picture(s).\nIf you enter option (3) or (4), indicate the date of inspection(s) and describe the method of inspection (including details of visual or other checks). You may briefly describe the site of the inspection and the findings, and provide picture(s).\n5.2.\nDate of finding — enter the date on which the responsible official body established the presence of the pest, began to suspect it or was first informed of its finding. If the pest was found by a person other than the responsible official body, enter the date on which it was found and on which that person informed the responsible official body.\n5.3.\nSampling for laboratory analysis — where applicable, provide information on the sampling procedure for laboratory analysis, including date, method and sample size. You may attach pictures.\n5.4.\nLaboratory — where applicable, enter the name and the address of the laboratory(ies) involved in identifying the pest.\n5.5.\nDiagnostic method — enter one of the following:\n(1)\naccording to peer reviewed protocol — (provide a clear reference to the protocol and, where appropriate, any deviation from it).\n(2)\nother (specify the method).\n5.6.\nDate of official confirmation of the identity of the pest.\n6.\nInformation on the infested area and the severity and source of the outbreak\n6.1.\nSize and delimitation of the infested area — enter one or more of the following (you may give approximate figures, but explain why it is not possible to be precise):\n(1)\ninfested surface (m2, ha, km2);\n(2)\nnumber of infested plants (pieces);\n(3)\nvolume of infested plant products (tons, m3);\n(4)\nGPS key coordinates or other specific description (e.g. Eurostat territorial units (NUTS), geographical codes (Geocodes), aerial photos) delimitating the area.\n6.2.\nCharacteristics of the infested area and its vicinity — enter one or more of the following:\n(1)\nOpen air — production area:\n(1.1)\nfield (arable, pasture);\n(1.2)\norchard/vineyard;\n(1.3)\nnursery;\n(1.4)\nforest.\n(2)\nOpen air — other:\n(2.1)\nprivate garden;\n(2.2)\npublic sites;\n(2.3)\nconservation area;\n(2.4)\nwild plants in areas other than conservation areas;\n(2.5)\nother (please specify).\n(3)\nphysically closed conditions:\n(3.1)\ngreenhouse;\n(3.2)\nother conservatories;\n(3.3)\nprivate site (other than greenhouse);\n(3.4)\npublic site (other than greenhouse);\n(3.5)\nother (please specify).\nFor each option, indicate whether the infestation concerns one or more of the following:\n—\nplants for planting;\n—\nother plants;\n—\nplant products; or\n—\nother objects.\n6.3.\nHost plants in the infested area and its vicinity — give the scientific name of host plants in that area, in accordance with point 6.4. You may provide additional information on the density of host plants, with reference to cultivation practices specific characteristic of the habitats, or on susceptible plant products produced in the area.\n6.4.\nInfested plant(s), plant product(s) and other object(s) — give the scientific name of the infested host plant(s). You may indicate the variety and, for plant products, the type of the commodity, as appropriate.\n6.5.\nVectors present in the area — where applicable, enter one of the following:\n(1)\nthe scientific name of the vectors at least at genus level; or,\n(2)\nif point (1) is not applicable, the scientific name approved by an international organisation and the name of that organisation(s); or,\n(3)\nif neither point (1) nor point (2) is applicable, the scientific name from the most reliable source of information, with reference to that source. You may provide additional information on the density of the vectors or characteristics of plants important for the vectors.\n6.6.\nSeverity of the outbreak — describe the current extent of infestation, symptoms and damage. Where appropriate, include forecasts as soon as they are available.\n6.7.\nSource of the outbreak — indicate the confirmed pathway of the pest into the area or of the suspected pathway pending confirmation, as applicable. You may provide further information concerning the confirmed or potential origin of the pest.\n7.\nOfficial phytosanitary measures\n7.1.\nAdoption of official phytosanitary measures — enter one of the following options and provide explanatory notes:\n(1)\nofficial phytosanitary measures have been taken in the form of chemical, biological or physical treatment.\n(2)\nofficial phytosanitary measures, other than measures in the form of chemical, biological or physical treatment, have been taken.\n(3)\nofficial phytosanitary measures will be taken.\n(4)\na decision on official phytosanitary measures is pending;\n(5)\nno official phytosanitary measures (explain why).\nWhere a demarcated area has been established, indicate under options (1), (2) and (3) whether the measures have been/will be taken in or outside that area.\n7.2.\nDate of adoption of official phytosanitary measures (indicate the expected duration of any temporary measures).\n7.3.\nIdentification of the area covered by official phytosanitary measures — indicate the method used to identify the area covered by official phytosanitary measures. Provide the results of the surveys that have been carried out.\n7.4.\nObjective of the official phytosanitary measures — enter one of the following options:\n(1)\neradication;\n(2)\ncontainment (where eradication is impossible).\n7.5.   \nMeasures affecting the movement of goods — enter one of the following options:\n(1)\nmeasures affect the import of goods into the Union or the movement of goods within the Union (please describe the measures);\n(2)\nmeasures do not affect the import of goods into the Union or the movement of goods within the Union.\n7.6.\nSpecific surveys — where surveys are carried out as part of official phytosanitary measures, describe their methodology, duration and scope.\n8.\nPest risk assessment\nEnter one of the following:\n(1)\nPest risk assessment is not required (for those pests referred to in points (a) and (b) of the first paragraph of Article 11, or subject to measures referred to in the second subparagraph of Article 30(1), of Regulation (EU) 2016/2031);\n(2)\nPest risk assessment, or preliminary pest risk assessment, under development;\n(3)\nPreliminary pest risk assessment exists — outline the major findings, and attach the preliminary pest risk assessment or indicate where it can be found;\n(4)\nPest risk assessment exists — outline the major findings, and attach the pest risk assessment or indicate where it can be found.\n9.\nAdd links to relevant websites and other sources of information.\n10.\nIndicate whether some or all of the information under points\n1.1\n,\n1.3\n,\n3.1\n,\n4.1\nto\n4.4\n,\n5.1\nto\n5.6\n,\n6.1\nto\n6.7\n,\n7.1\nto\n7.6\nand 8 must be transmitted to the European and Mediterranean Plant Protection Organisation.\n(1)  In line with the concept laid down in International Standards for Phytosanitary Measures, ISPM 8 (1998): Determination of pest status in an area. Rome, IPPC, FAO (https://www.ippc.int/sites/default/files/documents//1323945129_ISPM_08_1998_En_2011-11-29_Refor.pdf)\nANNEX II\nCommon health entry documents (CHEDs)\nPART 1\nCHED entries and explanatory notes\nGeneral\nThe entries specified in Part 1 constitute the data dictionaries for the electronic version of the CHED.\nUnless otherwise specified or established by Union legislation, all entries or boxes apply to the CHED templates in Part 2.\nPaper copies of an electronic CHED must bear a unique machine-readable optical label which hyperlinks to the electronic version.\nYou shall select one box from boxes I.20 to I.26 and boxes II.9 to II.16; for each box, you shall select one option.\nWhere a box allows you to select one or more options, only the option(s) you select will be displayed in the electronic version of the CHED.\nWhere a box is not compulsory, its contents will appear as strike-through text.\nThe sequences of boxes in the CHED templates in Part 2 and the size and shape of those boxes are indicative.\nWhere a stamp is required, its electronic equivalent is an electronic seal.\nIn processing the personal data included in the CHEDs, Member States shall comply with Regulation (EU) 2016/679 and Directive (EU) 2016/680 and the Commission with Regulation (EU) 2018/1725.\nPART I – DESCRIPTION OF CONSIGNMENT\nBox\nDescription\nI.1.\nConsignor/Exporter\nIndicate the name and address, country and ISO country code (1) of the natural or legal person dispatching the consignment. This person shall be established in a third country, except in certain cases provided for in Union law, where they may be established in a Member State.\nI.2\nCHED reference\nThis is the unique alphanumeric code assigned by the IMSOC (repeated in boxes II.2 and III.2).\nI.3\nLocal reference\nIndicate the unique alphanumeric code assigned by the competent authority.\nI.4\nBorder control post/control point/control unit\nSelect the name of the BCP or control point, as appropriate.\nIndicate the inspection location if appropriate.\nIn the case of a subsequent CHED-P for a non-conforming consignment, indicate the name of the control unit in charge of supervising the free zone or specially approved customs warehouse.\nI.5\nBorder control post/control point/control unit code\nThis is the unique alphanumeric code assigned by the IMSOC to the BCP, control point or control unit.\nI.6\nConsignee/Importer\nIndicate the name and address, country and ISO country code of the natural or legal person to whom the consignment is destined, and appearing on e.g. official certificates, official attestations or other documents including documents of commercial nature issued in the third country. If this person is the same as indicated in box I.8, this box is automatically filled by the IMSOC on the basis of the information provided in that box.\nThis box is optional in the case of a transhipment or transit.\nI.7\nPlace of destination\nIndicate the name and address, country and ISO country code, of the place where the consignment is being delivered for final unloading. If this address is the same as indicated in box I.6, this box is automatically filled by the IMSOC on the basis of the information provided in that box.\nThis place must be located in a Member State, including in the case of transit, as defined in point (44) of Article 3 of Regulation (EU) 2017/625, with storage of goods. In the case of a transit without storage of goods, the third country of destination is indicated in box I.22.\nWhere applicable, also indicate the registration or approval number of the establishment of destination.\nFor consignments to be split at the BCP, indicate the BCP as place of destination in the first CHED. Indicate in subsequent CHEDs the place of destination for each part of the split consignment.\nFor consignments to be transferred to a control point, indicate the control point as the place of destination. This box may be automatically filled by the IMSOC on the basis of the information provided in box I.20.\nWhere consignments are moved to an onward transportation facility, the place of destination is required only if different from the onward transportation facility.\nI.8\nOperator responsible for the consignment\nIndicate the name and address, country and ISO country code of the natural or legal person in the Member State who is in charge of the consignment when presented at the BCP and who makes the necessary declarations to the competent authorities as the importer or on behalf of the importer. This operator may be the same as indicated in box I.6 and shall be the same as indicated in box I.35.\nThis box may be automatically filled by the IMSOC.\nIn the case of a subsequent CHED, indicate the name and address of the person who is in charge of presenting the consignment for further official controls at the subsequent place.\nIn the case of a subsequent CHED-P for non-conforming consignments, indicate the name and the address of the person who is in charge of the procedures after warehousing.\nI.9\nAccompanying documents\nSelect the type of required accompanying documents: e.g. official certificates, official attestations, permits, declarations or other documents including documents of commercial nature.\nIndicate the unique code of the accompanying documents and the country of issue. The date of issue is however optional. If the official certificate has been generated in the IMSOC, indicate the unique alphanumeric code in box I.2a of the official certificate.\nCommercial document references: indicate for example the airway bill number, the bill of lading number or the commercial number of the train or road vehicle.\nI.10\nPrior notification\nIndicate the estimated arrival date and time at the entry point where the BCP is located.\nCHED-D/CHED-PP\nIndicate the estimated arrival date and time of arrival at the control point in the case of a subsequent CHED for transfer to a control point.\nI.11\nCountry of origin\nThis box may be automatically filled by the IMSOC on the basis of the information provided in box I.31.\nCHED-A\nIndicate the country of residence during the required residency period indicated in the accompanying official certificate.\nFor registered horses re-entering the Union after temporary export for a period of less than 30, 60 or 90 days for races, competitions and cultural events in certain third countries, indicate the country from which they were last consigned.\nCHED-P\nIndicate the country where the products were produced, manufactured or packaged (labelled with the identification mark).\nIn the case of products re-entering the Union as referred to in Article 77(1)(h) of Regulation (EU) 2017/625 or re-entering the Union after transit through third countries (as defined in point 44(b) of Article 3 of that Regulation), indicate the Member State of origin.\nCHED-PP\nIndicate the country(ies) of origin where the plants, plant products or other objects were grown, produced, stored or processed, as mentioned in the phytosanitary certificate.\nCHED-D\nIndicate the goods’ country of origin or that in which they were grown, harvested or produced.\nI.12\nRegion of origin\nWhere animals or goods are affected by regionalisation measures in accordance with Union law, indicate the code of the approved regions, zones or compartments. This box may be automatically filled by the IMSOC on the basis of the information provided in box I.31.\nCHED-PP\nWhen the country of origin has officially declared certain areas as free from a specified pest, indicate the area of origin of the plant, plant product or other objects.\nI.13\nMeans of transport\nSelect one of the following means of transport for animals or goods arriving at the BCP, and indicate its identification:\n—\nairplane (indicate the flight number);\n—\nvessel (indicate the vessel name and number);\n—\nrailway (indicate the train identity and wagon number);\n—\nroad vehicle (indicate the registration number with trailer number, if applicable).\nIn the case of a ferry, tick ‘vessel’ and identify the road vehicle(s) with registration number (with trailer number, if applicable), in addition to the name of the scheduled ferry.\nCHED-PP\nIdentification of the means of transport is not required.\nI.14\nCountry of dispatch\nCHED-P/CHED-PP/CHED-D\nIndicate the country where goods were placed on board the means of final transport for the journey to the Union. In some cases where the movement involves more than one country before entry into the Union (triangular movement), this may be the third country in which the official certificate was issued.\nThis box is not applicable to CHED-A.\nI.15\nEstablishment of origin\nWhere required by Union legislation, indicate the name and address, country and ISO country code of the establishment(s) of origin.\nWhere required by Union legislation, indicate its registration or approval number.\nThis box may be automatically filled by the IMSOC on the basis of the information provided in box I.31.\nI.16\nTransport conditions\nCHED-P/CHED-D\nIndicate the category of required temperature during transport (ambient, chilled, frozen), if applicable. Only one category may be selected.\nThis box is not applicable to CHED-A and CHED-PP.\nI.17\nContainer number/Seal number\nWhere applicable, indicate the container number and seal number (more than one possible).\nFor official seal, indicate the official seal number as indicated in the official certificate and tick ‘official seal’ or indicate any other seal as mentioned in the accompanying documents.\nI.18\nCertified as or for\nSelect the purpose of the movement of animals, the intended use of goods or the category as specified in the official certificate (where required) or commercial document:\nCHED-A:\nBreeding/production, fattening, confined establishments, dogs/cats/ferrets (or in case more than five dogs/cats/ferrets are moved for non-commercial purposes), ornamental aquatic animals, slaughterhouse, quarantine, registered equidae, relaying (only for aquaculture animals), travelling circus/animal acts, exhibition, restocking or other.\nCHED-P:\nHuman consumption, feedstuff, pharmaceutical use, technical use, trade sample, further process or other.\nCHED-D:\nHuman consumption, human consumption after further treatment, feedstuff, sample or display exhibition item, or other.\nThis box is not applicable to CHED-PP.\nI.19\nConformity of the goods\nThis box applies only to CHED-P.\nTick ‘conforming’ when goods comply with the rules referred to in points (a) and (d) of Article 1(2) of Regulation (EU) 2017/625.\nTick ‘non-conforming’ where goods:\n—\ndo not comply with the rules referred to in point (a) of Article 1(2) of Regulation (EU) 2017/625; and\n—\ncomply with the rules referred to in point (d) of that Article; and\n—\nare not destined to be placed on the market.\nI.20\nFor transhipment/transfer/onward travel to\nCHED-A (onward travel)\nIndicate the name and ISO country code of the destination third country where the animals stay within the same vessel or airplane and are intended to be sent directly to a third country without landing at another Union port or airport.\nIndicate the name of the next BCP in the Union to which the animals are continuing their journey on the same vessel or airplane for further official controls.\nCHED-P (transhipment)\nIndicate the name of the destination third country and ISO country code where the products are transhipped to another vessel or airplane and are intended to be sent directly to a third country without landing at another Union port or airport.\nIndicate the name of the next BCP in the Union where the products are to be transhipped for further official controls.\nCHED-PP (transhipment/transfer)\nIndicate the name of the next BCP or the control point in the Union to which the goods are to be transhipped or transferred, respectively, for further official controls.\nCHED-D (transfer)\nIndicate the name of the control point in the Union to which the goods are to be transferred for further official controls if the consignment is selected for identity and physical checks.\nI.21\nFor onward transportation\nCHED-PP/CHED-D\nIndicate the authorised onward transportation facility to which the consignment is to be transported after it has been selected for identity and physical checks at the BCP.\nI.22\nFor transit to\nIndicate the name of the destination third country and ISO country code.\nIndicate the name of the exit BCP for non-conforming consignments that are crossing Union territory by road, rail or waterway (external transit).\nThis box does not apply to CHED-D.\nI.23\nFor internal market\nTick this box where consignments are intended to be placed on the Union market.\nI.24\nFor non-conforming goods\nThis box applies only to CHED-P.\nSelect the type of destination where the consignment will be delivered and indicate the registration number where applicable: specially approved customs warehouse, free zone or vessel (including its name and the port of delivery).\nI.25\nFor re-entry\nCHED-A:\nTick the box in the case of re-entry of registered horses into the Union after temporary export for a period of less than 30, 60 or 90 days for races, competitions and cultural events in certain third countries.\nTick the box in the case of re-entry of animals originating in and returning to the Union after refusal of entry by a third country.\nCHED-P/CHED-PP\nTick the box in the case of re-entry of goods originating in and returning to the Union after refusal of entry by a third country.\nThis box is not applicable to CHED-D.\nI.26\nFor temporary admission\nThis box applies only to CHED-A and only for registered horses.\nExit point — indicate the exit BCP.\nExit date — indicate the date of exit (this must be less than 90 days after admission).\nI.27\nMeans of transport after BCP/storage\nThis box may be filled in after prior notification and is compulsory for:\n—\nanimals subject to Council Regulation (EC) No 1/2005 (2) (CHED-A);\n—\ngoods subject to transhipment, direct transit, monitoring, re-entry or delivery to all controlled destinations, including onward transportation facility or control point, where additional official controls are required (CHED-P, CHED-PP, CHED-D);\n—\nnon-conforming goods in transit (CHED-P).\nSelect one of the following means of transport: airplane, vessel, railway or road vehicle (see guidance note in box I.13).\nCHED-PP\nIf the container number is indicated in box I.17, the indication of the means of transport is not required.\nI.28\nTransporter\nThis box is compulsory only for CHED-A when box I.27 is used.\nIndicate the name and address, country and ISO country code of the natural or legal person in charge of the transport.\nIndicate the registration or approval number where applicable.\nI.29\nDate of departure\nThis box is compulsory only for CHED-A when box I.27 is used.\nIndicate the estimated date and time of departure from the BCP.\nI.30\nJourney log\nThis box applies only to CHED-A and refers to the requirements in Regulation (EC) No 1/2005.\nI.31\nDescription of consignment\nComplete on the basis of e.g. official certificates, official attestations, declarations or other documents including documents of commercial nature so as to provide sufficient description of the goods allowing their identification and the calculation of fees e.g. Combined Nomenclature (CN) code and title, TARIC code, EPPO code, species (taxonomic information), net weight (kg).\nIndicate the number of straws for semen, ova and embryos,\nIndicate, as required, the nature and number of packages, type of packaging (according to UN/CEFACT standards), batch number, individual identification number, passport number, product type.\nIn the case of a subsequent CHED, insert the quantity of goods indicated in the previous CHED.\nCHED-P:\nTick ‘final consumer’ where products are packed for final consumers.\nI.32\nTotal number of packages\nIndicate the total number of packages in the consignment, where appropriate.\nI.33\nTotal quantity\nCHED-A:\nIndicate the total number of animals, where appropriate.\nCHED-P:\nIndicate the total number of straws for semen, ova and embryos, where appropriate.\nCHED-PP/CHED-D:\nIndicate the number of pieces or volume, where appropriate.\nI.34\nTotal net weight/total gross weight (kg)\nThis is the total net weight (i.e. the mass of the animals or goods themselves, without immediate containers or any packaging) automatically calculated by the IMSOC on the basis of the information entered in box I.31.\nIndicate the total gross weight (i.e. the aggregate mass of the animals or goods, plus immediate containers and all packaging, but excluding transport containers and other transport equipment). This information is not required for CHED-PP.\nI.35\nDeclaration\nThe declaration must be signed by the natural person responsible for the consignment and may be adapted according to the CHED used:\nI, the undersigned operator responsible for the consignment detailed above, certify that to the best of my knowledge and belief the statements made in Part I of this document are true and complete, and I agree to comply with the requirements of Regulation (EU) 2017/625 on official controls, including payment for official controls, as well as for re-dispatching consignments, quarantine or isolation of animals, or costs of euthanasia and disposal where necessary.\nSignature (the signatory undertakes to accept back consignments in transit that are refused entry by a third country).\nPART II – CONTROLS\nBox\nDescription\nII.1.\nPrevious CHED\nThis is the unique alpha-numeric code assigned by the IMSOC for the CHED used before a consignment is split or before transshipment (where official controls are performed), replacement, cancellation or transfer to a control point.\nII.2\nCHED reference\nThis is the unique alpha-numeric code indicated in box I.2.\nII.3\nDocumentary check\nThese include checks for compliance with national requirements for animals and goods for which not all conditions for entry into the Union are regulated by Union law.\nII.4\nIdentity check\nTick ‘Yes’ or ‘No’ as appropriate.\nCHED-A\nTick ‘No’ where animals are to continue their journey by sea or by air on the same vessel or aircraft for onward travel from one BCP to another BCP and the official controls are to be completed at the next BCP.\nCHED-P\nTick ‘No’ where goods are transhipped from one BCP to another BCP.\nCHED-PP\nTick ‘No’ where goods are transferred to a control point or transhipped from one BCP to another BCP.\nTick ‘No’ where a reduced check or no identity check is required.\nCHED-D\nTick ‘No’ where goods are transferred to a control point.\nII.5\nPhysical check\nTick ‘Yes’ or ‘No’ as appropriate.\nCHED-A\nThis includes the outcome of the clinical examination, and the mortality and morbidity of the animals.\nTick ‘No’ where animals are to continue their journey by sea or by air on the same vessel or aircraft for onward travel from one BCP to another BCP in accordance with the relevant Union law and the official controls are to be completed at the next BCP.\nCHED-P\nTick ‘Reduced check’ where, in accordance with the rules to be adopted pursuant to Article 54(3) of Regulation (EU) 2017/625, the consignment has not been selected for a physical check but is considered to have been checked satisfactorily with documentary and identity checks only.\nTick ‘Other’ where re-entry, monitoring, transit procedures are referred to. This also refers to animals and goods that are transhipped from one BCP to another BCP in accordance with the rules to be adopted pursuant to point (b) of Article 51(1) of Regulation (EU) 2017/625.\nCHED-PP\nTick ‘Reduced check’ where, in accordance with the rules to be adopted pursuant to Article 54(3) of Regulation (EU) 2017/625, the consignment has not been selected for identity and physical checks but is considered to have been checked satisfactorily with documentary check only.\nTick ‘Other’ where re-entry, monitoring, transit procedures are referred to. This also refers to goods that are transhipped from one BCP to another BCP in accordance with the rules to be adopted pursuant to point (b) of Article 51(1) of Regulation (EU) 2017/625.\nCHED-D\nTick ‘No’ where goods are transferred to a control point.\nII.6\nLaboratory tests\nTick ‘Yes’ if a test has been performed.\nTest: select the category of substance or pathogen for which a laboratory test has been carried out.\n—\ntick ‘Random’ where the consignment is not detained at the BCP pending a test result. Do not tick where the consignment is sampled for laboratory tests described by other options in this box;\n—\ntick ‘Suspicion’ where animals and goods are suspected of not complying with Union law and are detained at the BCP pending a test result;\n—\ntick ‘Emergency measures’ where animals and goods are under specific emergency measures and are detained at the BCP pending a test result, unless onward transportation is authorised.\nTest result:\n—\ntick ‘Pending’ where the consignment can leave the BCP without awaiting a test result.\n—\ntick ‘satisfactory’ or ‘not satisfactory’ where the test result is available.\nCHED-P\nTick ‘Required’ where sampling is required in accordance with Union law and the consignment is not detained at the BCP pending a test result.\nTick ‘Intensified controls’ where animals and goods are subject to the rules on the procedures on intensified controls to be adopted pursuant to Article 65(6) of Regulation (EU) 2017/625, and are detained at the BCP pending a test result.\nCHED-PP\nTick ‘Latent infection sampling’ where sampling is required in accordance with Union law and the consignment is not detained at the BCP pending a test result.\nCHED-D\nTick ‘temporary increase of controls’ where goods are subject to measures requiring a temporary increase of controls (point (b) of Article 47(2) of Regulation (EU) 2017/625) and are detained at the BCP pending a test result, unless onward transportation is authorised.\nII.7\nWelfare check\nThis box applies only to CHED-A.\nTick ‘No’ where live animals are not unloaded at the BCP indicated in box I.4 and transhipped to another BCP, and have not undergone a welfare check.\nTick the box ‘satisfactory’ or ‘not satisfactory’ where the results of the check on the animals and on the transport conditions are available.\nII.8\nImpact of the transport on animals\nThis box applies only to CHED-A.\nIndicate how many animals have died, how many animals are unfit to travel and the numbers of births or abortions (i.e. how many females gave birth or miscarried during transport).\nIn the case of animals consigned in large numbers (e.g. day-old chicks, fish or molluscs), give an estimate of the number of dead or unfit animals as appropriate.\nII.9\nAcceptable for transhipment/transfer/onward travel to\nTick this box if the consignment is acceptable for transhipment/transfer/onward travel.\nTranshipment does not apply to CHED-A and CHED-D.\nII.10\nAcceptable for onward transportation\nCHED-PP/CHED-D\nTick this box if the consignment is acceptable for onward transportation.\nII.11\nAcceptable for transit\nTick this box if the consignment is acceptable for transit.\nThis box does not apply to CHED-D.\nII.12\nAcceptable for internal market\nTick this box where official controls are favourable, regardless of whether animals or goods are placed under customs procedure ‘release for free circulation’ at the border or at a later stage within the Union.\nCHED-A\nWhere the placing on the market of the animals under special conditions (as provided for by Union or national law) is authorised, indicate the controlled destination: slaughterhouse, confined establishment, quarantine or local use.\nCHED-P\nTick the use of the product.\nFor animal by-products that have to be further processed, but that are not under transport monitoring conditions to be adopted pursuant to Article 77(2) of Regulation (EU) 2017/625, fill in box II.18.\nCHED-D\nTick the use of the product: human consumption, feedstuff or other.\nII.13\nAcceptable for monitoring\nThis box applies only to CHED-A and CHED-P, and refers to a consignment monitored in accordance with the conditions to be adopted pursuant to Article 77(2) of Regulation (EU) 2017/625.\nII.14\nAcceptable for non-conforming goods\nThis box applies only to CHED-P.\nSelect the controlled destination: specially approved customs warehouse, free zone or vessel.\nII.15\nAcceptable for temporary admission\nThis box applies only to CHED-A and only for registered horses.\nTick this box to authorise the admission of the animals on Union territory until the date in box I.26.\nII.16\nNot acceptable\nThis refers to consignments for which the outcome of the official controls is not favourable and entry into the Union is refused. Indicate the date by which the action has to be taken.\nCHED-A\nTick ‘Euthanasia’ where the meat from the animals cannot be allowed to go for human consumption.\nTick ‘Re-dispatch’ where the animals are sent back.\nTick ‘Slaughter’ where the meat from the animals could be used for human consumption after favourable inspection.\nTick ‘Destruction’ where the animals are dead on arrival at the BCP.\nCHED-P/CHED-D\nTick destruction, re-dispatch, special treatment or use for other purposes.\nCHED-PP\nTick appropriate treatment, entry refusal, quarantine imposed, destruction, re-dispatch, industrial processing or other.\nII.17\nReason for refusal\nCHED-A\nTick ‘Documentary’ in the case of missing certificate, absence of original certificate, wrong model, fraudulent certificate, invalid dates, missing signature or stamp, invalid authority, missing laboratory report, absence of additional guarantees or absence of national requirement.\nTick ‘Origin’ in the case of non-authorised country, non-authorised zone or non-approved establishment.\nTick ‘Identity’ in the case of mismatched identification or document, mismatched means of transport, missing individual identification, mismatched individual identification number or mismatched species.\nTick ‘Physical’ in the case of presence of suspected animal(s), animal(s) unfit to travel or dead animal(s).\nTick ‘Laboratory’ in the case of unsatisfactory test result.\nTick ‘Animal welfare’ in the case of unsuitable means of transport.\nTick ‘IAS’ in the case of non-compliance with the rules applicable to invasive alien species of Union concern.\nTick ‘Other’ where none of the aforementioned reasons is applicable.\nCHED-P\nTick ‘Documentary’ in the case of missing certificate, absence of original certificate, wrong model, fraudulent certificate, invalid dates, missing signature or stamp, invalid authority, missing laboratory report or missing additional declaration.\nTick ‘Origin’ in the case of non-authorised country, non-authorised region or non-approved establishment\nTick ‘Identity’ in the case of missing label, mismatched label or document, incomplete label, mismatched means of transport, mismatched official seal number, mismatched identification mark or mismatched species\nTick ‘Physical’ in the case of hygiene failure, cold chain breakdown, temperature failure, sensory check failure or presence of parasites.\nTick ‘Laboratory’ in the case of chemical contamination, microbiological contamination, veterinary drug residues, exposure to radiation, non-compliant additives or genetically modified organisms (GMOs).\nTick ‘IAS’ in the case of invasive alien species of Union concern\nTick ‘Other’ where none of the aforementioned reasons are applicable.\nCHED-PP\nTick ‘Documentary’ in the case of missing or invalid certificate or plant passport or any other document providing guarantees in accordance with Union law.\nTick ‘Origin’ in the case of unknown company registration number where required.\nTick ‘Identity’ in the case of mismatch with documents accompanying the consignment.\nTick ‘Physical’ in the case of presence of a pest or prohibited plants, plant products or other objects.\nTick ‘Other’ where the consignee is not listed in official register of producers/importers.\nTick ‘IAS’ in the case of invasive alien species of Union concern.\nCHED-D\nTick ‘Documentary’ in the case of missing or invalid certificate or other required accompanying documents.\nTick ‘Identity’ in the case of mismatch with accompanying documents.\nTick ‘Laboratory’ in the case of chemical contamination or microbiological contamination.\nTick ‘Physical’ in the case of physical hygiene failure.\nTick ‘Other’ where none of the aforementioned reasons are applicable.\nII.18\nDetails of controlled destinations\nIndicate the name, address and registration/approval number for all controlled destinations mentioned in boxes II.9 to II.16.\nCHED-A\nFor the establishments for which the competent authority requests anonymity, indicate the assigned registration/approval number only.\nCHED-PP/CHED-D\nIn the case of onward transportation, indicate the name, address and, where applicable, the registration number of the onward transportation facility.\nIn case of transfer to a control point, indicate the contact details and the unique alphanumeric code assigned by the IMSOC to the control point.\nII.19\nConsignment resealed\nIndicate the number of the seal attached after official controls in the BCP or after storage in a specially approved customs warehouse and in cases where Union law requires an official seal.\nII.20\nIdentification of BCP\nApply the official stamp of the BCP or control point as appropriate.\nIn the case of a subsequent CHED-P for a non-conforming consignment, indicate the name of the control unit in charge of supervising the free zone or specially approved customs warehouse.\nII.21\nCertifying officer\nThis box refers to the statement to be signed by the certifying officer entitled to sign the CHED:\nI, the undersigned certifying officer, certify that the checks on the consignment have been carried out in accordance with the Union requirements and where applicable in accordance with the national requirements of the Member State of destination.\nII.22\nInspection fees\nThis box may be used to indicate the inspection fees.\nII.23\nCustoms document reference\nThis box may be used by the customs authority or after communication from the customs authority by the responsible for the consignment to add relevant information (e.g. the reference of the T1 document) where consignments remain under customs supervision for a certain period.\nII.24\nSubsequent CHED\nIndicate the alphanumeric code of one or more CHEDs issued in the cases to be established pursuant to Article 51 and point (a) of Article 53(1) of Regulation (EU) 2017/625 or after splitting at the BCP.\nPART III – FOLLOW-UP\nBox\nDescription\nIII.1\nPrevious CHED\nThis is the unique alphanumeric code indicated in box II.1.\nIII.2\nCHED reference\nThis is the unique alphanumeric code indicated in box I.2.\nIII.3\nSubsequent CHED\nIndicate the alphanumeric code of one or more CHEDs indicated in box II.24.\nIII.4\nDetails on re-dispatch\nIndicate the means of transport used and its identification, the country and the ISO country code.\nIndicate the date of re-dispatch and the name of the exit BCP, as soon as this information is known. In the case of rejection decisions, the date of re-dispatching must be no more than 60 days from the date of the validation of the CHED.\nIII.5\nFollow-up by\nIndicate the authority in charge of certifying the reception and compliance of the consignment covered by the CHED: the exit BCP, the final destination BCP or the control unit.\nCHED-A\nIndicate the further destination and/or reasons for non-compliance or for changing the animals’ status (e.g. invalid destination, missing or invalid certificate, document mismatch, missing or invalid identification, unsatisfactory tests, suspected animal(s), dead animal(s), lost animal(s) or conversion into permanent entry).\nCHED-P\nIndicate the further destination and/or reasons for non-compliance (e.g invalid destination, missing or invalid certificate, document mismatch, missing or invalid identification, unsatisfactory controls, missing, broken, or mismatched official seal number…).\nCHED-PP\nIn the case of goods under onward transportation or transfer to a control point, tick ‘yes’ or ‘no’ to indicate whether the consignment has arrived.\nCHED-D\nIn the case of goods under onward transportation or transfer to a control point, tick ‘yes’ or ‘no’ to indicate whether the consignment has arrived.\nIII.6\nCertifying officer\nThis refers to the signature of the certifying officer of the competent authority in the case of re-dispatch and follow-up of the consignments.\nPART 2\nCommon health entry document (CHED) templates\nSection A\nCHED-A\n(for animals referred to in point (a) of Article 47(1) of Regulation (EU) 2017/625)\nSection B\nCHED-P\n(for products referred to in point (b) of Article 47(1) of Regulation (EU) 2017/625)\nSection C\nCHED-PP\n(for plants, plant products and other objects referred to point (c) of Article 47(1) of Regulation (EU) 2017/625)\nSection D\nCHED-D\n(for feed and food of non-animal origin referred to in point (d) of Article 47(1) of Regulation (EU) 2017/625)\n(1)  International standard two-letter code for a country in accordance with the ISO 3166 alpha-2 international standard; http://www.iso.org/iso/country_codes/iso-3166-1_decoding_table.htm\n(2)  Council Regulation (EC) No 1/2005 of 22 December 2004 on the protection of animals during transport and related operations and amending Directives 64/432/EEC and 93/119/EC and Regulation (EC) No 1255/97 (OJ L 3, 5.1.2005, p. 1).\nANNEX III\nCorrelation table referred to in Article 47(2)\n1.\nDirective 94/3/EC\nDirective 94/3/EC\nThis Regulation\nArticle 1\nPoint (33) of Article 2\nArticle 2(1) and (2)\nArticle 33(1)\nArticle 3\nArticle 33(2)\nArticle 4\n_\nArticle 5\nPoint (34) of Article 2\nArticle 6\nPoint 10 of Annex I\nArticle 7\n_\nArticle 8\n_\n2.\nRegulation (EU) No 16/2011\nRegulation (EU) No 16/2011\nThis Regulation\nPoint (1) of Article 1\nPoint (2) of Article 2\nPoint (2) of Article 1\nPoint (3) of Article 2\nPoint (3) of Article 1\nPoint (4) of Article 2\nPoint (4) of Article 1\nPoint (15) of Article 2\nPoint (5) of Article 1\nPoint (16) of Article 2\nPoint (5)(a) of Article 1\nPoint (17) of Article 2\nPoint (5)(b) of Article 1\nPoint (18) of Article 2\nPoint (6) of Article 1\nPoint (20) of Article 2\nPoint (7) of Article 1\nPoint (22) of Article 2\nPoint (8) of Article 1\nPoint (23) of Article 2\nPoint (9) of Article 1\n_\nArticle 2(1)\nArticle 14(1)\nArticle 2(2)\nArticle 4(2)\nArticle 2(3)\nArticle 4(3)\nArticle 2(4)\nArticle 14(2)\nArticle 2(5)\nArticle 13\nArticle 2(6)\nArticle 14(3)\nArticle 3(1)\nArticle 17(1) and (2)\nArticle 3(2)\nArticle 17(3)\nArticle 3(3)\nArticle 17(4)\nArticle 4(1)\nArticle 18(1) and (2)\nArticle 4(2)\nArticle 18(3)\nArticle 5(1)\nArticle 20(1) and (2)\nArticle 5(2)\nArticle 20(3)\nArticle 6(1)\nArticle 22(1)\nArticle 6(2)\nArticle 22(2)\nArticle 6(3)\nArticle 22(3)\nArticle 6(4)\nArticle 22(4)\nArticle 6(5)\nArticle 22(5)\nArticle 7(1)\nArticle 15(1)\nArticle 7(2)\nArticle 15(2)\nArticle 7(3)\nArticle 15(3)\nArticle 7(4)\nArticle 15(4)\nArticle 7(5)\n-\nPoints (a) to (f) of the first paragraph of Article 8\nPoints (a) to (f) of Article 24(1)\nSecond paragraph of Article 8\n-\nArticle 9(1)\nArticle 25(1)(b)\nArticle 9(2)\nArticle 25(2) and (3)\nArticle 10(1) and (2)\nArticle 27(1)\nPoint (a) of Article 11\nArticle 24(3)\nPoint (b) of Article 11\nArticle 24(4)\nArticle 12\n_\n3.\nImplementing Decision 2014/917/EU\nImplementing Decision 2014/917/EU\nThis Regulation\nArticle 1(1) and (2)\n_\nArticle 2(1) and (3)\nArticle 32(1)\nArticle 2(2) and (4)\nArticle 32(3)\nArticle 2(5)\nArticle 32(4)\nArticle 3\n_\nAnnex\nAnnex I\n4.\nImplementing Decision (EU) 2015/1918\nImplementing Decision (EU) 2015/1918\nThis Regulation\nArticle 1\n_\nArticle 2\n_\nArticle 3(1)\n_\nArticle 3(2)\n_\nArticle 3(3)\n_\nArticle 3(4)\n_\nArticle 4\nArticle 12\nArticle 5\n_\nArticle 6\nArticle 26(1)\nPoint (a) of Article 7\nArticle 8(1)\nPoint (b) of Article 7\nArticle 8(2)\nPoint (c) of Article 7\n_\nPoint (d) of Article 7\nArticle 15(1)\nArticle 8(1)\nArticle 15(1)\nPoint (a) of Article 8(2)\nArticle 16(1)(a)\nPoint (b) of Article 8(2)\nArticle 16(1)(b)\nPoint (c) of Article 8(2)\nArticle 16(1)(c)\nPoint (d) of Article 8(2)\nArticle 16(1)(d)\nPoint (e) of Article 8(2)\n_\nPoint (f) of Article 8(2)\n_\nPoint (g) of Article 8(2)\nArticle 16(1)(f)\nArticle 9(1)\nArticle 10(1)\nArticle 9(2)\n-\nArticle 10(1)\nArticle 10(2)\nArticle 10(2) and (3)\nArticle 11(1)\nArticle 10(4)\nArticle 11(3)\nArticle 10(5)\nArticle 11(2)\nArticle 11\nArticle 26(2)\nArticle 12\nArticle 11(2)(b) and (3)(b)\nArticle 13\n_\nArticle 14\n_\n5.\nImplementing Decision (EU) 2018/1553\nImplementing Decision (EU) 2018/1553\nThis Regulation\nArticle 1\n_\nArticle 2(1)\nArticle 39(1), (3) and (4)\nArticle 2(2)\nArticle 39(2)\nArticle 2(3)\n_\nArticle 3\n_", "summary": "Information management system for official controls to ensure compliance with agri-food chain rules\nInformation management system for official controls to ensure compliance with agri-food chain rules\nSUMMARY OF:\nImplementing Regulation (EU) 2019/1715 — rules for the functioning of the information management system for official controls and its system components (the IMSOC Regulation)\nWHAT IS THE AIM OF THE REGULATION?\nThe legal basis of the IMSOC Implementing Regulation derives from the general food law (Regulation (EC) No 178/2002), the animal health law (Regulation (EU) 2016/429), the plant health law (Regulation (EU) 2016/2031), and the official controls regulation (Regulation (EU) 2017/625).\nThe official controls regulation requires the European Commission, in collaboration with EU countries, to set up and manage a computerised information system for official controls (IMSOC)* to manage, handle and automatically exchange data, information and documents in relation to official controls.\nThe IMSOC is to integrate the 4 existing information systems managed by the Commission, namely: the rapid alert system for food and feed (RASFF) established by General Food law;the animal diseases information system (ADIS)* to be established by the Animal Health Law;the system for notifying and reporting the presence of pests (EUROPHYT)* to be established by the Plant Health Law; andthe TRACES* system (referred to in the Official Controls Regulation).\nThe purpose of the IMSOC Regulation is: to set out in the same act all rules on the functioning of the IMSOC and its 4components; andto set out rules for the exchange of data, information and documents between IMSOC’s components and in certain cases, with other systems such as EU countries’ national systems, information systems of non-EU countries and international organisations.\nKEY POINTS\n              \nThe regulation lays down the rules for the functioning of the IMSOC and its system components in relation to the computerised handling and exchange of information, data and documents necessary for the performance of official controls.\nIMSOC components\nthe rapid alert system for food and feed (RASFF);\nthe computerised information system for the notification and reporting of animal diseases (ADIS);\nthe electronic system (EUROPHYT) for notifying outbreaks such as the presence of quarantine pests;\nthe computerised system for data, information and document exchange (TRACES).\nScope\nThe regulation’s scope covers official controls to verify compliance with food and feed law, animal health and welfare, plant health and animal-by products rules. It specifically covers:\nprocedures for notifications and additional information for the RASFF set up by Regulation (EC) No 178/2002;\nprocedures for the EU’s computerised system for reporting diseases under Regulation (EU) 2016/429;\nrules for submitting notifications under Regulation (EU) 2016/2031;\nrules for computerised data and document handling in the IMSOC necessary under Regulation (EU) 2017/625, concerning: the common health entry document (CHED)* and instructions for its use;cooperation between customs and other authorities;electronic certificates and electronic signatures for official certificates;standard formats for information exchange concerning requests for assistance and recurrent notifications;technical tools and procedures for communication between the designated liaison bodies;the proper functioning of the IMSOC.\nEach component of the IMSOC has its own network of which the Commission is a part, with each network member being responsible for the data, information and documents it inserts or produces in the relevant component.\nDatabase linkage\nThe following links between components aim to complement data, providing relevant and up-to-date information to each network member for the performance of its tasks:\niRASFF* and TRACES, allowing data sharing about border rejection notifications and common health entry documents;\nEUROPHYT and TRACES, allowing data sharing about EUROPHYT outbreak and interception notifications;\niRASFF, EUROPHYT and TRACES, allowing data sharing about operators’ past records of compliance with the rules.\nInternational standard file formats\nData exchanges between the IMSOC and other electronic systems, including the EU national systems, are based on international standards and use XML, CMS or PDF formats.\niRASFF\nEU countries designate a liaison body responsible for exchanging information on food fraud notifications and appoint a single contact point for RASFF and Administrative Assistance and Cooperation (AAC) networks (that coordinates with the Food Fraud (FF) network).\nRASFF, AAC and FF network contact points exchange notifications, requests and responses in iRASFF.\nSingle contact points submit in iRASFF alert notifications to the Commission contact point within 48 hours of the risk being reported to them or information notifications and news notifications without undue delay. They also submit border rejection notifications, non-compliance notifications and follow-up notifications to their counterparts in the network.\nFood fraud notifications are exchanged using a dedicated IT tool by Food Fraud contact points, until they are integrated into iRASFF.\nADIS\nEach ADIS network member can designate more than one contact point to submit notifications of outbreaks of disease and reports. Each ADIS network contact point is responsible for keeping the list of notification and reporting regions established by its EU country up to date in ADIS.\nEUROPHYT network\nEach EUROPHYT network member designates:\na contact point responsible for submitting outbreak notifications to the outbreak network; and\na contact point responsible for supervising the submission of interception notifications for consignments of plants, plant products and other objects entering the EUsubmitting interception notifications for those consignments traded in the EU, using TRACES, within 2 working days of the interception.\nTRACES\nEach TRACES network member designates at least one contact point for each functionality that is available in TRACES.\nEach operator has access to the data, information or documents it handles, produces or transmits in TRACES, and each competent authority has similar access for those data, information or documents handled, produced or transmitted under its area of responsibility whether by its staff or by the operators it manages in TRACES.\nEU countries’ customs authorities have access to data, information and documents relating to animals and goods entering the EU from non-EU countries and to any official control decisions, through either TRACES or EU countries’ national systems, or the EU Single Window environment for customs when interconnected with TRACES.\nThe regulation lists the requirements for issuing electronic official certificates for consignments of animals and goods entering the EU.\nThe TRACES network contact points need to maintain and keep up to date the lists of the designated border control posts, control points and approved or registered food business or animal by-products establishments.\nCommon Health Entry Document (CHED)\nThe regulation sets out the template of the CHED and instructions for its use and lays down the requirements for the use of an electronic CHED.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 14 December 2019, except for Section 2 of Chapter 3 on the ADIS network, which applies from 21 April 2021.\nBACKGROUND\n              \nFor more information, see:\nLegislation on official controls (European Commission)\nRASFF — Food and Feed Safety Alerts (European Commission)\nIntegrated Management System for Official Controls — IMSOC (European Commission)\nEuropean Union Notification System for Plant Health Interceptions — EUROPHYT (European Commission)\nTRACES (European Commission).\nKEY TERMS\n              \nIMSOC: the information management system for official controls, set up to handle and automatically exchange data, information and documents related to the agri-food chain.\nADIS: the computerised information system for notifying and reporting animal diseases, set up by Article 22 of Regulation (EU) 2016/429.\nEUROPHYT: the EU notification system for submitting EUROPHYT outbreak notifications, in accordance with Article 103 of Regulation (EU) 2016/2031.\nTRACES: the computerised system for exchanging data, information and documents concerning official controls and other official activities.\nCHED: the common health entry document, including its electronic equivalent, used by businesses to prenotify the entry into the EU of consignments of animals and goods covered by the Official Controls Regulation (EU) 2017/625, and by EU countries’ authorities to record the outcome of official controls performed on those consignments.\niRASFF: an online application through which EU countries can transmit notifications about products presenting a risk or notifications of non-compliance concerning animals or goods.\nMAIN DOCUMENT\n            \nCommission Implementing Regulation (EU) 2019/1715 of 30 September 2019 laying down rules for the functioning of the information management system for official controls and its system components (the IMSOC Regulation) (OJ L 261, 14.10.2019, pp. 37-96)\nSuccessive amendments to Commission Implementing Regulation (EU) 2019/1715 have been incorporated into the original text. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nRegulation (EU) 2017/625 of the European Parliament and of the Council of 15 March 2017 on official controls and other official activities performed to ensure the application of food and feed law, rules on animal health and welfare, plant health and plant protection products, amending Regulations (EC) No 999/2001, (EC) No 396/2005, (EC) No 1069/2009, (EC) No 1107/2009, (EU) No 1151/2012, (EU) No 652/2014, (EU) 2016/429 and (EU) 2016/2031 of the European Parliament and of the Council, Council Regulations (EC) No 1/2005 and (EC) No 1099/2009 and Council Directives 98/58/EC, 1999/74/EC, 2007/43/EC, 2008/119/EC and 2008/120/EC, and repealing Regulations (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council, Council Directives 89/608/EEC, 89/662/EEC, 90/425/EEC, 91/496/EEC, 96/23/EC, 96/93/EC and 97/78/EC and Council Decision 92/438/EEC (Official Controls Regulation) (OJ L 95, 7.4.2017, pp. 1-142)\nSee consolidated version.\nRegulation (EU) 2016/2031 of the European Parliament of the Council of 26 October 2016 on protective measures against pests of plants, amending Regulations (EU) No 228/2013, (EU) No 652/2014 and (EU) No 1143/2014 of the European Parliament and of the Council and repealing Council Directives 69/464/EEC, 74/647/EEC, 93/85/EEC, 98/57/EC, 2000/29/EC, 2006/91/EC and 2007/33/EC (OJ L 317, 23.11.2016, pp. 4-104)\nRegulation (EU) 2016/429 of the European Parliament and of the Council of 9 March 2016 on transmissible animal diseases and amending and repealing certain acts in the area of animal health (‘Animal Health Law’) (OJ L 84, 31.3.2016, pp. 1-208)\nSee consolidated version.\nRegulation (EC) No 183/2005 of the European Parliament and of the Council of 12 January 2005 laying down requirements for feed hygiene (OJ L 35, 8.2.2005, pp. 1-22)\nSee consolidated version.\nRegulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (OJ L 31, 1.2.2002, pp. 1-24)\nSee consolidated version.\nlast update 21.04.2020", "tags": ["animal feedingstuffs", "food inspection", "veterinary inspection", "animal disease", "plant health control", "foodstuff", "information system", "health certificate", "exchange of information", "food fraud"], "subjects": ["Animal feedingstuffs", "Protocol on Ireland/Northern Ireland", "Protocol on Ireland/Northern Ireland", "Plant health legislation", "Protocol on Ireland/Northern Ireland", "Foodstuffs", "Protocol on Ireland/Northern Ireland"], "split": "train", "reference_annotations": {"32019R1715_p1": {"text": "Having regard to regulation 2016/2031 of the European Parliament of the Council of 26 October 2016 on protective measures against pests of plants, amending regulation 228/2013 regulation 652/2014 regulation 1143/2014 of the European Parliament and of the Council and repealing Council directive 69/464/eec directive 74/647/eec directive 93/85/eec directive 98/57/ec directive 2000/29/ec directive 2006/91/ec directive 2007/33/ec (4), and in particular points (a), (b) and (c) of the first paragraph of Article 104 thereof,", "triples": [" regulation 2016/2031,  amending,  regulation 228/2013", " regulation 2016/2031,  amending,  regulation 652/2014", " regulation 2016/2031,  amending,  regulation 1143/2014", " regulation 2016/2031,  repealing,  directive 69/464/eec", " regulation 2016/2031,  repealing,  directive 74/647/eec", " regulation 2016/2031,  repealing,  directive 93/85/eec", " regulation 2016/2031,  repealing,  directive 98/57/ec", " regulation 2016/2031,  repealing,  directive 2000/29/ec", " regulation 2016/2031,  repealing,  directive 2006/91/ec", " regulation 2016/2031,  amending,  directive 2007/33/ec"]}, "32019R1715_p2": {"text": "Having regard to regulation 2017/625 of the European Parliament and of the Council of 15 March 2017 on official controls and other official activities performed to ensure the application of food and feed law, rules on animal health and welfare, plant health and plant protection products, amending regulation 999/2001 regulation 396/2005 regulation 1069/2009 regulation 1107/2009 regulation 1151/2012 regulation 652/2014 regulation 2016/429 regulation 2016/2031 of the European Parliament and of the Council, Council regulation 1/2005 regulation 1099/2009 and Council directive 98/58/ec directive 1999/74/ec directive 2007/43/ec directive 2008/119/ec directive 2008/120/ec, and repealing regulation 854/2004 regulation 882/2004 of the European Parliament and of the Council, Council directive 89/608/eec directive 89/662/eec directive 90/425/eec directive 91/496/eec directive 96/23/ec directive 96/93/ec directive 97/78/ec and Council decision 92/438/eec (5) (‘Official Controls Regulation’), in particular point (a) of the first paragraph of Article 58, points (a), (b) and (c) of the first subparagraph of Article 75(2), point (f) of the first paragraph of Article 90, points (a) and (b) of the first subparagraph of Article 102(6), Article 103(6) and points (a) to (g) of the first paragraph of Article 134 thereof,", "triples": [" regulation 2017/625,  amending,  regulation 999/2001", " regulation 2017/625,  amending,  regulation 396/2005", " regulation 2017/625,  amending,  regulation 1069/2009", " regulation 2017/625,  amending,  regulation 1107/2009", " regulation 2017/625,  amending,  regulation 1151/2012", " regulation 2017/625,  amending,  regulation 652/2014", " regulation 2017/625,  amending,  regulation 2016/429", " regulation 2017/625,  amending,  regulation 2016/2031", " regulation 2017/625,  amending,  regulation 1/2005", " regulation 2017/625,  amending,  regulation 1099/2009", " regulation 2017/625,  amending,  directive 98/58/ec", " regulation 2017/625,  amending,  directive 1999/74/ec", " regulation 2017/625,  amending,  directive 2007/43/ec", " regulation 2017/625,  amending,  directive 2008/119/ec", " regulation 2017/625,  amending,  directive 2008/120/ec", " regulation 2017/625,  repealing,  regulation 854/2004", " regulation 2017/625,  repealing,  regulation 882/2004", " regulation 2017/625,  repealing,  directive 89/608/eec", " regulation 2017/625,  repealing,  directive 89/662/eec", " regulation 2017/625,  repealing,  directive 90/425/eec", " regulation 2017/625,  repealing,  directive 91/496/eec", " regulation 2017/625,  repealing,  directive 96/23/ec", " regulation 2017/625,  repealing,  directive 96/93/ec", " regulation 2017/625,  repealing,  directive 97/78/ec"]}, "32019R1715_p14": {"text": "(7)  regulation 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing directive 95/46/ec (General Data Protection Regulation) (OJ L 119, 4.5.2016, p. 1).", "triples": [" regulation 2016/679,  repealing,  directive 95/46/ec"]}, "32019R1715_p15": {"text": "(8)  regulation 2018/1725 of the European Parliament and of the Council of 23 October 2018 on the protection of natural persons with regard to the processing of personal data by the Union institutions, bodies, offices and agencies and on the free movement of such data, and repealing regulation 45/2001 and decision 1247/2002/ec (OJ L 295, 21.11.2018, p. 39).", "triples": [" regulation 2018/1725,  repealing,  regulation 45/2001", " regulation 2018/1725,  repealing,  decision 1247/2002/ec"]}, "32019R1715_p16": {"text": "(9)  directive 2016/680 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data by competent authorities for the purposes of the prevention, investigation, detection or prosecution of criminal offences or the execution of criminal penalties, and on the free movement of such data, and repealing Council Framework decision 2008/977/jha (OJ L 119, 4.5.2016, p. 89).", "triples": [" directive 2016/680,  repealing,  decision 2008/977/jha"]}, "32019R1715_p18": {"text": "(14)  The system was originally established by Council directive 77/93/eec of 21 December 1976 on protective measures against the introduction into the Member States of harmful organisms of plants or plant products (OJ L 26, 31.1.1977, p. 20). That Directive was repealed by Council directive 2000/29/ec of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (OJ L 169, 10.7.2000, p. 1), which was in turn repealed by regulation 2016/2031 as of 14 December 2019.", "triples": [" directive 2000/29/ec,  repealed,  directive 77/93/eec"]}, "32019R1715_p20": {"text": "(17)  regulation 910/2014 of the European Parliament and of the Council of 23 July 2014 on electronic identification and trust services for electronic transactions in the internal market and repealing directive 1999/93/ec (OJ L 257, 28.8.2014, p. 73).", "triples": [" regulation 910/2014,  repealing,  directive 1999/93/ec"]}, "32019R1715_p22": {"text": "(22)  Commission regulation 669/2009 of 24 July 2009 implementing regulation 882/2004 of the European Parliament and of the Council as regards the increased level of official controls on imports of certain feed and food of non-animal origin and amending decision 2006/504/ec (OJ L 194, 25.7.2009, p. 11).", "triples": [" regulation 669/2009,  implementing,  regulation 882/2004", " regulation 669/2009,  amending,  decision 2006/504/ec"]}, "32019R1715_p23": {"text": "(26)  regulation 1069/2009 of the European Parliament and of the Council of 21 October 2009 laying down health rules as regards animal by-products and derived products not intended for human consumption and repealing regulation 1774/2002 (OJ L 300, 14.11.2009, p. 1).", "triples": [" regulation 1069/2009,  repealing,  regulation 1774/2002"]}, "32019R1715_p24": {"text": "(30)  Commission decision 2004/292/ec of 30 March 2004 on the introduction of the Traces system and amending decision 92/486/eec (OJ L 94, 31.3.2004, p. 63).", "triples": [" decision 2004/292/ec,  amending,  decision 92/486/eec"]}, "32019R1715_p25": {"text": "(32)  Commission decision 2005/123/ec of 9 February 2005 amending decision 2004/292/ec on the introduction of the TRACES system and amending decision 92/486/eec (OJ L 39, 11.2.2005, p. 53).", "triples": [" decision 2005/123/ec,  amending,  decision 2004/292/ec", " decision 2005/123/ec,  amending,  decision 92/486/eec"]}, "32019R1715_p26": {"text": "(34)  Council decision 92/438/eec of 13 July 1992 on computerization of veterinary import procedures (Shift project), amending directive 90/675/eec directive 91/496/eec directive 91/628/eec and decision 90/424/eec, and repealing decision 88/192/eec (OJ L 243, 25.8.1992, p. 27).", "triples": [" decision 92/438/eec,  amending,  directive 90/675/eec", " decision 92/438/eec,  amending,  directive 91/496/eec", " decision 92/438/eec,  amending,  directive 91/628/eec", " decision 92/438/eec,  amending,  decision 90/424/eec", " decision 92/438/eec,  repealing,  decision 88/192/eec"]}, "32019R1715_p27": {"text": "(2)  Council regulation 1/2005 of 22 December 2004 on the protection of animals during transport and related operations and amending directive 64/432/eec directive 93/119/ec and regulation 1255/97 (OJ L 3, 5.1.2005, p. 1).", "triples": [" regulation 1/2005,  amending,  directive 64/432/eec", " regulation 1/2005,  amending,  directive 93/119/ec", " regulation 1/2005,  amending,  regulation 1255/97"]}}, "summary_annotations": {"32019R1715_p2": {"text": "regulation 2017/625 of the European Parliament and of the Council of 15 March 2017 on official controls and other official activities performed to ensure the application of food and feed law, rules on animal health and welfare, plant health and plant protection products, amending regulation 999/2001 regulation 396/2005 regulation 1069/2009 regulation 1107/2009 regulation 1151/2012 regulation 652/2014 regulation 2016/429 regulation 2016/2031 of the European Parliament and of the Council, Council regulation 1/2005 regulation 1099/2009 and Council directive 98/58/ec directive 1999/74/ec directive 2007/43/ec directive 2008/119/ec directive 2008/120/ec, and repealing regulation 854/2004 regulation 882/2004 of the European Parliament and of the Council, Council directive 89/608/eec directive 89/662/eec directive 90/425/eec directive 91/496/eec directive 96/23/ec directive 96/93/ec directive 97/78/ec and Council decision 92/438/eec (Official Controls Regulation) (OJ L 95, 7.4.2017, pp. 1-142)", "triples": [" regulation 2017/625,  amending,  regulation 999/2001", " regulation 2017/625,  amending,  regulation 396/2005", " regulation 2017/625,  amending,  regulation 1069/2009", " regulation 2017/625,  amending,  regulation 1107/2009", " regulation 2017/625,  amending,  regulation 1151/2012", " regulation 2017/625,  amending,  regulation 652/2014", " regulation 2017/625,  amending,  regulation 2016/429", " regulation 2017/625,  amending,  regulation 2016/2031", " regulation 2017/625,  amending,  regulation 1/2005", " regulation 2017/625,  amending,  regulation 1099/2009", " regulation 2017/625,  amending,  directive 98/58/ec", " regulation 2017/625,  amending,  directive 1999/74/ec", " regulation 2017/625,  amending,  directive 2007/43/ec", " regulation 2017/625,  amending,  directive 2008/119/ec", " regulation 2017/625,  amending,  directive 2008/120/ec", " regulation 2017/625,  repealing,  regulation 854/2004", " regulation 2017/625,  repealing,  regulation 882/2004", " regulation 2017/625,  repealing,  directive 89/608/eec", " regulation 2017/625,  repealing,  directive 89/662/eec", " regulation 2017/625,  repealing,  directive 90/425/eec", " regulation 2017/625,  repealing,  directive 91/496/eec", " regulation 2017/625,  repealing,  directive 96/23/ec", " regulation 2017/625,  repealing,  directive 96/93/ec", " regulation 2017/625,  repealing,  directive 97/78/ec", " regulation 2017/625,  repealing,  decision 92/438/eec"]}, "32019R1715_p3": {"text": "regulation 2016/2031 of the European Parliament of the Council of 26 October 2016 on protective measures against pests of plants, amending regulation 228/2013 regulation 652/2014 regulation 1143/2014 of the European Parliament and of the Council and repealing Council directive 69/464/eec directive 74/647/eec directive 93/85/eec directive 98/57/ec directive 2000/29/ec directive 2006/91/ec directive 2007/33/ec (OJ L 317, 23.11.2016, pp. 4-104)", "triples": [" regulation 2016/2031,  amending,  regulation 228/2013", " regulation 2016/2031,  amending,  regulation 652/2014", " regulation 2016/2031,  amending,  regulation 1143/2014", " regulation 2016/2031,  repealing,  directive 69/464/eec", " regulation 2016/2031,  repealing,  directive 74/647/eec", " regulation 2016/2031,  repealing,  directive 93/85/eec", " regulation 2016/2031,  repealing,  directive 98/57/ec", " regulation 2016/2031,  repealing,  directive 2000/29/ec", " regulation 2016/2031,  repealing,  directive 2006/91/ec", " regulation 2016/2031,  repealing,  directive 2007/33/ec"]}}}