{"celex_id": "32020R1294", "reference": "17.9.2020\nEN\nOfficial Journal of the European Union\nL 303/1\nCOMMISSION IMPLEMENTING REGULATION (EU) 2020/1294\nof 15 September 2020\non the Union renewable energy financing mechanism\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION,\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) 2018/1999 of the European Parliament and of the Council of 11 December 2018 on the Governance of the Energy Union and Climate Action, amending Regulations (EC) No 663/2009 and (EC) No 715/2009 of the European Parliament and of the Council, Directives 94/22/EC, 98/70/EC, 2009/31/EC, 2009/73/EC, 2010/31/EU, 2012/27/EU and 2013/30/EU of the European Parliament and of the Council, Council Directives 2009/119/EC and (EU) 2015/652 and repealing Regulation (EU) No 525/2013 of the European Parliament and of the Council (1), and in particular Article 33 thereof,\nWhereas:\n(1)\nRegulation (EU) 2018/1999 on the Governance of the Energy Union and Climate Action sets out the necessary legislative foundation for a cost-efficient, transparent and predictable governance of the Energy Union and Climate Action. The aim is to ensure the achievement of the objectives of the Energy Union and the long-term Union greenhouse gas emissions commitments consistent with the Paris Agreement, and, in particular, of the targets and objectives in the field of greenhouse gas (‘GHG’) emission reduction, energy from renewable sources and energy efficiency.\n(2)\nDirective (EU) 2018/2001 of the European Parliament and of the Council (2) introduced a new, binding, renewable energy target for the Union for 2030 of at least 32 % of gross final energy consumption.\n(3)\nWith a view to achieving the Union’s binding target of at least 32 % renewable energy in 2030, Member States need to contribute with a share of energy from renewable sources in gross final consumption of energy. The overall Union’s binding target is underpinned by obligations for the Member States to deploy renewable energy also in the heating and cooling and transport sectors pursuant to Articles 23 and 25 of Directive (EU) 2018/2001. Moreover, Regulation (EU) 2018/1999 sets out an indicative trajectory from 2021 to 2030 for each Member State’s contribution of renewable energy sources and for the Union’s target, with three reference points to be reached in 2022, 2025 and 2027.\n(4)\nIn order to enable adequate monitoring and early corrective action by Member States and the Commission, the Commission should assess the achievement of the reference points in 2022, 2025 and 2027 on the basis of the Member States’ integrated national energy and climate progress reports, among other things.\n(5)\nWhere the Commission concludes, in that context, that one or more of the Union reference points were not met, Member States which have fallen below their national reference point should ensure that additional measures are implemented in order to fill the gap towards the EU 2030 renewables target. One of those measures could consist of a voluntary financial payment to the Union renewable energy financing mechanism with the aim of closing the gap, in part or entirely, as regards the national reference points in as much as renewable energy generated by installations financed by the financing mechanism would be statistically attributed to the participating Member States, reflecting their relative payments. That mechanism should facilitate the Member States with the opportunity to increase the sectoral share of renewable energy in the electricity, heating and cooling, and transport sector.\n(6)\nDirective (EU) 2018/2001 requires the Commission to support the ambition of Member States in the field of renewable energy through an enabling framework, including through enhanced use of Union funds. In particular, that support should aim at reducing the cost of capital for renewable energy projects and enhancing regional cooperation between Member States and between Member States and third countries, through joint projects, joint support schemes and the opening of support schemes for renewable electricity to producers located in other Member States. In that respect and subject to the requirements in Article 5 of Directive (EU) 2018/2001, the participation of a Member State in the mechanism can be considered as an opening of support schemes for electricity from renewable sources.\n(7)\nWith the aim of supporting the renewable energy deployment across the Union, the mechanism should contribute to the enabling framework, in particular by providing support in the form of loans and grants.\n(8)\nIn order to support that dual objective, that is to say the gap filling function established by Regulation (EU) 2018/1999 and the enabling framework provided for in Directive (EU) 2018/2001, Regulation (EU) 2018/1999 empowers the Commission to adopt implementing acts to set out the necessary provisions for the establishment and functioning of a Union renewable energy financing mechanism.\n(9)\nRegulation (EU) 2018/1999 provides for the mechanism to obtain resources from payments by Member States, Union funds or private sector contributions. Such resources should be accounted for separately and under specific fund sources within the budget line of the mechanism.\n(10)\nAs envisaged by Article 33 of Regulation 2018/1999, the additional payments by Member States, which would finance specific items of expenditure, such as support for new renewable energy projects in the Union, should be treated as external assigned revenue pursuant to Article 21(5) of Regulation (EU, Euratom) 2018/1046 of the European Parliament and of the Council (3) on the financial rules applicable to the general budget of the Union. The Commission should provide transparency as regards the implementation of the external assigned revenue by means of regular reporting to the Member States.\n(11)\nUnion funding under the mechanism may be combined with funding from other Union programmes where this is provided for in, and under the conditions set out in, the relevant basic act.\n(12)\nThe coordination with Union investment support instruments and funds or programmes as well as blending operations under the Union investment support instrument could be used to facilitate the achievement of the objectives of the mechanism, in particular by enabling the reduction of the cost of capital in host Member States, thereby incentivising the investment in renewable energy projects.\n(13)\nThe coordination of Union and national support to new renewable energy projects may rely on the long-term schedule published pursuant to Article 6(3) of Directive (EU) 2018/2001.\n(14)\nContributions from the private sector can play an important role in funding the mechanism and fostering the uptake of renewable energy projects under that mechanism. Those contributions should count as an addition to the Union binding target of at least 32 %. Thus, private sector contributions can bring added value and ensure additionality of projects. Therefore, to increase the transparency of such additionality, the renewable energy generated by projects receiving support from private sector contributions may be linked to the Union-wide green label referred to in Article 19(13) of Directive (EU) 2018/2001, consistent with the Sustainable Finance taxonomy. To incentivise private sector contributions, the private entity that contributes to the mechanism may request to receive the guarantees of origins for the energy production that corresponds to its contribution and that could be issued for the renewable energy production in accordance with Article 19 of Directive (EU) 2018/2001 and subject to the national legislation.\n(15)\nRegulation (EU) 2018/1999 provides for support from the mechanism in the form of premiums additional to market prices, among others. The tendering and bidding referred to in Article 33 of that Regulation will be implemented through a financial support from the mechanism in the form of grants.\n(16)\nThe mechanism should make adequate financial resources available to the awarded projects in a timely manner, which may include disbursing investment support up-front or on the basis of the achievement of milestones.\n(17)\nIn addition, pursuant to Regulation (EU) 2018/1999 the mechanism may provide support in the form of financial instruments, such as low-interest loans. In order to implement those financial instruments and at the same time ensure consistency with the efforts to streamline the Union financial instruments under the 2021-2027 Multiannual Financial Framework, it is appropriate to provide such support through other Union instruments or programmes. Cost effectiveness of support may be enhanced by combining repayable forms of support and non-repayable forms of support, for instance through contributions to blending operations under the Union investment support instrument.\n(18)\nThe mechanism should allocate the support through competitive calls for proposals to new renewable energy projects, whereby all technologies defined as renewable energy technologies under Directive (EU) 2018/2001 should be eligible for support under the financing mechanism. Energy storage could be eligible for support by the mechanism only when deployed in combination with a new renewable energy capacity. The renewable energy projects supported by the mechanism should comply with the relevant Union and national environmental legislation and should fully respect international law.\n(19)\nThe Commission, on the basis of the preferences expressed by the host and contributing Member States should be able to, in line with the criteria laid down in Article 4(5) of Directive (EU) 2018/2001, limit the grant award procedures to specific technologies where opening support to all producers of energy from renewable sources would lead to a suboptimal result, in particular as regards electricity.\n(20)\nThe Commission can, pursuant to Article 3(5) of Directive (EU) 2018/2001 and on the basis of the expressed preferences by the host and contributing Member States, organise specific grant award procedures which aim to support small-scale projects or innovative projects, including projects in outermost regions and isolated or small islands, as part of the contribution of the mechanism to the enabling framework.\n(21)\nThe mechanism’s award procedure should ensure sufficient competition in order to allow applicants to reveal their true costs and to avoid collusive behaviour, to minimise transaction costs for the Commission and for applicants and to increase the likelihood of the successful applicant to set up new renewable energy projects.\n(22)\nIn line with Regulation (EU) 2018/1999, support for projects financed by Member States’ voluntary payments designated by the Member State to fill a gap in its national indicative trajectory, should be allocated to projects bidding at lowest cost or premium. Other award criteria, as well as eligibility or selection criteria, may be established for projects under the enabling function of the mechanism, including with respect to the environmental impact of the projects.\n(23)\nThe disbursement of the mechanism’s support should also be linked to verified increases of renewable energy capacities or renewable energy production in electricity, heating and cooling, or transport sectors delivered by the projects that are awarded with grants by the mechanism. Such outputs should be specified in the grant agreement and substantial underperformance compared to planned increases of capacities (kW) or energy delivered, as set out in the grant agreement, may lead to the use of the relevant provisions governing suspension, termination and reduction in Regulation (EU, Euratom) 2018/1046 by the granting authority.\n(24)\nThe mechanism should be implemented in accordance with the principles of sound financial management and performance laid down in Regulation (EU, Euratom) 2018/1046. In particular, the Commission should take appropriate measures to ensure that, where activities financed under this Regulation are implemented, the financial interests of the Union are protected, for instance, through preventive measures against fraud, corruption and any other illegal activities, by effective checks and, if irregularities, fraud or breach of obligations are detected, by the recovery of the amounts unduly paid.\n(25)\nWhere a grant award procedure fails it is appropriate for the Commission to offer the contributing Member State the possibility to either recuperate the amount that it contributed or to wait for the Commission to organise a new call, given that the funds of the mechanism qualifying as external assigned revenues can be automatically carried over. For that purpose, a proper accounting system should be set up. In case the Member State waits for the Commission to organise a new call, it should be considered to have taken additional measures in accordance with Article 32(3) of Regulation (EU) 2018/1999 until the new call is organised.\n(26)\nIn case of failure of the applicant to implement the project and in order to safeguard the legitimate expectations of Member States, it is appropriate that the Member States participating in a project which failed to be implemented by the applicant should be considered to have taken additional measures in accordance with Article 32(3) of Regulation (EU) 2018/1999 for an amount of energy calculated and accounted for separately by the Commission on the basis of the expected generation capacity, the financial contribution paid by that Member State, and the ceiling prices applicable to the call in which that Member State committed to participate, for the period during which the project would have given rise to statistical benefits according to Article 27(2). This should be without prejudice to the renewable energy target for the Union for 2030 of at least 32 % pursuant to Directive (EU) 2018/2001.\n(27)\nWith respect to grant award procedures, the Commission should implement the financing mechanism directly or through an executive agency. In accordance with Article 69 of Regulation (EU, Euratom) 2018/1046, the Commission should be able to delegate, as appropriate, specific implementation tasks to an executive agency, such as the preparation of the calls for proposals, the evaluation procedure, the contractual management of grants, and the monitoring of project implementation. With respect to support in any form laid down in Regulation (EU, Euratom) 2018/1046 other than grants, it will be implemented through other Union instruments or programmes by entrusting budget implementation tasks.\n(28)\nPursuant to Article 33(3) of Regulation (EU) 2018/1999, host Member States retain the right to decide whether, and if so, under which conditions they allow installations located on their territory to receive support from the mechanism. In accordance with that provision, host Member States should be allowed to express preferences regarding the calls for proposals to be conducted by the mechanism in as much as they relate to the implementation of the project within their territory, including as regards the environmental impact of the projects.\n(29)\nConsidering the double objective of the mechanism, on the one hand as a gap filler in the context of Article 33(1) of Regulation (EU) 2018/1999 and, on the other hand, supporting the enabling framework pursuant to Article 33(2) of Regulation (EU) 2018/1999, Member States should play an important role in implementing the mechanism.\n(30)\nThe renewable energy generated each year by installations that received non-repayable financial support by the financing mechanism should be statistically attributed to the participating Member States in a way that reflects the relative financial contributions as well as the distribution of statistical benefits between contributing and host Member States established in the particular call for proposals. The statistically attributed renewable energy should be included in the calculation of the share of renewable energy sources of the participating Member States pursuant to Article 7 of Directive (EU) 2018/2001. For the period between the signature of the grant agreement for a project and the start of renewable energy generation of that project, the participating Member States should be considered to have taken additional measures in accordance with Article 32(3) of Regulation (EU) 2018/1999 for an amount of energy calculated on the basis of the expected generation capacity of that project, the respective financial contribution and the ceiling prices applicable to the call for proposals. After this period, the Member States should be considered to have taken additional measures in accordance with Article 32(3) of Regulation (EU) 2018/1999 for the actual energy generated. Renewable energy produced by installations that were financed exclusively by sources other than Member States payments should not count statistically towards Member States’ national contributions but to the Union target of at least 32 % in final energy consumption by 2030.\n(31)\nBoth contributing and host Member States have, therefore, wide incentives to participate in the mechanism, and hence, should benefit from the allocation of statistical benefits. As regards the contributing Member States, the mechanism should offer them the possibility to receive renewable energy attribution for each euro paid, benefit from cost savings and cheap renewable energy potential across sectors as compared to purely national deployment of renewable energy sources and benefit from low transaction costs. Moreover, the mechanism should facilitate compliance with their 2020 baseline target for renewable energy sources.\n(32)\nThe mechanism should allow host Member States to obtain a number of advantages potentially free of costs, benefit from local investment and job creation, benefit from greenhouse gas reductions and improved air quality, modernise their national energy systems and reduce import dependency. Moreover, host Member States should receive statistical benefits relating to the cost that the actual project generates, for instance network costs. In order to cover these costs, it is justified that these statistical benefits should be received by host Member States also in case the installation was financed by sources other than Member States payments.\n(33)\nThe measures provided for in this Regulation are in accordance with the opinion of the Energy Union Committee set up under Article 44 of Regulation (EU) 2018/1999,\nHAS ADOPTED THIS REGULATION:\nCHAPTER I\nGENERAL PROVISIONS\nArticle 1\nSubject matter\nThis Regulation sets out provisions necessary for the implementation and functioning of the Union renewable energy financing mechanism (the ‘mechanism’).\nArticle 2\nObjectives\n1.   The mechanism supports renewable energy deployment across the Union.\n2.   To that end, the mechanism shall fulfil the following two functions:\n(a)\nprovide support for new renewable energy projects in the Union with the aim of covering a gap in the indicative Union trajectory pursuant to Article 33 (1) of Regulation (EU) 2018/1999 (the ‘gap filling function’);\n(b)\ncontribute to the enabling framework pursuant to Article 33(2) of Regulation (EU) 2018/1999 thereby supporting renewable energy deployment across the Union irrespective of a gap to the indicative Union trajectory (the ‘enabling function’).\n3.   Unless otherwise provided for in this Regulation, the mechanism shall allocate its resources to support renewable energy deployment across the Union in accordance with the rules set out in this Regulation without distinction between the two functions referred to in paragraph 2 of this Article.\nArticle 3\nDefinitions\nFor the purposes of this Regulation, the following definitions apply:\n(1)\n‘mechanism’ means the Union renewable energy financing mechanism referred to in Article 33 of Regulation (EU) 2018/1999;\n(2)\n‘functions of the mechanism’ means both the gap filling function and the enabling function of the Union renewable energy financing mechanism;\n(3)\n‘contributing Member State’ means a Member State that makes a direct payment into the mechanism pursuant to Article 33(1) or (2) of Regulation (EU) 2018/1999;\n(4)\n‘host Member State’ means a Member State that allows physical installations for the production of renewable energy financed by the mechanism to be installed on its territory;\n(5)\n‘participating Member States’ means both contributing Member States and host Member States;\n(6)\n‘project promoter’ means person or entity which develops a renewable energy project;\n(7)\n‘Union funds’ means any form of Union financial support, including Union investment support instruments and funds or programmes providing for financial instruments, whether or not it is part of the budget of the European Union;\n(8)\n‘voluntary financial payment’ means a payment made by Member States to the gap filling function in accordance with Article 33(1) of Regulation (EU) 2018/1999;\n(9)\n‘additional payments’ means payments made directly by Member States to the enabling function in accordance with point (a) of Article 33(2) of Regulation (EU) 2018/1999;\n(10)\n‘payment’ means both additional payment and voluntary financial payment;\n(11)\n‘coordination’ means coordination between the financing mechanism and any other Union or national funding instrument in accordance with Article 24;\n(12)\n‘blending operation’ means operation supported by the Union budget combining either non-repayable and repayable forms of support or repayable forms of support from the Union budget with repayable forms of support from development or other public finance institutions, as well as from commercial finance institutions and investors;\n(13)\n‘ceiling price’ means the maximum price per kWh or kW that can be awarded within a specific call and above which applications are excluded from the grant award procedure;\n(14)\n‘energy from renewable sources’ or ‘renewable energy’ has the same meaning attributed to by Article 2(1) of Directive (EU) 2018/2001;\n(15)\n‘additional unit’ means a defined amount of generating capacity (kW) or energy generated (kWh) in accordance with Article 7 of Directive (EU) 2018/2001 that can be attributed to the sole implementation of support provided by the mechanism;\n(16)\n‘pay-as-bid’ means a grant award procedure where applicants are awarded grant support corresponding to the price per additional unit offered in their application;\n(17)\n‘pay-as-clear’ means a grant award procedure where applicants are awarded grant support corresponding to the price per additional unit determined at the point of clearing of the award procedure;\n(18)\n‘floating premium’ means an operating support in the form of a premium per kWh calculated as the difference between an average wholesale price in the price zone where the installation is located and the price determined by the grant award procedure;\n(19)\n‘fixed premium’ means an operating support in the form of a premium per kWh additional to the market price, the amount of which is determined by the grant award procedure;\n(20)\n‘investment support’ means payments by the mechanism relating to the installation of capacity for additional units per kW;\n(21)\n‘operating support’ means contributions by the mechanism which relate to the continuous operation of an undertaking and which are disbursed per additional unit of kWh generated.\nArticle 4\nSources of funding\n1.   Pursuant to Article 33 of Regulation (EU) 2018/1999, the actions under the mechanism may be financed from payments by Member States, Union funds, or private sector contributions.\n2.   The mechanism may receive voluntary payments from Member States pursuant to Article 32(3)(d) of Regulation (EU) 2018/1999 or additional payments by Member States pursuant to Article 33(2)(a) of Regulation (EU) 2018/1999.\n3.   The mechanism may receive budget contributions from other Union programmes in accordance with the applicable basic acts. Where these applicable basic acts so provide, these contributions shall be used in accordance with the provisions of this Regulation, notably in order to contribute to the enabling framework pursuant to Article 3(5) of Directive (EU) 2018/2001. The Commission shall decide for which calls these contributions are used.\n4.   The mechanism may receive private sector contributions from any private entity, whether a natural or a legal person. Before making its contribution to the mechanism, the private entity may indicate a preference for the call for proposals to which its payment is intended, or a type of technology or end-use that it is willing to support, without distorting market competition, and may request to receive the guarantees of origin that could be issued for the renewable energy production. The Commission may take that preference into account, which is not binding on the Commission. Within three months from receiving information on the final elements of the call for proposals, the private entity shall make its contribution to the mechanism.\nArticle 5\nImplementation and forms of funding\n1.   The mechanism shall be implemented in direct management in accordance with the Financial Regulation or in indirect management with bodies referred to in Article 62(1)(c) of the Financial Regulation.\n2.   In line with Article 33 of Regulation (EU) 2018/1999, the mechanism shall fulfil the objectives set out in Article 2 by providing funding in any of the forms laid down in Regulation (EU, Euratom) 2018/1046, including grants. It may also provide financing in the form of financial instruments within blending operations.\n3.   The mechanism may fulfil its objectives set out in Article 2 also by allocating the financial support in coordination with other instruments and Union programmes as provided for under Chapter III.\nArticle 6\nContribution of the mechanism to the enabling framework\n1.   The mechanism shall contribute to the enabling framework pursuant to Article 33(2) of Regulation (EU) 2018/1999, inter alia for the purpose of reducing the cost of capital for renewable energy projects and enhancing regional cooperation between Member States and between Member States and third countries. To this end:\n(a)\nthe Commission may allocate Union funds received according to Article 4(3);\n(b)\nthe support allocated by the mechanism may be coordinated with funding from other national or Union programmes and/or instruments according to the provisions of this Regulation.\n2.   When the mechanism provides support as part of the contribution to the enabling framework, the principles of the grant award procedure pursuant to Article 15(4) and any other relevant provisions of this Regulation shall be applied accordingly.\nCHAPTER II\nNON-REPAYABLE SUPPORT IN THE FORM OF GRANTS\nSECTION I\nExpression of interest by Member States and grant award procedure\nArticle 7\nExpression of interest by Member States\n1.   Every year, the Commission shall call on Member States to express their interest in participating as contributing and/or host Member State in grant award procedures organised by the mechanism and shall share with the Member States an indicative calendar covering the procedural steps from the expression of interest to the calls for proposal, as well as an indication of when the Commission intends to organise the next call for expression of interest.\n2.   Member States interested in participating as host Member State, and, where relevant, third countries in line with the requirements of Article 11 of Directive (EU) 2018/2001, shall provide the Commission at least with the following information:\n(a)\nmaximum total capacity or renewable energy generated on the host Member State’s territory available to projects supported by the mechanism, including per technology and year, where applicable;\n(b)\npreferred technologies or end-use sectors;\n(c)\nmaximum capacity or renewable energy generated by projects, per technology, where applicable;\n(d)\nany site or geographical restrictions, where applicable;\n(e)\nthe requested minimum share of statistical benefits to be distributed to a host Member State in accodance with Article 27, per technology where applicable, including an estimation of the system integration cost;\n(f)\nindication per technology of the national regulatory regime applicable to project promoters with respect to distribution of grid costs;\n(g)\nany other preferences or restrictions, including environmental criteria, supported by an explanation.\n3.   Member States interested in participating as contributing Member State shall provide the Commission at least with the following information:\n(a)\nvolumes of renewable energy generated, expressed in terms of kWh, that they intend to support through the mechanism and to benefit from in terms of statistical allocation;\n(b)\nan indicative maximum budget per kWh/kW that they are available to disburse for their statistical benefit;\n(c)\nmaximum intended financial contribution in EUR to the financing mechanism per grant award procedure;\n(d)\npreference for technology-neutral, multi-technology, technology-specific, project-specific or end-use specefic grant award procedures, in accodance with the criteria laid down in Article 4(5) of Directive (EU) 2018/2001;\n(e)\nthe requested minimum share of statistical benefits to be distributed to them in accordance with Article 27, per technology if applicable;\n(f)\nother preferences relevant to their financial contribution, including environmental criteria.\n4.   Without prejudice to Regulation (EC) 1049/2001 of the European Parliament and of the Council (4), the Commission shall not make public any of the information provided by a Member State as part of the expression of interest, except where expressly authorised by the Member State concerned.\n5.   The Commission shall take into account the information provided by the host and contributing Member States under this Article in view of designing the calls for proposals and in particular:\n(a)\nthe objectives of the call;\n(b)\nthe form of grants (investment or operating support);\n(c)\nthe renewable energy generated during the support period or the capacity (kWh or kW) on which the award will be based;\n(d)\nthe eligible technologies;\n(e)\nthe ceiling price;\n(f)\nthe site, geographical and regulatory restrictions and the environmental criteria;\n(g)\nthe realisation period of the projects;\n(h)\nthe distribution of statistical benefits between contributing and host Member States;\n(i)\nthe award criteria for the financial support.\n6.   The Commission shall calculate the ceiling price referred to in paragraph 5 of this Article on the basis of, inter alia, the information provided by Member States during the expression of interest, relevant comparators such as results of past calls, cost studies, as well as results from modelling exercises where appropriate. The calculation will take into account the levelised cost of energy of the renewable energy technology, adjusted on a regular basis.\n7.   The Commission shall communicate to the Member States its intention to launch a call for proposals and the envisaged elements referred to in the previous two paragraphs before the launching of the call.\n8.   Member States may express views on the information notified by the Commission pursuant to the previous paragraph. Following review of these comments against the objectives of the mechanism, the Commission shall communicate to the Member States the final elements referred to in paragraphs 5 and 6.\nArticle 8\nBinding commitments by host Member States\n1.   Host Member States shall confirm to the Commission their irrevocable and unconditional commitment to participate in the mechanism in view of allowing installations located on their territory to receive support under the mechanism in line with the national regulatory regime within three months from receiving the information referred to in Article 7(8). That committment shall be binding.\n2.   As regards the requirements that must be fulfilled by projects in their territory in order to receive support under the mechanism, host Member States shall provide the following information:\n(a)\nmaximum capacity on the host Member States’ territory available to projects supported by the mechanism, including per technology and year, where applicable);\n(b)\nmaximum renewable energy generated by the projects and site restrictions, where applicable;\n(c)\nthe national regime applicable to project promoters with respect to supported grid costs;\n(d)\nother relevant elements.\n3.   The Commission shall take into account the information received pursuant to paragraph 2 of this Article when designing the grant award procedure.\n4.   The host Member State confirming its commitment shall provide the Commission with the necessary administrative assistance for the implementation of the mechanism, in particular for the purposes of reporting the quantity of energy from renewable sources produced by projects receiving non-repayable support from the mechanism, located in the host Member State.\n5.   The provisions of this Article apply to third countries participating in the mechanism and hosting projects accordingly.\nArticle 9\nCommunication of ceiling prices by the Commission\nBased on the binding commitments of host Member States and using the approach referred to in Article 7(6), the Commission shall determine and communicate to participating Member States a ceiling price and maximum budget available in EUR for each call for proposal, as well as indication on the options for the Member State in case the result of the call for proposals is below the ceiling price.\nArticle 10\nBinding commitments by contributing Member States\nContributing Member States shall confirm to the Commission their irrevocable and unconditional commitment to provide payments to the mechanism in relation to one or several call or calls for proposals within three months from receiving the communication of the ceiling prices referred to in Article 9. The commitment by the contributing Member State shall be binding and shall, at least, cover the following elements in relation to the contributions made to the mechanism:\n(a)\nthe volume of the financial contribution by the Member State (EUR) per grant award procedure, or the renewable energy generation that the Member State will support and benefit from in terms of statistical allocation, expressed in kW or kWh, according to the final ceiling price, combined with a maximum budget available in EUR;\n(b)\nthe timing of the payments;\n(c)\nan indication whether the payment is made pursuant to paragraph (1) or (2) of Article 33 of Regulation (EU) 2018/1999;\n(d)\nthe distribution of statistical benefits between contributing and host Member States.\nArticle 11\nCall for proposals\n1.   On the basis of the binding commitments by host Member States and, where relevant, third countries, and the binding commitments by contributing Member States, the Commission shall launch the call or calls for proposals in due time. The Commission may launch several calls at the same time, or conduct several grant award procedures under the same call. The Commission may also decide not to launch a call for proposals where the interest expressed by contributing Member States and/or host Member States results in volumes which are too low to successfully implement a call or where the related transaction costs would be excessive, which shall be assessed for each particular call for proposals.\n2.   The call for proposals shall be published after the payments by Member States are transferred to the Union budget.\nArticle 12\nEvaluation procedure\n1.   Following verification of the eligibility criteria, the Commission shall evaluate the submitted proposals in accordance with the procedure set out in Article 200 of Regulation (EU, Euratom) 2018/1046.\n2.   Awards are granted first to the application offering the lowest price and thereafter in the order of the lowest to the highest price, except where other award criteria are applied pursuant to Article 21.\nArticle 13\nFailure of the grant award procedure\nWhere, following payment by a contributing Member State into the mechanism, the award procedure is not concluded, among other things, as a result of no suitable applicants responding to the call for proposals, the Commission shall offer the contributing Member State the opportunity to either recover the amount it contributed or to keep the contribution in the mechanism to be used in a new call for proposals, for which the Member State will have to confirm its commitment pursuant to Article 10.\nArticle 14\nFailure by the project promoter to implement the project\n1.   Where the project promoter fails to deliver in accordance with the call for proposals and with the relevant grant agreement, the relevant provisions governing suspension, termination and reduction in Regulation (EU, Euratom) 2018/1046 shall apply.\n2.   Where pursuant to paragraph 1, the project does not deliver the expected generation capacity or the volume of renewable energy generated, statistical benefits to Member States shall be attributed on the basis of the actual capacity provided or renewable energy generated. In that event, the participating Member States shall be deemed to have taken additional measures in accordance with Article 32(3) of Regulation (EU) 2018/1999 for an amount of energy calculated by the Commission on the basis of the expected generation capacity, the financial contribution paid by the Member State, and the ceiling prices applicable to the tender in which the Member State committed to participate, for the period during which the project would have given rise to statistical benefits as per the first sentence of Article 27(2).\nSECTION II\nDesign of the grant award procedure\nArticle 15\nPrinciples of the grant award procedure\n1.   Grants shall be allocated by means of calls for proposals and a subsequent grant award procedure.\n2.   Where a Member State contributes to the mechanism by making a voluntary financial payment pursuant to Article 32(3) of Regulation (EU) 2018/1999, such contribution may only be allocated to projects selected in the context of an award procedure having lowest price as the sole award criterion.\n3.   Where a Member State contributes to the mechanism by making an additional payment in accordance with Article 33(2) of Regulation (EU) 2018/1999, such contribution may be allocated to joint projects, joint projects with third countries, joint support schemes, small-scale or innovative technology projects, projects in outermost regions and isolated or small islands, developing projects for integrating renewable sources into the energy system or other projects that contribute to the enabling framework pursuant to Article 3(5) of Directive (EU) 2018/2001.\n4.   The design of the award procedure shall comply with the following principles:\n(a)\nensure a competitive process among grant applications to achieve cost-effective renewable energy deployment;\n(b)\nmitigate financial risk for applicants in the different grant award procedures;\n(c)\nlimit transaction costs for applicants and the contributing Member States.\nArticle 16\nScope of the grant award procedure\n1.   The allocation of support in the form of grants shall be carried out through grant award procedures which may be of different scope, in line with the criteria laid down in Article 4(5) of Directive (EU) 2018/2001, as follows:\n(a)\nassessing the feasibility of technology-neutral grant award procedures, in which all technologies pursuant to Directive (EU) 2018/2001 shall be eligible;\n(b)\nalternatively, consider the use of multi-technology grant award procedures, in which only specific technologies pursuant to Directive (EU) 2018/2001 shall be eligible to compete against each other;\n(c)\ntechnology-specific grant award procedures, in which one specific technology defined in Directive (EU) 2018/2001 shall be eligible;\n(d)\nproject-specific grant award procedures, in which project developers compete to develop a pre-identified project, which may include restrictions to a specific technology and/or to a specific site pre-identified by the host Member State;\n(e)\nend-use specific grant award procedures, in which only projects aimed at a specific end-use, such as heating and cooling or transport, shall be eligible.\n2.   The Commission shall decide on the scope of the grant award procedure, taking into account the preferences expressed by the contributing and host Member States, the renewable energy market development in the Union and other relevant circumstances.\n3.   The grant award procedures referred to in paragraph 1 of this Article may be open to renewable energy projects across the electricity, heating and cooling and transport sectors in order to explore the cost-effective potential and to foster convergence and cooperation.\nArticle 17\nForm and allocation of grants\n1.   The mechanism shall allocate grants for:\n(a)\ninvestment support granted to increase the capacity for renewable energy production;\n(b)\noperating support granted to incentivise the operation of renewable energy installations by providing premiums in addition to market revenues, both fixed and floating.\n2.   The Commission shall decide on the form of support for the awarded projects, taking into account the preferences expressed by the contributing and host Member States, the renewable energy market development in the Union and other relevant circumstances.\nArticle 18\nInvestment support\nWhere the mechanism provides investment support, the form of support, its disbursement and other specific rules will be set out in the relevant call or calls for proposals.\nArticle 19\nOperating support\nWhere the mechanism provides operational support, it may take the form of a fixed premium or a floating premium. Its disbursement and other specific rules will be set out in the relevant call or calls for proposals.\nArticle 20\nEligibility and selection criteria\nThe eligibility criteria and selection criteria shall be established in the call for proposals with due regard to the objectives of the action and in accordance with Article 197 and 198 of Regulation (EU, Euratom) 2018/1046.\nArticle 21\nAward criteria\n1.   The award criteria for the proposals shall be established in the call for proposals and shall comply with Article 15(2) as regards the gap-filling function and with Article 3(5) of Directive (EU) 2018/2001 as regars the enabling function.\n2.   As regards the enabling function, the award criteria for the proposals shall to the extend possible reflect the expressed preferences by Member States, notably on environmental criteria.\n3.   For demonstration projects representing a significant innovation, the call for proposals may establish specific award criteria, in particular with respect to applications in a technology-specific award procedure or a project-specific award procedure.\nArticle 22\nAwarded good and volume\n1.   The good and volume that is awarded in the grant award procedure may be defined in terms of installed capacity, in kW or energy production, in kWh. Alternatively, the volume may be defined in terms of budget, in EUR, and production capacity or energy generated may be awarded until the budget is depleted.\n2.   Where the grant award procedure is defined in terms of capacity or renewable energy generated, it shall set out a target volume and the support shall be awarded to projects having the highest grade according to the relevant award criteria until the target volume is reached.\n3.   Where the grant award procedure is defined in terms of budget, it shall set out a maximum amount of budget which is awarded to projects having the highest grade according to the relevant award criteria until that budget is depleted.\n4.   The volumes of the competitive grant award procedure shall be defined in advance of the procedure and shall not be adapted during the implementation of the procedure.\nArticle 23\nImplementation periods\n1.   Implementation periods shall be technology-specific and shall reflect realistic project delivery periods for each technology, while at the same time aiming for a significant level of pre-development required from bidders.\n2.   By way of derogation from paragraph 1, in technology-neutral award procedures or multi-technology award procedures, implementation periods may be uniform across technologies in order to select projects and technologies with the lowest delivery times without discriminating certain technologies that require longer implementation periods.\n3.   Implementation periods shall be uniform across Member States, unless the Commission concludes, on the basis of justified exemptions such as to mitigate systematic disadvantages for projects located in a specific country, that country-specific implementation periods are appropriate.\nCHAPTER III\nCOORDINATION OF SUPPORT\nArticle 24\nCombined funding and coordination of support between the financing mechanism and other Union or national instruments\n1.   Projects may be financed through combined funding from the mechanism and from other Union or national, public or private, programmes and/or instruments insofar as those national public mechanisms are in compliance with State Aid legislation, and the same costs are not financed twice by the Union budget.\n2.   For the purposes of paragraph 1:\n(a)\nthe mechanism may coordinate its work programmes and award procedure, including the schedule and the application process and monitoring, with the work programmes for other Union or national funds;\n(b)\ncombination of support from the mechanism and from other Union instruments or programmes shall not exceed the total project cost;\n(c)\na project shall not combine funding from the mechanism with funding from support schemes provided by Member States which would finance the same additional units;\n(d)\nthe sum of repayable and non-repayable support for a given project pursuant to Article 5(2), whether Union or national, and whether public or private, shall not exceed the project’s total cost;\n(e)\nrepayable support from Union instruments or programmes for a given project shall not be used to pre-finance a grant from the mechanism for the same project;\n(f)\na grant from the mechanism for a given project shall not be used to reimburse repayable support from Union instruments or programmes for the same project.\nCHAPTER IV\nPAYMENTS BY MEMBER STATES TO THE MECHANISM AND ALLOCATION OF STATISTICAL BENEFITS\nArticle 25\nPayments by contributing Member States\nOn the basis of the binding commitment of the contributing Member States pursuant to Article 10, the Commission shall issue debit notes to the contributing Member State. The Member State shall transfer the payment to the account indicated by the debit note within the time limit indicated therein.\nArticle 26\nAllocation of statistical benefits to Member States\n1.   The renewable energy generated by projects receiving support from grants financed exclusively by Member States payments through the mechanism shall give rise to the allocation of statistical benefits to participating Member States, in line with Article 7 of Directive (EU) 2018/2001, and in accordance with the terms laid down in the call for proposals.\n2.   The renewable energy generated by projects receiving support from grants financed through the mechanism exclusively with funds arising from Union funds or private contributions shall not be statistically allocated to individual Member States, but shall count towards the Union binding target pursuant to Article 3(1) of Directive (EU) 2018/2001.\n3.   Host Member States shall receive a share of the statistical benefits from renewable energy generated by projects that are located on their territory and receive support from grants financed by other sources than Member State contributions under the enabling function of the mechanism. The distribution of the statistical benefits to the host Member State shall be defined in accordance with Article 27.\n4.   Union funds or private contributions resulting in generated energy that counts towards the Union binding target pursuant to Article 3(1) of Directive (EU) 2018/2001 shall be accounted separately from the collective contribution by the Member States.\n5.   The renewable energy generated by projects receiving support through grants by the mechanism financed with funds arising from Member States payments, on the one hand, and Union funds or private contributions, on the other hand, shall generate statistical benefits for the contributing Member States up to the proportion financed by Member States’ payments and in the terms laid down in the call for proposals as regards distribution of statistical benefits between contributing and host Member States. As regards the statistical benefits for the host Member States, paragraph 3 shall apply.\nArticle 27\nDistribution of statistical benefits between contributing and host Member States\n1.   The renewable energy allocated to contributing Member States and host Member States shall be the renewable energy generated by the installations supported under a specific call for proposals in which the Member States participated.\n2.   The renewable energy generated by installations supported by the mechanism shall generate statistical benefits for contributing Member States for an implementation period defined in the calls for proposals and communicated to Member States according to Article 7(7) and 7(8), calculated on the basis of the expected depreciable or economic lifetime of the technology supported. Following that period, all statistical benefits shall remain with the host Member States.\n3.   Subject to paragraph 2, the renewable energy generated by installations supported by the mechanism shall be statistically allocated pursuant to Directive (EU) 2018/2001 and shall be distributed as follows:\n(a)\n80 % to contributing Member States;\n(b)\n20 % to host Member States.\n4.   The Commission may propose to deviate from the distribution set out in paragraph 2 of this Article and to allocate the energy to contributing and host Member States within a range going from 50 % to 100 % for the contributing Member State, and from 0 % to 50 % for the host Member State, where the total allocation for both contributing and host Member States amounts to 100 %. The proposed distribution shall be applicable for a given call for proposals and shall be based on the following criteria:\n(a)\nthe likelihood of the call to attract a balanced interest from contributing Member States and host Member States to ensure effective competition in the call for proposal;\n(b)\nthe likelihood of the call to result in no or little support being disbursed by the mechanism;\n(c)\nthe potential costs, including system integration costs, which the host Member States may incur.\n5.   The Commission shall inform the Member States on the allocation which it intends to include in the call for proposals according to Article 7(7) and Article 7(8).\n6.   In case of renewable energy generated by installation supported by the mechanism which are located in third countries participating in the mechanism, 100 % of the statistical benefits shall be distributed to the contributing Member States, in line with Article 11 of Directive (EU) 2018/2001.\nArticle 28\nReporting of energy production and calculation of statistical benefits by the Commission\n1.   The host Member States and the third countries participating in the mechanism and hosting projects shall report to the Commission the available data on the energy production in a particular year from projects financed by the mechanism twice – by 1 January and by 1 July of the year following the year of production.\n2.   The actual statistical benefits to be allocated to the participating Member States shall be calculated yearly by the Commission and communicated to the participating Member States by 1 October of the year following the year of production and shall be reported by the participating Member States in accordance with the provisions of Directive (EU) 2018/2001. The total statistical benefits attributed shall correspond to the actual generated energy, in line with data and market values communicated by the Member States.\nCHAPTER V\nFINAL PROVISIONS\nArticle 29\nEvaluation\n1.   The Commission shall carry out an evaluation on the operation of the mechanism as part of the review pursuant to Article 45 of Regulation (EU) 2018/1999.\n2.   The evaluation shall focus on the assessment of synergies between the mechanism and other relevant Union programmes, on the effectiveness of the mechanism in contributing to the objectives set out in Article 3(5) of Directive (EU) 2018/2001, in point (d) of Article 32(3), in Article 32(4) and in Article 33 of Regulation (EU) 2018/1999, on the effectiveness of providing repayable forms of support from the mechanism to projects, and on the effectiveness of combining repayable forms of support with non-repayable forms of support through blending operations under the Union investment support instrument.\n3.   On the basis of the results of the evaluations referred to in paragraph 1, the Commission shall, where appropriate, make proposals to ensure that the mechanism progresses towards the achievement of the objectives referred to in paragraph 2.\n4.   The Commission shall submit the results of the evaluations carried out pursuant to paragraphs 1 and 2 to the Energy Union Committee and shall make them publicly available.\nArticle 30\nReporting\n1.   By 31 October of every year, the Commission shall submit to the Energy Union Committee a report on the operation of the mechanism, its contribution to the Union’s binding target for renewable energy in 2030 and to the objectives of the European Green Deal. The report shall be made public.\n2.   By 31 October of every year, the Commission shall report to the Energy Union Committee and to the European Parliament on the use of the external assigned revenues from Member States and of the Union funds received by the mechanism, the amount of support that was allocated in the previous year and the remaining uncommitted funds in the mechanism.\nArticle 31\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 15 September 2020.\nFor the Commission\nThe President\nUrsula VON DER LEYEN\n(1)  OJ L 328, 21.12.2018, p. 1.\n(2)  Directive (EU) 2018/2001 of the European Parliament and of the Council of 11 December 2018 on the promotion of the use of energy from renewable sources (OJ L 328, 21.12.2018, p. 82).\n(3)  Regulation (EU, Euratom) 2018/1046 of the European Parliament and of the Council of 18 July 2018 on the financial rules applicable to the general budget of the Union, amending Regulations (EU) No 1296/2013, (EU) No 1301/2013, (EU) No 1303/2013, (EU) No 1304/2013, (EU) No 1309/2013, (EU) No 1316/2013, (EU) No 223/2014, (EU) No 283/2014, and Decision No 541/2014/EU and repealing Regulation (EU, Euratom) No 966/2012 (OJ L 193, 30.7.2018, p. 1).\n(4)  Regulation (EC) No 1049/2001 of the European Parliament and of the Council of 30 May 2001 regarding public access to European Parliament, Council and Commission documents (OJ L 145, 31.5.2001, p. 43).", "summary": "EU renewable energy financing mechanism\nEU renewable energy financing mechanism\nSUMMARY OF:\nImplementing Regulation (EU) 2020/1294 on the EU’s renewable energy financing mechanism\nWHAT IS THE AIM OF THE REGULATION?\n              \nThis implementing regulation sets out the rules on the functioning of the new EU renewable energy financing mechanism in line with Regulation (EU) 2018/1999 on governance of the energy union.\nThe mechanism supports new renewable energy projects across the EU and contributes to the renewable energy deployment in accordance with Directive (EU) 2018/2001 on renewable energy.\nKEY POINTS\n              \nFunding comes from three sources:\nEU countries’ governments may provide voluntary payments;\nother EU programmes and funds may make contributions, especially to reduce the cost of capital for renewable energy projects or to support regional cooperation inside the EU and with non-EU countries;\nthe private sector may offer finance, with the option of indicating the project, technology or end-use it would like to support.\nAll financing must respect EU financial rules as set out in Regulation (EU, Euratom) 2018/1046 (see summary).\nThe European Commission asks EU governments every year whether they would like to provide voluntary payment (contributing country) or to allow renewable energy to be installed on their territory (host country).\nHost countries must provide certain information, such as:\nmaximum total capacity or renewable energy available to projects financed by the mechanism;\npreferred technologies or end-use sectors;\nany site or geographical restrictions.\nContributing countries must provide certain information, such as:\nvolume of renewable energy they intend to support and benefit from in statistical allocations;\ntheir maximum financial contribution;\npreference for technology-neutral, multi-technology, technology-specific, project-specific or end-use specific grant award procedures.\nThe Commission:\ndesigns, on the basis of the offers and requests received, tenders (referred to as calls for proposals) specifying, for instance: call’s objectives,form of grants (investment or operating support) and award criteria,ceiling price of proposals,eligible technologies;\ninforms EU countries it intends to launch a call for proposals;\nlaunches the call or calls, including the eligibility and selection criteria, after receiving binding commitments from host countries, whereby they will allow installations on their soil to receive the financial support, and from contributing countries, whereby they will provide the money they offered.\nIf a project promoter fails to deliver on their commitment, the rules on suspension, termination and reduction in Regulation (EU, Euratom) 2018/1046 apply.\nThe grant award system:\ncontains principles to ensure a competitive process, mitigate financial risk and limit transactions costs;\nprovides scope for different procedures depending on the technology or projects involved;\nallocates grants to: increase renewable energy production capacity (investment support),give incentives to operate renewable energy installations by providing premiums in addition to market revenues (operating support).\nImplementation periods reflect realistic delivery periods and are technology-specific and uniform across the EU, unless the Commission determines otherwise.\nProjects financed by the renewable energy scheme may receive funding from other EU, national, public or private programmes provided they respect State aid rules and the EU budget does not finance the same costs twice.\nThe statistical benefits of renewable energy from installations financed by the scheme are, in general, divided 80:20 between contributing and host countries — however, the Commission may alter this ratio — during the implementation or support period. Afterwards, they remain entirely with the host. These statistical benefits count towards the national share of renewable energy regardless of where and how the actual renewable energy from the installations is consumed.\nThe Commission:\ncalculates annually, on the basis of the available energy production data from participating EU and non-EU countries, the actual statistical benefits that participating countries receive;\nreports by 31 October every year to the: Energy Union Committee, and makes public how the financing mechanism is helping to meet the EU’s 2030 binding renewable targets and European Green Deal objectives (see summary),Energy Union Committee and to the European Parliament on the mechanism’s finances, including sums received, allocated and remaining.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 7 October 2020 and does not have a deadline.\nBACKGROUND\nThe legislation aims to help EU countries cooperate more closely to meet their individual and collective renewable energy targets.\nFor more information, see: EU renewable energy financing mechanism (European Commission).\nMAIN DOCUMENT\n            \nCommission Implementing Regulation (EU) 2020/1294 of 15 September 2020 on the Union renewable energy financing mechanism (OJ L 303, 17.9.2020, pp. 1-17)\nRELATED DOCUMENTS\n            \nCommunication from the Commission to the European Parliament, the European Council, the Council, the European Economic and Social Committee and the Committee of the Regions — The European Green Deal (COM(2019) 640 final, 11.12.2019)\nRegulation (EU) 2018/1999 of the European Parliament and of the Council of 11 December 2018 on the Governance of the Energy Union and Climate Action, amending Regulations (EC) No 663/2009 and (EC) No 715/2009 of the European Parliament and of the Council, Directives 94/22/EC, 98/70/EC, 2009/31/EC, 2009/73/EC, 2010/31/EU, 2012/27/EU and 2013/30/EU of the European Parliament and of the Council, Council Directives 2009/119/EC and (EU) 2015/652 and repealing Regulation (EU) No 525/2013 of the European Parliament and of the Council (OJ L 328, 21.12.2018, pp. 1-77)\nDirective (EU) 2018/2001 of the European Parliament and of the Council of 11 December 2018 on the promotion of the use of energy from renewable sources (recast) (OJ L 328, 21.12.2018, pp. 82-209)\nSuccessive amendments to Directive (EU) 2018/2001 have been incorporated in the original text. This consolidated version is of documentary value only.\nRegulation (EU, Euratom) 2018/1046 of the European Parliament and of the Council of 18 July 2018 on the financial rules applicable to the general budget of the Union, amending Regulations (EU) No 1296/2013, (EU) No 1301/2013, (EU) No 1303/2013, (EU) No 1304/2013, (EU) No 1309/2013, (EU) No 1316/2013, (EU) No 223/2014, (EU) No 283/2014, and Decision No 541/2014/EU and repealing Regulation (EU, Euratom) No 966/2012 (OJ L 193, 30.7.2018, pp. 1-222)\nlast update 25.11.2020", "tags": ["allocation of resources", "renewable resources", "energy cooperation", "EU Member State", "EU programme", "environmental cooperation", "reduction of gas emissions", "renewable energy", "EU aid", "EU energy policy"], "subjects": ["Energy", "Environment"], "split": "train", "reference_annotations": {"32020R1294_p1": {"text": "Having regard to regulation 2018/1999 of the European Parliament and of the Council of 11 December 2018 on the Governance of the Energy Union and Climate Action, amending regulation 663/2009 regulation 715/2009 of the European Parliament and of the Council, directive 94/22/ec directive 98/70/ec directive 2009/31/ec directive 2009/73/ec directive 2010/31/eu directive 2012/27/eu directive 2013/30/eu of the European Parliament and of the Council, Council directive 2009/119/ec directive 2015/652 and repealing regulation 525/2013 of the European Parliament and of the Council (1), and in particular Article 33 thereof,", "triples": [" regulation 2018/1999,  amending,  regulation 663/2009", " regulation 2018/1999,  amending,  regulation 715/2009", " regulation 2018/1999,  amending,  directive 94/22/ec", " regulation 2018/1999,  amending,  directive 98/70/ec", " regulation 2018/1999,  amending,  directive 2009/31/ec", " regulation 2018/1999,  amending,  directive 2009/73/ec", " regulation 2018/1999,  amending,  directive 2010/31/eu", " regulation 2018/1999,  amending,  directive 2012/27/eu", " regulation 2018/1999,  amending,  directive 2013/30/eu", " regulation 2018/1999,  amending,  directive 2009/119/ec", " regulation 2018/1999,  amending,  directive 2015/652", " regulation 2018/1999,  repealing,  regulation 525/2013"]}, "32020R1294_p4": {"text": "(3)  regulation 2018/1046 of the European Parliament and of the Council of 18 July 2018 on the financial rules applicable to the general budget of the Union, amending regulation 1296/2013 regulation 1301/2013 regulation 1303/2013 regulation 1304/2013 regulation 1309/2013 regulation 1316/2013 regulation 223/2014 regulation 283/2014, and decision 541/2014/eu and repealing regulation 966/2012 (OJ L 193, 30.7.2018, p. 1).", "triples": [" regulation 2018/1046,  amending,  regulation 1296/2013", " regulation 2018/1046,  amending,  regulation 1301/2013", " regulation 2018/1046,  amending,  regulation 1303/2013", " regulation 2018/1046,  amending,  regulation 1304/2013", " regulation 2018/1046,  amending,  regulation 1309/2013", " regulation 2018/1046,  amending,  regulation 1316/2013", " regulation 2018/1046,  amending,  regulation 223/2014", " regulation 2018/1046,  amending,  regulation 283/2014", " regulation 2018/1046,  amending,  decision 541/2014/eu", " regulation 2018/1046,  repealing,  regulation 966/2012"]}}, "summary_annotations": {"32020R1294_p1": {"text": "regulation 2018/1999 of the European Parliament and of the Council of 11 December 2018 on the Governance of the Energy Union and Climate Action, amending regulation 663/2009 regulation 715/2009 of the European Parliament and of the Council, directive 94/22/ec directive 98/70/ec directive 2009/31/ec directive 2009/73/ec directive 2010/31/eu directive 2012/27/eu directive 2013/30/eu of the European Parliament and of the Council, Council directive 2009/119/ec directive 2015/652 and repealing regulation 525/2013 of the European Parliament and of the Council (OJ L 328, 21.12.2018, pp. 1-77)", "triples": [" regulation 2018/1999,  amending,  regulation 663/2009", " regulation 2018/1999,  amending,  regulation 715/2009", " regulation 2018/1999,  amending,  directive 94/22/ec", " regulation 2018/1999,  amending,  directive 98/70/ec", " regulation 2018/1999,  amending,  directive 2009/31/ec", " regulation 2018/1999,  amending,  directive 2009/73/ec", " regulation 2018/1999,  amending,  directive 2010/31/eu", " regulation 2018/1999,  amending,  directive 2012/27/eu", " regulation 2018/1999,  amending,  directive 2013/30/eu", " regulation 2018/1999,  amending,  directive 2009/119/ec", " regulation 2018/1999,  amending,  directive 2015/652", " regulation 2018/1999,  repealing,  regulation 525/2013"]}, "32020R1294_p2": {"text": "regulation 2018/1046 of the European Parliament and of the Council of 18 July 2018 on the financial rules applicable to the general budget of the Union, amending regulation 1296/2013 regulation 1301/2013 regulation 1303/2013 regulation 1304/2013 regulation 1309/2013 regulation 1316/2013 regulation 223/2014 regulation 283/2014, and decision 541/2014/eu and repealing regulation 966/2012 (OJ L 193, 30.7.2018, pp. 1-222)---last update 25.11.2020", "triples": [" regulation 2018/1046,  amending,  regulation 1296/2013", " regulation 2018/1046,  amending,  regulation 1301/2013", " regulation 2018/1046,  amending,  regulation 1303/2013", " regulation 2018/1046,  amending,  regulation 1304/2013", " regulation 2018/1046,  amending,  regulation 1309/2013", " regulation 2018/1046,  amending,  regulation 1316/2013", " regulation 2018/1046,  amending,  regulation 223/2014", " regulation 2018/1046,  amending,  regulation 283/2014", " regulation 2018/1046,  amending,  decision 541/2014/eu", " regulation 2018/1046,  repealing,  regulation 966/2012"]}}}