{"celex_id": "32006R0561", "reference": "11.4.2006\nEN\nOfficial Journal of the European Union\nL 102/1\nREGULATION (EC) No 561/2006 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 15 March 2006\non the harmonisation of certain social legislation relating to road transport and amending Council Regulations (EEC) No 3821/85 and (EC) No 2135/98 and repealing Council Regulation (EEC) No 3820/85\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 71 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (3), in the light of the joint text approved by the Conciliation Committee on 8 December 2005,\nWhereas:\n(1)\nIn the field of road transport, Council Regulation (EEC) No 3820/85 of 20 December 1985 on the harmonisation of certain social legislation relating to road transport (4) sought to harmonise the conditions of competition between modes of inland transport, especially with regard to the road transport sector, and to improve working conditions and road safety. Progress in these areas should be safeguarded and extended.\n(2)\nDirective 2002/15/EC of the European Parliament and of the Council of 11 March 2002 on the organisation of the working time of persons performing mobile road transport activities (5) requires Member States to adopt measures which limit the maximum weekly working time of mobile workers.\n(3)\nDifficulties have been experienced in interpreting, applying, enforcing and monitoring certain provisions of Regulation (EEC) No 3820/85 relating to driving time, break and rest period rules for drivers engaged in national and international road transport within the Community in a uniform manner in all Member States, because of the broad terms in which they are drafted.\n(4)\nEffective and uniform enforcement of those provisions is desirable if their objectives are to be achieved and the application of the rules is not to be brought into disrepute. Therefore, a clearer and simpler set of rules is needed, which will be more easily understood, interpreted and applied by the road transport industry and the enforcement authorities.\n(5)\nMeasures provided for in this Regulation regarding working conditions should not prejudice the right of the two sides of industry to lay down, by collective bargaining or otherwise, provisions more favourable to workers.\n(6)\nIt is desirable to define clearly the scope of this Regulation by specifying the main categories of vehicle which it covers.\n(7)\nThis Regulation should apply to carriage by road undertaken either exclusively within the Community or between the Community, Switzerland and the countries party to the Agreement on the European Economic Area.\n(8)\nThe European Agreement concerning the Work of Crews of Vehicles engaged in International Road Transport of 1 July 1970 (the AETR), as amended, should continue to apply to the carriage by road of goods and passengers by vehicles registered in any Member State or any country which is a contracting party to the AETR, for the whole of the journey where that journey is between the Community and a third country other than Switzerland and the countries which are contracting parties to the Agreement on the European Economic Area or through such a country. It is essential to modify the AETR as soon as possible, ideally within two years of the entry into force of this Regulation, in order to align its provisions with this Regulation.\n(9)\nIn the case of carriage by road using vehicles registered in a third country which is not a contracting party to the AETR, the provisions of the AETR should apply to that part of the journey effected within the Community or within countries which are contracting parties to the AETR.\n(10)\nSince the subject matter of the AETR falls within the scope of this Regulation, the power to negotiate and conclude the Agreement lies with the Community.\n(11)\nIf an amendment to the internal Community rules in the field in question necessitates a corresponding amendment to the AETR, Member States should act together to bring about such an amendment to the AETR as soon as possible, in accordance with the procedure laid down therein.\n(12)\nThe list of exemptions should be updated to reflect developments in the road transport sector over the past 19 years.\n(13)\nFull definitions of all key terms should be given in order to render interpretation easier and ensure that this Regulation is applied in a uniform manner. In addition, efforts should be made to ensure uniform interpretation and application of this Regulation by national supervisory authorities. The definition of ‘week’ provided in this Regulation should not prevent drivers from starting their working week on any day of the week.\n(14)\nTo guarantee effective enforcement, it is essential that the competent authorities, when carrying out roadside checks, and after a transitional period, should be able to ascertain that driving times and rest periods have been properly observed on the day of the check and over the preceding 28 days.\n(15)\nThe basic rules on driving times need to be clarified and simplified to allow effective and uniform enforcement by means of the digital tachograph, as provided for in Council Regulation (EEC) No 3821/85 of 20 December 1985 on recording equipment in road transport (6) and this Regulation. In addition, through a standing committee, Member State enforcement authorities should strive to reach a common understanding of the implementation of this Regulation.\n(16)\nIt has proved possible under the rules of Regulation (EEC) No 3820/85 to schedule daily driving periods and breaks to enable a driver to drive for too long without a full break, leading to reduced road safety and a deterioration in the driver's working conditions. It is therefore appropriate to ensure that split breaks are so ordered as to prevent abuse.\n(17)\nThis Regulation aims to improve social conditions for employees who are covered by it, as well as to improve general road safety. It does so mainly by means of the provisions pertaining to maximum driving times per day, per week and per period of two consecutive weeks, the provision which obliges drivers to take a regular weekly rest period at least once per two consecutive weeks and the provisions which prescribe that under no circumstances should a daily rest period be less than an uninterrupted period of nine hours. Since those provisions guarantee adequate rest, and also taking into account experience with enforcement practices during the past years, a system of compensation for reduced daily rest periods is no longer necessary.\n(18)\nMany road transport operations within the Community involve transport by ferry or by rail for part of the journey. Clear, appropriate provisions regarding daily rest periods and breaks should therefore be laid down for such operations.\n(19)\nIn view of the increase in the cross-border carriage of goods and passengers, it is desirable, in the interests of road safety and enhanced enforcement, for roadside checks and checks at the premises of undertakings to cover driving times, rest periods and breaks undertaken within other Member States or third countries and to determine whether the relevant rules have been fully and properly observed.\n(20)\nThe liability of transport undertakings should extend at least to transport undertakings that are legal or natural persons, and should not exclude proceedings against natural persons who are perpetrators, or instigators of, or accessories to, infringements of this Regulation.\n(21)\nIt is necessary for drivers working for several transport undertakings to supply each of them with adequate information to enable it to fulfil its responsibilities under this Regulation.\n(22)\nIn order to promote social progress and improve road safety, each Member State should retain the right to adopt certain appropriate measures.\n(23)\nNational derogations should reflect changes in the road transport sector and be restricted to those elements not now subject to competitive pressures.\n(24)\nThe Member States should lay down rules for vehicles used for the carriage of passengers on regular services where the route covered does not exceed 50 km. Those rules should provide adequate protection in terms of permitted driving times and mandatory breaks and rest periods.\n(25)\nIt is desirable, in the interests of effective enforcement, that all regular national and international passenger transport services be checked using a standard recording device.\n(26)\nThe Member States should lay down rules on penalties applicable to infringements of this Regulation and ensure that they are implemented. Those penalties must be effective, proportionate, dissuasive and non-discriminatory. The possibility of immobilising the vehicle where serious infringements are detected should also be included within the common range of measures open to Member States. The provisions contained in this Regulation pertaining to penalties or proceedings should not affect national rules concerning the burden of proof.\n(27)\nIt is desirable in the interests of clear and effective enforcement to ensure uniform provisions on the liability of transport undertakings and drivers for infringements of this Regulation. This liability may result in penal, civil or administrative penalties as may be the case in the Member States.\n(28)\nSince the objective of this Regulation, namely the establishment of clear, common rules on driving times, breaks and rest periods cannot be sufficiently achieved by the Member States and can therefore, by reason of the need for coordinated action, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective.\n(29)\nThe measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (7).\n(30)\nSince provisions concerning the minimum ages of drivers have been laid down in Directive 2003/59/EC (8) and must be transposed by 2009, only transitional provisions concerning the minimum age of crews are required in this Regulation.\n(31)\nRegulation (EEC) No 3821/85 should be amended to clarify specific obligations on transport undertakings and drivers as well as to promote legal certainty and to facilitate enforcement of driving time and rest period limits during roadside checks.\n(32)\nRegulation (EEC) No 3821/85 should also be amended to ensure legal certainty as regards the new dates for the introduction of the digital tachograph and for the availability of driver cards.\n(33)\nThe introduction of recording equipment pursuant to Regulation (EC) No 2135/98, enabling the activities of a driver over a 28-day period to be recorded electronically on his driver card and electronic records of vehicle operations to cover a 365-day period, will in future make for more rapid and comprehensive roadside checks.\n(34)\nUnder Directive 88/599/EEC (9) roadside checks are confined to daily driving time, daily rest periods, and breaks. When digital recording equipment is introduced driver and vehicle data will be stored electronically and data will be able to be evaluated electronically on the spot. This should, over time, enable simple checks to be carried out on regular and reduced daily rest periods and on regular and reduced weekly rest periods and compensatory rest.\n(35)\nExperience indicates that compliance with the provisions of this Regulation, in particular the specified maximum driving time over a two-week period, cannot be enforced unless proper and effective supervision is brought to bear in roadside checks in relation to the whole of that period.\n(36)\nThe application of the legal provisions regarding digital tachographs should be in line with this Regulation in order to achieve optimal effectiveness in monitoring and enforcing certain social provisions in road transport.\n(37)\nFor reasons of clarity and rationalisation, Regulation (EEC) No 3820/85 should be repealed and replaced by this Regulation,\nHAVE ADOPTED THIS REGULATION:\nCHAPTER I\nINTRODUCTORY PROVISIONS\nArticle 1\nThis Regulation lays down rules on driving times, breaks and rest periods for drivers engaged in the carriage of goods and passengers by road in order to harmonise the conditions of competition between modes of inland transport, especially with regard to the road sector, and to improve working conditions and road safety. This Regulation also aims to promote improved monitoring and enforcement practices by Member States and improved working practices in the road transport industry.\nArticle 2\n1.   This Regulation shall apply to the carriage by road:\n(a)\nof goods where the maximum permissible mass of the vehicle, including any trailer, or semi-trailer, exceeds 3,5 tonnes, or\n(b)\nof passengers by vehicles which are constructed or permanently adapted for carrying more than nine persons including the driver, and are intended for that purpose.\n2.   This Regulation shall apply, irrespective of the country of registration of the vehicle, to carriage by road undertaken:\n(a)\nexclusively within the Community; or\n(b)\nbetween the Community, Switzerland and the countries party to the Agreement on the European Economic Area.\n3.   The AETR shall apply, instead of this Regulation, to international road transport operations undertaken in part outside the areas mentioned in paragraph 2, to:\n(a)\nvehicles registered in the Community or in countries which are contracting parties to the AETR, for the whole journey;\n(b)\nvehicles registered in a third country which is not a contracting party to the AETR, only for the part of the journey on the territory of the Community or of countries which are contracting parties to the AETR.\nThe provisions of the AETR should be aligned with those of this Regulation, so that the main provisions in this Regulation apply, through the AETR, to such vehicles for any part of the journey made within the Community.\nArticle 3\nThis Regulation shall not apply to carriage by road by:\n(a)\nvehicles used for the carriage of passengers on regular services where the route covered by the service in question does not exceed 50 kilometres;\n(b)\nvehicles with a maximum authorised speed not exceeding 40 kilometres per hour;\n(c)\nvehicles owned or hired without a driver by the armed services, civil defence services, fire services, and forces responsible for maintaining public order when the carriage is undertaken as a consequence of the tasks assigned to these services and is under their control;\n(d)\nvehicles, including vehicles used in the non-commercial transport of humanitarian aid, used in emergencies or rescue operations;\n(e)\nspecialised vehicles used for medical purposes;\n(f)\nspecialised breakdown vehicles operating within a 100 km radius of their base;\n(g)\nvehicles undergoing road tests for technical development, repair or maintenance purposes, and new or rebuilt vehicles which have not yet been put into service;\n(h)\nvehicles or combinations of vehicles with a maximum permissible mass not exceeding 7,5 tonnes used for the non-commercial carriage of goods;\n(i)\ncommercial vehicles, which have a historic status according to the legislation of the Member State in which they are being driven and which are used for the non-commercial carriage of passengers or goods.\nArticle 4\nFor the purposes of this Regulation the following definitions shall apply:\n(a)\n‘carriage by road’ means any journey made entirely or in part on roads open to the public by a vehicle, whether laden or not, used for the carriage of passengers or goods;\n(b)\n‘vehicle’ means a motor vehicle, tractor, trailer or semi-trailer or a combination of these vehicles, defined as follows:\n—\n‘motor vehicle’: any self-propelled vehicle travelling on the road, other than a vehicle permanently running on rails, and normally used for carrying passengers or goods,\n—\n‘tractor’: any self-propelled vehicle travelling on the road, other than a vehicle permanently running on rails, and specially designed to pull, push or move trailers, semi-trailers, implements or machines,\n—\n‘trailer’: any vehicle designed to be coupled to a motor vehicle or tractor,\n—\n‘semi-trailer’: a trailer without a front axle coupled in such a way that a substantial part of its weight and of the weight of its load is borne by the tractor or motor vehicle;\n(c)\n‘driver’ means any person who drives the vehicle even for a short period, or who is carried in a vehicle as part of his duties to be available for driving if necessary;\n(d)\n‘break’ means any period during which a driver may not carry out any driving or any other work and which is used exclusively for recuperation;\n(e)\n‘other work’ means all activities which are defined as working time in Article 3(a) of Directive 2002/15/EC except ‘driving’, including any work for the same or another employer, within or outside of the transport sector;\n(f)\n‘rest’ means any uninterrupted period during which a driver may freely dispose of his time;\n(g)\n‘daily rest period’ means the daily period during which a driver may freely dispose of his time and covers a ‘regular daily rest period’ and a ‘reduced daily rest period’:\n—\n‘regular daily rest period’ means any period of rest of at least 11 hours. Alternatively, this regular daily rest period may be taken in two periods, the first of which must be an uninterrupted period of at least 3 hours and the second an uninterrupted period of at least nine hours,\n—\n‘reduced daily rest period’ means any period of rest of at least nine hours but less than 11 hours;\n(h)\n‘weekly rest period’ means the weekly period during which a driver may freely dispose of his time and covers a ‘regular weekly rest period’ and a ‘reduced weekly rest period’:\n—\n‘regular weekly rest period’ means any period of rest of at least 45 hours,\n—\n‘reduced weekly rest period’ means any period of rest of less than 45 hours, which may, subject to the conditions laid down in Article 8(6), be shortened to a minimum of 24 consecutive hours;\n(i)\n‘a week’ means the period of time between 00.00 on Monday and 24.00 on Sunday;\n(j)\n‘driving time’ means the duration of driving activity recorded:\n—\nautomatically or semi-automatically by the recording equipment as defined in Annex I and Annex IB of Regulation (EEC) No 3821/85, or\n—\nmanually as required by Article 16(2) of Regulation (EEC) No 3821/85;\n(k)\n‘daily driving time’ means the total accumulated driving time between the end of one daily rest period and the beginning of the following daily rest period or between a daily rest period and a weekly rest period;\n(l)\n‘weekly driving time’ means the total accumulated driving time during a week;\n(m)\n‘maximum permissible mass’ means the maximum authorised operating mass of a vehicle when fully laden;\n(n)\n‘regular passenger services’ means national and international services as defined in Article 2 of Council Regulation (EEC) No 684/92 of 16 March 1992 on common rules for the international carriage of passengers by coach and bus (10);\n(o)\n‘multi-manning’ means the situation where, during each period of driving between any two consecutive daily rest periods, or between a daily rest period and a weekly rest period, there are at least two drivers in the vehicle to do the driving. For the first hour of multi-manning the presence of another driver or drivers is optional but for the remainder of the period it is compulsory;\n(p)\n‘transport undertaking’ means any natural person, any legal person, any association or group of persons without legal personality, whether profit-making or not, or any official body, whether having its own legal personality or being dependent upon an authority having such a personality, which engages in carriage by road, whether for hire or reward or for own account;\n(q)\n‘driving period’ means the accumulated driving time from when a driver commences driving following a rest period or a break until he takes a rest period or a break. The driving period may be continuous or broken.\nCHAPTER II\nCREWS, DRIVING TIMES, BREAKS AND REST PERIODS\nArticle 5\n1.   The minimum age for conductors shall be 18 years.\n2.   The minimum age for drivers' mates shall be 18 years. However, Member States may reduce the minimum age for drivers' mates to 16 years, provided that:\n(a)\nthe carriage by road is carried out within one Member State within a 50 kilometre radius of the place where the vehicle is based, including local administrative areas the centre of which is situated within that radius;\n(b)\nthe reduction is for the purposes of vocational training; and\n(c)\nthere is compliance with the limits imposed by the Member State's national rules on employment matters.\nArticle 6\n1.   The daily driving time shall not exceed nine hours.\nHowever, the daily driving time may be extended to at most 10 hours not more than twice during the week.\n2.   The weekly driving time shall not exceed 56 hours and shall not result in the maximum weekly working time laid down in Directive 2002/15/EC being exceeded.\n3.   The total accumulated driving time during any two consecutive weeks shall not exceed 90 hours.\n4.   Daily and weekly driving times shall include all driving time on the territory of the Community or of a third country.\n5.   A driver shall record as other work any time spent as described in Article 4(e) as well as any time spent driving a vehicle used for commercial operations not falling within the scope of this Regulation, and shall record any periods of availability, as defined in Article 15(3)(c) of Regulation (EEC) No 3821/85, since his last daily or weekly rest period. This record shall be entered either manually on a record sheet, a printout or by use of manual input facilities on recording equipment.\nArticle 7\nAfter a driving period of four and a half hours a driver shall take an uninterrupted break of not less than 45 minutes, unless he takes a rest period.\nThis break may be replaced by a break of at least 15 minutes followed by a break of at least 30 minutes each distributed over the period in such a way as to comply with the provisions of the first paragraph.\nArticle 8\n1.   A driver shall take daily and weekly rest periods.\n2.   Within each period of 24 hours after the end of the previous daily rest period or weekly rest period a driver shall have taken a new daily rest period.\nIf the portion of the daily rest period which falls within that 24 hour period is at least nine hours but less than 11 hours, then the daily rest period in question shall be regarded as a reduced daily rest period.\n3.   A daily rest period may be extended to make a regular weekly rest period or a reduced weekly rest period.\n4.   A driver may have at most three reduced daily rest periods between any two weekly rest periods.\n5.   By way of derogation from paragraph 2, within 30 hours of the end of a daily or weekly rest period, a driver engaged in multi-manning must have taken a new daily rest period of at least nine hours.\n6.   In any two consecutive weeks a driver shall take at least:\n—\ntwo regular weekly rest periods, or\n—\none regular weekly rest period and one reduced weekly rest period of at least 24 hours. However, the reduction shall be compensated by an equivalent period of rest taken en bloc before the end of the third week following the week in question.\nA weekly rest period shall start no later than at the end of six 24-hour periods from the end of the previous weekly rest period.\n7.   Any rest taken as compensation for a reduced weekly rest period shall be attached to another rest period of at least nine hours.\n8.   Where a driver chooses to do this, daily rest periods and reduced weekly rest periods away from base may be taken in a vehicle, as long as it has suitable sleeping facilities for each driver and the vehicle is stationary.\n9.   A weekly rest period that falls in two weeks may be counted in either week, but not in both.\nArticle 9\n1.   By way of derogation from Article 8, where a driver accompanies a vehicle which is transported by ferry or train, and takes a regular daily rest period, that period may be interrupted not more than twice by other activities not exceeding one hour in total. During that regular daily rest period the driver shall have access to a bunk or couchette.\n2.   Any time spent travelling to a location to take charge of a vehicle falling within the scope of this Regulation, or to return from that location, when the vehicle is neither at the driver's home nor at the employer's operational centre where the driver is normally based, shall not be counted as a rest or break unless the driver is on a ferry or train and has access to a bunk or couchette.\n3.   Any time spent by a driver driving a vehicle which falls outside the scope of this Regulation to or from a vehicle which falls within the scope of this Regulation, which is not at the driver's home or at the employer's operational centre where the driver is normally based, shall count as other work.\nCHAPTER III\nLIABILITY OF TRANSPORT UNDERTAKINGS\nArticle 10\n1.   A transport undertaking shall not give drivers it employs or who are put at its disposal any payment, even in the form of a bonus or wage supplement, related to distances travelled and/or the amount of goods carried if that payment is of such a kind as to endanger road safety and/or encourages infringement of this Regulation.\n2.   A transport undertaking shall organise the work of drivers referred to in paragraph 1 in such a way that the drivers are able to comply with Regulation (EEC) No 3821/85 and Chapter II of this Regulation. The transport undertaking shall properly instruct the driver and shall make regular checks to ensure that Regulation (EEC) No 3821/85 and Chapter II of this Regulation are complied with.\n3.   A transport undertaking shall be liable for infringements committed by drivers of the undertaking, even if the infringement was committed on the territory of another Member State or a third country.\nWithout prejudice to the right of Member States to hold transport undertakings fully liable, Member States may make this liability conditional on the undertaking's infringement of paragraphs 1 and 2. Member States may consider any evidence that the transport undertaking cannot reasonably be held responsible for the infringement committed.\n4.   Undertakings, consignors, freight forwarders, tour operators, principal contractors, subcontractors and driver employment agencies shall ensure that contractually agreed transport time schedules respect this Regulation.\n5.\n(a)\nA transport undertaking which uses vehicles that are fitted with recording equipment complying with Annex IB of Regulation (EEC) No 3821/85 and that fall within the scope of this Regulation, shall:\n(i)\nensure that all data are downloaded from the vehicle unit and driver card as regularly as is stipulated by the Member State and that relevant data are downloaded more frequently so as to ensure that all data concerning activities undertaken by or for that undertaking are downloaded;\n(ii)\nensure that all data downloaded from both the vehicle unit and driver card are kept for at least 12 months following recording and, should an inspecting officer request it, such data are accessible, either directly or remotely, from the premises of the undertaking;\n(b)\nfor the purposes of this paragraph ‘downloaded’ shall be interpreted in accordance with the definition laid down in Annex IB, Chapter I, point (s) of Regulation (EEC) No 3821/85;\n(c)\nthe maximum period within which the relevant data shall be downloaded under (a)(i) shall be decided by the Commission in accordance with the procedure referred to in Article 24(2).\nCHAPTER IV\nEXCEPTIONS\nArticle 11\nA Member State may provide for longer minimum breaks and rest periods or shorter maximum driving times than those laid down in Articles 6 to 9 in the case of carriage by road undertaken wholly within its territory. In so doing, Member States shall take account of relevant collective or other agreements between the social partners. Nevertheless, this Regulation shall remain applicable to drivers engaged in international transport operations.\nArticle 12\nProvided that road safety is not thereby jeopardised and to enable the vehicle to reach a suitable stopping place, the driver may depart from Articles 6 to 9 to the extent necessary to ensure the safety of persons, of the vehicle or its load. The driver shall indicate the reason for such departure manually on the record sheet of the recording equipment or on a printout from the recording equipment or in the duty roster, at the latest on arrival at the suitable stopping place.\nArticle 13\n1.   Provided the objectives set out in Article 1 are not prejudiced, each Member State may grant exceptions from Articles 5 to 9 and make such exceptions subject to individual conditions on its own territory or, with the agreement of the States concerned, on the territory of another Member State, applicable to carriage by the following:\n(a)\nvehicles owned or hired, without a driver, by public authorities to undertake carriage by road which do not compete with private transport undertakings;\n(b)\nvehicles used or hired, without a driver, by agricultural, horticultural, forestry, farming or fishery undertakings for carrying goods as part of their own entrepreneurial activity within a radius of up to 100 km from the base of the undertaking;\n(c)\nagricultural tractors and forestry tractors used for agricultural or forestry activities, within a radius of up to 100 km from the base of the undertaking which owns, hires or leases the vehicle;\n(d)\nvehicles or combinations of vehicles with a maximum permissible mass not exceeding 7,5 tonnes used:\n—\nby universal service providers as defined in Article 2(13) of Directive 97/67/EC of the European Parliament and of the Council of 15 December 1997 on common rules for the development of the internal market of Community postal services and the improvement of quality of service (11) to deliver items as part of the universal service, or\n—\nfor carrying materials, equipment or machinery for the driver's use in the course of his work.\nThese vehicles shall be used only within a 50 kilometre radius from the base of the undertaking, and on condition that driving the vehicles does not constitute the driver's main activity;\n(e)\nvehicles operating exclusively on islands not exceeding 2 300 square kilometres in area which are not linked to the rest of the national territory by a bridge, ford or tunnel open for use by motor vehicles;\n(f)\nvehicles used for the carriage of goods within a 50 km radius from the base of the undertaking and propelled by means of natural or liquefied gas or electricity, the maximum permissible mass of which, including the mass of a trailer or semi-trailer, does not exceed 7,5 tonnes;\n(g)\nvehicles used for driving instruction and examination with a view to obtaining a driving licence or a certificate of professional competence, provided that they are not being used for the commercial carriage of goods or passengers;\n(h)\nvehicles used in connection with sewerage, flood protection, water, gas and electricity maintenance services, road maintenance and control, door-to-door household refuse collection and disposal, telegraph and telephone services, radio and television broadcasting, and the detection of radio or television transmitters or receivers;\n(i)\nvehicles with between 10 and 17 seats used exclusively for the non-commercial carriage of passengers;\n(j)\nspecialised vehicles transporting circus and funfair equipment;\n(k)\nspecially fitted mobile project vehicles, the primary purpose of which is use as an educational facility when stationary;\n(l)\nvehicles used for milk collection from farms and the return to farms of milk containers or milk products intended for animal feed;\n(m)\nspecialised vehicles transporting money and/or valuables;\n(n)\nvehicles used for carrying animal waste or carcasses which are not intended for human consumption;\n(o)\nvehicles used exclusively on roads inside hub facilities such as ports, interports and railway terminals;\n(p)\nvehicles used for the carriage of live animals from farms to local markets and vice versa or from markets to local slaughterhouses within a radius of up to 50 km.\n2.   Member States shall inform the Commission of the exceptions granted under paragraph 1 and the Commission shall inform the other Member States thereof.\n3.   Provided that the objectives set out in Article 1 are not prejudiced and adequate protection for drivers is provided, a Member State may, after approval by the Commission, grant on its own territory minor exemptions from this Regulation for vehicles used in predefined areas with a population density of less than five persons per square kilometre, in the following cases:\n—\nregular domestic passenger services, where their schedule is confirmed by the authorities (in which case only exemptions relating to breaks may be permitted), and\n—\ndomestic road haulage operations for own account or for hire or reward, which have no impact on the single market and are needed to maintain certain sectors of industry in the territory concerned and where the exempting provisions of this Regulation impose a limiting radius of up to 100 km.\nCarriage by road under this exemption may include a journey to an area with a population density of five persons or more per square kilometre only in order to end or start the journey. Any such measures shall be proportionate in nature and scope.\nArticle 14\n1.   Provided that the objectives set out in Article 1 are not prejudiced, Member States may, after authorisation by the Commission, grant exceptions from the application of Articles 6 to 9 to transport operations carried out in exceptional circumstances.\n2.   In urgent cases Member States may grant a temporary exception for a period not exceeding 30 days, which shall be notified immediately to the Commission.\n3.   The Commission shall inform the other Member States of any exception granted pursuant to this Article.\nArticle 15\nMember States shall ensure that drivers of vehicles referred to in Article 3(a) are governed by national rules which provide adequate protection in terms of permitted driving times and mandatory breaks and rest periods.\nCHAPTER V\nCONTROL PROCEDURES AND SANCTIONS\nArticle 16\n1.   Where no recording equipment has been fitted to the vehicle in accordance with Regulation (EEC) No 3821/85, paragraphs 2 and 3 of this Article shall apply to:\n(a)\nregular national passenger services, and\n(b)\nregular international passenger services whose route terminals are located within a distance of 50 km as the crow flies from a border between two Member States and whose route length does not exceed 100 km.\n2.   A service timetable and a duty roster shall be drawn up by the transport undertaking and shall show, in respect of each driver, the name, place where he is based and the schedule laid down in advance for various periods of driving, other work, breaks and availability.\nEach driver assigned to a service referred to in paragraph 1 shall carry an extract from the duty roster and a copy of the service timetable.\n3.   The duty roster shall:\n(a)\ninclude all the particulars specified in paragraph 2 for a minimum period covering the previous 28 days; these particulars must be updated on regular intervals, the duration of which may not exceed one month;\n(b)\nbe signed by the head of the transport undertaking or by a person authorised to represent him;\n(c)\nbe kept by the transport undertaking for one year after expiry of the period covered by it. The transport undertaking shall give an extract from the roster to the drivers concerned upon request; and\n(d)\nbe produced and handed over at the request of an authorised inspecting officer.\nArticle 17\n1.   Member States, using the standard form set out in Decision 93/173/EEC (12), shall communicate the necessary information to the Commission to enable it to draw up every two years a report on the application of this Regulation and Regulation (EEC) No 3821/85 and developments in the fields in question.\n2.   This information shall be communicated to the Commission not later than 30 September of the year following the end of the two-year period concerned.\n3.   The report shall state what use has been made of the exceptions provided for in Article 13.\n4.   The Commission shall forward the report to the European Parliament and to the Council within 13 months of the end of the two-year period concerned.\nArticle 18\nMember States shall adopt such measures as may be necessary for the implementation of this Regulation.\nArticle 19\n1.   Member States shall lay down rules on penalties applicable to infringements of this Regulation and Regulation (EEC) No 3821/85 and shall take all measures necessary to ensure that they are implemented. Those penalties shall be effective, proportionate, dissuasive and non‐discriminatory. No infringement of this Regulation and Regulation (EEC) No 3821/85 shall be subjected to more than one penalty or procedure. The Member States shall notify the Commission of these measures and the rules on penalties by the date specified in the second subparagraph of Article 29. The Commission shall inform Member States accordingly.\n2.   A Member State shall enable the competent authorities to impose a penalty on an undertaking and/or a driver for an infringement of this Regulation detected on its territory and for which a penalty has not already been imposed, even where that infringement has been committed on the territory of another Member State or of a third country.\nBy way of exception, where an infringement is detected:\n—\nwhich was not committed on the territory of the Member State concerned, and\n—\nwhich has been committed by an undertaking which is established in, or a driver whose place of employment is, in another Member State or a third country,\na Member State may, until 1 January 2009, instead of imposing a penalty, notify the facts of the infringement to the competent authority in the Member State or the third country where the undertaking is established or where the driver has his place of employment.\n3.   Whenever a Member State initiates proceedings or imposes a penalty for a particular infringement, it shall provide the driver with due evidence of this in writing.\n4.   Member States shall ensure that a system of proportionate penalties, which may include financial penalties, is in force for infringements of this Regulation or Regulation (EEC) No 3821/85 on the part of undertakings, or associated consignors, freight forwarders, tour operators, principal contractors, subcontractors and driver employment agencies.\nArticle 20\n1.   The driver shall keep any evidence provided by a Member State concerning penalties imposed or the initiation of proceedings until such time as the same infringement of this Regulation can no longer lead to a second proceeding or penalty pursuant to this Regulation.\n2.   The driver shall produce the evidence referred to in paragraph 1 upon request.\n3.   A driver who is employed or at the disposal of more than one transport undertaking shall provide sufficient information to each undertaking to enable it to comply with Chapter II.\nArticle 21\nTo address cases where a Member State considers that there has been an infringement of this Regulation which is of a kind that is clearly liable to endanger road safety, it shall empower the relevant competent authority to proceed with immobilisation of the vehicle concerned until such time as the cause of the infringement has been rectified. Member States may compel the driver to take a daily rest period. Member States shall, where appropriate also withdraw, suspend or restrict an undertaking's licence, if the undertaking is established in that Member State, or withdraw, suspend or restrict a driver's driving licence. The Commission, acting in accordance with the procedure in Article 24(2) shall develop guidelines with a view to promoting a harmonised application of this Article.\nArticle 22\n1.   Member States shall assist each other in applying this Regulation and in checking compliance herewith.\n2.   The competent authorities of the Member States shall regularly exchange all available information concerning:\n(a)\ninfringements of the rules set out in Chapter II committed by non-residents and any penalties imposed for such infringements;\n(b)\npenalties imposed by a Member State on its residents for such infringements committed in other Member States.\n3.   The Member States shall regularly send relevant information concerning the national interpretation and application of this Regulation to the Commission, which will make this information available in electronic form to other Member States.\n4.   The Commission shall support dialogue between Member States concerning national interpretation and application of this Regulation through the Committee referred to in Article 24(1).\nArticle 23\nThe Community shall enter into any negotiations with third countries which may prove necessary for the purpose of implementing this Regulation.\nArticle 24\n1.   The Commission shall be assisted by the Committee set up under Article 18(1) of Regulation (EEC) No 3821/85.\n2.   Where reference is made to this paragraph, Articles 3 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\n3.   The Committee shall adopt its rules of procedure.\nArticle 25\n1.   At the request of a Member State, or on its own initiative, the Commission shall:\n(a)\nexamine cases where differences in the application and enforcement of any of the provisions of this Regulation arise and particularly concerning driving times, breaks and rest periods;\n(b)\nclarify the provisions of this Regulation, with a view to promoting a common approach.\n2.   In the cases referred to in paragraph 1 the Commission shall take a decision on a recommended approach in accordance with the procedure referred to in Article 24(2). The Commission shall communicate its decision to the European Parliament, the Council and to the Member States.\nCHAPTER VI\nFINAL PROVISIONS\nArticle 26\nRegulation (EEC) No 3821/85 is hereby amended as follows:\n1.\nArticle 2 shall be replaced by the following:\n‘Article 2\nFor the purpose of this Regulation the definitions set out in Article 4 of Regulation (EC) No 561/2006 of the European Parliament and of the Council of 15 March 2006 on the harmonisation of certain social legislation relating to road transport and amending Council Regulations (EEC) No 3821/85 and (EC) No 2135/98 (13) shall apply.\n2.\nArticle 3(1), (2) and (3) shall be replaced as follows:\n‘1.   Recording equipment shall be installed and used in vehicles registered in a Member State which are used for the carriage of passengers or goods by road, except the vehicles referred to in Article 3 of Regulation (EC) No 561/2006. Vehicles referred to in Article 16(1) of Regulation (EC) No 561/2006 and vehicles, which were exempt from the scope of application of Regulation (EEC) No 3820/85, but which are no longer exempt under Regulation (EC) No 561/2006 shall have until 31 December 2007 to comply with this requirement.\n2.   Member States may exempt vehicles mentioned in Articles 13(1) and (3) of Regulation (EC) No 561/2006 from application of this Regulation.\n3.   Member States may, after authorisation by the Commission, exempt from application of this Regulation vehicles used for the transport operations referred to in Article 14 of Regulation (EC) No 561/2006.’;\n3.\nArticle 14(2) shall be replaced as follows:\n‘2.   The undertaking shall keep record sheets and printouts, whenever printouts have been made to comply with Article 15(1), in chronological order and in a legible form for at least a year after their use and shall give copies to the drivers concerned who request them. The undertaking shall also give copies of downloaded data from the driver cards to the drivers concerned who request them and the printed papers of these copies. The record sheets, printouts and downloaded data shall be produced or handed over at the request of any authorised inspecting officer.’;\n4.\nArticle 15 shall be amended as follows:\n—\nin paragraph 1, the following subparagraph shall be added:\n‘Where a driver card is damaged, malfunctions, or is not in the possession of the driver, the driver shall:\n(a)\nat the start of his journey, print out the details of the vehicle the driver is driving, and shall enter onto that printout:\n(i)\ndetails that enable the driver to be identified (name, driver card or driver's licence number), including his signature;\n(ii)\nthe periods referred to in paragraph 3, second indent (b), (c) and (d);\n(b)\nat the end of his journey, print out the information relating to periods of time recorded by the recording equipment, record any periods of other work, availability and rest undertaken since the printout that was made at the start of the journey, where not recorded by the tachograph, and mark on that document details that enable the driver to be identified (name, driver card or driver's licence number), including the driver's signature.’,\n—\nparagraph 2, second subparagraph shall be replaced by the following:\n‘When as a result of being away from the vehicle, a driver is unable to use the equipment fitted to the vehicle, the periods of time referred to in paragraph 3, second indent (b), (c) and (d) shall:\n(a)\nif the vehicle is fitted with recording equipment in conformity with Annex I, be entered on the record sheet, either manually, by automatic recording or other means, legibly and without dirtying the sheet; or\n(b)\nif the vehicle is fitted with recording equipment in conformity with Annex IB, be entered onto the driver card using the manual entry facility provided in the recording equipment.\nWhere there is more than one driver on board the vehicle fitted with recording equipment in conformity with Annex IB, each driver shall ensure that his driver card is inserted into the correct slot in the tachograph.’,\n—\nparagraph 3(b) and (c) shall be replaced by the following:\n‘(b)\n“other work” means any activity other than driving, as defined in Article 3(a) of Directive 2002/15/EC of the European Parliament and of the Council of 11 March 2002 on the organisation of the working time of persons performing mobile road transport activities (14), and also any work for the same or another employer within or outside of the transport sector, and must be recorded under this sign\n;\n(c)\n“availability” defined in Article 3(b) of Directive 2002/15/EC must be recorded under this sign\n.\n—\nparagraph 4 shall be deleted,\n—\nparagraph 7 shall be replaced by the following:\n‘7.\n(a)\nWhere the driver drives a vehicle fitted with recording equipment in conformity with Annex I, the driver must be able to produce, whenever an inspecting officer so requests:\n(i)\nthe record sheets for the current week and those used by the driver in the previous 15 days;\n(ii)\nthe driver card if he holds one, and\n(iii)\nany manual record and printout made during the current week and the previous 15 days as required under this Regulation and Regulation (EC) No 561/2006.\nHowever, after 1 January 2008, the time periods referred to under (i) and (iii) shall cover the current day and the previous 28 days.\n(b)\nWhere the driver drives a vehicle fitted with recording equipment in conformity with Annex IB, the driver must be able to produce, whenever an inspecting officer so requests:\n(i)\nthe driver card of which he is holder;\n(ii)\nany manual record and printout made during the current week and the previous 15 days as required under this Regulation and Regulation (EC) No 561/2006, and\n(iii)\nthe record sheets corresponding to the same period as the one referred to in the previous subparagraph during which he drove a vehicle fitted with recording equipment in conformity with Annex I.\nHowever, after 1 January 2008, the time periods referred to under (ii) shall cover the current day and the previous 28 days.\n(c)\nAn authorised inspecting officer may check compliance with Regulation (EC) No 561/2006 by analysis of the record sheets, of the displayed or printed data which have been recorded by the recording equipment or by the driver card or, failing this, by analysis of any other supporting document that justifies non-compliance with a provision, such as those laid down in Article 16(2) and (3).’\nArticle 27\nRegulation (EC) No 2135/98 is hereby amended as follows:\n1.\nArticle 2(1)(a) shall be replaced by the following:\n‘1.\n(a)\nFrom the 20th day following the day of publication of Regulation (EC) No 561/2006 of the European Parliament and of the Council of 15 March 2006 on the harmonisation of certain social legislation relating to road transport and amending Council Regulations (EEC) No 3821/85 and (EC) No 2135/98 (15) vehicles put into service for the first time shall be fitted with recording equipment in accordance with the requirements of Annex IB to Regulation (EEC) No 3821/85.\n2.\nArticle 2(2) shall be replaced by the following:\n‘2.   Member States shall take the necessary measures to ensure that they are able to issue driver cards at the latest on the 20th day following the day of publication of Regulation (EC) No 561/2006.’\nArticle 28\nRegulation (EEC) No 3820/85 is hereby repealed and replaced by this Regulation.\nNotwithstanding, paragraphs 1, 2 and 4 of Article 5 of Regulation (EEC) No 3820/85 shall continue to apply until the dates set out in Article 15(1) of Directive 2003/59/EC.\nArticle 29\nThis Regulation shall enter into force on 11 April 2007, with the exception of Articles 10(5), 26(3) and (4) and 27, which shall enter into force on 1 May 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Strasbourg, 15 March 2006.\nFor the European Parliament\nThe President\nJ. BORRELL FONTELLES\nFor the Council\nThe President\nH. WINKLER\n(1)  OJ C 51 E, 26.2.2002, p. 234.\n(2)  OJ C 221, 17.9.2002, p. 19.\n(3)  Opinion of the European Parliament of 14 January 2003 (OJ C 38 E, 12.2.2004, p. 152), Council Common Position of 9 December 2004 (OJ C 63 E, 15.3.2005, p. 11) and Position of the European Parliament of 13 April 2005 (OJ C 33 E, 9.2.2006, p. 425). Legislative resolution of the European Parliament of 2 February 2006 and Decision of the Council of 2 February 2006.\n(4)  OJ L 370, 31.12.1985, p. 1. Regulation as amended by Directive 2003/59/EC of the European Parliament and of the Council (OJ L 226, 10.9.2003, p. 4).\n(5)  OJ L 80, 23.3.2002, p. 35.\n(6)  OJ L 370, 31.12.1985, p. 8. Regulation as last amended by Commission Regulation (EC) No 432/2004 (OJ L 71, 10.3.2004, p. 3).\n(7)  OJ L 184, 17.7.1999, p. 23.\n(8)  Directive 2003/59/EC of the European Parliament and of the Council of 15 July 2003 on the initial qualification and periodic training of drivers of certain road vehicles for the carriage of goods or passengers, amending Council Regulation (EEC) No 3820/85 and Council Directive 91/439/EEC and repealing Council Directive 76/914/EEC (OJ L 226, 10.9.2003, p. 4). Directive as amended by Council Directive 2004/66/EC (OJ L 168, 1.5.2004, p. 35).\n(9)  Council Directive 88/599/EEC of 23 November 1988 on standard checking procedures for the implementation of Regulation (EEC) No 3820/85 on harmonisation of certain social legislation relating to road transport and Regulation (EEC) No 3821/85 on recording equipment in road transport (OJ L 325, 29.11.1988, p. 55).\n(10)  OJ L 74, 20.3.1992, p. 1. Regulation as last amended by the 2003 Act of Accession.\n(11)  OJ L 15, 21.1.1998, p. 14. Directive as last amended by Regulation (EC) No 1882/2003 (OJ L 284, 31.10.2003, p. 1).\n(12)  OJ L 72, 25.3.1993, p. 33.\n(13)  OJ L 102, 11.4.2006, p. 1’,\n(14)  OJ L 80, 23.3.2002, p. 35.’,\n(15)  OJ L 102, 11.4.2006, p. 1’;\nSTATEMENT\nThe Commission and the Member States shall make every effort to ensure that, within two years of the entry into force of this Regulation, the provisions of the AETR are aligned with the provisions of this Regulation. If such an alignment has not been achieved within that period the Commission shall propose appropriate action to address the situation.", "summary": "Driving time and rest periods in the road transport sector\nDriving time and rest periods in the road transport sector\nSUMMARY OF:\nRegulation (EC) No 561/2006 on driving times, breaks and rest periods\nRegulation (EU) No 165/2014 on tachographs in road transport\nWHAT IS THE AIM OF THE REGULATIONS?\nRegulation (EC) No 561/2006, as amended by Regulation (EU) 2020/1054, lays down rules on driving times, breaks and rest periods for drivers of lorries, coaches and buses in order to improve working conditions and road safety.\nRegulation (EU) No 165/2014, as amended by Regulation (EU) 2020/1054, sets out requirements concerning the construction, installation, use, testing and control of tachographs that must be fitted in the vehicles that fall within the scope of Regulation (EC) No 561/2006.\nKEY POINTS\nScope\nRegulation (EC) No 561/2006:\napplies to the carriage by road of goods, by vehicles with a total mass exceeding 3.5 tonnes and to the transport by road of passengers, by vehicles that are adapted to carry more than 9 people (including the driver);\nas of 1 July 2026, applies to the carriage by road of goods in international transport or in cabotage operations by vehicles (including any trailer or semi-trailer) with a total mass exceeding 2.5 tonnes;\napplies, irrespective of the country of registration of the vehicle, to carriage by road in the EU and between EU countries, Switzerland and European Economic Area countries.\nMinimum age\nDrivers’ mates and conductors must be at least 18, except in certain circumstances for trainee drivers’ mates for whom the minimum age is 16 (see Article 5 for more details).\nRules on driving times, breaks and rest periods\nDetailed rules for these are set out in Articles 6, 7, 8 and 9. They include:\na maximum amount of daily driving time of 9 hours, that can be extended to 10 hours no more than twice a week;\na maximum amount of weekly driving time of 56 hours;\na maximum total accumulated driving time of 90 hours during any 2 consecutive weeks;\nafter driving for a period of 4.5 hours, a driver must take an uninterrupted break of not less than 45 minutes, unless he takes a rest period;\na minimum daily rest of 11 hours, which can be reduced to 9 hours, but no more than three times between any 2 weekly rest periods;\na regular weekly rest period of minimum 45 hours and a reduced weekly rest period of a minimum of 24 hours.\nMinimum conditions for the implementation of the regulation\nDirective 2006/22/EC, as amended by Directive (EU) 2020/1057, lays down the minimum conditions for the implementation of Regulation (EC) No 561/2006 and Regulation (EU) No 165/2014 (see section on tachographs below).\nIt seeks to ensure proper application and harmonised interpretation of the social rules on road transport by laying down minimum requirements for the uniform and effective checking by EU countries of compliance with the relevant rules. Those checks should serve to reduce and prevent infringements.\nIt requires EU countries to introduce a risk rating system for transport companies based on the relative number and severity of any infringements that the individual company has committed. Companies with a high risk rating must be checked more closely and more often.\nTachographs\nUnder Regulation (EU) No 165/2014 (see summary), tachographs must be installed in all vehicles of over 3.5 tonnes transporting goods by road, and in vehicles that can carry more than 9 people (including the driver), with certain exceptions. As of 1 July 2026, tachographs must be installed in vehicles of over 2.5 tonnes involved in road international transport or in cabotage operations.\nTachograph technology moved firstly from analogue to digital and then on from digital to more advanced digital, i.e. smart.\nRegulation (EU) No 165/2014 introduced rules on smart tachographs — a new generation of on-board devices to enforce the EU legislation on professional drivers’ driving and resting times. Smart tachographs are mandatory in all new vehicles registered after 15 June 2019. Smart tachographs provide automated recording through satellite positioning of driving time, breaks and rest periods, as well as periods of availability and other work undertaken by a driver. They should improve compliance and permit early detection of possible fraud or misuse.\nAmending Regulation (EU) 2020/1054\nThe rules introduced by the amending regulation include the following.\nTransport companies must organise drivers’ work in such a way as to allow them to return to the employer’s operational centre where the drivers are normally based in the EU country or to the drivers’ place of residence and spend at least one regular weekly rest period (or a weekly rest period of more than 45 hours in compensation for a reduced weekly rest period) within each period of 4 consecutive weeks.\nDrivers must be able to take their 45-hour weekly rest in suitable gender-friendly accommodation with adequate sleeping and sanitary facilities (i.e. away from the vehicle’s cab), the cost of which must be met by the transport company as the employer.\nDrivers’ reduced and regular weekly rest periods must not be interrupted more than twice by other activities not exceeding 1 hour in total, where these drivers accompany vehicles which are transported by ferry or train. This is only in the case of drivers who have access to a sleeper cabin in the ferry or train and, in the case of regular weekly rest, the interruption is only possible where the journey’s scheduled duration is of 8 hours or more.\nFROM WHEN DO THE REGULATIONS APPLY?\nRegulation (EU) 2020/1054, which amended both Regulation (EC) No 561/2006 and Regulation (EU) No 165/2014, has applied since 1 August 2020, although Article 1(15) and Article 2(12) will apply from 31 December 2024.\nRegulation (EC) No 561/2006 has applied since 11 April 2007, with the exception of Article 10(5), Article 26(3) and (4), and Article 27, which entered into force on 1 May 2006.\nRegulation (EU) No 165/2014 has applied since 2 March 2015, with exceptions listed in its Article 48.\nBACKGROUND\n              \nFor more information, see:\nDriving time and rest periods (European Commission)\nTachograph (European Commission).\nMAIN DOCUMENTS\n            \nRegulation (EC) No 561/2006 of the European Parliament and of the Council of 15 March 2006 on the harmonisation of certain social legislation relating to road transport and amending Council Regulations (EEC) No 3821/85 and (EC) No 2135/98 and repealing Council Regulation (EEC) No 3820/85 (OJ L 102, 11.4.2006, pp. 1-14)\nSuccessive amendments to Regulation (EC) No 561/2006 have been incorporated into the original text. This consolidated version is of documentary value only.\nRegulation (EU) No 165/2014 of the European Parliament and of the Council of 4 February 2014 on tachographs in road transport, repealing Council Regulation (EEC) No 3821/85 on recording equipment in road transport and amending Regulation (EC) No 561/2006 of the European Parliament and of the Council on the harmonisation of certain social legislation relating to road transport (OJ L 60, 28.2.2014, pp. 1-33)\nSee consolidated version.\nRELATED DOCUMENTS\n            \nDirective 2006/22/EC of the European Parliament and of the Council of 15 March 2006 on minimum conditions for the implementation of Council Regulations (EEC) No 3820/85 and (EEC) No 3821/85 concerning social legislation relating to road transport activities and repealing Council Directive 88/599/EEC (OJ L 102, 11.4.2006, pp. 35-44)\nSee consolidated version.\nlast update 26.11.2020", "tags": ["humanisation of work", "driving period", "road safety", "rest period", "carriage of goods", "carriage of passengers", "road transport", "carrier"], "subjects": ["Social provisions", "Transport"], "split": "train", "reference_annotations": {"32006R0561_p1": {"text": "regulation 561/2006 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 15 March 2006---on the harmonisation of certain social legislation relating to road transport and amending Council regulation 3821/85 regulation 2135/98 and repealing Council regulation 3820/85", "triples": [" regulation 561/2006,  amending,  regulation 3821/85", " regulation 561/2006,  amending,  regulation 2135/98", " regulation 561/2006,  repealing,  regulation 3820/85"]}, "32006R0561_p2": {"text": "For the purpose of this Regulation the definitions set out in Article 4 of regulation 561/2006 of the European Parliament and of the Council of 15 March 2006 on the harmonisation of certain social legislation relating to road transport and amending Council regulation 3821/85 regulation 2135/98 (13) shall apply.", "triples": [" regulation 561/2006,  amending,  regulation 3821/85", " regulation 561/2006,  amending,  regulation 2135/98"]}, "32006R0561_p3": {"text": "From the 20th day following the day of publication of regulation 561/2006 of the European Parliament and of the Council of 15 March 2006 on the harmonisation of certain social legislation relating to road transport and amending Council regulation 3821/85 regulation 2135/98 (15) vehicles put into service for the first time shall be fitted with recording equipment in accordance with the requirements of Annex IB to regulation 3821/85.", "triples": [" regulation 561/2006,  amending,  regulation 3821/85", " regulation 561/2006,  amending,  regulation 2135/98"]}, "32006R0561_p4": {"text": "(8)  directive 2003/59/ec of the European Parliament and of the Council of 15 July 2003 on the initial qualification and periodic training of drivers of certain road vehicles for the carriage of goods or passengers, amending Council regulation 3820/85 and Council directive 91/439/eec and repealing Council directive 76/914/eec (OJ L 226, 10.9.2003, p. 4). Directive as amended by Council directive 2004/66/ec (OJ L 168, 1.5.2004, p. 35).", "triples": [" directive 2003/59/ec,  amending,  regulation 3820/85", " directive 2003/59/ec,  amending,  directive 91/439/eec", " directive 2003/59/ec,  repealing,  directive 76/914/eec", " directive 2004/66/ec,  amended,  directive 2003/59/ec"]}}, "summary_annotations": {"32006R0561_p1": {"text": "regulation 561/2006, as amended by regulation 2020/1054, lays down rules on driving times, breaks and rest periods for drivers of lorries, coaches and buses in order to improve working conditions and road safety.", "triples": [" regulation 2020/1054,  amended,  regulation 561/2006"]}, "32006R0561_p2": {"text": "regulation 165/2014, as amended by regulation 2020/1054, sets out requirements concerning the construction, installation, use, testing and control of tachographs that must be fitted in the vehicles that fall within the scope of regulation 561/2006.", "triples": [" regulation 2020/1054,  amended,  regulation 165/2014"]}, "32006R0561_p3": {"text": "directive 2006/22/ec, as amended by directive 2020/1057, lays down the minimum conditions for the implementation of regulation 561/2006 and regulation 165/2014 (see section on tachographs below).", "triples": [" directive 2020/1057,  amended,  directive 2006/22/ec"]}, "32006R0561_p4": {"text": "regulation 2020/1054, which amended both regulation 561/2006 and regulation 165/2014, has applied since 1 August 2020, although Article 1(15) and Article 2(12) will apply from 31 December 2024.", "triples": [" regulation 2020/1054,  amended,  regulation 561/2006", " regulation 2020/1054,  amended,  regulation 165/2014"]}, "32006R0561_p5": {"text": "regulation 561/2006 of the European Parliament and of the Council of 15 March 2006 on the harmonisation of certain social legislation relating to road transport and amending Council regulation 3821/85 regulation 2135/98 and repealing Council regulation 3820/85 (OJ L 102, 11.4.2006, pp. 1-14)", "triples": [" regulation 561/2006,  amending,  regulation 3821/85", " regulation 561/2006,  amending,  regulation 2135/98", " regulation 561/2006,  repealing,  regulation 3820/85"]}, "32006R0561_p6": {"text": "regulation 165/2014 of the European Parliament and of the Council of 4 February 2014 on tachographs in road transport, repealing Council regulation 3821/85 on recording equipment in road transport and amending regulation 561/2006 of the European Parliament and of the Council on the harmonisation of certain social legislation relating to road transport (OJ L 60, 28.2.2014, pp. 1-33)", "triples": [" regulation 165/2014,  repealing,  regulation 3821/85", " regulation 165/2014,  amending,  regulation 561/2006"]}, "32006R0561_p7": {"text": "directive 2006/22/ec of the European Parliament and of the Council of 15 March 2006 on minimum conditions for the implementation of Council regulation 3820/85 regulation 3821/85 concerning social legislation relating to road transport activities and repealing Council directive 88/599/eec (OJ L 102, 11.4.2006, pp. 35-44)", "triples": [" regulation 3821/85,  repealing,  directive 88/599/eec"]}}}