{"celex_id": "32008D0210", "reference": "19.3.2008\nEN\nOfficial Journal of the European Union\nL 80/1\nCOUNCIL DECISION\nof 18 February 2008\non the principles, priorities and conditions contained in the European Partnership with Albania and repealing Decision 2006/54/EC\n(2008/210/EC)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 533/2004 of 22 March 2004 on the establishment of partnerships in the framework of the Stabilisation and Association Process (1), as amended, and in particular Article 2 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1)\nThe Thessaloniki European Council of 19 and 20 June 2003 endorsed the introduction of the European Partnerships as a means to materialise the European perspective of the Western Balkan countries.\n(2)\nRegulation (EC) No 533/2004 provides that the Council is to decide on the principles, priorities and conditions to be contained in the partnerships, as well as any subsequent adjustments. It states also that the follow-up to the European Partnerships will be ensured through the mechanisms established under the Stabilisation and Association Process, notably by the annual progress reports.\n(3)\nOn 30 January 2006 the Council adopted the second European Partnership with Albania (2).\n(4)\nThe Commission's Paper on enlargement strategy and main challenges 2006-2007 indicated that the partnerships would be updated at the end of 2007.\n(5)\nOn 17 July 2006 the Council adopted Regulation (EC) No 1085/2006 (3) establishing an Instrument for Pre-accession Assistance (IPA), which renews the framework for financial assistance to pre-accession countries.\n(6)\nIt is therefore appropriate to adopt a revised European Partnership which updates the current partnership in order to identify renewed priorities for further work, on the basis of the findings of the 2007 Progress Report on Albania's preparations for further integration with the European Union.\n(7)\nIn order to prepare for further integration with the European Union, the competent authorities in Albania should develop a plan with a timetable and specific measures to address the priorities of this European Partnership.\n(8)\nDecision 2006/54/EC should therefore be repealed,\nHAS DECIDED AS FOLLOWS:\nArticle 1\nThe principles, priorities and conditions in the European Partnership with Albania are set out in the Annex.\nArticle 2\nThe implementation of the European Partnership shall be examined through the mechanisms established under the stabilisation and association process, notably the annual progress reports presented by the Commission.\nArticle 3\nDecision 2006/54/EC shall be repealed.\nArticle 4\nThis Decision shall take effect on the third day following its publication in the Official Journal of the European Union.\nDone at Brussels, 18 February 2008.\nFor the Council\nThe President\nD. RUPEL\n(1)  OJ L 86, 24.3.2004, p. 1. Regulation as amended by Regulation (EC) No 269/2006 (OJ L 47, 17.2.2006, p. 7).\n(2)  Council Decision 2006/54/EC of 30 January 2006 on the principles, priorities and conditions contained in the European Partnership with Albania and repealing Decision 2004/519/EC (OJ L 35, 7.2.2006, p. 1).\n(3)  OJ L 210, 31.7.2006, p. 82.\nANNEX\nALBANIA 2007 EUROPEAN PARTNERSHIP\n1.   INTRODUCTION\nThe European Council endorsed the introduction of the European Partnerships as a means to realise the European perspective of the Western Balkan countries. The proposed revised partnership updates the second one, on the basis of the findings of the 2007 Commission Progress Report on Albania. It identifies new and remaining priorities for action. The new priorities are adapted to the country's specific needs and stage of preparation and will be updated as necessary. Albania is expected to develop a plan including a timetable and specific measures intended to address the European Partnership priorities. The partnership also provides guidance for financial assistance to the country.\n2.   PRINCIPLES\nThe Stabilisation and Association Process remains the framework for the European course of the Western Balkan countries, all the way to their future accession. The priorities identified for Albania relate to its capacity to meet the criteria defined by the Copenhagen European Council of 1993 and the conditions set by the Stabilisation and Association Process, notably the conditions defined by the Council in its conclusions of 29 April 1997 and 21 and 22 June 1999, the final declaration of the Zagreb Summit of 24 November 2000 and the Thessaloniki Agenda.\n3.   PRIORITIES\nThe priorities listed in this European Partnership have been selected on the basis that it is realistic to expect that Albania can complete them or take them substantially forward over the next few years. A distinction is made between short-term priorities, which are expected to be accomplished within one to two years, and medium-term priorities, which are expected to be accomplished within three to four years. The priorities concern both legislation and its implementation.\nIn view of the need to set priorities, clearly there are other tasks for Albania to complete which may become priorities in any future partnership, also taking into account future progress made by Albania.\nAmong the short-term priorities, the key ones have been identified and grouped together at the beginning of the list. The order of these key priorities does not imply a ranking of their importance.\n3.1.   SHORT-TERM PRIORITIES\nKey priorities\n—\nStrengthen administrative capacity in preparation for implementing Stabilisation and Association Agreement (SAA) and Interim Agreement (IA) commitments.\n—\nPromote constructive dialogue between political parties and with stakeholders on the implementation of reforms.\n—\nIncrease the independence, accountability and transparency of the justice system, including by fostering the constitutional protection of judges, appointing judges and prosecutors on the basis of competitive examinations, establishing merit-based performance evaluation for prosecutors and setting objective rules for allocation of cases to judges.\n—\nImplement the 2007-2013 anti-corruption strategy and the recommendations made in the 2005 evaluation report by the Council of Europe Group of States Against Corruption and investigate and prosecute cases of corruption in the police and the judiciary with due vigour.\n—\nImplement the recommendations made by the OSCE Office for Democratic Institutions and Human Rights on elections, in particular by improving voters' lists and amending the electoral code in line with the Venice Commission recommendations, in good time for the next parliamentary elections.\n—\nFurther strengthen public-sector governance by improving the quality and impartiality of public administration staff and strengthening the Department of Public Administration.\n—\nComplete the unbundling of the State electricity company KESH, and privatise its distribution arm. Stabilise KESH's financial position by raising collection rates and bringing prices to cost-recovery levels and increase electricity generation and interconnection capacity.\n—\nAchieve further tangible results in the fight against organised crime, in particular by making full use of intelligence-led policing and ensuring effective judicial follow-up.\nPolitical criteria\nDemocracy and the rule of law\nGovernment\n—\nAdopt the national strategy for development and integration in time to inform the 2008/2009 budget process, ensuring it reflects European integration commitments and is adequately costed, and begin to implement it.\n—\nMake full and effective use of the integrated planning system to strengthen links between policy objectives and budget planning and execution.\n—\nImprove government-wide coordination of EU integration work by means of wider and more consistent consultation of ministries, including stakeholders and EU experts on related legislation.\n—\nEnsure the availability of appropriate equipment and trained staff for the Ministry of European Integration and for line ministries' EU integration offices.\n—\nEnsure that improvement of the civil registry and address system is properly coordinated with the introduction of electronic identity cards and biometric passports.\nPublic administration\n—\nEnsure enforcement of the Civil Service Law and related rules in the public administration.\n—\nEnsure that recruitment, appointments, promotion, transfers and dismissals are conducted according to the established rules in order to build an accountable, efficient civil service, based on professional career development criteria.\nJudicial system\n—\nFinalise, adopt and implement the draft law on judicial reform and improve the infrastructure for the judicial sector.\n—\nImprove coordination between prosecutors and police, in particular by means of the case management system.\n—\nEnsure that the appropriate legislation and resources are in place for adequate witness protection.\nAnti-corruption policy\n—\nHarmonise the civil, commercial and administrative Codes with the Council of Europe Civil Law Convention on Corruption.\n—\nStrengthen the institutional capacity to investigate and prosecute corruption.\n—\nImplement legislation on preventing bribery with due regard for inter-institutional coordination.\n—\nStrengthen mechanisms to enforce the Law on declaration of assets.\n—\nClarify rules related to the prevention of conflicts of interest in the exercise of public functions.\n—\nClarify rules related to the public access to information in line with international standards.\n—\nReduce the list of officials covered by immunity and grant immunity only where strictly appropriate.\nHuman rights and protection of minorities\nObservance of international human rights law\n—\nEnsure that all law enforcement bodies are aware of their human rights obligations and implement them rigorously in accordance with the code of ethics for the prisons system and with international conventions ratified by Albania, in particular the European Convention on Human Rights.\n—\nGuarantee that human dignity and personal safety are respected in detention centres, prisons and mental institutions, in accordance with international conventions.\nCivil and political rights\n—\nAddress cases of ill-treatment by law enforcement bodies by means of appropriate prosecution of perpetrators.\n—\nStrengthen access to justice.\n—\nEnsure that the relevant international conventions are observed in establishing and running new penitentiary facilities.\n—\nBring Albania's legislation on defamation into line with European standards and implement it.\n—\nExpedite effective legislation to ensure transparency on media ownership.\n—\nFully implement current legislation on print media and journalists' independence, coordinate new legislation on freedom of expression and develop comprehensive electronic media legislation in line with European standards.\nSocial and economic rights\n—\nMake further efforts to prevent domestic violence.\n—\nTake further measures to address child labour, including adopting adequate legislation and providing resources to guarantee children's rights.\n—\nDevelop community-based services and aid to dependent persons, including in the field of mental health.\n—\nEnsure full protection against discrimination on all grounds, including through implementing legislation and strengthening of structures to address gender equality.\n—\nFurther accelerate both the first registration of properties and the processing of restitution claims and ensure that mechanisms for compensation are sustainable and that these processes are properly coordinated with the property legalisation initiative.\nMinority rights, cultural rights and protection of minorities\n—\nImplement the commitments under the Council of Europe Framework Convention for the Protection of National Minorities throughout Albania, in particular as regards use of minority languages with the authorities, display of traditional local names and making adequate provisions for minority language education.\n—\nImplement the national strategy for the Roma and ensure appropriate funding, as part of the government's strategy for combating poverty and social exclusion.\n—\nFoster registration, including birth registration, of members of the Roma minority.\n—\nProvide sound data on minorities in Albania.\nRegional issues and international obligations\n—\nComply with the stabilisation and association process commitments in terms of regional cooperation and good neighbourly relations, including by promoting the transition from the Stability Pact to a more regionally owned cooperation framework and effective implementation of the Central European Free Trade Agreement (CEFTA).\n—\nConclude and implement agreements with neighbouring countries and ensure effective implementation, notably on cross border cooperation, the fight against organised crime, trafficking and smuggling, judicial cooperation, border management, readmission, the environment, transport and energy.\nEconomic criteria\n—\nContinue implementing a stability-oriented fiscal policy which aims at fiscal consolidation and is conducive to low inflation and external sustainability.\n—\nContinue with fiscal reform with the aim of strengthening revenue administration and improving debt management capacity.\n—\nPursue a monetary policy conducive to the objective of achieving and maintaining price stability to reduce and anchor inflation expectations.\n—\nComplete the creation of a credit information bureau to help safeguard the rapidly growing credit portfolio of the banking system.\n—\nReduce the grey economy by effective and non-discriminatory enforcement of tax legislation and intensifying the fight against fiscal fraud.\nEuropean standards\nInternal market\nFree movement of goods\n—\nFurther increase awareness of economic operators in relation to the concepts of standards and certification and their importance in international trade.\n—\nAdopt and start to implement the national market surveillance strategy for industrial products and food.\n—\nAdopt new legislation on consumer protection compatible with the acquis. Strengthen the consumer protection department.\nMovement of persons, services and right of establishment\n—\nEnsure a clear distinction between the temporary and permanent provision of services and compatibility with Stabilisation and Association Agreement requirements.\n—\nStrengthen the regulatory framework for banking and non-banking financial supervision and the capacity of the Financial Supervision Authority.\nFree movement of capital\n—\nAuthorise acquisition of real estate by EU nationals within the limits provided for in the Schedule of Specific Commitments under the General Agreement on Trade in Services (GATS).\nCustoms and taxation\n—\nFurther align customs legislation and procedures with EU practices; in particular, ensure approximation of rules and procedures for transit, customs warehouses, customs valuation, physical controls and risk analysis to EU standards. Ensure that national tariff is timely updated on the basis of the most recent Combined Nomenclature.\n—\nFully implement the computerised system for customs declaration and customs data processing in all customs offices.\n—\nFurther approximate tax legislation with the EU acquis, notably in the field of excise duties, and commit to the principles of the Code of Conduct for business taxation, ensuring that new tax measures also comply with these principles.\n—\nReinforce the capacity of the tax administration, in particular in the fields of tax controls and audit, in order to increase compliance and reduce tax evasion.\n—\nComplete the process of computerising tax offices.\nCompetition\n—\nImprove and approximate to the acquis the existing anti-trust legislation to reinforce competition control.\n—\nStrengthen the administrative capacity of the competition authority and provide adequate staff and training.\n—\nAdopt implementing legislation on State aid.\n—\nContinue updating the inventory of State aid schemes.\nPublic procurement\n—\nEnforce public procurement legislation and take steps to bring it fully up to EU standards, especially as regards utilities sector and remedies.\n—\nFurther strengthen the administrative capacity of the Public Procurement Agency, public procurement entities in line ministries and local government and courts dealing with public procurement.\n—\nEnsure investigation and criminal prosecution of procurement-related offences.\nIntellectual property law\n—\nPrepare a national strategy and an action plan for further legislative developments and strengthening of intellectual property rights (IPR).\n—\nStrengthen the administrative and judicial capacity for protection of IPR.\n—\nIntensify enforcement against piracy and counterfeiting.\n—\nFurther increase awareness of IPR issues amongst the business community and law enforcement bodies, including the judiciary.\n—\nImprove industrial property legislation.\nEmployment and social policies\n—\nImprove social protection systems and combat social exclusion.\n—\nAdopt measures to increase school enrolment rates at secondary level and among children in rural areas, in particular girls, and in vocational schools.\n—\nDevelop adequate administrative structures and capacity in the field of consumer and health protection.\nEducation and research\n—\nContinue efforts to improve the governance of the education system, teacher training and education infrastructure.\n—\nImplement the new law on higher education. Step up efforts to promote a better involvement in the Tempus programme.\nWTO issues\n—\nStrengthen the administrative capacity of the WTO Relations and Economic Cooperation Department in the Ministry of Economic Affairs.\nSectoral policies\nIndustry and SMEs\n—\nAccelerate progress on implementing the European Charter for Small and Medium-sized Enterprises.\n—\nFurther implement the action plans to remove administrative barriers to business and investment and to address the informal economy and ensure proper, non-discretionary, non-discriminatory implementation of business-related legislation, rules and procedures. Reduce obsolete and inefficient regulations through regulatory guillotine procedures.\n—\nIncrease policy research in innovation and competitiveness issues for small companies and implement support programmes.\nAgriculture and fisheries\n—\nAdopt a new law on food in line with EU standards, strengthen the food safety system and related control systems.\n—\nReinforce laboratory capacity in the food safety, and veterinary and phytosanitary domain.\n—\nImprove food safety, phytosanitary and veterinary legislation, and start its implementation.\n—\nImprove the system of identification of bovines and registration of their movements, and start the implementation of a system of identification and registration of movements for pigs, sheep and goats.\n—\nImprove control of animal diseases, including sampling and reporting.\nEnvironment\n—\nStrengthen administrative capacity and coordination at national and local level.\n—\nFully implement legislation on environmental impact assessment.\n—\nAdopt a strategy further to approximate environmental legislation with the acquis and implement existing legislation properly, especially as regards enforcement.\n—\nContinue to address the environmental hot spots at the Sharra solid waste landfill and the Patos-Marinez oil extraction area.\n—\nFurther develop and implement the national water and sanitation strategy and the rural strategy for water supply and sewerage and develop and start implementing a strategy for progressive approximation to the acquis in the area of water supply and sanitation.\n—\nImplement international conventions to which Albania is party in the field of nature protection.\nTransport policy\n—\nImplement the national transport plan, including the planning and budgeting of transport asset maintenance, and adopt and implement the national transport strategy, including the strategy for the railway sector.\n—\nContinue implementation of the memorandum of understanding on the development of the South East Europe (SEE) core regional transport network and strengthen cooperation with the South East Europe Transport Observatory.\n—\nTake measures to improve road safety conditions, including approximation to the EU acquis on weights and dimensions, roadworthiness tests, technical roadside inspections, driving licences, tachographs and vehicle registration documents.\n—\nTake measures to prevent illegal construction along new roads, in particular dangerous privately constructed access roads.\n—\nPrepare railway network statement for open access to infrastructure use and adopt and implement a railway business plan.\n—\nImplement Albania's commitments under the first transitional phase of the European Common Aviation Area Agreement, including the implementation of the relevant aviation legislation.\n—\nImplement the action plan to address the deficiencies identified within the civil aviation authority as regards safety oversight of the country's airlines.\n—\nImprove maritime safety conditions, particularly the detention rate of Albanian ships under the Paris Memorandum of Understanding.\nEnergy\n—\nApprove and implement the revised national energy strategy, having continuing regard to the importance of environmental impact assessments (EIA).\n—\nMeet the requirements of the Energy Community Treaty in the area of gas and electricity.\nInformation society and media\n—\nEnsure that electronic communications legislation is in line with the acquis and is enforced and take measures to achieve a competitive market for electronic communications networks and services.\n—\nStrengthen the expertise and capacity of the Telecommunications Regulatory Entity.\n—\nAlign Albanian legislation with the European Convention on Transfrontier Television and the Television without Frontiers Directive.\n—\nStrengthen the administrative capacity of the National Council on Radio and Television and adopt the strategy for development of the radio and television sector and an updated national analogue and digital frequency plan for radio and television.\nFinancial control\n—\nReview the public internal and financial control policy paper and action plan and clearly define the internal audit function, separate from other control and inspection functions. Develop an appropriate inspection service to combat fraud.\n—\nEnsure that the Internal Audit Law and the draft organic Budget Law are in line with internationally recognised standards.\n—\nStrengthen the independence of the Supreme Audit Institute.\nStatistics\n—\nStrengthen the capacity of the Statistical Office.\nJustice, freedom and security\nVisa, border control, asylum and migration\n—\nIssue travel documents in accordance with international standards, ensure the required administrative capacity to do so, and establish a centralised IT network for administration of visas.\n—\nAdopt amendments to the Law on foreigners to bring visa legislation closer to EU standards.\n—\nImplement the integrated border management strategy and action plan, paying particular attention to cooperation at the border between customs and the border police.\n—\nEnsure that border management at all border crossing points, in particular at the ports of Durres and Vlora complies with EU standards.\n—\nImplement the EC/Albania readmission agreement and negotiate readmission agreements with the countries of origin of transiting migrants.\n—\nFocus sufficient administrative and financial capacity on implementing legislation on asylum and migration and the related national strategies and action plans.\nMoney laundering\n—\nTake the necessary measures to enforce anti-money laundering legislation better in terms of prevention, convictions, confiscations, seizures and freezing assets.\n—\nEnhance the capacity of the financial intelligence unit, the prosecutor's offices and the police Economic Crimes Unit by ensuring appropriate financial and IT resources and improving working-level cooperation.\n—\nBring the Law on the prevention of money laundering into line with the acquis and with the Financial Action Task Force's and Council of Europe's Moneyval recommendations.\n—\nStrengthen the capacity of the agency for the administration of seized and confiscated assets.\n—\nFurther improve cooperation with the authorities of other countries.\n—\nEnsure proper enforcement of reporting obligations and examine transaction reporting thresholds.\n—\nTake more effective measures to reduce use of cash in the economy.\nDrugs\n—\nImplement the national anti-drug strategy, the related action plan and the mini-Dublin Group recommendations.\n—\nImprove the training, equipment and continuity of management of police officers involved in the fight against drugs and take further steps to ensure better coordination, both domestically and with partners in other countries, in the fight against drugs.\n—\nIdentify and prosecute those responsible for corruption related to the drugs trade at all levels in the public administration.\n—\nEnsure greater transparency in seizure figures and take measures to dispose properly of drugs seized in old cases.\n—\nImplement a balanced overall strategy to address drug demand, including prevention, treatment and rehabilitation of drug addicts.\nPolice\n—\nEnsure full implementation of the provisions on ranks in the new State Police Law.\n—\nImprove the management capacity of the Albanian State police.\n—\nStrengthen the police internal affairs unit and ensure proper prosecution of police officers for criminal offences.\n—\nEstablish and put into operation a consolidated manual of procedures for all criminal police officers.\n—\nImplement the strategy on community policing.\nFighting organised crime and terrorism\n—\nTake further measures to enhance cooperation between the various State bodies involved in the fight against organised crime and terrorism and, in particular, between the judicial authorities and the police.\n—\nTake further measures to establish coherent and coordinated intelligence gathering and processing systems.\n—\nEnhance use of special investigative means, interception of telecommunications and use of intelligence information.\n—\nUrgently put in place practical measures to guarantee witness protection.\n—\nStrengthen domestic and international cooperation on preventing trafficking in human beings and the staffing of the police anti-trafficking unit.\n—\nTake measures to provide counter-terrorist analysts and investigators with better equipment and training.\nProtection of personal data\n—\nAlign the current law on personal data protection with the acquis, and the Council of Europe Convention on the protection of personal data.\n—\nEstablish an independent data protection supervisory authority with sufficient powers over the public and private sectors and sufficient financial and human resources.\n3.2.   MEDIUM-TERM PRIORITIES\nPolitical criteria\nDemocracy and the rule of law\nGovernance\n—\nEnsure effective implementation and monitoring of the national strategy for development and integration.\nPublic administration\n—\nEnsure that the sectors of the administration responsible for implementation of the SAA provisions and those involved in implementation of the EC financial assistance are adequately trained and equipped to carry out their duties.\n—\nIntroduce results-oriented management and training for civil servants.\n—\nDesign and implement a civil service salary structure which allows both proper budgetary planning and a motivating career structure.\n—\nEnsure the sustainability of reforms in the public administration.\nJudicial system\n—\nEnsure prosecution of serious crimes, especially organised crime, with particular attention to cross-border cooperation mechanisms.\n—\nEnforce legislation on witness protection.\n—\nEnsure continued and appropriate training of judges and prosecutors, including on human rights, ethics and commercial and corporate matters and SAA-related issues.\n—\nEnsure the financial sustainability of the magistrates' school.\n—\nReview the role and qualifications of judicial administrators and progressively incorporate them into the civil service, ensuring pay parity with ministry staff.\nAnti-corruption policy\n—\nImplement the European Conventions on Corruption in Criminal and Civil Matters ratified by Albania and the relevant UN conventions.\n—\nAchieve significant results in the fight against corruption, at all levels and in all fields, by enforcing adequate legislation.\nHuman rights and protection of minorities\nObservance of international human rights law\n—\nEnsure that detainees and prisoners on remand are treated in accordance with international standards.\nCivil and political rights\n—\nImprove the juvenile justice system.\n—\nEnsure compliance with the Council of Europe Convention for the Prevention of Torture and Inhuman and Degrading Treatment or Punishment.\n—\nAdopt comprehensive anti-discrimination legislation, and ensure appropriate institutional support for victims including by existing institutions in charge of human rights.\n—\nEnforce legislation on restitution/compensation of properties confiscated during the communist period.\n—\nComplete the process of land registration.\n—\nEnsure that transfers of property are carried out in accordance with the law and ensure the proper functioning of all bodies involved in the process (notaries, property register, etc.).\n—\nEnforce legislation on printed and electronic media, taking into account European standards.\n—\nEnsure that TV frequency is allocated in a fair and non-discriminatory manner, in accordance with the national plan, and that requirements are fully respected by broadcasters, Improve the neutrality of the public service broadcaster.\n—\nEncourage the active participation of NGOs and other civil society organisations in the government decision-making process and the continued improvement of the quality of journalism.\nRegional issues and international obligations\n—\nFurther promote regional dialogue, stability, good neighbourliness and cooperation.\n—\nBring the agreement concluded with the USA regarding the conditions of surrender of people to the International Criminal Court into line with the EU guiding principles adopted by the European Council in September 2002.\nEconomic criteria\n—\nReduce the tax wedge on wages and improve incentive structures and flexibility in the labour market to increase the participation and employment rates, while securing tax resources by broadening the tax base and improving compliance, at a measured and prudent pace to ensure sustainable public finances.\n—\nImprove the education system with the aim of increasing the supply of sought-after skills, fostering employment and long-term economic growth.\n—\nUpgrade the country's infrastructure, in particular in energy and transport, in order to strengthen the competitiveness of the economy at large.\n—\nSpeed up the privatisation of publicly owned enterprises to strengthen corporate governance and reduce quasi-fiscal losses.\n—\nImprove the business environment to increase greenfield foreign direct investment.\n—\nEstablish effective procedures for detecting, dealing with and following up cases of (suspected) fraud and other irregularities affecting national and international funds.\nEuropean standards\nInternal market\nFree movement of goods\n—\nEnsure administrative capacity to implement SAA and IA requirements in this area.\n—\nMake further progress on adopting European standards and speed up efforts to become a full member of the European standardisation organisations.\n—\nMake progress on transposing new and global approach and old approach directives.\n—\nFully establish a market surveillance system.\n—\nEnsure improved functioning of the bodies responsible for standardisation, accreditation and certification and of those responsible for metrology and calibration, taking into account EC best practices.\n—\nEnsure Albania's membership of the European Cooperation for Accreditation organisation.\nMovement of persons, services and right of establishment\n—\nApprove legislation on employment of foreigners and take measures to coordinate social security services.\n—\nEnsure that the legislation on the right of establishment is implemented fairly and impartially.\nFree movement of capital\n—\nMake progress towards fulfilling Albania's SAA commitments on full liberalisation of the movement of capital, including ensuring the same treatment to EU and Albanian nationals regarding portfolio investments and financial loans and credits with maturity of shorter than one year.\nCustoms and taxation\n—\nEnsure continued approximation of Albanian customs and taxation legislation to the EU acquis and further increase administrative capacity to implement customs and tax legislation and to fight corruption, cross-border crime and fiscal evasion.\n—\nImprove transparency and the exchange of information with EU Member States in order to facilitate enforcement of measures to prevent avoidance or evasion of taxes.\nCompetition\n—\nFurther improve the enforcement record in the areas of anti-trust and State aid control.\n—\nComplete alignment of State aid schemes with EU competition rules, as Stated in the interim agreement.\nPublic procurement\n—\nEnsure the compatibility of Albania's legal framework with the EU acquis.\n—\nAchieve fully operational public procurement structures, ensuring operation of public procurement procedures in strict compliance with the law and with SAA requirements.\nIntellectual property law\n—\nFully implement international conventions ratified in the field of intellectual, commercial and industrial property rights.\n—\nImplement intellectual property rights legislation properly and achieve improved results in the fight against piracy and counterfeiting.\n—\nGuarantee sufficient administrative capacity to comply with SAA requirements in this area.\nEmployment and social policies\n—\nFacilitate women's inclusion in the labour market and their participation in the decision-making process.\n—\nIntegrate employment and vocational training strategies into social, educational, tax, enterprise and regional policies. Address implementation of international commitments in health in particular the international health regulations.\n—\nProgress with alignment of quality standards for transfusion of blood and blood components with EU legislation.\n—\nStart implementing the National Health System Strategy 2007 to 2013.\nEducation and Research\n—\nContinue efforts to improve the quality of education and to create a modern vocational education and training system, promote regional cooperation in the field of higher education.\nSectoral policies\nIndustry and SMEs\n—\nEnforce improved commercial legislation.\n—\nEnsure that the strategy to combat the informal economy keeps pace with developments in the sector.\n—\nFurther develop specialised business support structures (e.g. incubators and clusters) and examine the feasibility of a business/technology park.\n—\nStart designing and applying an integrated research policy and further develop measures to boost innovation and competitiveness in small companies.\n—\nIntroduce disclosure and financial reporting standards in line with EU standards and ensure effective enforcement.\n—\nContinue implementing the European Charter for Small Enterprises.\nAgriculture and fisheries\n—\nDevelop strategies for land use, the land market, rural development, diversification of farm activities and enhancing agricultural competitiveness.\n—\nAchieve substantial improvements in terms of food safety and phytosanitary and veterinary conditions, in compliance with EC requirements.\n—\nAssess the compliance of agri-food establishments with EU requirements, prepare a programme for their upgrading and start its implementation.\n—\nStart action with a view to ensuring efficient control of domestic plant production, in particular for products with specific EU requirements, and set up analytical capacity in the phytosanitary sector.\n—\nTake measures to ensure that Albanian fisheries policy moves closer to EU standards, in particular in the areas of resource management, inspection and control and in market and structural policies.\nEnvironment\n—\nEstablish a full inventory of hot spots and continue efforts to address hot spots already identified.\n—\nReduce pollution produced by the Balsh refinery, including discharges into the River Gjanica, and take measures to tackle water pollution in general.\n—\nStrengthen environmental monitoring and ensure sufficiently dissuasive sanctions against polluters.\n—\nContinue to implement regional and international environmental commitments.\nTransport policy\n—\nContinue implementation of the Albanian transport master plan.\n—\nComplete the necessary institutional reforms to improve transport asset management, prioritisation of investments, policy-making and involvement of the private sector.\n—\nMake substantial progress on rehabilitation of the ports of Durres and Vlora and consolidate port operations there.\n—\nAchieve improved results in terms of road safety (including the implementation of the digital tachograph) and take additional steps towards further approximation to the acquis on market access (occupation) and social rules.\n—\nContinue implementation of the Memorandum of Understanding on the development of the south-east Europe (SEE) core regional transport network, and cooperation with the SEE transport observatory.\n—\nCreate conditions for competition in the rail transport sector, including the establishment of regulatory and safety bodies.\n—\nImplement commitments taken on under the second transitional phase of the European Common Aviation Area Agreement.\n—\nAchieve significant results in improving maritime safety conditions, including port State control facilities and performance of the register of shipping pursuant to the Paris memorandum of understanding.\nEnergy\n—\nContinue to ensure proper implementation of action plans in relation to the electricity and gas sector and make further progress with implementation of the Albanian energy strategy.\n—\nEnsure timely implementation of the various projects aimed at improving the infrastructure for electricity production, transmission and distribution.\n—\nContinue to implement regional and international commitments in the energy field with a view to establishing a competitive regional energy market.\n—\nImprove implementation of the Energy Efficiency Law.\nInformation society and media\n—\nFurther transpose and implement the EU framework for electronic communications.\n—\nContinue the process of alignment with the European Convention on Transfrontier Television and the Television without Frontiers directive.\nFinancial control\n—\nDevelop and implement the principles of decentralised managerial accountability and functionally independent internal audit, in accordance with international standards and EU best practice.\n—\nDevelop procedures and administrative capacity to ensure effective protection of the EU's financial interests.\n—\nEnsure that the Law on external audit complies with the guidelines of the Organisation of Supreme Audit Institutions.\n—\nFurther strengthen capacity for external audit, financial control management and internal audit.\nStatistics\n—\nImprove agricultural statistics and macroeconomic statistics, develop social statistics, including education and health statistics, and make progress towards implementing all European classifications, including the classification of statistical regions.\nJustice, freedom and security\nVisa, border control, asylum and migration\n—\nEnsure that all Albanian travel documents fully comply with international standards.\n—\nImplement all international commitments undertaken by Albania in the area of border management.\n—\nEnforce asylum-related legislation and establish a fully-fledged asylum system, in compliance with international standards, including reception of asylum seekers.\n—\nImplement Albania's national strategy on migration and national action plan on asylum.\n—\nEnsure that Albania is in a position to meet the SAA requirements regarding EU citizens working and/or residing in Albania.\n—\nProgressively conclude, ratify and implement all the main international conventions in the field of migration.\nMoney laundering\n—\nStep up the fight against economic and financial crime, including money-laundering and counterfeiting of currencies.\n—\nAchieve tangible results in the fight against money-laundering, both within and outside the financial sector.\nDrugs\n—\nEnsure substantially improved results in the fight against drug trafficking, especially as regards synthetic drugs, heroin and cocaine.\nPolice\n—\nContinue to bring police services up to European standards, most notably by means of adequate training and equipment.\n—\nAchieve significant results in the fight against crime and in fighting corruption and other criminal behaviour within police ranks.\nFighting organised crime and terrorism\n—\nFurther increase international cooperation in the fight against organised crime and terrorism.\n—\nMake major progress on the rate, number and quality of prosecutions in relation to offences connected with organised crime and trafficking and also in terms of seizure of the proceeds of crime.\n—\nFully incorporate into domestic legislation and implement the international conventions and protocols on prevention of terrorism to which Albania is party.\nProtection of personal data\n—\nEnsure the efficient monitoring and enforcement of national personal data protection legislation.\n4.   PROGRAMMING\nCommunity assistance under the stabilisation and association process to the Western Balkan countries will be provided under the existing financial instruments, in particular by Regulation (EC) No 1085/2006 (IPA), and for programmes adopted before 2007, Council Regulation (EC) No 2666/2000 (CARDS Regulation) (1).The financing agreements serve as legal basis for the implementation of the concrete programmes. Accordingly, this Decision will have no financial implications.\nAlbania can also have access to funding from multi-country and horizontal programmes.\n5.   CONDITIONALITY\nAssistance to the Western Balkan countries is conditional on progress on satisfying the Copenhagen criteria and on meeting the specific priorities of this European Partnership. Failure to respect these conditions could lead the Council to take appropriate measures on the basis of Article 21 of Regulation (EC) No 1085/2006 or, in the case of pre-2007 programmes, on the basis of Article 5 of Regulation (EC) No 2666/2000. The assistance is also subject to the conditions defined by the Council in its conclusions of 29 April 1997, in particular as regards the recipients' undertaking to carry out democratic, economic and institutional reforms. Specific conditions are also included in individual annual programmes. The financing decisions will be followed by a financing agreement signed with Albania.\n6.   MONITORING\nImplementation of the European Partnership will be examined by the mechanisms established under the Stabilisation and Association Process, notably the annual reports presented by the Commission.\n(1)  OJ L 306, 7.12.2000, p. 1. Regulation as last amended by Regulation (EC) No 2112/2005 (OJ L 344, 27.12.2005, p. 23).", "summary": "European Partnership with Albania\nEuropean Partnership with Albania\n The European Partnership – an instrument of the Stabilisation and Association Process – is intended to provide additional, tailored support to the Albanian authorities in order to realise Albania’s European perspective. Its aim is to identify priority areas where further efforts and reforms are required, calling in particular for Albania to bring its legislation into line with that of the Community. It also provides a reference framework for financial assistance from Community funds.\nACT\nCouncil Decision 2008/210/EC of 18 February 2008 on the principles, priorities and conditions contained in the European Partnership with Albania and repealing Decision 2006/54/EC.\nSUMMARY\nThe European Partnership with Albania is the main instrument for assisting the Albanian authorities in realising their country’s European perspective. This was confirmed at the Zagreb summit in 2000 and reinforced by the Thessaloniki summit in 2003.\nThe European Partnership with Albania is an instrument of the Stabilisation and Association Process. It was introduced for the countries of the Western Balkans concerned under the Thessaloniki agenda (2003), which imparted fresh impetus to the process. The European Partnerships are modelled on the accession partnerships for the candidate countries under the reinforced pre-accession strategy. The Partnerships for the Western Balkans have Regulation (EC) No 533/2004 as their legal basis.\nOBJECTIVE\nThe objective of the European Partnership is to register in a common reference framework:\nthe priority areas for reform; these are identified according to the country’s requirements and involve the adoption and/or implementation of appropriate legislation;\nfinancial assistance guidelines for the implementation of these priority areas;\nthe principles and conditions governing implementation of the partnership.\nThe Council of the European Union adopts the European Partnership, and its subsequent amendments, by a qualified majority on the basis of a proposal from the Commission.\nThe current Partnership updates and adapts the previous partnership adopted in 2006. European Partnerships are flexible instruments designed to reflect the progress made by the countries concerned and the efforts still required. In this regard, the various priorities identified by the partnerships are defined according to evaluations carried out by the Commission to assess their implementation.\nWith a view to achieving the objectives identified in the European Partnership, Albania must adopt a national plan setting out procedures and a timetable for implementing the priorities of the Partnership. \nImplementation of the Partnership is monitored within the framework of the Stabilisation and Association Process and its mechanisms, in particular the annual report presented by the Commission, which assesses the progress to date and the efforts still to be made.\nPRIORITIES\nThe European Partnership establishes priorities which are both realistic and attainable goals for the country concerned. It distinguishes between short-term priorities, which are expected to be achieved within one to two years, and medium-term priorities, which are expected to be achieved within three to four years.\nThe main priorities identified for Albania relate to its capacity to meet:\nthe Copenhagen criteria defined in 1993;\nthe conditions set for the Stabilisation and Association Process (Council conclusions of 27 April 1997 and of 21 and 22 June 1999);\nthe 2000 Zagreb declaration; and\nthe Thessaloniki agenda of 2003.\nThese short- and medium-term priorities can be categorised as follows:\nthe key priorities are short-term priorities. These include strengthening administrative capacity, promoting constructive dialogue between the various stakeholders on the implementation of reforms, increasing the independence and transparency of the justice system, implementing the 2007‑2013 anti‑corruption strategy, implementing the recommendations on elections made by the Office for Democratic Institutions and Human Rights of the Organisation for Security and Cooperation in Europe (OSCE) [FR], amending the electoral code, strengthening public‑sector governance, pursuing the fight against organised crime and stabililising the position of the state electricity company KESH;\npolitical requirements, such as democracy and the rule of law (governance, public administration, the judicial system, anti-corruption policy), human rights and the protection of minorities;\neconomic requirements, which cover implementation of a stability‑oriented fiscal policy and a monetary policy conducive to maintaining price stability, intensification of the fight against the informal economy and fraud, tax reform, establishment of a credit information bureau, improvement of the education system and privatisation;\nregional issues and international obligations (compliance with the stabilisation and association process commitments, conclusion and implementation of agreements with neighbouring countries, regional dialogue);\nEuropean standards relating to aspects of the Community acquis, i.e. the internal market (free movement of goods, capital, persons and services, and the right of establishment, customs and taxation, competition, public procurement, intellectual property law, employment and social policy, education and research), sectoral policies (industry and small- and medium-sized enterprises (SMEs), agriculture and fisheries, the environment, transport, energy, the information society and media, financial control), and justice, freedom and security (visas, border control, asylum and migration, money laundering, narcotics, police, fighting organised crime and terrorism, protection of personal data). Albania must endeavour to bring its legislation into line with the Community acquis in these areas and ensure its implementation.\nThe priorities identified in this Partnership will constitute the basis for future evaluations by the Commission.\nFINANCIAL FRAMEWORK\nAlbania receives financial assistance in support of the Stabilisation and Association Process. The instrument for pre-accession aid (IPA) is the basis for this assistance for the period 2007-2013. It replaces the IPAs for the period 2000‑2006, including the CARDS programme for the countries of the Western Balkans, under which a total of EUR 315.5 million was allocated to Albania during the period 2000-2006.\nThe amount of financial assistance for Albania under the IPA for 2007-2010 is EUR 306.1 million in line with the multiannual indicative financial framework (MIFF) for the period 2008-2010, plus 2007. As stipulated in the MIFF, the indicative multiannual planning document for 2007-2009 for Albania (pdf) gives a breakdown of financing based on two components of the IPA, viz. \"support for transition and institution-building\" and \"cross-border cooperation\", on the basis of which assistance for Albania is determined.\nCommunity assistance is conditional upon recipient countries abiding by the essential elements which govern their relations with the EU, particularly the effective implementation of reforms. Under the European Partnership, Albania is under an obligation to comply with the Copenhagen criteria and the priorities defined by the Partnership.\nAlbania is also eligible for funding from the European Investment Bank (EIB), principally under the pre-accession mandate. This mandate covers the candidate countries for EU accession and the countries of the Western Balkans. The financing provided by the EIB takes the form of grants and loans.\nReferences\nAct\nEntry into force - Date of expiry\nDeadline for transposition in the Member States\nOfficial Journal\nDecision 2008/210/EC\n22.3.2008\n-\nOJ L 80 of 19.3.2008\nRELATED ACTS\nCommission Communication to the European Parliament and the Council of 5 March 2008: Western Balkans: Enhancing the European Perspective [COM(2008) 127 final – Not published in the Official Journal].\nCommission Communication of 27 January 2006: The Western Balkans on the road to the EU: consolidating stability and raising prosperity [COM(2006) 27 – Not published in the Official Journal].\nBILATERAL RELATIONS\nCouncil Decision 2006/580/EC of 12 June 2006 concerning the signing and conclusion of the Interim Agreement on trade and trade-related matters between the European Community, of the one part, and the Republic of Albania, of the other part [Official Journal L 239 of 1.9.2006]. Interim Agreement on trade and trade-related matters between the European Community, of the one part, and the Republic of Albania, of the other part [Official Journal L 239 of 1.9.2006]\nFINANCIAL ASSISTANCE\nCouncil Regulation (EC) No 1085/2006 of 17 July 2006 establishing an Instrument for Pre-Accession Assistance (IPA) [Official Journal L 210 of 31.7.2006].\nInstrument for pre-accession assistance, multi-annual indicative financial framework for:\n2008-2010 [COM(2006) 672 final – Not published in the Official Journal];\n2009-2011 [COM(2007) 689 final – Not published in the Official Journal].\nMultiannual indicative planning document 2007-2009 for Albania (pdf).\nThe reports for previous years are available on the website of the European Commission's Directorate-General for Enlargement.\nLast updated: 29.05.2008", "tags": ["Albania", "aid policy", "structural policy", "cooperation policy", "democracy", "association agreement (EU)", "enlargement of the Union", "economic stabilisation", "cooperation agreement (EU)", "rule of law"], "subjects": ["Association Agreement", "Cooperation", "External relations"], "split": "train", "reference_annotations": {"32008D0210_p1": {"text": "(2)  Council decision 2006/54/ec of 30 January 2006 on the principles, priorities and conditions contained in the European Partnership with Albania and repealing decision 2004/519/ec (OJ L 35, 7.2.2006, p. 1).", "triples": [" decision 2006/54/ec,  repealing,  decision 2004/519/ec"]}}, "summary_annotations": {"32008D0210_p1": {"text": "Council decision 2008/210/ec of 18 February 2008 on the principles, priorities and conditions contained in the European Partnership with Albania and repealing decision 2006/54/ec.", "triples": [" decision 2008/210/ec,  repealing,  decision 2006/54/ec"]}}}