{"celex_id": "41989X1230", "reference": "EUR-Lex - 41989X1230 - EN\nAvis juridique important\n|\n41989X1230\nResolution of the Council and of the Ministers for Labour and Social Affairs, meeting within the Council of 30 November 1989 on setting up a European employment survey\nOfficial Journal C 328 , 30/12/1989 P. 0001 - 0002\nRESOLUTION OF THE COUNCIL AND OF THE MINISTERS FOR LABOUR AND SOCIAL AFFAIRS, MEETING WITHIN THE COUNCIL of 30 November 1989 on setting up a European employment survey (89/C 328/01) THE COUNCIL OF THE EUROPEAN COMMUNITIES AND THE MINISTERS FOR LABOUR AND SOCIAL AFFAIRS, MEETING WITHIN THE COUNCIL,  Having regard to the Treaty establishing the European Economic Community,  Having regard to the Council Resolution of 22 December 1986 on an action programme on employment growth (1),  Having regard to the Council Resolution of 5 June 1989 on continuing vocational training (2),  Having regard to the conclusions of the European Council meetings in Hanover on 27 and 28 June 1988, in Rhodes on 2 and 3 December 1988 and in Madrid on 26 and 27 June 1989,  Whereas completion of the Internal Market will bring enhanced growth thereby creating substantially more jobs in the Member States in the medium term;  Whereas the initial phase of increased competition and intensified restructuring could lead to job losses and changes in employment patterns localized in certain regions and certain sectors;  Whereas in order to make a success of these changes it is essential for all those involved to identify the problems soon enough to be able to minimize the likely adverse effects during the transitional phase and, conversely, to make the most of the  advantages that are anticipated in the medium term;  Whereas, also, shortages of skilled labour are beginning to emerge in many sectors and whereas in some Member States, owing to their specific demographic trends, the working population is in decline;  Whereas employment policies are the responsibility of the Member States;  Whereas, in accordance with Community law, the Commission has a major role to play in the field of employment;  Whereas both sides of industry should be closely involved in efforts to investigate these problems and seek practical means of solving them, and whereas this cooperation would pave the way for progress in the Member States' economies;  Whereas it is important that those engaged in economic and social affairs should have the information they need to define strategies which take account of the employment situation in sectors affected by completion of the Internal Market.   INVITE the Commission and the Member States to set up a European employment survey, its remit being to study employment trends on an ongoing basis, focusing on the sectors affected by completion of the Internal Market, taking into account the  work already carried out at Community level, namely:    - to gather available information from the Member States on the prospects for change in employment and qualifications in the sectors most affected by completion of the Internal Market;    - to provide an overview of the information gathered, making it possible to distinguish the broad trends in those sectors;    - to circulate widely, for operational purposes, the results of the work referred to in the preceding indent to all those with responsibility for economic and social affairs, especially both sides of industry within the Community;   INVITE the Commission, in conjunction with the Member States and after consulting both sides of industry, to submit to them on a regular basis the topics and sectors covered by the survey's remit and, at the annual debate on employment, to submit to the  Council a summary of work carried out on these topics and sectors;   INVITE the Commission, from the beginning of 1990, to take the necessary steps to set up the survey in question by calling upon the human and financial resources at its disposal;   INVITE the Member States to cooperate with the Commission in conducting the survey;   INVITE in particular each Member State to designate a national coordinator to provide the information referred to in the first indent of 1 and give the Commission any appropriate assistance with its task, thereby creating a Community-wide network to  assist in carrying out the remit described in 1;   CONSIDER that the information provided within the framework of the survey should contribute to enabling both the Member States and the Commission to reflect, inter alia, upon improving the employment and job creation impact of the European Social Fund.    (1) OJ No C 340, 31. 12. 1986, p. 1.  (2) OJ No C 148, 15. 6. 1989, p. 1.", "summary": "European Employment Observatory (EEO)\nEuropean Employment Observatory (EEO)\nThe aim of the European Employment Observatory (EEO) is to facilitate the exchange of information between Member States and to analyse trends in the European Union’s (EU) labour markets. It assists the European Commission in developing European employment policy.\nACT\nResolution of the Council and of the Ministers for Labour and Social Affairs, meeting within the Council of 30 November 1989 on setting up a European employment survey [OJ C 328 of 30.12.1989].\nSUMMARY\nThe European Employment Observatory (EEO) is an information system on employment policies and labour market trends in the European Union (EU). Its mission is to analyse forecasts of developments in the labour markets, particularly in those sectors of activity most affected by the completion of the internal market.\nIts main tasks are:\ncollecting information and statistical data from EU Member States;\nanalysing large developments by sector;\ndisseminating results to economic and social players, specifically European social partners.\nThe Observatory is composed of representatives from the Member States, the EU candidate countries and the member countries of the European Economic Area (EEA). It operates through a steering group and a network of experts.\nCommunity System of Documentation on Employment (SYSDEM)\nSYSDEM is a network of experts from independent national research institutes. This network contributes towards achieving the EEO’s missions through:\nproducing reports on evaluations and research on the impact of labour market policy;\nanalysing policy priorities relating to employment;\nanalysing national employment action plans.\nSee also\nThe website of the European Employment Observatory\nLast updated: 20.05.2011", "tags": ["employment policy", "employment statistics", "European Social Fund", "access to information", "worker (EU)"], "subjects": ["Social provisions", "Information and verification"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}