{"celex_id": "32002G0124(01)", "reference": "EUR-Lex - 32002G0124(01) - EN\nAvis juridique important\n|\n32002G0124(01)\nCouncil Resolution of 6 December 2001 concerning a handbook with recommendations for international police cooperation and measures to prevent and control violence and disturbances in connection with football matches with an international dimension, in which at least one Member State is involved\nOfficial Journal C 022 , 24/01/2002 P. 0001 - 0025\nCouncil Resolutionof 6 December 2001concerning a handbook with recommendations for international police cooperation and measures to prevent and control violence and disturbances in connection with football matches with an international dimension, in which at least one Member State is involved(2002/C 22/01)THE COUNCIL OF THE EUROPEAN UNION,Whereas:(1) The European Union's objective is, inter alia, to provide citizens with a high level of safety within an area of freedom, security and justice by developing common action among the Member States in the field of police cooperation.(2) In the framework of the Council of Europe, the Convention of 19 August 1985 was concluded on spectator violence and misbehaviour at sports events and in particular at football matches.(3) On 21 June 1999 the Council adopted a resolution concerning a handbook for international police cooperation and measures to prevent and control violence and disturbances in connection with international football matches(1).(4) The abovementioned resolution suggests that amendments to the handbook be proposed in the light of up-to-date experience.(5) In the light of experience in recent years, such as the European Championships Euro 2000 and the police experts' assessment of international police cooperation in the framework of that tournament, the handbook annexed to the abovementioned resolution has been revised and updated.(6) A European framework as regards the content and scope of police cooperation, police relations with the media, cooperation with those supervising fans and the role of the organiser is of the utmost importance for police forces in the Member States.(7) These forms of police cooperation, as used for football matches with an international dimension, could be used mutatis mutandis in connection with other international sporting events if the Member States concerned take a decision to that effect.(8) This Resolution is without prejudice to existing national provisions, in particular the division of responsibilities among the different authorities and services in the Member State concerned, and to the exercise by the Commission of its powers under the Treaty establishing the European Community,HEREBY ADOPTS THIS RESOLUTION:1. The Council requests Member States to step up cooperation, in particular practical cooperation between competent authorities and services, in order to manage the event, and more specifically between police forces, in order to prevent and control violence and disturbances in connection with football matches with an international dimension.2. To that end, a handbook annexed hereto with examples of working methods is made available to police forces.3. This Resolution replaces the Council Resolution of 21 June 1999.(1) OJ C 196, 13.7.1999, p. 1.ANNEXHandbook with recommendations for international police cooperation and measures to prevent and control violence and disturbances in connection with football matches with an international dimension, in which at least one Member State is involvedContents of the handbook:1. Information management by police forcesOrganising authorities and police forces should take into account certain criteria that could be met with regard to information management.2. Preparations by police forcesOrganising authorities and police forces should involve police forces from participating countries in preparations at an early stage.3. Organising cooperation between police forcesOrganising authorities and police forces should take into account certain criteria that could be met with regard to the organisation of international police cooperation.4. Cooperation between police forces and stewardsOrganising authorities and police forces should involve those supervising fans from participating football associations in providing support for the tasks to be carried out and establish maximum cooperation with them.5. Checklist for media policy and communication strategy (police/authorities) relating to major (international) championships and matchesPolice forces should make use of the media policy checklist.6. Role of the organiserOrganising authorities should take into account the set of possible requirements for organisers in different areas.7. List of documents previously adopted by the CouncilA list of documents previously adopted by the Council will give an idea of the measures taken hitherto.CHAPTER 1Information management by police forcesSECTION 1Certain criteria that could be met with regard to the management of informationI. INTRODUCTION- The increase in various international and European competitions has given football issues an international dimension.- With a view to the efficient management of football matches and, more specifically, in order to combat and prevent football-related violence, the exchange of information is of the utmost importance. To achieve this exchange of information, the establishment of a permanent national (police) football information point is strongly recommended in each Member State.- The national football information point should ideally act as the central and sole contact point for the exchange of relevant information for football matches with an international dimension, and for developing international police cooperation concerning football matches. A Member State may decide to organise certain contacts on football-related aspects through the relevant competent services, provided that the national football information point is provided with a minimum of information and insofar as it does not jeopardise the quality and the efficiency of the activities.- The relationship between the national football information point and the competent national authorities is subject to the applicable national laws. The Member States are free to take all necessary measures to ensure that the national football information point is able to perform its tasks efficiently and to a satisfactory standard. The national football information point should be equipped with the necessary technical facilities to perform its tasks efficiently and swiftly. The personnel of the national football information point should guarantee that the necessary police know-how is available with regard to problems concerning football matches.- At international level, the national football information points work on the basis of equivalence.II. OBJECTIVES- By coordinating the exchange of information on football matches, the national football information point should contribute to public order, peace and safety, thus aiming at an efficient use of the available resources.- The national football information point should also aim to facilitate international police cooperation regarding the police approach to the football issues and to promote the exchange of information between the police services of the different countries.III. TASKS WITH AN INTERNATIONAL DIMENSION- The national football information point can support the competent national authorities. On the basis of information that has been analysed and assessed, the necessary proposals or recommendations will be addressed to the competent national authorities regarding the policy to be pursued by them on football-related issues.- With regard to football matches with an international dimension, it is recommended that the national football information point has at its disposal, for the benefit of the national football information points of the other countries, an updated risk-analysis related to its own clubs and its national team.- In accordance with the applicable national and international legislation, the national football information point should be responsible for administering the personal data regarding risk supporters.- The national football information point should be responsible for coordinating the exchange of police information in connection with football matches. It could also extend this exchange of information to other law enforcement services which contribute to safety or public order.IV. EXCHANGE OF POLICE INFORMATION1. Kinds of informationA distinction can be made between general information and personal information.(a) General informationThe general information can be divided into three categories:- strategic information: information that defines the event in all its dimensions, with particular attention to the security risks at the event,- operational information: information that helps to make a correct analysis of the issues surrounding the event,- tactical information: information that allows the person in charge at the operational level to respond appropriately in connection with order and security surrounding the event.(b) Personal informationIn this context, personal information refers to information kept on individuals who represent or may represent a danger to public order or to security in connection with the event or who may have been involved in incidents, with a view to preparing or taking the appropriate measures (e.g. lists of stadium bans, photos of the persons in question, etc.).The information exchanged must serve a well-defined goal, i.e. contribute to the success of a specific mission. The use of the information supplied is limited in time and scope.Information should serve local as well as supralocal interests of the competent authorities and police services. The information supplied should enable the authorities and police chiefs to carry out their duties with a full knowledge of all aspects of the situation.The exchange of personal information is subject to the applicable national and international law.2. Chronological sequence of information exchangeThree phases may be distinguished: before, during and after the event:- before the event: from the moment it is known that a certain match will be played or a tournament organised,- during the event: period running from the first to the last aspect that influence or may influence public order,- after the event: concluding phase where debriefing and evaluation take place.These three phases need not always be strictly separated.The term \"event\" is used to mean a specific football match or tournament in all its aspects.(a) Task of the national football information point of the organising country1. Before the eventAt strategic level, the information requirements can be formulated, that is to say that the request for information can be forwarded to the national football information point of the other country (countries). This request should contain items such as the risk analysis of the fans of the team in question, information regarding the team itself and its accompanying party (when there is a threat), information regarding spotters, etc.The national football information point of the organising country should also provide, if possible, information on aspects such as the applicable legislation and the policy of the authorities, information on the organisation of the event, identification of officials and police chiefs in charge, etc.All relevant information may also be put at the disposal of the other national football information points concerned.At operational level, the national football information point of the other country (countries) can be requested to supply information regarding the movements of normal and risk supporters, the participating team and its accompanying party (where there is a threat), ticket sales and possible requests for the participation of police officers such as spotters, and of fan coachers, together with information regarding general crime, including terrorism.The national football information point of the organising country can also supply information to the national football information point of the supporting country (countries) regarding the organisation of security, more specifically the integration of the spotters within the local security system, guidelines for the fans, etc. All relevant information can also be put at the disposal of the other national football information points concerned.2. During the eventAt operational level, the national football information point of the organising country can request confirmation of the information supplied, including the updating of the risk analysis. The request should be forwarded and answered via a system of liaison officers if such a system has been set up.At tactical level, the national football information point of the organising country can provide the confirmation of the information supplied by having all the actors involved carrying out checks on the spot. Proposals may then be made for adjusting the measures. General information regarding the possible return of fans that have been expelled and/or refused entry should also be supplied to the national football information points of the country of origin and the transit countries.The national football information point of the organising country can in addition supply the national football information points of the country of origin and the transit countries with the necessary information regarding the return of the fans.3. After the eventAt strategic level, the football information point of the organising country can assess fan behaviour so that a risk analysis of visitors can be updated by the national football information point of the supporting country. The football information point can also evaluate the process of information exchange.At operational level, an assessment can be conducted as to the operational usefulness of the information supplied by the national football information point of the other country (countries) and as to the support supplied by the visiting country. The national football information point of the organising country can supply factual information concerning the reported visitors and a description of the incidents. Information regarding possible arrests can also be exchanged, with the legal possibilities being taken into account. The assessment of the foreign support should also be conducted.(b) Mission of the national football information point of the supporting country1. Before the eventAt strategic level, the national football information point of the supporting country can supply on its own initiative all relevant information to the other national football information points concerned. The national football information point of the supporting country can also supply the national football information point of the organising country with answers to the questions formulated and make use of the list of stadium bans as far as the law allows.At operational level, the questions asked can be answered. More specifically, this concerns the answers to the questions concerning the movements of fans, the participation of police officers such as spotters and the sending of fan coachers.At tactical level, preparations to integrate the police delegation can commence.2. During the eventAt operational level, the information supplied can be updated and the movements and stays of the fans can be monitored. Useful information concerning fan behaviour at home during the championships or a tournament can also be supplied.At tactical level arrangements can be made for fan movements to be monitored.3. After the eventAt strategic level, the risk analysis can be adapted.At operational level, an assessment can be carried out concerning:- the exchange of information based on the factual information supplied by the national football information point of the organising country,- the operational usefulness of the exchange of information,- the strategic and operational information given in advance by the national football information point of the organising country,- the spotters' work.3. Communication procedure- It is recommended that the processing of information regarding matches with an international dimension be coordinated via the national football information point. The tactical, strategic and operational information is thus forwarded to the national football information point concerned. After being processed, the information can be used by the national football information point itself or forwarded to the relevant authorities or police services. It is recommended that contacts between the police services of the different countries involved in an event are coordinated and, if necessary, organised by the national football information point.- The police forces of the organising country should ensure that lines of communication and information facilities are clear to supporting foreign police forces, taking into account the nature of information.- The national football information point or police service of the organising country should communicate with the national police force(s) of the participating country (countries) concerned throughout the championships and/or match via the liaison officer appointed and seconded by the country in question, if such a system of liaison officers is set up. The liaison officer can have responsibility for tasks relating to public order, violent football hooliganism and general crime, including terrorism, where it is connected with a particular football match or tournament.- If a local football information point is also in place, it is recommended that this information point cooperate with the national football information point, the latter being responsible for managing the event except where the Member State decides otherwise. To this end, the national football information point can draw up the minimum criteria to be met in respect of this cooperation. The local and national points should keep one another informed. This information flow should take into account information provided by the liaison officer from the supporting country.- It is recommended that the native language is used for communication between the different national football information points, with a copy in a working language common to the two parties, unless other arrangements have been made between the parties concerned.- The national football information points should communicate in such a way that the confidential character of the exchanged information is guaranteed. The messages exchanged can be stored and may be consulted at a later date by other national football information points concerned, provided that the national football information point from which the information originates is provided with the opportunity in advance to give its opinion on whether the information should be provided.4. General rules- The police force of the organising country should shield the liaison officer of the supporting foreign police force from any contact with the media, if the liaison officer so wishes.- The liaison officer should be stationed at the national football information point for championships spread over a number of days and at the local football information point for one-off matches in the host country concerned.- The national football information point of the organising country should make arrangements to channel information received from the foreign police team promptly to the proper authorities within its own police organisation. The national football information point of the organising country should appoint an information officer to be attached to the support team responsible for reconnaissance or spotting. That officer should serve as a contact for the team leader and be responsible for the proper channelling of information.- The police forces of the organising country should ensure that there are no differences in the quality of information available at local and national level.SECTION 2Additional recommendations about information management by police services- The national football information point can offer support to the competent national authorities. The national football information point can support the local police services with regard to national or international football matches.- The national football information point can coordinate the exchange of information regarding national football matches and coordinate and organise the spotters' work.- Permanent risk analysis means gaining an insight into the composition of the supporters groups, the hard-core fans, their behaviour and into how they relate to each other, the other hard-core fans, foreigners and the general public (various local population groups), etc.- The national football information point can also act as a study centre and deal with the exchange of information on items such as the means and methods used by the organisers to improve security (stewarding, ticketing, accreditation), the means and methods used by the police services, the projects that may be developed to influence fan behaviour, information regarding the spotters' work and the behaviour of fans at home and abroad, etc. In addition to the police services, civil servants and academics could contribute to the role of the football information point as a study centre.- The national football information points can ensure the exchange of information with third countries. Should these countries not have a national football information point at their disposal, they could be asked to indicate a central, single contact point. The data regarding this central and unique contact point in the third country involved should then be forwarded to the other national football information points.- It is recommended that the national football information points communicate through a secure data communication system, to which every country should contribute at least in a Community working language.- The information exchange between the national football information points can relate to subjects mentioned in Appendix 1.- The national football information point can, should the need arise and according to the situation in the country concerned, also be used as a contact point for the exchange of information regarding sports issues other than football and/or regarding other matters besides sporting events.CHAPTER 2Preparations by police forces- The formal request for support should come from the Minister responsible in the organising country, who will receive advice from the police forces concerned. Taking into account the specific aims of cooperation, the request should indicate degree of support and its constituent elements.- The request for support should be made to the foreign police force well in advance of a championship and/or match. The supporting foreign police team will require a certain preparation time for a one-off game. In that context, a request for support should be presented as soon as possible after the announcement of the date of the game. For international tournaments, the supporting foreign police team requires at least 16 weeks' preparation time.- The police forces of organising countries should only request foreign police support from countries that can contribute added value. This added value should be considered in the light of a number of factors such as professional experience of football-related violence, knowledge about risk fans and being able to provide information so as to avert disturbances of public order and security. For countries which are involved and which want to contribute added value in the future, the opportunity can be given to learn from experience.- International police cooperation is geared to ensuring the safety of the event, with the following specific aims:1. intelligence gathering;2. reconnaissance;3. spotting;4. crowd control under police supervision.- The police forces from the supporting countries are responsible for providing an advance risk analysis. This risk analysis should be handed over to the organising country at least two weeks before the beginning of the game. For international tournaments, this risk analysis should be handed over to the organising country at least eight weeks prior to the beginning of the tournament.- In the first instance, a risk analysis of the fan group from the country concerned should determine which of the four areas of police cooperation should be requested by the police force of the organising country. Police cooperation should, as far as intensity and extra deployment are concerned, move from intelligence gathering to crowd control under police supervision as the risk of disturbance of public order or safety increases.- Risk fans should be accompanied where possible by the spotters who are acquainted with them. The composition of the team of spotters will depend on knowledge of the hard-core supporters who are likely to be present. The possibilities for gathering reliable information from the hard-core supporters about their intentions at the time of the event should be a decisive factor.- The foreign police force should indicate as soon as possible the extent to which it can meet the request to provide support for the police force of the organising country. The size of the foreign police team should then be determined in consultation.- The size of the police team should not therefore be the same for all countries, but should relate to some extent to the threat and risk posed by fans from the country concerned and to practicalities.- Depending on the nature of the support to be provided and the size of the team, the allocation of roles within a foreign police team could be as follows:1. operational police officers with reconnaissance, spotting or escorting duties;2. an operations coordinator with the task of coordinating the work of the operational police officers and channelling information;3. a spokesman;4. a liaison officer responsible in particular for the exchange of information between his home country and the host country. In view of the varied expertise involved in the areas of public order and violent football hooliganism, the national liaison officer could propose that the host country agree to the secondment of a second liaison officer to the host country's coordination centre;5. a team leader who is functionally and hierarchically in charge; if, however, there is a national police coordination centre, the leader is only the liaison officer's hierarchical superior; functional responsibility for the liaison officer should then lie with the head of the coordination centre.- The police force(s) in the organising country should provide an opportunity for the supporting foreign police force(s) to acquaint themselves with the organisation of police operations in the host country and/or the venue town(s) and with stadium location, and to get to know the operational commander(s) at the venue town(s) on the match day(s). For international tournaments, this should take place at least one month prior to the tournament; for international games, this can be on one of the days prior to the match.CHAPTER 3Organising cooperation between police forces- Efficient preparation of the police action in the host country is based on a comprehensive exchange of information, in accordance with the principles which are to be found in chapter 1 of this handbook. Police action in a host country can be qualitatively improved if police support in the field is obtained from at least the countries from which violent supporters come.- Maximum use should be made of the support that foreign police forces can provide, which as such should form part of the host police organisation's tactical plan. This means that the foreign police forces should be informed, in a language they can understand, about the host police organisation's tactical plan, that they should be given the possibility to attend briefing and debriefing procedures, that they should be given the opportunity to become an explicit partner in the information structure (so that they can give information as well as be informed) and that they should be actively included in the police deployment in the field. As regards the use of languages, arrangements should be made in advance by the countries concerned.- The leader of the police team from the supporting country could, if desired, have his own spokesman. The leader of the police team should determine the quality of that spokesman.- The spokesman assigned to a support team should shield the members of the support team from the media, if appropriate.- The host police organisation should ensure the physical safety of supporting foreign police officers by having the foreign police officer accompanied by the host police organisation. The accompaniment of the team of spotters should be organised in such a way that there is always good communication between the management of the local police forces and the national football information point. The foreign police officer should always ensure that his/her action does not unnecessarily jeopardise his/her fellow countryman or foreign colleagues, or make them take unjustified risks.- The police force of the organising country, in consultation with the football organisers, should ensure that the supporting foreign police team has sufficient accreditation (seating not required) to enable the team to carry out its tasks properly in and around the stadiums for matches that involve members of the police team in question. The stewards should be made aware of this at the briefing prior to the game.- The police forces of the country from which the fans come should supervise risk fans from the start of their journey until they reach the country where the match is to be played. Responsibility will be duly transferred between police forces at national borders (including transport and railway police). With regard to the journey of these risk fans, the necessary information should be forwarded to the organising country so that, insofar as the local law allows, these risk fans can be prevented from entering the country. Countries which have the legal possibility to prevent risk fans from travelling abroad should take all the necessary measures to achieve this objective effectively and should inform the organising country accordingly. Each country should take all possible measures to prevent its own citizens from participating in and/or organising public order disturbances in another country.- The host police organisation should assign the police team from the supporting country at least one accompanying police officer with sufficient language knowledge and proficiency to maintain operational contact with the team and make reports. This accompanying police officer should preferably be sufficiently familiar with football hooliganism and with the spotters' task, and should also have knowledge of maintaining public order and safety. The accompanying police officer should be thoroughly briefed on his/her own task, on the task of the supporting police team and on the tactical plan of the host police organisation.- The police forces of the organising country should have available sufficient interpreters for the languages spoken by fans from visiting countries. This could save supporting police teams from the various countries from having to do too much interpreting, which would keep them from actual operational tasks. These interpreters could also facilitate communication between the organising country's police forces and the supporting police team.- The host police organisation should provide the police team from the supporting country with the necessary communications equipment, which meets the needs of the police support teams.- The police team from the supporting country should consult with the police force of the organising country about the equipment to be brought by the police team and the use made of it.CHAPTER 4Cooperation between police forces and stewards- Police forces and stewards' organisations should work together on a complementary basis, without prejudice to each side's own responsibilities and tasks.- Police forces should work with senior officials from stewards' organisations.- Police forces should consider placing a senior official from the stewards' organisation in their own command centre.- Police forces should ensure that any information from the stewards' organisation is channelled to the proper police authorities in the organising country.- Police forces should ensure that senior officials from the stewards' organisation have the information needed to carry out their tasks.- The police forces of the supporting country should maintain contact with senior officials responsible for stewards from their country who are providing support to the organising country.CHAPTER 5Checklist for media policy and communication strategy (police/authorities) relating to major (international) championships and matchesI. MEDIA POLICY1. Determining the strategic aim of media policyThe central aim should be seen as ensuring police authorities' cooperation with the media in informing the public at national and international level of forthcoming championships and preparations and providing those attending matches with appropriate police advice concerning their security.Media policy is one of the instruments used in a communication strategy. It should demonstrate the supportive role played by the police and authorities in watching over the festive nature of championships.Comment:In order to ensure a balanced media policy, it is first necessary to determine the strategic aim. All further policy developments are geared to achieving that aim. Account must be taken of the media interest in specific information, such as the response by police authorities to the problems of football hooliganism and violence. This clearly signals what will and will not be tolerated.2. Determining the desired results of media policyAn active media policy should aim at:- creating a positive public image for the policy pursued by police and authorities,- promoting amenities for those attending matches and encouraging a sporting attitude on their part,- discouraging misbehaviour by those attending: misbehaviour does not pay,- providing security information,- informing the public of police measures and the steps which will be taken in the case of disturbances.Comment:Media policy should never give the impression that nothing can go wrong, rather it should show that there has been proper preparation and that there are no grounds for panic.3. Nature of media policy- it should convey the idea of overall control;- it should suggest security and trust;- it should make it clear that football hooliganism will be severely dealt with;- it should be geared to openness and transparency.II. COMMUNICATION STRATEGY1. Methods of achieving the aim- relations should be established with the media well in advance, focusing on championships or matches;- cooperation between the press services of police, local authorities, national authorities, football organisations, UEFA, FIFA etc., in communicating an unambiguous policy or view of individual areas of responsibility;- making arrangements for police information to be provided to all those concerned, including the football association, supporters' clubs, tourist offices, carriers and other undertakings;- information folder for those attending from abroad, possibly combined with other tourist information;- setting up a clearly identified press office for the duration of championships, with press officers and media spokesmen;- daily press conferences and provision for interviews and other appropriate information facilities during championships;- organisation of press conferences before championships in order to make clear the approach to cooperation with the press.2. Means of achieving the aim/tips for success- appointment of professional press correspondents at local, regional and central level;- multilingual police press officers available to the media in the press centre;- production of a national or bi-national information folder;- production of information with a local slant;- inclusion of reports on security and facilities in local tourist-office publications and other local newspapers and publications;- making known the number of arrests for public disorder, possession of weapons, forged admission tickets, black-market ticket sales and drunkenness etc.;- assessment of international, national and local media press reports relating to the preparation and progress of championships;- setting up a national working party on media policy cooperation.3. Important topics for consideration1. The crux of the message must be establishedComment:First determine what the crux of the message should be. Make this clear in interviews with the journalist/journalists.2. The crux of the message must be achievableComment:Do not express any standpoints which are not practicable. Where this happens, the power of the media instrument to influence behaviour is undermined. The policy announced by the police must therefore be maintained.3. Timely preparationComment:Use the time between submission of candidacy and championships for careful preparation of a media policy specifying the individual roles and responsibilities of police/authorities.4. PlanningComment:Include media policy throughout the planning stage and take the initiative in determining when the media will actually be informed.5. Continuity and frequency of media contactsComment:It is extremely important that exchanges of information and opportunities for press/media briefings are provided on a continuous and regular basis. Allowance should be made for the media's need for rapid information.6. Media projectsPolice and authorities should make sure in the case of specific media projects that sufficient attention is paid to the police in the area of police information.7. Readiness to deal with incidentsComment:Once even a single incident occurs, the interest of the media switches swiftly from the sporting event to the public disturbance. Account should be taken of the fact that a sports reporter has a different angle from a police reporter.8. The media are enterprisingComment:Account should be taken of the fact that the media will also seek information from sources other than the police. Special attention should be paid to police strategies and police intervention.9. Openness, comprehensiveness and topicalityComment:Let the media know how the police/authorities will act when necessary. There are no grounds for fearing the media if police planning and preparations are adequate. The police should provide comprehensive information. That information should be verifiable and up-to-date.10. Display of confidenceComment:It is important to have confidence in individual police preparations and to display and communicate such confidence to the media. Police and authorities should assume full responsibility for their security arrangements.11. InterviewsComment:Measures should be taken to prepare police authorities for their contacts with the media. Ensure that the police officer maintains his contacts from an appropriate workplace. The media should preferably be contacted orally in person.12. Limitation/demarcationProvide information about individual areas of policy responsibility and intervention.Comment:There should be clear agreements between the various authorities on who is to inform the media and the type of information to be given. Media appearances by police and authorities should concentrate on their own responsibilities and interventions.13. Failures/recriminationsComment:Partners should avoid discussions in the media or expressing recriminations over failures.14. CooperationComment:Media policy should never be developed without consulting the other partners. Media policy itself is a process of cooperation.15. Agreements with foreign police teams concerning spokesmenComment:Where the police of the host country is given support by police teams from other countries, and the foreign police are approached directly by the media, it should be agreed that the matter be referred to the police information services of the host country.Exceptions to this rule may be made if the supporting police team, with the approval of the host country, has added its own specialist press officer (spokesman) to the team.16. Involvement of police colleagues from the country of origin of supportersComment:In interviews/press conferences in the country of origin of supporters, use should be made of assistance by colleagues from that country. They have the facilities and press contacts and they know the local and national reporters, including the persuasions of the press organisations for which they work.17. Preparation of a list of national press services for the police of the organising countryComment:The police services of the individual countries should draw up a list of the most important press services with the sectors they target for the police of the organising country. With the help of this list, the police of the organising country can supply those press services directly with information.18. Taking account of the type of press serviceComment:In providing information on security, account must be taken of the type of press service and the sector which it targets. Sports reporters have less experience of providing information on security. This should be taken into account when drawing up press reports and issuing press releases.19. Setting up a joint national working partyComment:A joint working party should be set up involving all partners: the police covering the match venues, the central information office on football hooliganism, the football organisation and the national authorities.20. Factual informationComment:All representatives of police and authorities should communicate with the media on the basis of the same background information and with the greatest precision. In order to coordinate factual information, it may be useful to draw up common briefing notes and standard replies to regularly recurring questions. There should be daily exchanges of information on the questions asked by the media.21. Written communiquéComment:Press conferences should be backed up with a written communiqué. This has the advantage of ensuring that:- the text can be given careful consideration,- texts can be authorised for the press,- an unambiguous message is conveyed (no subsequent arguments about \"misunderstandings\").22. Information folderAn information folder should be made available to supporters, indicating the kind of behaviour that is culturally acceptable or unacceptable and the kind of breaches of the law which will lead to action being taken.Advice should be given on ancillary matters with a view to ensuring that the supporters feel welcome.The folder should be distributed when tickets are sold.23. Involvement of the publicComment:The public may be asked to take an active role by notifying the police of suspicious behaviour.24. Winding-down strategyThe press office should close towards the end of the championships, but information should continue to be provided by the central police command office. Notification should be given when the police press officer will be available for debriefing and a final press conference.25. Assessment of media policyComment:When the championships have ended, an assessment report should be drawn up on the media policy pursued and experience with the media. Aspects with lessons for the future should be noted. This should also involve any police forces from other countries which have provided support.26. Assessment of the European Union/police cooperation checklist for media policyThe police of the organising country should use the national assessment of media policy as a basis for deciding whether individual aspects of the European Union checklist require supplementing or adjustment.CHAPTER 6Role of the organiser(1)SECTION 1Criteria with which the organiser should comply- All the sufficient and necessary measures taken by the organisers of national or international football games should contribute to avoiding disturbances of the peace.- An efficient policy as regards the organisation of national or international football games should be the result of an overall approach between all the parties concerned. Successful cooperation between the organiser, the private actors involved, the authorities and police services is therefore strongly recommended.- Member States should identify who is responsible as the organiser of the match or, if responsibility is divided between two or more bodies, who is to be responsible for what functions.- For the sake of public order and safety, the authorities and the police services concerned should impose on the organiser prior minimal requirements which they have to meet in order to organise national or international games. Such requirements mean that the organiser and other services concerned should assume the responsibility which is incumbent upon them and their aim should be to enable the police forces to concentrate on their principal duties of upholding law and order.- The organiser of a national or international football game should take all the necessary precautionary measures in order to prevent damage to persons and goods, including all practical measures for the prevention of spectator misconduct.SECTION 2Additional recommendations in the form of a checklist of possible demands to be imposed on the organiser- The organisers of a national or international football game should do everything in their powers to ensure public order and safety in and around the stadium, before, during and after the game, so that the police can be deployed as economically as possible.- To this end the checklist in Appendix 2 could be used indicatively. It contains demands which the authorities and police services could impose on the organiser of a football game with regard to its organisation. It is recommended that those provisions be supported by national legislation.CHAPTER 7List of documents previously adopted by the Council1. Council recommendation of 30 November 1993 concerning the responsibility of organisers of sporting events.2. Council recommendation of 1 December 1994 concerning direct, informal exchanges of information with the CCEEs in the area of international sporting events (network of contact persons).3. Council recommendation of 1 December 1994 concerning exchange of information on the occasion of major events and meetings (network of contact persons).4. Council recommendation of 22 April 1996 on guidelines for preventing and restraining disorder connected with football matches, with an annexed standard format for the exchange of police intelligence on football hooligans (OJ C 131, 3.5.1996, p. 1).5. Joint action of 26 May 1997 with regard to cooperation on law and order and security (OJ L 147, 5.6.1997, p. 1).6. Council resolution of 9 June 1997 on preventing and restraining football hooliganism through the exchange of experience, exclusion from stadiums and media policy (OJ C 193, 24.6.1997, p. 1).7. Council resolution of 21 June 1999 concerning a handbook for international police cooperation and measures to prevent and control violence and disturbances in connection with international football matches (OJ C 196, 13.7.1999, p. 1).8. Table of national contacts on hooliganism.(1) Organiser refers to the legal or natural person who organises or instructs a person to organise, wholly or in part, a national or international football game, on his/her own initiative or on the initiative of a third party.Appendix 1STRATEGIC INFORMATION CONCERNING FOOTBALL MATCHES WITH AN INTERNATIONAL DIMENSION1. CLUBName: ...Address: ...Colours of the club: ...Logo: ...E-mail: ...Website: ...Fan coach project: yes/noStewarding: yes/noStewarding abroad: Yes/no - how many? ...Number of authorised supporter clubs: ...Stadium: ...Name: ...Address: ...Phone: ... Fax: ...Capacity: ...Capacity visitors section: ...Annexes:Annex 1: List of supporter clubs with data about transportation for European away matches.Annex 2: Map of the stadium with indication of visitors section and entrance.Annex 3: Map of the stadium and surroundings with indication of separate car parks and main roads to the motorway.Annex 4: Map of the city.2. OUTLINE OF THE GAMEMatches played at home>TABLE>Matches played away>TABLE>3. LOCAL POLICE AUTHORITYAddress: ...Phone: ... Fax: ...E-mail: ...Website: ...Person handling the case: ...Phone: ... Fax: ...E-mail: ...Mobile: ...Information officer: ...Phone: ... Fax: ...E-mail: ...Mobile: ...Spotters: ...Phone: ... Fax: ...E-mail: ...Name: ... Mobile: ...Name: ... Mobile: ...Name: ... Mobile: ...Name: ... Mobile: ...Name: ... Mobile: ...Name: ... Mobile: ...4. OTHER POLICE SERVICESCoordinator: ...Address: ...Phone: ... Mobile: ... Fax: ...E-mail: ...Website: ...5. NATIONAL FOOTBALL INFORMATION POINTName of the department: ...Address: ...Name: ...Phone: ...Phone duty staff: ...Fax: ...E-mail: ...6. SUPPORTER INFORMATION - ORDINARY FANSNumber of fans- who attend matches (with an international dimension) played away: ...- who attend matches (with an international dimension) played at home: ...Identification- Outfit: ...- Flags: ...- Banners: ...Behaviour- Advance booking: ...- Consumption of alcohol: ...- Bengal lights: ...- Other: ...Transportation- Number of fans using organised transport: ...- Number of fans using non-organised transport: ...Stay......7. SUPPORTER INFORMATION - RISK FANSNumber of fans- who attend matches (with an international dimension) played away: ... Cat B/Cat C- who attend matches (with an international dimension) played at home: ... Cat B/Cat CSide(s)- Name: ...- Meeting place(s): ...- Number of members: ...- Average age: ...- Minimum number mobilised during the past season for matches (with an international dimension) played at home: ...- Minimum number mobilised during the past season for matches (with an international dimension) played away: ...- Maximum number mobilised during the past season for matches (with an international dimension) played at home: ...- Maximum number mobilised during the past season for matches (with an international dimension) played away: ...Identification- Outfit: ...- Special logos: ...- Tattoos: ...- Flags: ...- Banners: ...Transportation- Number of fans using organised transport: ...- Number of fans using non-organised transport: ...Stay:......Behaviour regarding other clubs:- Friendly: ...- Neutral: ...- Hostile: ...International contacts:- Friendly: ...- Neutral: ...- Hostile: ...Attend other matches- In their own country: ...- Abroad: ...Affinity with national team: ...(Supposed) political relation: ...Links with criminal circles: ...Reaction regarding the action of the police: ...Reaction regarding the stewards: ...Behaviour before the match:- Advanced sales of admission tickets: ...- Consumption of alcohol: ...- Bengal lights: ...- Other: ...Behaviour during the match:- Consumption of alcohol: ...- Bengal lights: ...- Reaction if their team is leading: ...- Reaction if their team is not leading: ...- Reaction in case of questionable decision: ...- Reaction in case of provocative behaviour: ...- Other: ...Behaviour after the match:- Consumption of alcohol: ...- Bengal lights: ...- Reaction if their team wins: ...- Reaction if their team loses: ...- Reaction in case of provocative behaviour: ...- Other: ...Description of the incidents- Nature of the incidents:- Vandalism: ...- Theft or looting: ...- Confrontations: ...- Provocation of the incidents: ...- Nature of violence used: ...- Type of aggression: ...- Weapons used: ...Particulars:- Tactics used for international matches played at home: ...- Tactics used for international matches played away: ...Evolution of the phenomenon......Suggestion as to the police action......Appendix 2CHECKLIST CONCERNING POSSIBLE REQUIREMENTS TO BE MET BY THE ORGANISER>TABLE>", "summary": "Prevention and control of hooliganism\nPrevention and control of hooliganism\nPolice cooperation in the European Union can prevent and control violence and disturbances resulting from hooliganism at football matches. The Council of the EU is adopting a series of measures intended to strengthen police cooperation between Member States\nACT\nCouncil Recommendation of 22 April 1996 on guidelines for preventing and restraining disorder connected with football matches [Official Journal C 131 of 3.5.1996].\nCouncil Resolution of 9 June 1997 on preventing and restraining football hooliganism through the exchange of experience, exclusion from stadiums and media policy [Official Journal C 193 of 24.6.1997].\nCouncil Resolution of 21 June 1999 concerning a handbook for international police cooperation and measures to prevent and control violence and disturbances in connection with international football matches [Official Journal C 196 of 13.7.1999].\nCouncil Resolution of 6 December 2001 concerning a handbook with recommendations for international police cooperation and measures to prevent and control violence and disturbances in connection with football matches with an international dimension [Official Journal C 22 of 24.1.2002]. \nSUMMARY\nEU action to combat hooliganism is based mainly on the 1985 Council of Europe Convention on Spectator Violence and Misbehaviour at Sports Events and in Particular at Football Matches and on the Joint Action with regard to cooperation on law and order and security. However, a number of other instruments have been adopted by the Council since the Treaty of Maastricht.\nPrevention and control of hooliganism: Community acts\nIn 1996 the Council adopted a Recommendation that:\nMember States should use a common format for police intelligence reports about known or suspected groups of troublemakers. These should be exchanged via the network of football hooliganism correspondents set up in 1994;\ninformation should be exchanged about techniques for preventing disorder, and joint training courses organised for police officers from the different Member States;\nprovision should be made for requesting reinforcements from the police forces of other Member States for particular football matches;\nthere should be close cooperation between police officers and stewards in those Member States where this role exists, so as to ensure the best possible division of responsibilities.\nIn 1997 the Council passed a Resolution calling for:\nstadium exclusions imposed under domestic law to apply throughout the EU;\nan annual report to be produced on hooliganism;\nmore care to be taken over media strategy;\nan annual meeting of experts to be arranged for the exchange of relevant experience.\nIn 1999 the Council produced a handbook aimed at the police forces of the Member States. This contained practical examples of working methods for developing police cooperation to prevent and control violence and disturbances at international football matches. It includes provisions on:\nthe content and scope of police cooperation (preparations by police forces, organising cooperation between them before the event, information management);\nrelations between the police and the media;\ncooperation between police forces and stewards;\nadmission policy and ticketing policy.\nIn the light of experience in recent years (such as the European Championships - Euro 2000) and developments in international police cooperation in this field, the Council Resolution of 6 December 2001 calls for the Member States to step up cooperation.\nA handbook aimed at police forces is annexed to this resolution (which replaces the Council resolution of 29 June 1999). The new version of the handbook will include provisions on:\nthe exchange and management of information by the police;\ncooperation between the police forces in the organising country and the participating countries;\ncooperation between the police and the organisers of a football match.\nThe Council does not rule out the possibility that forms of police cooperation established for football matches might be extended to other sporting events.\nLast updated: 25.10.2005", "tags": ["international cooperation", "violence", "user guide", "police cooperation", "sporting event", "exchange of information"], "subjects": ["Justice and home affairs"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}