{"celex_id": "32021Q0210(01)", "reference": "10.2.2021\nEN\nOfficial Journal of the European Union\nL 46/47\nRULES OF PROCEDURE OF THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE\nJanuary 2021\nPREAMBLE\n1.\nThe European Economic and Social Committee represents the various economic and social components of organised civil society. It is an institutional consultative body established by the 1957 Treaty of Rome.\n2.\nThe Committee’s consultative role enables its members, and hence the organisations they represent, to participate in the European Union decision–making process. With views occasionally being diametrically opposed, the Committee’s discussions often require real negotiations involving not only the usual social partners, i.e. employers (group I) and wage-earners (group II) but also all the other socio-occupational interests represented (group III). This expertise, these discussions and negotiations and the search for convergence may improve the quality and credibility of the European Union decision-making process, inasmuch as they make it more comprehensible and acceptable for Europe’s citizens and increase the transparency which is so vital for democracy.\n3.\nWithin the European institutional set–up, the EESC fulfils a specific role: it is the prime forum in which the organisations of civil society in the European Union can have their views represented and discussed, and it is especially well placed to act as an intermediary between organised civil society and the European Union institutions.\n4.\nAs a chamber for debating and for drawing up opinions, the EESC helps to strengthen the democratic credentials of the process of building the European Union, including the promotion of relations between the EU and socio-economic groupings in third countries. In so doing it helps to promote genuine identification with Europe.\n5.\nTo carry out its missions successfully, on 17 July 2002, the EESC adopted its Rules of Procedure, in accordance with the second paragraph of Article 260 of the Treaty establishing the European Community (1).\n6.\nOn 28 January 2021, the EESC’s plenary assembly adopted the latest version of these Rules of Procedure.\nTITLE I\nORGANISATION OF THE COMMITTEE\nChapter I\nINSTALLATION OF THE COMMITTEE IN OFFICE\nRule 1\n1.   The Committee shall hold office for terms of five years.\n2.   The first meeting of the Committee following each five-yearly renewal shall be convened by the oldest member, and shall be held not later than 25 working days after the date of the decision of the Council appointing the majority of the members of the Committee.\n3.   The members of the Committee are not bound by any mandatory instructions. They are completely independent in the performance of their duties, in the Union’s general interest.\n4.   In the performance of their duties and on journeys to and from the place of meetings, members enjoy the privileges and immunities established in the Protocol on the privileges and immunities of the European Union. Specifically, they enjoy freedom of movement, personal inviolability and immunity.\n5.   The Committee shall ensure compliance with the principle of gender equality and non-discrimination, as defined by European Union law, in all its policies. The Committee shall ensure that the proportion of women in all bodies of the Committee is greater than that in the assembly. The bureau shall assess developments regarding the gender balance and, if necessary, adopt specific recommendations. At the end of each half term of office, a report shall be presented to the bureau to evaluate such developments.\nRule 2\n1.   The Committee shall consist of the following bodies: the assembly, the bureau, the president and the sections.\n2.   The Committee shall be divided into three groups, the composition and role of which are set out in Rule 30.\nRule 3\n1.   The Committee recognises and adopts the following European Union symbols:\na)\nthe flag representing a circle of twelve gold stars on a blue background;\nb)\nthe anthem taken from the ‘Ode to Joy’ from Beethoven’s Ninth Symphony;\nc)\nthe motto ‘United in diversity’.\n2.   The Committee shall celebrate Europe Day on 9 May.\n3.   The flag shall be displayed in the buildings of the Committee and to mark official occasions.\n4.   The anthem shall be played at the opening of every inaugural session at the beginning of a term of office and at other formal sessions, e.g. when welcoming heads of state or government, or new members following an enlargement.\nChapter II\nBUREAU\nRule 4\n1.   The election of the bureau members shall comply with the principle of observing an overall and geographical balance between the groups, with at least one, and a maximum of three, representatives from each Member State. The groups shall negotiate and draft a proposal for bureau membership which shall be submitted to the assembly.\nThe bureau of the Committee shall comprise:\na)\nthe president, the two vice-presidents;\nb)\nthe three group presidents, elected as provided for in Rule 30;\nc)\nthe section presidents;\nd)\na variable number of members, totalling no more than the number of Member States.\n2.   The president shall be elected in turn from among the members of the three groups.\n3.   The president and vice-presidents may not be re-elected. For the two and a half years immediately following the expiry of his term of office the president may not be a member of the bureau as a vice-president or as the president of a group or section.\n4.   The vice presidents shall be elected from among the members of the two groups to which the president does not belong.\nRule 5\n1.   At its first meeting, held in pursuance of Rule 1, the Committee, with the interim president in the chair, shall elect from among its members a president, two vice-presidents, the presidents of the sections and the other members of the bureau other than the group presidents for a term of two and a half years, commencing on the date of the installation of the Committee in office.\n2.   Only matters pertaining to these elections may be discussed under the chairmanship of the oldest member.\nRule 6\nThe meeting at which the bureau of the Committee is elected for the last two and a half years of a five-year period shall be convened by the outgoing Committee president. It shall be held at the beginning of the session of the month in which the term of office of the first bureau expires. The chair shall be taken by the outgoing president.\nRule 7\n1.   The Committee may set up an election panel, drawn from its members and consisting of one representative per Member State, to receive candidatures and to submit a list of candidates to the assembly, taking due account of the provisions of Rule 4.\n2.   The Committee, acting in accordance with the provisions of this Rule, shall decide on the list or lists of candidates for the presidency and the bureau.\n3.   The Committee shall elect the members of the bureau other than the presidents of the groups, holding more than one ballot if necessary, according to the procedure for voting by list.\n4.   Only complete lists of candidates conforming to the provisions of Rule 4 and accompanied by a declaration of acceptance from each candidate may be admitted to the vote.\n5.   Those candidates on the list which obtains the highest number and at least one-quarter of the valid votes cast shall be declared elected as members of the bureau.\n6.   The assembly shall then elect the president and the vice-presidents of the Committee by a simple majority.\n7.   The Committee shall then elect the presidents of the sections by a simple majority.\n8.   Lastly, the Committee shall vote on the bureau as a whole. At least two-thirds of the total number of valid votes must be cast in favour.\nRule 8\nIf a bureau member is unable to discharge the duties attaching to his post or in the cases provided for in Rule 75(2), such a member shall be replaced for the remainder of his term of office in accordance with Rule 7. Replacement shall be subject to a vote by the assembly on the basis of a proposal from the group concerned.\nRule 9\n1.   Meetings of the bureau shall be convened by the president, acting either ex officio or at the request of ten members.\n2.   Minutes of each bureau meeting shall be drawn up. These minutes shall be submitted to the bureau for approval.\n3.   The bureau shall lay down its own procedural rules.\n4.   It shall lay down the organisation and working procedures of the Committee. It shall adopt provisions for implementing the Rules of Procedure after consulting the groups.\n5.   The bureau and the president shall exercise the budgetary and financial powers provided for in the Financial Regulation applicable to the general budget of the Union and the Committee’s Rules of Procedure.\n6.   The bureau shall determine the implementing arrangements regarding the travel and subsistence expenses of members, their alternates, appointed in accordance with Rule 21, delegates and their alternates appointed in accordance with Rule 27, and of the experts appointed in accordance with Rule 26, in compliance with the budget and financial procedures.\n7.   The bureau shall have political responsibility for the general management of the Committee. In particular, it shall ensure that the activities of the Committee, its bodies and its staff are in keeping with its institutional aims.\n8.   The bureau shall be responsible for ensuring that in carrying out the tasks entrusted to it by the Treaty, the Committee makes good use of the human, budgetary and technical resources available to it. The bureau shall, for instance, take part in the budgetary procedure and in the organisation of the secretariat.\n9.   The bureau may set up ad hoc groups, drawn from among its members, to examine any questions falling within its competence. Other members may also be involved in the work of these groups, except when issues concerning the appointment of permanent staff are discussed.\n10.   Every six months the bureau shall examine, on the basis of a report drawn up for this purpose, the action taken on opinions delivered by the Committee.\n11.   At the request of a member or of the secretary-general, the bureau shall clarify the interpretation of the Rules of Procedure and its Implementing Provisions. Its findings shall be binding subject to the right of appeal to the assembly to make a final decision.\n12.   At the time of the Committee’s five-yearly renewal, the outgoing bureau shall discharge current business until the first meeting of the new Committee. In exceptional cases, it may make an outgoing member responsible for the implementation of specific tasks, or tasks subject to time limits, that require a particular level of expertise.\nRule 10\nWithin the framework of interinstitutional cooperation, the bureau may instruct the president to conclude cooperation agreements with the institutions and other bodies of the European Union.\nRule 11\n1.   A commission for financial and budgetary affairs (CAF) shall be set up to advise the president and bureau and to prepare all draft decisions of a financial and budgetary or organisational nature to be adopted by the bureau.\n2.   The commission for financial and budgetary affairs shall be chaired by one of the two Committee vice-presidents.\nIt shall have twelve members, appointed by the bureau on a proposal from the groups.\n3.   The commission for financial and budgetary affairs shall draw up a draft Committee budget, that it shall submit to the bureau for approval, and shall ensure that the budget is properly implemented and accounted for.\nThe commission for financial and budgetary affairs shall advise on:\n—\nany matter of importance which may compromise the sound management of appropriations or prevent attainment of the objectives set, in particular regarding forecasts on the utilisation of appropriations,\n—\nthe implementation of the current budget, transfer of appropriations, impacts relating to the establishment plan, administrative appropriations and operations concerning buildings-related projects; it shall in particular provide an assessment of the state of play and suggest future steps,\n—\nthe supervision of the discharge process, working closely with the secretary-general and the European Parliament rapporteur.\n4.   The Committee’s budget shall comply with the principles of unity, budget accuracy, annuality, equilibrium, unit of account, universality, specification, sound financial management and transparency.\n5.   For specified additional matters, the bureau may delegate other powers to the commission for financial and budgetary affairs.\n6.   The commission for financial and budgetary affairs shall adopt its decisions according to its own procedural rules which should include the following provisions:\na)\nproposals which it adopts unanimously shall be submitted to the bureau for approval without debate;\nb)\nproposals which it adopts by simple majority or refusals of such proposals shall be justified in order that they may be examined subsequently by the bureau.\n7.   The commission for financial and budgetary affairs shall submit an annual report to the bureau.\n8.   The president of the commission for financial and budgetary affairs shall chair the delegation responsible for negotiations with the European Union budgetary authority and shall report thereon to the bureau.\n9.   The secretariat shall provide the commission for financial and budgetary affairs with all the information necessary for it to carry out its task of advising the bureau and the Committee president.\nRule 12\n1.   A communication commission (COCOM) shall be set up, responsible for guiding and monitoring the Committee’s communication strategy. Its duties shall include advising the bureau and the Committee president.\n2.   The communication commission shall be chaired by one of the two Committee vice-presidents. It shall have twelve members, appointed by the bureau on a proposal from the groups.\n3.   The communication commission shall coordinate the activities of the structures responsible for communication, for relations with the press and media and for culture, and ensure that such activities are consistent with the approved strategy and programmes.\n4.   Each year the communication commission shall submit an annual activity report to the bureau including the implementation of its duties, together with a work programme for the year ahead.\nChapter III\nPRESIDENCY AND THE PRESIDENT\nRule 13\n1.   The presidency shall comprise the president and the two vice-presidents.\n2.   The Committee presidency shall meet with the group presidents to prepare the work of the bureau and the assembly. The section presidents may be invited to take part in these meetings.\n3.   In order to define the Committee’s programme of work and assess its progress, the Committee presidency shall meet at least twice a year with the presidents of the groups and sections.\nRule 14\n1.   The president shall direct all the work of the Committee and its internal bodies, in accordance with the Treaty and with these Rules of Procedure. He shall have all the powers necessary to direct the deliberations of the Committee and ensure that they proceed smoothly.\n2.   The president shall involve the vice-presidents in his activities on a permanent basis; he may delegate to them specific tasks or responsibilities falling within his remit.\n3.   The president may entrust specific tasks to the secretary-general for a limited period.\n4.   The president shall represent the Committee. He may delegate this authority of representation to a vice-president or, if appropriate, to a member.\n5.   The president shall report to the Committee on action and measures taken on its behalf between plenary sessions. These reports shall not be followed by a debate.\n6.   After his election, the president shall present his work programme for his term of office to the plenary session. He shall also present a review of achievements at the end of his term.\nThese two presentations may be debated by the assembly.\nRule 15\nThe two vice-presidents shall be respectively president of the commission for administrative and financial affairs and president of the communication commission and shall perform these tasks under the authority of the Committee president.\nRule 16\n1.   The enlarged presidency shall comprise the president and the two vice-presidents of the Committee and the group presidents.\n2.   The role of the enlarged presidency shall be to:\na)\nprepare and facilitate the work of the bureau and the assembly;\nb)\nfacilitate the necessary decisions in the event of pressing time constraints or extraordinary circumstances.\nTo this end the section and consultative commission presidents, as well as other persons, may be invited to take part in its meetings.\n3.   The enlarged presidency shall meet at least twice a year with the presidents of the sections and consultative commissions to prepare the Committee’s programme of work and assess its implementation.\nChapter IV\nSECTIONS\nRule 17\n1.   The Committee shall comprise six sections. Other sections may be set up by the plenary assembly on a proposal from the bureau, in the fields covered by the Treaties.\n2.   The Committee shall set up its sections at the inaugural session following each five-yearly renewal.\n3.   The list of sections and their terms of reference may be re-examined at the time of each five-yearly renewal.\nRule 18\n1.   The number of members of the sections shall be decided by the Committee on a proposal from its bureau.\n2.   Apart from the president, every member of the Committee must be a member of at least one section.\n3.   No member may belong to more than two sections, except if he comes from a Member State where the number of members is nine or less. However, no member may belong to more than three sections.\n4.   The members of the sections shall be appointed by the Committee. Appointments shall be for two and a half years and shall be renewable.\n5.   The procedure laid down for the appointment of section members shall also be followed for the replacement of such members.\nRule 19\n1.   The bureau of a section, elected for a term of two and a half years, shall comprise twelve members including a president and three vice-presidents, one from each group.\n2.   Elections of section presidents and of other members of section bureaux shall be conducted by the Committee.\n3.   Section presidents and other members of section bureaux may be re-elected.\n4.   The presidency of three sections shall be rotated between the groups every two and a half years. The same group may not hold the presidency of any section for a period exceeding five consecutive years.\nRule 20\n1.   It shall be the task of the sections to adopt opinions or information reports on questions referred to them in accordance with Rule 37 of these Rules of Procedure.\n2.   The sections may set up from among their members a study group or drafting group or appoint a rapporteur working alone to deal with the questions referred to them.\n3.   The appointment of rapporteurs and, where appropriate, co-rapporteurs, and the composition of study and drafting groups shall be decided on the basis of proposals from the groups.\n4.   In order that study groups may be set up quickly and in the event of agreement between the three group presidents on the proposed appointment of rapporteurs and, where appropriate, co-rapporteurs, and on the composition of study or drafting groups, the section presidents shall take the steps required to ensure that work can begin.\n5.   The rapporteur, with the help of his expert, where appropriate, shall be responsible for monitoring action taken on an opinion after its adoption at the plenary session. He shall be assisted in this task by the secretariat of the section concerned. The section shall be informed of the findings of such monitoring.\n6.   Study groups may not become permanent bodies, save in exceptional cases for which the Committee bureau’s prior authorisation is required for the same two-and-a-half-year period.\nRule 21\n1.   Any member of the Committee unable to attend a preparatory meeting may arrange to be represented by his alternate.\n2.   Alternates shall have no voting rights.\n3.   However, should a member be president of a section or study group, member of the section bureau or rapporteur, he may not be represented by his alternate in the performance of these duties.\n4.   The name and capacity of the alternate selected shall be communicated to the bureau of the Committee for its approval.\n5.   During the preparatory work the alternate shall carry out the same duties as the member whom he replaces and shall be subject to the same rules as regards travel and subsistence expenses.\nChapter V\nSUBCOMMITTEES AND RAPPORTEUR-GENERAL\nRule 22\n1.   On the initiative of the bureau, the Committee may, in exceptional cases, set up subcommittees drawn from its members to produce, for submission initially to the bureau and then to the assembly, draft opinions or information reports on strictly horizontal general matters.\n2.   In the periods between plenary sessions the bureau may set up subcommittees, subject to subsequent confirmation by the Committee. In no case may a subcommittee be set up for more than one matter. A subcommittee shall be automatically dissolved as soon as the draft opinion or information report which it has prepared is voted on by the Committee.\n3.   Subcommittees set up for questions coming within the purview of two or more sections shall be made up of members of those sections.\n4.   The rules governing sections shall be applicable, mutatis mutandis, to subcommittees.\nRule 23\nIn the event of referrals covering topics of secondary interest or of an urgent nature, the Committee may appoint a rapporteur-general, who shall address the plenary assembly alone and without first addressing the section.\nChapter VI\nOBSERVATORIES - HEARINGS - EXPERTS\nRule 24\n1.   The Committee may set up observatories when the nature, extent and complexity of the subject to be dealt with calls for particular flexibility in the working methods, procedures and instruments to be used.\n2.   An observatory shall be set up by a decision of the plenary assembly, ratifying a decision taken earlier by the bureau on a proposal from a group or from a section.\n3.   The decision to set up an observatory shall define the object, structure, composition and duration in each case.\n4.   The observatories may draw up an annual information document on the application of the horizontal clauses in the Treaty (the social clause, environmental clause and consumer protection clause) and their impact on the policies of the European Union. This report may be forwarded to the European Parliament, the Council and the Commission, if the assembly so decides.\n5.   Each observatory shall work under the oversight and supervision of a section.\nRule 25\nIf an issue under discussion is of sufficient importance, the various bodies and working units of the Committee may invite guest speakers from outside the Committee to a hearing. If the presence of guest speakers involves additional costs, the body or unit concerned must seek prior authorisation from the Committee bureau and submit a programme giving reasons why it considers that certain aspects call for outside assistance.\nRule 26\n1.   Where necessary for preparing certain tasks, the group presidents may appoint experts on a proposal from the rapporteurs and/or co-rapporteurs.\n2.   The group presidents may also appoint group experts.\n3.   Experts taking part in preparatory work shall be subject to the same conditions as those laid down for members as regards travel and subsistence expenses.\n4.   When their presence is useful, experts of rapporteurs and co-rapporteurs may, on a proposal from the rapporteur or co-rapporteur, attend section or consultative commission meetings during which the opinions or information reports for the preparation of which they were appointed will be examined.\nThe president of the section or consultative commission concerned must give his prior approval.\n5.   Experts do not represent the Committee and shall not be authorised to speak on its behalf.\n6.   Committee members may not be appointed experts.\nTheir alternates may be appointed, subject to temporary suspension of their tenure of office as alternate.\nConsultative commission delegates may only serve as experts for the group which has appointed them or for a rapporteur belonging to that group.\nChapter VII\nCONSULTATIVE COMMISSIONS\nRule 27\n1.   The Committee shall have the option of setting up consultative commissions. These shall be made up of members of the Committee and of delegates from areas of civil society that the Committee wishes to involve in its work.\n2.   Such commissions shall be set up by a decision of the plenary assembly which shall confirm a decision taken by the bureau. The decision setting up such commissions shall define their object, their structure, heir composition, their duration and their rules.\n3.   In accordance with paragraphs 1 and 2 of this Rule, a consultative commission on industrial change (CCMI) may be set up, made up of members of the Committee and delegates from organisations representing the various economic and social sectors as well as civil society organisations concerned by industrial change. The president of the commission shall be a member of the Committee bureau, to which he shall report every two and a half years on the activity of the CCMI. He shall be chosen from among the members of the bureau referred to in Rule 4(1)(d) of these Rules of Procedure. Delegates and alternates participating in preparatory work shall be subject to the same rules as members as regards travel and subsistence expenses.\nChapter VIII\nDIALOGUE WITH ECONOMIC AND SOCIAL ORGANISATIONS IN EU AND NON-EU STATES\nRule 28\n1.   The Committee, on the initiative of the bureau, may maintain structured relations with economic and social councils and similar institutions and with civil society organisations of an economic and social nature in the European Union and non EU countries.\n2.   In the same way, it shall undertake actions designed to foster the establishment of economic and social councils or similar institutions in countries which do not yet have them.\nRule 29\n1.   The Committee, on a proposal from the bureau, may appoint delegations to maintain relations with the various economic and social components of organised civil society in states or associations of states outside the European Union.\n2.   Cooperation between the Committee and partners from organised civil society in the candidate countries shall take the form of joint consultative committees if these have been formed by the Association Councils. Otherwise it shall take place in contact groups.\n3.   The joint consultative committees and contact groups shall draw up joint information reports and declarations, which may be forwarded by the Committee to the relevant institutions and to the actors concerned.\nChapter IX\nGROUPS\nRule 30\n1.   The Committee shall be made up of three groups of members representing respectively employers, employees and the various other economic and social components of organised civil society.\n2.   The groups shall elect their presidents and vice-presidents. They shall participate in the preparation, organisation and coordination of the business of the Committee and its constituent bodies, and help supply them with information. Each group shall be provided with a secretariat.\n3.   The groups shall propose to the assembly candidates for election as president and vice-presidents, in accordance with Rule 7(6) and respecting the principle of equality between men and women as defined by the institutions of the European Union.\n4.   The group presidents shall be members of the Committee bureau in accordance with Rule 4(1)(b).\n5.   The group presidents shall assist the Committee presidency in the formulation of policy and, where appropriate, in the monitoring of expenditure.\n6.   The group presidents shall meet with the Committee presidency to assist in preparing the work of the bureau and the assembly.\n7.   The groups shall make proposals to the assembly for the election of section presidents under Rule 7(7) and of section bureaux under Rule 19.\n8.   The groups shall make proposals for membership of the commission for financial and budgetary affairs to be set up by the bureau under Rule 11(1).\n9.   The groups shall make proposals for the membership of observatories and consultative commissions to be set up by the assembly under Rules 24 and 27 respectively.\n10.   The groups shall make proposals for the membership of delegations and joint consultative committees to be set up in accordance with Rule 29(1) and (2) respectively.\n11.   The groups shall make proposals for rapporteurs and for the composition of study and drafting groups to be appointed or set up by the sections under Rule 20(3).\n12.   In applying paragraphs (7) to (11) of this Rule, the groups shall take account of the representation within the Committee of the Member States, the various components of economic and social activity, terms of reference and the criteria of good management.\n13.   Members may, on a voluntary basis, join one of the groups subject to the approval of their eligibility by the members of that group. No member shall belong to more than one group at the same time.\n14.   The general secretariat shall provide members not belonging to a group with the material and technical support required for the performance of their duties. Their participation in study groups and other internal bodies shall be the subject of a decision by the president after consultation of the groups.\nChapter X\nCATEGORIES\nRule 31\n1.   Members of the Committee may, on a voluntary basis, form categories representing the various economic and social interests of organised civil society in the European Union.\n2.   A category may be made up of members from the three groups within the Committee. No Committee member shall belong to more than one category at the same time.\n3.   The creation of a category shall be subject to approval being granted by the bureau, who shall inform the assembly.\n4.   The bureau’s decision approving the creation of a category shall define its object, structure, composition, duration and procedural rules.\nThis decision may subsequently be amended or revoked by the bureau.\nThe minimum number of members required to form a category shall be ten.\nTITLE II\nPROCEDURE OF THE COMMITTEE\nChapter I\nCONSULTATION OF THE COMMITTEE\nRule 32\n1.   The Committee shall be convened by its president to adopt opinions requested by the European Parliament, the Council or the Commission.\n2.   It shall be convened by its president, on a proposal from its bureau and with the agreement of the majority of its members, to deliver, on its own initiative, opinions on any question pertaining to the European Union, its policies and their possible developments.\nRule 33\n1.   Requests for opinions referred to in Rule 32(1) shall be addressed to the president. The president, in consultation with the bureau, shall organise the work of the Committee, taking account as far as possible of the time limits set in the request for an opinion.\n2.   The bureau shall determine the order of priority of opinions, allocating them among categories.\n3.   The sections shall draw up a proposal for allocating opinions among the three categories below. They shall give a provisional indication of the size of the study group. After discussions between the Committee presidency and the group presidents, the proposal shall be submitted to the bureau for a decision. In special cases, the presidents of the groups may propose that the size of the study group be modified. At its next meeting the bureau shall confirm this new proposal and lay down the final size of the study group.\nThe three categories shall be defined according to the following criteria:\nCategory A (referrals on topics identified as a priority). This category includes:\n—\nall requests for exploratory opinions (European Parliament, future Council presidencies, Commission),\n—\nall adopted proposals for own-initiative opinions,\n—\ncertain mandatory or optional referrals.\nSuch referrals shall be handled by study groups of various sizes (6, 9, 12, 15, 18, 21 or 24 members) and possessing appropriate resources.\nCategory B (mandatory or optional referrals covering topics of secondary interest or of an urgent nature).\nSuch referrals shall normally be handled by a rapporteur working alone or a rapporteur-general. In exceptional cases, following a decision by the bureau, a category B referral may be handled by a three-member drafting group (category B +). The number of meetings and working languages shall be decided by the bureau.\nCategory C (mandatory or optional referrals of a purely technical nature).\nSuch referrals shall be dealt with in a standard opinion, which the bureau shall submit to the assembly. This procedure shall not involve either the appointment of a rapporteur or examination by a section, but simply the adoption or rejection of the opinion at the plenary session. When such items come up at the plenary session, the assembly shall first of all be asked whether it is in favour of or against them being handled according to the above-mentioned procedure, and then to vote for or against the adoption of the standard opinion.\n4.   For urgent matters, the provisions of Rule 63 of these Rules shall apply.\nRule 34\nThe Committee may, on a proposal from the bureau, decide to prepare an information report with a view to examining any question pertaining to the policies of the European Union and their possible developments.\nRule 35\nThe Committee may, following a proposal from a section, a group or a third of its members, issue resolutions on a current topic, which shall be adopted by the assembly in accordance with Rule 61(2). Draft resolutions shall be given priority on the agenda for the plenary session.\nRule 36\n1.   The bureau may govern activities directly or indirectly linked to its consultative function by general decisions and authorise such activities by specific decisions. This applies in particular to:\n—\nthe establishment, composition and management by the Committee of forums, platforms or other thematic consultation structures, and the format for the participation of the Committee and its members in the consultation structures set up by the institutions of the Union or in which such institutions take part,\n—\nthe preparation or commission of studies and their publication,\n—\nthe organisation of working visits and events away from headquarters,\n—\nthe evaluation of policies, decided by the bureau or requested by Union institutions, in particular in the form of opinions or information reports as defined in these Rules of Procedure; ‘evaluation of policies’ shall be understood as ex post evaluations, concerning policies or laws which are already being implemented. They shall express the assessments and requests of the organisations represented on the Committee.\n2.   In providing its own ex-post assessments (information reports), the EESC shall transmit the views of organised civil society on the impact of Union policies. Ex-post evaluation shall be qualitative and targeted. This evaluation exercise shall take account of social, economic and environmental impacts.\n3.   Members’ participation in external bodies shall be decided by the bureau, regularly monitored and evaluated. Members’ representation in external bodies shall be balanced and on a rotational basis.\nChapter II\nORGANISATION OF WORK\nA.   WORK OF THE SECTIONS\nRule 37\n1.   When an opinion or information report is to be produced, the Committee bureau, in accordance with Rule 9(4), shall designate the section which is to be responsible for preparing the work in question. Where the matter for consideration is clearly within the purview of a given section, the president shall designate that section and inform the bureau of his decision.\n2.   Where a section that has been designated to prepare an opinion wishes to hear the views of the Consultative Commission on Industrial Change (CCMI) or where the CCMI wishes to set out its views on an opinion allocated to a section, the Committee bureau may authorise the CCMI to draw up a supplementary opinion on one or more of the issues covered by the referral. The bureau may also take this decision on its own initiative. The bureau shall organise the Committee’s work in such a way that the CCMI is able to prepare its opinion in good time to be taken into consideration by the section.\nThe section alone shall be responsible for reporting to the Committee. It shall however append to its opinion the supplementary opinion drawn up by the CCMI.\n3.   The president of the section concerned shall be notified by the Committee president of the decision and of the time limit for the completion of the section’s work.\n4.   The Committee president shall inform the members of the Committee of the referral to the section and of the date on which the subject is to be dealt with by the plenary session.\nRule 38\nThe Committee president, in agreement with the bureau, may authorise a section to hold a joint meeting with a European Parliament committee, or a Committee of the Regions commission.\nRule 39\nSections to which a question has been referred in accordance with these Rules shall be convened by their president.\nRule 40\n1.   Meetings of the sections shall be prepared by the section presidents in consultation with the section bureau.\n2.   Meetings shall be chaired by the section president or, in his absence, by one of the vice-presidents.\nRule 41\n1.   A quorum shall exist at section meetings if over half of the full members are present or represented.\n2.   If there is not a quorum, the president shall close the meeting and convene a further meeting to be held at a time which he considers appropriate, but during the course of the same day; at that further meeting a quorum shall exist irrespective of the number of members present or represented.\nRule 42\nThe sections shall adopt opinions with reference to the draft opinion submitted by the rapporteur and, where appropriate, the co-rapporteur.\nRule 43\n1.   Section opinions shall contain only texts adopted by the section in accordance with the procedure laid down in Rule 61 of these Rules of Procedure.\n2.   The text of proposed amendments which have been rejected, together with the result of the voting thereon, shall be appended to the opinion if the amendments received at least one-quarter of the votes cast.\nRule 44\nSection opinions, together with all the documents appended thereto in accordance with Rule 43, shall be sent by the president of the section to the president of the Committee and shall be laid before the Committee by its bureau as soon as possible. These documents shall be made available to the members of the Committee in good time.\nRule 45\nConcise minutes of each section meeting shall be drawn up and submitted to the section for approval.\nRule 46\nThe president, in agreement with the bureau or where appropriate the assembly, may refer a question back to a section if he considers that the procedure laid down in these Rules of Procedure for drawing up opinions has not been adhered to or that further study is necessary.\nRule 47\n1.   Without prejudice to Rule 20(2), the preparatory work of the sections shall be carried out, in principle, within a study group.\n2.   The rapporteur, assisted by his expert and, where appropriate, by one or more co-rapporteurs, shall study the question referred, take account of the views expressed and, on this basis, draw up the draft opinion, which shall be sent to the president of the section.\n3.   There shall be no voting at study group meetings.\nB.   PROCEEDINGS OF THE PLENARY SESSIONS\nRule 48\nThe assembly, comprising all the members of the Committee, shall meet in plenary session.\nRule 49\n1.   Sessions shall be prepared by the president in consultation with the bureau. The bureau shall meet before each session, and where appropriate during a session, to organise the proceedings.\n2.   The bureau may set a time limit for the general discussion of each opinion at the session.\nRule 50\n1.   The draft agenda drawn up by the bureau on a proposal from the Committee presidency in collaboration with the group presidents shall be sent by the Committee president to all members and to the European Parliament, the Council and the Commission at least fifteen days before the opening of the relevant session.\n2.   The draft agenda shall be submitted to the assembly for approval at the opening of each session. Once the agenda has been adopted, the items must be examined during the sitting for which they are scheduled. The documents necessary for the Committee’s deliberations shall be made available to the members in accordance with Rule 44.\nRule 51\n1.   A quorum shall exist at session sittings if more than half of the members of the Committee are present or represented.\n2.   If there is not a quorum, the president shall close the sitting and convene a further sitting to be held at a time he considers appropriate but during the same session; at that further sitting there shall be a quorum whatever the number of members present or represented.\nRule 52\nWhen the agenda is submitted for adoption, the inclusion of any topical item shall be announced, where appropriate, by the president.\nRule 53\nThe Committee may amend the draft agenda for the purpose of examining draft resolutions submitted in accordance with the procedure referred to in Rule 35.\nRule 54\n1.   The president shall open session sittings, preside over discussions and ensure that these Rules are observed. The president shall be assisted by the vice-presidents.\n2.   If the president is absent, the vice-presidents shall deputise. If the vice-presidents are absent, the oldest member of the bureau shall deputise.\n3.   The Committee shall base its deliberations on the work of the section competent to report to the assembly on the questions concerned.\n4.   Where a text has been adopted by a section with less than five votes against, the bureau may propose that it be included on the plenary session agenda among the items to be voted on without a discussion.\nThis procedure shall not apply if:\n—\nat least twenty-five members signify their objection,\n—\nan amendment is tabled for discussion during the plenary session, or\n—\nthe section concerned decides that the text should be discussed at the plenary session.\n5.   If a text fails to secure a majority of votes in the assembly, the president may, with the consent of the assembly, refer the text back to the competent section for re-examination or appoint a rapporteur-general, who shall submit a new draft text at the same or another session.\nRule 55\n1.   Proposals for amendments must be drawn up in writing, signed by the proposers and lodged with the secretariat before the opening of the relevant session.\n2.   In the interests of efficient organisation of the proceedings of the assembly, the bureau shall fix the arrangements for the lodging of proposals for amendments.\n3.   The Committee shall, however, allow proposals for amendments to be lodged up to the opening of the relevant session sitting, provided such proposals are signed by at least twenty-five members.\n4.   Proposals for amendments must specify the part of the text to which they refer and be supported by a brief explanatory statement. Amendments that are repetitive in their form and content shall be examined together.\n5.   As a general rule, for each amendment the assembly shall hear only the proposer, a member who is against the proposed amendment and the rapporteur.\n6.   When a proposal for an amendment is examined, the rapporteur may put forward compromise proposals orally with the agreement of the proposer of the amendment. In such cases the Committee shall only vote on these compromise proposals.\n7.   Where appropriate, the president of the Committee, in consultation with the president and the rapporteur of the competent section, may propose to the Committee that any amendments be dealt with in such a way as to ensure that the final text is consistent.\nRule 56\n1.   Any amendment or set of amendments which aim to set out a generally divergent view to an opinion presented by a section or consultative commission shall be described as a counter-opinion. A counter-opinion must be short and concise and constitute a self-sufficient document: it must contain conclusions and explanations.\n2.   The groups may ask the bureau to describe one or more amendments as a counter-opinion.\n3.   The bureau shall take its decision after hearing the views of the president of the section or consultative commission concerned.\n4.   The bureau may decide, having described one or more amendments as a counter-opinion, to refer the opinion, together with the counter-opinion, back to the section or consultative commission for further study, should the time limit set for adopting the opinion allow.\n5.   Where an amendment was not presented in sufficient time to allow the bureau to take a decision on whether to describe it as a counter-opinion, this decision, as well as any decision to refer the matter back to the body concerned, shall be taken by the assembly on a proposal from the enlarged presidency and following consultation with the president of the body concerned.\n6.   If, in the situation mentioned in paragraph 5 of this Rule, the matter is not referred back to the body concerned or the proposed text is not considered to be a counter-opinion, the plenary shall vote on the submitted amendments in the same way as for group amendments.\n7.   If the counter-opinion obtains a majority of the votes in the plenary, it shall be adopted.\nIn order to decide whether the original text should be appended to the adopted opinion, a new vote shall take place. The original text is appended to the new text if it obtains at least one quarter of the votes cast.\n8.   If the counter-opinion does not obtain a majority but obtains at least one quarter of the votes cast, it shall be appended to the original opinion.\nRule 57\n1.   The president, either on his own initiative or at the request of a member, may invite the Committee to decide on a limitation of speaking time or the number of speakers, the adjournment of a sitting or the closure of a discussion. Once a discussion has been declared closed, no member may speak except to explain his vote; such explanations of voting shall be made after the relevant vote has been taken and shall not exceed the speaking time allotted by the president.\n2.   A member may at any time request and be given precedence to speak during a discussion for the purpose of submitting a procedural motion.\nRule 58\n1.   Minutes of each plenary session shall be drawn up and submitted to the Committee for its approval.\n2.   The final version of such minutes shall be signed by the president and the secretary-general of the Committee.\nRule 59\n1.   Opinions of the Committee shall consist of, in addition to the legal basis of the opinion, an explanatory statement and the views of the Committee on the question as a whole.\n2.   The result of the voting on the opinion as a whole shall be set out in the procedural section of the opinion. Where a recorded vote is held, the names of the voters shall be given.\n3.   If proposed amendments are rejected by the plenary session but receive at least one quarter of the votes cast, their texts and explanatory statements shall be appended to the relevant Committee opinions, together with the results of the voting. This requirement shall also apply to counter-opinions.\n4.   Section opinion texts that are rejected in favour of amendments adopted by the assembly shall also be appended to Committee opinions together with the results of the voting, provided that at least one quarter of the votes cast were in favour of retention of the section opinion texts.\n5.   When one of the groups formed within the Committee under Rule 30 or one of the categories of economic and social activity formed under Rule 31 adopts a divergent but uniform standpoint on a matter submitted to the assembly for examination, its position may be summarised in a brief statement to be appended to the opinion, where the debate on that matter has been concluded by a recorded vote.\nRule 60\n1.   Opinions adopted by the Committee and minutes of Committee plenary sessions shall be sent to the European Parliament, the Council and the Commission.\n2.   Opinions adopted by the Committee may be forwarded to any other institution or concerned entity.\nTITLE III\nGENERAL PROVISIONS\nChapter I\nMETHODS OF VOTING\nRule 61\n1.   The valid forms of votes shall be: votes for, votes against and abstentions.\n2.   Except where otherwise provided in these Rules, adoption of the texts and decisions of the Committee and its constituent bodies shall be by a majority of the votes cast for and against.\n3.   Voting shall be by open ballot, by recorded vote, or by secret ballot.\n4.   Voting on a resolution, a proposed amendment, a counter-opinion, an opinion or any other text shall be by recorded vote if one quarter of the members present or represented so request.\n5.   Election to the various representative posts shall always be by secret ballot. Other votes may be taken by secret ballot if a majority of the members present or represented so request.\n6.   If the vote is a tie (an equal number of votes for and against), the chairman of the meeting shall have a casting vote.\n7.   The acceptance by the rapporteur of an amendment shall not constitute a reason for not voting on that amendment.\nChapter II\nURGENCY PROCEDURE\nRule 62\n1.   Where the urgency results from a deadline for the submission of its opinion imposed on the Committee by the European Parliament, by the Council or by the Commission, the urgency procedure may be applied if the president finds that this is necessary to enable the Committee to adopt its opinion in good time.\n2.   In cases of urgency at Committee level the president may, immediately and without consulting the bureau beforehand, take all requisite steps to enable the Committee to carry out its work. He shall inform the members of the bureau of the steps which he takes.\n3.   Arrangements made by the president under the urgency procedure shall be submitted to the following session of the Committee for confirmation.\nRule 63\n1.   Where the urgency results from the deadlines imposed on a section for issuing an opinion, the president of that section may, with the agreement of the three group presidents, organise the work of the section otherwise than as provided in these Rules of Procedure.\n2.   Arrangements made by the president of a section under the urgency procedure shall be submitted to the following meeting of that section for confirmation.\nChapter III\nABSENCE AND REPRESENTATION\nRule 64\n1.   Any member of the Committee who is unable to attend a meeting to which he has been duly invited must give the president concerned advance notice of his absence.\n2.   Where a member of the Committee fails to attend more than three consecutive plenary sessions of the Committee without appointing a member to represent him and without providing a reason recognised as valid, the president may, after consulting the bureau and inviting the member concerned to explain his absence, call upon the Council to remove that member from office.\n3.   Where a member of a section fails to attend more than three consecutive meetings of the section without appointing a member to represent him and without providing a reason recognised as valid, the president of that section may, after inviting the member concerned to explain his absence, call upon him to yield his seat on the section to another member and shall inform the Committee bureau of this fact.\nRule 65\n1.   Any member of the Committee who is unable to attend a Committee session or a section meeting may, after notifying the president concerned, delegate his voting right, in writing, to another member of the Committee or section.\n2.   No member may hold more than one delegated voting right at a plenary session or section meeting.\nRule 66\n1.   Any member who is unable to attend a meeting to which he has been duly invited may, after giving written notice to the president concerned directly or through his group secretariat, arrange for another member of the Committee to represent him at the relevant meeting. This possibility does not apply for meetings of the Committee bureau or of the commission for financial and budgetary affairs.\n2.   Such proxies shall be valid solely for the meeting in respect of which they are issued.\n3.   At the time of the constitution of a study group, any member designated as a member of that study group may ask to be replaced by another member of the Committee. Such replacement shall apply for a specific question and for the duration of the work of the section on that question. However, should the work of the study group continue beyond the end of a two-and-a-half or five-year term, the replacement shall only remain valid until the end of the term during which it was decided.\nChapter IV\nPUBLICATION AND DISTRIBUTION OF TEXTS\nRule 67\n1.   The Committee shall publish its opinions in the Official Journal of the European Union in accordance with the procedure laid down by the Council and the Commission after consultation of the Committee bureau.\n2.   The names of the members of the Committee, its bureau and its sections, and all changes in the membership thereof, shall be published in the Official Journal of the European Union and on the Committee’s website.\nRule 68\n1.   The Committee shall ensure the transparency of its decisions, in accordance with the second paragraph of Article 1 of the Treaty on European Union.\n2.   The secretary-general shall be responsible for taking the measures necessary to guarantee the public’s right of access to the corresponding documents.\n3.   Any citizen of the European Union may write to the Committee in one of the official languages and receive a reply written in the same language, in accordance with the fourth paragraph of Article 24 of the Treaty on the Functioning of the European Union.\nRule 69\n1.   Plenary sessions of the Committee and meetings of the sections shall be public.\n2.   Certain debates that do not concern consultative work may be declared confidential by the Committee, acting on a request from a concerned institution or body or on a proposal from the bureau.\n3.   Other meetings shall not be public. However, in duly justified cases at the discretion of the chairman of the meeting other persons may attend as observers.\nRule 70\n1.   Members of the European institutions may attend and address meetings of the Committee and its constituent bodies.\n2.   Members of other bodies and duly authorised officials of the institutions and these other bodies may be invited to attend, address or answer questions at meetings, under the direction of the president of the meeting.\nChapter V\nTITLES, PRIVILEGES, IMMUNITIES AND MEMBERS’ STATUTE - QUAESTORS\nRule 71\n1.   Members of the Committee shall have the title ‘member of the European Economic and Social Committee’.\n2.   The provisions of Article 10, Chapter IV of Protocol No 7 on the privileges and immunities of the European Union, annexed to the Treaties, shall apply to the members of the European Economic and Social Committee.\nRule 72\n1.   The Members’ Statute shall define the status, rights and duties of Committee members, as well as the rules governing their activity and their relations with the institution and its services.\nRule 73\n1.   The Code of Conduct, which has the same legal value as these Rules of Procedure and is appended to them as an annex, sets the standards and principles applicable to members of the Committee, delegates of consultative commissions, alternates and experts.\n2.   The Code of Conduct establishes an ethical committee. It also sets the procedure and the measures to be applied in case of a breach of standards and principles.\n3.   Failure to comply with the standards and principles laid down in the Code of Conduct may lead to the application of the measures set out in the said Code.\nRule 74\n1.   On a proposal from the bureau, the assembly shall elect, for each two-and-a-half-year period, three members to form the quaestors’ group.\n2   The position of quaestor is incompatible with that of member of the following bodies:\n—\nthe bureau of the Committee,\n—\nthe commission for financial and budgetary affairs (CAF),\n—\nthe audit committee,\n—\nthe ethical committee.\n3.   The quaestors shall have the following functions:\na)\nto monitor and ensure the proper implementation of the Members’ Statute;\nb)\nto draw up appropriate proposals for perfecting and improving the Members’ Statute;\nc)\nto endeavour, by taking appropriate steps, to resolve any cases of doubt or dispute arising from application of the Members’ Statute;\nd)\nto be responsible for relations between the members of the Committee and the general secretariat as regards application of the Members’ Statute.\nChapter VI\nTERMINATION OF MEMBERS’ TENURE OF OFFICE, INCOMPATIBILITIES\nRule 75\n1.   Membership of the Committee shall expire at the end of the five-year term laid down by the Council at the time of the Committee’s renewal.\n2.   Individual membership shall cease on resignation, on removal from office, through death, in the case of force majeure or in the event of an incompatibility of functions arising.\n3.   The functions of a member of the Committee shall be incompatible with those of a member of a government, a parliament, an institution of the European Union, the Committee of the Regions or the board of directors of the European Investment Bank, and with the post of official or other servant of the European Union in active employment.\n4.   Resignations shall be in writing and shall be addressed to the president.\n5.   The circumstances in which members may be removed from office are laid down in Rule 64(2) of these Rules of Procedure. In such cases the Council shall initiate the replacement procedure, if it decides to terminate membership.\n6.   In the case of resignation, death, force majeure or incompatibility of functions, the president shall notify the Council, which shall verify the vacancy and initiate the replacement procedure. In the case of resignation, however, the resigning member shall remain in office until the date on which the appointment of his replacement takes effect, unless the resigning member indicates otherwise.\n7.   In all the cases referred to in paragraph 2 of this Rule, the new member shall be appointed for the remainder of the current term of office.\nRule 76\n1.   On a proposal from the bureau adopted by at least three quarters of the members of the bureau, a motion of no confidence with regard to the president may be submitted to the assembly, for serious and duly verified reasons.\nIn such cases, this motion shall be the first item on the agenda of the next plenary session.\n2.   The assembly shall take a decision by secret ballot, with no provision for delegation of votes, having heard in succession a member of each group and then members of the presidency wishing to speak, and lastly the president.\nThe motion shall be deemed adopted if a majority of three quarters of the members present support it. Otherwise it shall be deemed rejected.\n3.   In the event of the adoption of a motion of no confidence, the assembly shall immediately arrange for the replacement of the president by a member of the same group.\nFor this purpose, the assembly shall be temporarily chaired by the Committee vice-president from the group due to take over the following Committee presidency.\n4.   If the assembly cannot make this replacement immediately, proceedings shall be suspended to enable the groups to formulate a proposal and it shall be reconvened, if possible the same day, by the member temporarily in the chair.\n5.   The member replacing the president, and belonging to the same group, shall remain in place until the end of the scheduled term of office.\nChapter VII\nADMINISTRATION OF THE COMMITTEE\nRule 77\n1.   The Committee shall be assisted by a secretariat headed by a secretary-general, who shall discharge his duties under the direction of the president, representing the bureau.\n2.   The secretary-general shall attend the meetings of the bureau in an advisory capacity and shall keep the minutes of those meetings.\n3.   He shall give a solemn undertaking, before the bureau, to discharge his duties conscientiously and with complete impartiality.\n4.   The secretary-general shall be responsible for giving effect to decisions taken by the assembly, the bureau and the president pursuant to these Rules of Procedure; he shall report in writing every three months to the president on the criteria and implementing provisions which have been adopted or are envisaged for handling administrative or organisational problems and staff matters.\n5.   The secretary-general may delegate his powers within the limits decided by the president.\n6.   The bureau, acting on a proposal from the secretary-general, shall draw up the establishment plan for the general secretariat in such a way that it can ensure the efficient functioning of the Committee and its constituent bodies and help the members in the performance of their duties, in particular in the organisation of meetings and the preparation of opinions.\n7.   The powers conferred on the secretary-general in accordance with the delegation of powers of the president shall be temporary: they shall end at the latest at the end of the term of office of the president.\nRule 78\nThe procedure for appointing a new secretary-general shall be as follows:\n(1)\nThe bureau shall:\n—\ndecide on the secretary-general’s status (official or temporary member of staff), appoint a drafting panel made up of three members and then adopt the vacancy notice,\n—\nappoint a screening panel made up of six members of the Committee and set the time limit by which the panel must present its findings to the bureau.\n(2)\nThe mandate of the screening panel shall consist of examining applications, conducting interviews, drawing up a reasoned report listing the candidates in order of preference, in the light of their skills and in accordance with the procedure and criteria set out in the vacancy notice, and proposing a candidate or a list of candidates for the post.\n(3)\nThe screening panel shall be fully independent and its work shall be impartial, confidential and based on criteria defined by the bureau when the panel is set up.\nThe panel shall be assisted by the competent services of the Committee secretariat and may, if necessary, call on the services of outside experts.\n(4)\nAfter consulting the report of the screening panel, the bureau shall take the final decision by means of a vote, if necessary with several rounds.\nA candidate receiving, in the first round, votes exceeding half the number of members of the bureau, including those who are absent, shall be appointed without the need for a second round.\nIf no applicant meets this condition in the first round, the bureau shall hold a second round of voting for the two candidates who obtained the largest number of votes; the candidate receiving the largest number of votes from the members present in the second round shall be appointed.\nIn the event of a tie making it impossible to identify only two candidates after the first round or to appoint the secretary-general after the second round, a new meeting of the bureau shall be convened at a next possible date to appoint the secretary-general.\nRule 79\n1.   All the powers which the Staff Regulations of Officials of the European Union confer on the appointing authority and which the Conditions of Employment of Other Servants (CEOS) of the European Union confer on the authority empowered to conclude contracts shall be exercised, with respect to the secretary-general, by the bureau.\n2.   The powers which the Staff Regulations of Officials of the European Union confer on the appointing authority shall be exercised as follows:\n—\nwith respect to deputy secretaries-general and directors, by the bureau, on a proposal from the secretary-general, as regards the application of Articles 29, 30, 31, 40, 41, 49, 50, 51, 78 and 90(1) of the Staff Regulations; by the president, on a proposal from the secretary-general, as regards the application of the other provisions of the Staff Regulations, including Article 90(2),\n—\nwith respect to:\n—\ndeputy directors,\n—\nheads of unit,\nby the president, acting on a proposal from the secretary-general and following consultation with the enlarged presidency,\n—\nwith respect to officials in the AD function group who do not have a management post at the level of head of unit or above and officials of the AST and AST/SC function groups, by the secretary-general.\n3.   The powers which the CEOS confer on the authority empowered to conclude contracts shall be exercised as follows:\n—\nwith respect to temporary staff appointed to the post of deputy secretary-general or director, by the bureau, on a proposal by the secretary-general, as regards the application of Articles 11, 17, 33 and 48 of the CEOS; as regards the other provisions of the CEOS, by the president, on a proposal from the secretary-general,\n—\nwith respect to temporary staff appointed to the post of deputy director or head of unit, by the president, on a proposal from the secretary-general,\n—\nwith respect to temporary staff in the AD function group who do not have a management post at the level of head of unit or above and temporary staff of the AST and AST/SC function groups, by the secretary-general,\n—\nwith respect to special advisers and contract staff, by the secretary-general.\n4.   The president shall exercise the powers conferred on the institution by Article 110 of the Staff Regulations with a view to implementing the general provisions for giving effect to the Staff Regulations and the rules adopted by agreement between the institutions. With regard to the other provisions of a general nature, these powers shall be exercised by the secretary-general.\n5.   The bureau, the president and the secretary-general may delegate the powers vested in them by this Rule.\n6.   Decisions to delegate adopted pursuant to the above paragraph shall specify the scope of the powers delegated, their limits and period of validity, as well as stating whether they may be subdelegated.\n7.   For the appointment of officials to the posts of deputy secretary-general, director deputy director, head of unit of consultative work:\n—\nthe vacancy notice shall be published simultaneously in all the EU institutions,\n—\nbefore applications are examined, the secretary-general shall establish an assessment grid based on the vacancy notice,\n—\nwhen the various applications are examined, the secretary-general shall be assisted, in particular, by three members of the bureau,\n—\nat the end of the procedure, he shall present a proposal for appointment to the bureau, who shall decide on that basis.\nRule 80\n1.   The groups shall each have a secretariat which reports directly to the group president.\n2.   The powers of the appointing authority shall be exercised, with respect to officials seconded to the groups in accordance with the second indent of Article 37(a) of the Staff Regulations, on a proposal from the group president concerned, as regards the application of Article 38 of the Staff Regulations, including decisions relating to their career development within the group.\nWhen an official seconded to a group rejoins the Committee secretariat, he shall be classified in the grade to which he would have been entitled as an official.\n3.   The powers of the authority empowered to conclude contracts of employment shall be exercised, with respect to temporary staff seconded to the groups in accordance with Article 2(c) of the CEOS, on a proposal from the group president concerned, as regards the application of the third paragraph of Article 8, Article 9 and Article 10(3) of the CEOS.\nRule 81\n1.   The president shall have a private secretariat.\n2.   The staff of the secretariat shall be engaged under the budget as temporary staff, the powers of the authority competent to conclude contracts of service being exercised by the president.\nRule 82\n1.   Before 1 June of each year the secretary-general shall submit to the bureau the draft estimates of the expenditure and revenue of the Committee for the next financial year. The commission for financial and budgetary affairs shall examine the draft before the bureau discussion and, where appropriate, make remarks or propose modifications. The bureau shall draw up the estimates of the expenditure and revenue of the Committee. It shall forward these in accordance with the procedure and within the time limits laid down in the Financial Regulation applicable to the general budget of the Union.\n2.   The president of the Committee, acting in accordance with the Financial Regulation applicable to the general budget of the Union, shall implement or cause to be implemented the statement of expenditure and revenue.\nRule 83\n1.   An audit committee shall be set up with the task of advising the president and bureau on audit matters. It shall perform its tasks in complete independence, in compliance with the Financial Regulation applicable to the general budget of the Union and, in particular, with the powers and duties of the internal auditor.\nThe audit committee shall in particular have the oversight of all reporting processes, systems of internal control and all monitoring processes with respect to compliance with laws, regulations, professional and ethical standards and codes of conduct.\n2.   The audit committee shall submit its reports to the president, who shall forward them to the bureau without delay.\n3.   The structure, membership, responsibilities and procedural rules of the audit committee shall be determined by a decision of the bureau.\n4.   The members of the audit committee shall be appointed by the bureau on a proposal from the groups.\nMembership of the audit committee shall be incompatible with membership of the Committee bureau, of the commission for financial and budgetary affairs or of the quaestors’ group.\n5.   The audit committee shall adopt its own procedural rules to ensure the fulfilment of its role and purpose and the implementation of its responsibilities, rights and obligations as described in this Rule.\n6.   Should a member of the audit committee have to be replaced, the procedure shall be that laid down in the first subparagraph of paragraph 4 of this Rule.\nRule 84\nCorrespondence to the Committee shall be addressed to the president or the secretary-general.\nChapter VIII\nGENERAL PROVISIONS\nRule 85\nThe terms used in these Rules of Procedure for the various offices are not gender-specific.\nRule 86\n1.   The Committee may decide by an absolute majority of its members that these Rules of Procedure should be revised.\n2.   If such a decision is taken, the Committee shall set up a panel, which shall be known as the Rules of Procedure Panel. The Committee shall appoint a rapporteur-general to produce a draft text of the new Rules of Procedure.\n3.   After the adoption of the amended Rules of Procedure by an absolute majority, the assembly shall renew the mandate of the Rules of Procedure Panel for a maximum period of sixty days so that, if necessary, it may draw up a draft amendment of the Implementing Provisions and submit it to the bureau, who will take a decision after receiving the views of the groups.\n4.   The date on which the new Rules of Procedure and the changes to the Implementing Provisions shall enter into force shall be decided at the time of their adoption by the Committee.\nRule 87\nThese Rules of Procedure shall enter into force upon the date of its publication in the Official Journal of the European Union.\n(1)  These Rules were subsequently amended on 27 February 2003, 31 March 2004, 5 July 2006, 12 March 2008, 14 July 2010 and 20 February 2019.\nANNEX\nCODE OF CONDUCT FOR MEMBERS OF THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE\nPART I\nSTANDARDS AND PRINCIPLES\nArticle 1\nGeneral principles\n1.   This Code of Conduct shall apply to the members of the Committee. As decided by the bureau of the European Economic and Social Committee of October 2020, the revision of this code will result in the adaptation of all relevant texts, such as the Members’ Statute, the EESC’s Rules of procedure and any other text as appropriate.\nIt shall also apply, mutatis mutandis, to delegates of consultative commissions, alternates and experts, except for Articles 1(2), 7(3) and 10 of this Code which are applicable only to the members of the Committee.\n2.   The members of the Committee are not bound by any mandatory instructions.\nThey are completely independent in the performance of their duties, in the Union’s general interest.\n3.   Members shall conduct themselves in accordance with the Treaties and the law deriving therefrom. Their relations with organisations or interest groups shall be compatible with the need to preserve their independence.\n4.   Members shall be guided by and observe the following general principles of conduct: integrity, openness, diligence, honesty, accountability, respect for others and respect for the Committee’s reputation.\n5.   In accordance with Articles 2 and 3 of the Treaty on European Union, and with the Charter of Fundamental Rights of the European Union, the members shall ensure, in the performance of their duties, the promotion, effective protection and respect of fundamental rights and values such as human dignity, non-discrimination, tolerance, freedom, solidarity, the principle of the rule of law and gender equality.\n6.   In performing their tasks, members shall commit themselves to building the best possible consensus in a spirit of mutual respect.\n7.   In exercising their duties, the members shall act solely in the general interest and shall refrain from obtaining or seeking to obtain any direct or indirect financial benefit or other reward.\n8.   In any case where a member, whether intentionally or through negligence, fails to comply with his or her obligations or obtains, or seeks to obtain, in the exercise of their duties as members, any direct or indirect financial benefit or other reward, he or she shall be subject to the measures provided for in this Code.\nArticle 2\nPrinciples of conduct\n1.   The conduct of members shall be characterised by mutual respect and shall be based on the values and principles laid down in the Treaties, and particularly in the Charter of Fundamental Rights.\n2.   Members shall commit themselves to respecting the Committee, as well as the dignity of members and staff, and to preserving its reputation.\n3.   Members shall not compromise the smooth conduct of Committee business and shall not compromise the maintenance of security and order on the Committee’s premises or the functioning of its equipment.\n4.   Members shall not disrupt the good order of sessions or meetings and shall refrain from improper behaviour.\nThey shall not resort to defamatory, racist, sexist, homophobic, xenophobic or offensive language or behaviour.\n5.   The application of this rule shall not otherwise detract from the liveliness of debates, nor shall it undermine the members’ freedom of speech.\n6.   After ceasing to hold office, former members shall continue to be bound by ethical standards of integrity and discretion. Former members shall not lobby members or staff on behalf of their own business, that of their employer or client, on matters for which they are holding important positions or writing reports for a period of two years after ceasing to hold office.\nArticle 3\nDisclosure of information\n1.   Members shall refrain from any unauthorised disclosure of sensitive information defined as such, received in the exercise of their duties, unless that information has already been made public or is accessible to the public.\n2.   They shall continue to be bound by this obligation after leaving the Committee.\nArticle 4\nAppropriate behaviour\n1.   In exercising their duties, members shall behave in accordance with the rules and obligations laid down in this Code of Conduct, with dignity and respect and without prejudice or discrimination.\n2.   Members shall behave in a professional manner and shall refrain, in their relations with other members as well as with staff, from degrading or insulting behaviour, using offensive or discriminatory language or any other actions which are unethical, demeaning or unlawful.\n3.   Members shall not incite or encourage other members or staff to violate, circumvent or ignore the legislation in force, the Committee’s internal rules or this Code, or accept such behaviour by staff under their responsibility.\n4.   With the aim of ensuring that the Committee functions effectively, members shall seek to ensure, exercising appropriate discretion, that any disagreements or conflicts involving other members or staff under their responsibility are handled promptly, fairly and effectively.\nArticle 5\nPrevention of harassment\n1.   Members shall refrain from any type of psychological or sexual harassment (1).\n2.   Where necessary, members shall cooperate promptly and fully with the procedures in place for managing situations of conflict or harassment (psychological, physical or sexual), including responding promptly to any allegations of harassment.\n3.   Members shall be offered, and encouraged to take part in, specialised training organised for them on preventing conflict and harassment in the workplace and on prevention of any misconduct or behaviour which would be contrary to European values.\nArticle 6\nIntegrity and financial transparency\n1.   Members are entitled to allowances as determined by the Council, but do not receive any remuneration from the Committee.\n2.   Missions or activities that are partially or totally reimbursed by a third party shall not be the subject of double reimbursement by the Committee.\nIf a mission or activity is partially or totally reimbursed by a third party after having been reimbursed by the Committee, the member shall promptly inform the general secretariat and return the reimbursement to the Committee, up to the amount received from the third party.\n3.   In the performance of their duties, members shall refrain from accepting any gifts or benefits with a value of more than EUR 150.\nWhen, in accordance with diplomatic and courtesy usage, they receive gifts worth more than this amount, they shall hand them over to the general secretariat when they attend the next meeting of the Committee after their receipt.\nThe president shall decide whether such gifts, as well as gifts of the same value given directly to him or her, become the property of the Committee or are donated to a suitable charitable organisation.\nThe general secretariat shall keep a register of gifts with a value of more than EUR 150, which shall be publicly available if requested.\n4.   Members shall comply with all of the Committee’s financial rules that are applicable to them.\nArticle 7\nDeclaration of financial interests\n1.   Members shall, in accordance with the principle of transparency, submit a declaration of their financial interests to the president upon taking up their duties.\nDeclarations shall be re-submitted on an annual basis on 1 January, and in case of a change in the information to be declared during a member’s term of office, a new declaration shall be submitted at the earliest opportunity and at the latest within two months of the change in question.\n2.   The declaration of financial interests shall contain the information listed in Article 5a of the Members’ Statute.\n3.   Members of the Committee may not be elected as officeholders of the Committee or of one of its bodies, be appointed as a rapporteur or participate in missions or activities if they have not submitted or updated their declaration of financial interests.\n4.   Delegates of consultative commissions, alternates and experts shall not be entitled to receive any allowances from the Committee before submitting or updating their declaration of financial interests.\n5.   If the president receives information which leads him or her to believe that the declaration of financial interests of a member is substantially incorrect or out of date, or could reasonably lead to incompatibility with the members’ obligations as laid down in this Code of Conduct, the president may consult the ethical committee.\nWhere appropriate, the president shall request the member to correct his or her declaration within 10 working days.\n6.   The bureau, after having received in writing the opinion of the ethical committee, shall, not earlier than 14 days later, hear the member concerned, assisted if so desired by another person, and may adopt a decision applying paragraph 3 or 4, as applicable, to members who do not comply with the president’s correction request.\nThe bureau shall hear the member concerned, either orally or in writing, before adopting the decision, which shall be reasoned.\nArticle 8\nConflicts of interests\n1.   Members shall avoid any situation liable to give rise to a conflict of interests or which may objectively be perceived as a conflict of interests.\n2.   A conflict of interests exists where a member has a personal interest that may conflict with the interests of the Union or could improperly influence the performance of his or her duties as a member.\nA conflict of interests does not exist where a member benefits only as a member of the general public or of a broad class of persons.\n3.   For the purposes of paragraph 2, a conflict of interests arises where a personal interest may influence the independent performance of their duties. Personal interests include, but are not limited to, any potential benefit or advantage to members themselves, their spouses, partners or direct family members.\n4.   In cases of ambiguity, the member may seek advice in confidence from the ethical committee, under Article 9(2)(a).\n5.   Any member who finds that he or she has a conflict of interests, or is in a situation which may objectively be perceived as such, shall immediately take the necessary steps to address it, in accordance with the principles and provisions of this Code.\nIf the member is unable to resolve the conflict of interests, or the situation that may be perceived as a conflict of interests, he or she shall cease all activity on the matter and shall report this to the president in writing.\n6.   The president shall decide, after consulting the ethical committee, whether the member shall cease definitively all activity on the matter.\n7.   Members who do not comply with their obligations to disclose or declare a conflict of interests or a situation which may objectively be perceived as a conflict of interests, who do not address it or, being unable to resolve it, do not cease all activity on the matter, could be subject to the measures of this Code.\nPART II\nETHICAL COMMITTEE\nArticle 9\nEthical committee\n1.   An ethical committee is hereby established.\n2.   The functions of the ethical committee are the following:\n(a)\nMembers may consult the ethical committee on any matters related to this Code; in turn, the ethical committee may seek advice from the Committee’s legal service. Upon request by a member, the ethical committee shall give him or her, in confidence and within 30 calendar days, guidance on the interpretation and implementation of the provisions of this Code.\n(b)\nFollowing a complaint submitted in accordance with Article 11(1), the ethical committee shall also assess alleged breaches of ethical standards set in this Code and advise the president on possible steps to be taken.\n(c)\nThe ethical committee shall advise the president and the bureau, upon request, on the interpretation and implementation of the provisions of this Code.\n3.   The ethical committee may, after consulting with the president unless he or she has a conflict of interests, seek advice from experts.\n4.   The ethical committee shall publish an annual report of its work, duly anonymised.\n5.   The ethical committee shall propose its own rules of procedure, to be adopted by the bureau.\nArticle 10\nMembers of the ethical committee\n1.   On a proposal from the bureau, the assembly shall elect, for each two-and-a-half-year period, six members of the Committee, two (of different genders) from each of the three groups, as full members of the ethical committee.\n2.   On a proposal from the bureau, the assembly shall also appoint, for the same period, six members of the Committee, two (of different genders) from each of the three groups, as reserve members for the ethical committee. Reserve members shall replace a full member in the work of the ethical committee if a full member cannot attend or if he or she is involved in a case of conflict of interests.\n3.   The mandate of full and reserve members of the ethical committee is renewable.\n4.   The position of member of the ethical committee is incompatible with that of member of the following bodies:\n—\nthe bureau of the Committee,\n—\nthe audit committee,\n—\nthe quaestors’ group.\n5.   Each group of the ethical committee shall serve as chair for two and a half years on a rotating basis among the three groups.\nIn the event of a tie in a vote, the chair will have a casting vote.\n6.   Any member of the ethical committee shall recuse him or herself from participating in a procedure if he or she finds he or she has a conflict of interests or is in a situation which may objectively be perceived as a conflict of interests by a third party.\nIf, in a procedure, a member of the ethical committee is called into question by another member of the ethical committee, his or her participation in the procedure may be refused by a majority vote of the ethical committee.\nThe member called into question shall not be present at the vote.\n7.   In the event of an alleged breach of ethical standards by a full or reserve member of the ethical committee, the member concerned shall refrain from taking part in the proceedings relating to the alleged breach and shall be immediately replaced by a reserve member.\nIf, at the end of the procedure, the president concludes that the member concerned has breached ethical standards and the sanction adopted is other than a written warning, the member shall cease to be a full or reserve member of the ethical committee.\nIn such a case, the president shall appoint a replacement member for the remaining period of the two-and-a-half-year mandate. The appointment shall be confirmed by the assembly at the following session.\n8.   The members of the ethical committee have a duty of confidentiality.\n9.   The members of the ethical committee shall be provided, at the beginning of their mandate, with appropriate, mandatory training.\nPART III\nPROCEDURE IN THE EVENT OF POSSIBLE BREACHES OF ETHICAL STANDARDS\nArticle 11\nOpening of the procedure\n1.   Any person, member or employee, can submit a complaint to the ethical committee concerning the behaviour of a member.\nAllegations shall be supported by sufficient prima facie evidence to justify the initiation of an investigation.\n2.   The ethical committee shall inform the president of the Committee of the receipt of the complaint, except where the President is him or herself the subject of the complaint.\n3.   The president shall transmit to OLAF, without delay, any information or evidence related to members that comes to his or her attention and needs to be transmitted to OLAF under the administrative arrangements signed with the office.\n4.   Whistleblowers recognised as such shall have the rights to confidentiality, protection, prohibition of retaliation and measures of support provided for by EU law, including the Staff Regulations of Officials of the European Union and the Conditions of Employment of Other Servants of the European Union (2), national law and the internal EESC rules, as applicable.\nArticle 12\nInvestigation\n1.   Without prejudice to Article 17, where the ethical committee considers that there is a reason to think that a member may have breached the ethical standards set in this Code, it shall open an investigation. The ethical committee shall promptly inform the president and the member concerned that an investigation has been opened, provided this is not harmful to the investigation or to potential evidence.\n2.   The ethical committee shall examine the circumstances of the alleged breach and shall hear the member concerned, either orally or in writing.\nThe member concerned may be assisted by a lawyer or a person of his or her choice.\n3.   The ethical committee shall have investigation powers and shall call any witnesses (members, staff or third parties) it may consider necessary or useful to hear in the framework of the investigation.\nThe ethical committee shall be provided with all existing evidence, including correspondence, and shall receive any piece of information it may consider necessary or useful.\n4.   Members and former members shall cooperate promptly and fully with the ethical committee by providing all the relevant additional information needed.\nMembers shall not lobby the ethical committee, the president or the bureau in a manner calculated to influence their consideration of the matter.\n5.   On the basis of its conclusions, the ethical committee shall make a reasoned report to the president containing recommendations on a possible decision that may include penalties when appropriate. The report is sent to the member in question at the same time.\nArticle 13\nReasoned decision\n1.   The president shall adopt a reasoned decision on the basis of the report of the ethical committee, after having notified the member concerned of all evidence in the file and the recommendations of the ethical committee, and after having heard the member concerned, either orally or in writing, with the member’s legal advisor if the member requests it.\n2.   In the reasoned decision, the president may:\n(a)\ndecide that no case has been made against the member; or\n(b)\nif the president concludes that the member concerned has breached the ethical standards set in this Code, adopt a decision imposing a penalty pursuant to Article 14.\n3.   The president shall promptly notify the reasoned decision to the member concerned.\n4.   In the event of an alleged breach of ethical standards by the president of the Committee, he or she shall not take part in the proceedings and shall be replaced by the vice-president that chairs the commission for financial and budgetary affairs, who shall assume the functions of the president for that specific procedure.\nArticle 14\nPenalties\n1.   When assessing the conduct observed, the severity of the penalties imposed shall be proportionate to the seriousness of the misconduct and to the member’s hierarchical position.\nTo determine the seriousness of the misconduct and to decide upon the penalty to be imposed, account shall be taken in particular of:\n(a)\nthe nature of the misconduct and the circumstances in which it occurred;\n(b)\nthe extent to which the misconduct adversely affects the physical and/or moral integrity of members and/or staff, the reputation and/or the interests of the Committee or the European Union;\n(c)\nthe extent to which the misconduct involves intentional actions or negligence, as well as the degree of the member’s hierarchical responsibility;\n(d)\nthe level of the member’s duties and responsibilities, as well as the member’s hierarchical position over the victims of the misconduct;\n(e)\nthe level of damage inflicted on the physical or moral integrity of the victim or victims; and\n(f)\nwhether the misconduct involves repeated action or behaviour.\n2.   According to the degree of severity of the member’s behaviour, the penalty may consist of one or more of the following measures:\n(a)\na written warning (which can be made public);\n(b)\na reprimand (which can be made public);\n(c)\ntemporary forfeiture of entitlement to the daily subsistence allowance for a period of between two and 30 meeting days, according to the gravity of the misconduct;\n(d)\nwithout prejudice to the right to vote in plenary, temporary suspension from participation in all or some of the activities of the EESC or its bodies, in missions or in activities for a period of between two and 30 meeting days;\n(e)\nprohibition from representing the EESC on any national, interinstitutional or international forums, for up to one year;\n(f)\nin the case of a breach of confidentiality, a limitation on the rights to access confidential or classified information for up to one year.\n3.   In addition, the president may, in accordance with the procedure laid down in Article 16, submit a proposal to the bureau for:\n(g)\nthe temporary suspension of the member from one or more of the offices held by that member in the Committee, for up to one year;\n(h)\nthe removal of the member from one or more of the offices held by that member in the Committee; or\n(i)\ncalling upon the Council to remove the member from the Committee.\n4.   The time period of the measures laid down in paragraphs 2 and 3, points c) to f) and g) of this Article may be doubled in the case of repeated breaches, or if the member refuses to comply with one of the ancillary measures laid down in paragraph 5.\n5.   In addition to the penalties laid down in paragraphs 2 and 3, the following ancillary measures may be applied:\n(i)\nrequiring the member to take action to regularise his or her position;\n(ii)\nrequiring the member to make a personal statement of apology (privately, to a specific person, or publicly, in the plenary);\n(iii)\nrequiring the member to repair any damage.\nArticle 15\nInternal appeal procedure\n1.   The member concerned may lodge an internal appeal with the bureau within two weeks of notification of the penalty imposed by the president by virtue of Article 14(2), (4) and (5).\nThe appeal shall have the immediate effect of suspending the application of the penalty.\n2.   The bureau shall hear the member concerned, either orally or in writing, before adopting a decision.\nThe bureau may, not later than four weeks after the lodging of the appeal or, if it does not meet in that period, at its next meeting, annul, confirm or modify the penalty imposed.\n3.   The member concerned may bring an action for annulment before the Court of Justice of the European Union within two months of the notification of the final decision or within two months of the date on which the bureau should have taken its decision, pursuant to Article 263 of the Treaty on the Functioning of the European Union.\nArticle 16\nEarly termination of an office\n1.   In accordance with his or her reasoned decision, the president may submit a proposal to the bureau pursuant to Article 14(3).\n2.   The bureau, acting by a majority of two-thirds of the votes cast, may propose to the assembly suspending or bringing to an end the term of office of the president, a vice-president, a president of a group, a member of the bureau, a quaestor, a president or vice-president of a section or any other officeholder elected within the Committee, where it considers that the member in question has been guilty of serious misconduct.\nExceptionally, the bureau may propose to the assembly the expulsion of the member from the Committee.\nThe bureau shall hear the member concerned, either orally or in writing, before making a proposal to the assembly pursuant to this Article.\n3.   The assembly shall take a decision on the proposal by a majority of two-thirds of the votes cast, constituting a majority of its component members.\nThe assembly shall hear the Committee president’s reasoned report, then the member concerned, either orally or in writing, before the decision is adopted.\nIf a decision of expulsion is adopted, it shall be notified to the Council, so that it initiates the replacement procedure.\n4.   The member concerned may bring an action for annulment before the Court of Justice of the European Union within two months of the notification of the decision of the assembly, pursuant to Article 263 of the Treaty on the Functioning of the European Union.\nPART IV\nFINAL PROVISIONS\nArticle 17\nInvestigations conducted by the European Anti-Fraud Office (OLAF)\n1.   The common rules laid down in the interinstitutional agreement (3) concerning internal investigations by the European Anti-Fraud Office (OLAF), comprising the measures that are needed to facilitate the smooth running of investigations conducted by OLAF, shall be applicable.\n2.   Where the Committee is aware of possible cases of fraud, corruption or any other illegal activities detrimental to the interests of the European Union and OLAF has either not yet been informed or not yet taken a decision on whether or not to open an investigation, the ethical committee shall not open an investigation into the same facts, unless agreed otherwise with OLAF.\nIt will suspend any procedure relating to the case and avoid undertaking any activities which may compromise potential evidence and OLAF’s investigation.\nArticle 18\nApplication of the Code\nThe president shall be responsible for the full and correct application of this Code.\nWithin the framework of application of this Code, the president may at any time refer to the ethical committee for advice on any matter.\n(1)  EEC/EAEC Council: Regulation No 31 (EEC), 11 (EAEC), laying down the Staff Regulations of Officials and the Conditions of Employment of Other Servants of the European Economic Community and the European Atomic Energy Community (OJ P 45, 14.6.1962, p. 1385), https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:01962R0031-20200101&qid=1608019328072&from=EN.\n(2)  Regulation (EEC, Euratom, ECSC) No 259/68 of the Council of 29 February 1968, https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:31968R0259.\n(3)  Administrative arrangements between the European Economic and Social Committee and the European Anti-Fraud Office of 13 January 2016.", "summary": "European Economic and Social Committee (EESC)\nEuropean Economic and Social Committee (EESC)\nSUMMARY OF:\nRules of Procedure of the European Economic and Social Committee — January 2021\nArticle 300 Treaty on the Functioning of the European Union (TFEU) — the EU’s advisory bodies\nArticle 301 TFEU (ex Article 258 TEC) — the European Economic and Social Committee\nArticle 302 (ex Article 259 TEC) — the European Economic and Social Committee\nArticle 303 (ex Article 260 TEC) — the European Economic and Social Committee\nArticle 304 (ex Article 262 TEC) — the European Economic and Social Committee\nArticle 13 Treaty on European Union (TEU) — Provisions on the institutions\nWHAT IS THE AIM OF THE ARTICLES AND THE RULES OF PROCEDURE?\nArticle 300 TFEU states that the European Parliament, the Council and the Commission are assisted by the European Economic and Social Committee (EESC), acting in an advisory capacity. The EESC consists of representatives of organisations of employers, of the employed and of other parties representative of civil society, notably in socioeconomic, civic, professional and cultural areas. EESC members are not bound by any mandatory instructions and are completely independent in the performance of their duties, in the EU’s general interest.\nArticle 301 TFEU lays down the maximum number of members of the EESC. It states that the Council unanimously adopts a decision fixing the EESC’s composition and determines its members’ allowances.\nArticle 302 TFEU sets out the length of EESC members’ appointment (renewable) and the appointment process, which is conducted by the Council after consulting the Commission.\nArticle 303 TFEU states that the EESC elects its president and adopt its rules of procedure.\nArticle 304 TFEU states that the EESC can be consulted by the European Parliament, the Council or the European Commission where the treaties so provide and in all cases in which they consider it appropriate. It may also issue own-initiative opinions whenever they consider such action appropriate. EESC opinions are forwarded to the Parliament, the Council and the Commission.\nArticle 13 TEU lists the EU institutions and states that the Parliament, the Council and the Commission are assisted by the EESC and the European Committee of the Regions, acting in an advisory capacity.\nThe EESC rules of procedure set out how the body operates and organises itself. They are adopted by the EESC assembly by an absolute majority.\nKEY POINTS\nThe EESC’s rules of procedure codify the body’s internal operational rules and complement the foundational rules set out in Treaty on European Union (see summary) and the Treaty on the Functioning of the European Union (see summary).\nThe rules include a Code of Conduct for members covering: ethical standards;financial transparency;non-discrimination;equal opportunities;dignity in the workplace;sanctions for breaching the code.\nThe code establishes an ethical committee.\nMembers\nThe EESC consists of the following. Employers’ organisations. Members from private and public sectors of industry, small businesses, chambers of commerce, wholesale and retail trade, banking and insurance and transport and agriculture (Group I).The employed. Members from national trade union organisations, both at the level of confederations and at that of sectoral federations (Group II).Other parties representative of civil society. Among others, farmer and consumer organisations, small businesses, the crafts sector, and liberal professions and NGOs in the field of social and environmental protection (Group III).\nEESC members are proposed by the governments of the 27 EU countries and are appointed by the Council for 5 years. Council Decision (EU) 2019/853 sets the current number of members at 329 following the United Kingdom’s withdrawal from the EU, whereas Article 301 TFEU provides for a maximum of 350 members. The current breakdown of members by country is as follows: 24 for Germany, France and Italy;21 for Spain and Poland;15 for Romania;12 for Belgium, Bulgaria, Czechia, Greece, Hungary, the Netherlands, Austria, Portugal and Sweden;9 for Denmark, Ireland, Croatia, Lithuania, Slovakia and Finland;7 for Estonia, Latvia and Slovenia;6 for Cyprus and Luxembourg;5 for Malta.\nThe 3 groups elect their presidents and vice-presidents for a term of 2.5 years. They participate in the preparation, organisation and coordination of the EESC’s business.\nThe EESC’s role in the legislative procedure\nThe EESC produces opinions at the request of the Council, the Commission or the Parliament.\nIt may also deliver opinions on its own initiative, exploratory opinions at the request of the EU institutions or Council presidencies and information reports or resolutions on any questions relating to the tasks assigned to the EU.\nOrganisation\nThe Committee consists of the following bodies.\nThe assembly. The EESC plenary assembly of all members meets in 9 sessions each year.\nThe presidency, comprising the president and the 2 vice-presidents.\nThe president, who: directs the work of the EESC;represents the EESC in its external relations;reports to the EESC on action and measures taken on its behalf;presents a work programme at the start of the term of office and reviews achievements at the end of the term.\n2 vice-presidents, respectively in charge of budget and communication.\nThe enlarged presidency, comprising the president and the 2 vice-presidents and the 3 group presidents, which: prepares the work of the bureau and the assembly;facilitates the necessary decisions in cases of urgency or extraordinary circumstances.\nThe bureau, having political responsibility for the general management of the Committee, consists of: the president and the 2 vice-presidents;the 3 group presidents;the 6 section presidents;a variable number of members, which cannot exceed the number of EU countries.\nThe sections, whose task it is to adopt opinions or information reports on questions referred to them. There are 6 sections: Economic and Monetary Union and Economic and Social Cohesion;Single Market, Production and Consumption;Transport, Energy, Infrastructure and the Information Society;Employment, Social Affairs and Citizenship;Agriculture, Rural Development and the Environment;External Relations.\nThe EESC may also set up consultative commissions comprising EESC members and delegates from areas of civil society that the EESC wishes to involve in its work. The Consultative Commission on Industrial Change examines changes in industry across a wide range of sectors. It is established as a distinct body within the EESC and has a remit extended to all sectors of industry in both manufacturing and services.\nThe EESC also has:\n3 observatories on: the digital transition and the single market,the labour market,sustainable development;\n2 ad hoc groups on: the European semester,fundamental rights and the rule of law;\na liaison group, whose task is to interact with European civil society organisations and networks and to monitor joint initiatives.\nThe EESC is supported by a permanent secretariat, led by a Secretary-General who is appointed by the bureau. The EESC shares some of its services (translation, IT, logistics) with the European Committee of the Regions.\nFROM WHEN DO THE RULES OF PROCEDURE APPLY?\n              \nThe current rules have been in force since 10 February 2021.\nBACKGROUND\n              \nThe EESC is based in Brussels.\nFor further information, see:\nOur work (European Economic and Social Committee).\nMAIN DOCUMENTS\n            \nRules of Procedure of the European Economic and Social Committee January 2021 (OJ L 46, 10.2.2021, p. 47-81)\nConsolidated version of the Treaty on the Functioning of the European Union — Part Six — Institutional and financial provisions — Title I — Institutional provisions — Chapter 3 — The Union’s advisory bodies — Article 300 (OJ C 202, 7.6.2016, p. 177)\nConsolidated version of the Treaty on the Functioning of the European Union — Part Six — Institutional and financial provisions — Title I — Institutional provisions — Chapter 3 — The Union’s advisory bodies — Section 1 — The Economic and Social Committee:\nArticle 301 (ex Article 258 TEC) (OJ C 202, 7.6.2016, p. 177)\nArticle 302 (ex Article 259 TEC) (OJ C 202, 7.6.2016, p. 178)\nArticle 303 (ex Article 260 TEC) (OJ C 202, 7.6.2016, p. 178)\nArticle 304 (ex Article 262 TEC) (OJ C 202, 7.6.2016, p. 178)\nConsolidated version of the Treaty on European Union — Title III — Provisions on the institutions — Article 13 (OJ C 202, 7.6.2016, p. 22)\nRELATED DOCUMENTS\n            \nCouncil Decision (EU) 2019/853 of 21 May 2019 determining the composition of the European Economic and Social Committee (OJ L 139, 27.5.2019, pp. 15-16)\nProtocol on cooperation between the European Commission and the European Economic and Social Committee (OJ C 102, 5.4.2012, pp. 1-5)\nlast update 26.02.2021", "tags": ["rules of procedure", "codification of EU law"], "subjects": ["Provisions governing the Institutions"], "split": "validation", "reference_annotations": {}, "summary_annotations": {}}