{"celex_id": "32009R0767", "reference": "1.9.2009\nEN\nOfficial Journal of the European Union\nL 229/1\nREGULATION (EC) No 767/2009 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 13 July 2009\non the placing on the market and use of feed, amending European Parliament and Council Regulation (EC) No 1831/2003 and repealing Council Directive 79/373/EEC, Commission Directive 80/511/EEC, Council Directives 82/471/EEC, 83/228/EEC, 93/74/EEC, 93/113/EC and 96/25/EC and Commission Decision 2004/217/EC\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Articles 37 and 152(4)(b) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving consulted the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1)\nThe pursuit of a high level of protection of human and animal health is one of the fundamental objectives of food law, as laid down in Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (3). That Regulation also established the farm-to-fork approach designating feed as a sensitive stage at the beginning of the food chain. To ensure a high level of protection of public health is one of the fundamental objectives of this Regulation.\n(2)\nThe production of feed is an important end for European agricultural products, given that most of the materials used for the production of feed are agricultural products listed in Annex I to the Treaty. Furthermore, feed is of crucial significance for the 5 million livestock farmers in the Community because it represents the greatest expense.\n(3)\nFeed may take the form of feed materials, compound feed, feed additives, premixtures or medicated feedingstuffs. The rules for the marketing of feed additives are set out in Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (4) and for medicated feedingstuffs in Council Directive 90/167/EEC of 26 March 1990 laying down the conditions governing the preparation, placing on the market and use of medicated feedingstuffs in the Community (5).\n(4)\nThe existing legislation on the circulation and use of feed materials and compound feed, which includes pet food, namely Council Directive 79/373/EEC of 2 April 1979 on the circulation of compound feedingstuffs (6), Council Directive 93/74/EEC of 13 September 1993 on feedingstuffs intended for particular nutritional purposes (7) (dietetic feed), Council Directive 96/25/EC of 29 April 1996 on the circulation and use of feed materials (8) and Council Directive 82/471/EEC of 30 June 1982 concerning certain products used in animal nutrition (9) (bio-proteins), needs to be updated and replaced by a single regulation. In the interests of clarity, Council Directive 83/228/EEC of 18 April 1983 on the fixing of guidelines for the assessment of certain products used in animal nutrition (10) and Commission Directive 80/511/EEC of 2 May 1980 authorising, in certain cases, the marketing of compound feedingstuffs in unsealed packages or containers (11) should be repealed.\n(5)\nAs a consequence of the repeal of Directive 79/373/EEC by this Regulation, Council Directive 93/113/EC of 14 December 1993 concerning the use and marketing of enzymes, micro-organisms and their preparations in animal nutrition (12) should also be repealed. Also, in view of the repeal of Directive 79/373/EEC, and given that this Regulation includes rules concerning the labelling of feed containing additives, Article 16 of Council Directive 70/524/EEC of 23 November 1970 concerning additives in feedingstuffs (13), which remained in force after the repeal of Directive 70/524/EEC by Regulation (EC) No 1831/2003, should be repealed.\n(6)\nUnlike food, as defined in Regulation (EC) No 178/2002, the definition of feed does not include water. Furthermore, given that water is not marketed for animal nutrition purposes, this Regulation should not include conditions for water used in animal nutrition. It should, however, apply to feed administered in water. The use of water by feed businesses is covered by Regulation (EC) No 183/2005 of the European Parliament and of the Council of 12 January 2005 laying down requirements for feed hygiene (14), which stipulates that clean water should be used whenever necessary in order to prevent contamination that could prove hazardous and that water used in feed manufacture should be of suitable quality.\n(7)\nGiven the risk of contamination of the feed and food chain, it is appropriate that this Regulation apply to feed for both food and non-food producing animals, including wild animals.\n(8)\nThe responsibilities of the feed business operators laid down in Regulation (EC) No 178/2002 and Regulation (EC) No 183/2005 should apply, mutatis mutandis, in respect of feed for non-food producing animals.\n(9)\nIn order to enforce compliance with this Regulation, Member States should carry out official controls in accordance with Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (15). Those controls should include not only the mandatory but also the voluntary labelling particulars. In order to allow control of the compositional data, acceptable tolerances for the labelled values should be determined.\n(10)\nTo manage feed safety risks, the list of materials whose placing on the market for animal nutrition purposes is prohibited, as currently provided for in Commission Decision 2004/217/EC (16), together with a list of materials whose placing on the market for animal nutrition purposes is restricted, should be included in an Annex to this Regulation. The existence of such an Annex should not, however, be interpreted to mean that all products not listed can, as such, be considered safe.\n(11)\nThe distinction between feed materials, feed additives, and other products such as veterinary drugs has implications for the conditions for the placing of such products on the market. Feed materials are primarily used to meet animals’ needs, for example for energy, nutrients, minerals or dietary fibres. They are usually not chemically well-defined except for basic nutritional constituents. Effects which can be justified by scientific assessment and which are exclusive to feed additives or veterinary drugs should be excluded from the objective uses of feed materials. It is, therefore, appropriate to draw up non-binding guidelines for distinguishing between these kinds of products. In duly justified cases, the Commission should be empowered to clarify whether a product constitutes feed for the purposes of this Regulation.\n(12)\nThe definition of complementary feedingstuffs in Directive 79/373/EEC gave rise to application problems in various Member States. It is appropriate to clarify the distinction between complementary feedingstuffs and premixtures for the purposes of applying Regulation (EC) No 183/2005.\n(13)\nIn order to allow a uniform application of the legislation, feed materials and complementary feed should not contain additives above a certain level. However, highly concentrated feed, such as licking buckets containing minerals, may be used for direct feeding if the composition meets the particular nutritional purpose in respect of the relevant intended use. Conditions governing the use of such feed should appear on the labelling in order to ensure that the rules regarding the content of feed additives in the daily ration are complied with.\n(14)\nDirective 82/471/EEC aims to improve the supply of feed used as direct and indirect protein sources in the Community. That Directive requires a pre-market authorisation procedure for all possible bio-proteins. However, only very few new authorisations have been granted to date and the shortage of protein-rich feed is still evident. Thus, the general pre-market authorisation requirement has proved to be prohibitive, and safety risks could be tackled instead by means of prohibiting risky products based on market surveillance. In cases where the outcome of the risk assessment of a bio-protein is negative, its circulation or use should be prohibited. Hence, the special requirement of a general pre-market authorisation procedure for bio-proteins should be abolished, with the consequence that the safety system for such products be the same as for all other feed materials. The existing restrictions or prohibition of certain bio-proteins should not be affected.\n(15)\nThe provisions of Directive 93/74/EEC implemented by Commission Directive 2008/38/EC of 5 March 2008 establishing a list of intended uses of animal feedingstuffs for particular nutritional purposes (17) have proved to be working well. The list of intended uses thus established should, therefore, be maintained and provision should be made in this Regulation for its updating. In particular, the European Food Safety Authority should be consulted on the efficacy and the safety of such feed when, on the basis of available scientific and technological information, there are reasons to believe that the use of the feed in question may not meet the particular intended nutritional purpose or may have adverse effects on animal health, human health, the environment or animal welfare.\n(16)\nScientific substantiation should be the main factor to be taken into account for the purpose of making claims in respect of feed, and feed business operators making such claims should be able to substantiate them. A claim may be scientifically substantiated by taking into account the totality of the available scientific data, and by weighing the evidence.\n(17)\nLabelling serves enforcement, traceability and control purposes. In addition, labelling should provide the necessary information to purchasers to enable them to make the optimal choice for their needs, and it should be consistent, coherent, transparent and understandable. As purchasers, in particular livestock farmers, make their choices not only at the point of sale where they can inspect the packaging of the feed, the requirements concerning information provided on the labelling must apply, not only to the labels which appear on the products, but also to other kinds of communication between the vendor and the purchaser. Furthermore, those principles should apply also to the presentation and the advertising of feed.\n(18)\nMandatory and voluntary information is provided on labelling. The mandatory information should combine general labelling requirements and specific requirements for feed materials or compound feed respectively, and additional requirements in the case of dietetic feed, contaminated material and pet food.\n(19)\nThe present situation with respect to chemical impurities resulting from the manufacturing process of feed materials and from processing aids is not satisfactory. In order to ensure a high level of feed safety, and thus a high level of protection of public health, and in order to improve transparency, provisions should be adopted laying down acceptable levels of such chemical impurities in accordance with good practice as referred to in Regulation (EC) No 183/2005.\n(20)\nThe principle that only certain feed additives have to be labelled once they are used in feed materials and compound feed is working well. However, the categorisation resulting from Regulation (EC) No 1831/2003 needs to be updated and modernised, due also to the fact that pet owners, in particular, might be confused by some additive labelling.\n(21)\nAs a consequence of the bovine spongiform encephalopathy (BSE) and the dioxin crises, the obligation to indicate the percentage by weight of all feed materials incorporated in compound feed was introduced in 2002 by Directive 2002/2/EC of the European Parliament and of the Council of 28 January 2002 amending Council Directive 79/373/EEC on the circulation of compound feedingstuffs (18), at the initiative of the European Parliament. Furthermore, the level of food and feed safety has been significantly improved as a result of Regulation (EC) No 178/2002 and Regulation (EC) No 183/2005 and their implementing measures, in particular as a result of the focus put on the responsibility placed on feed and food business operators, the improved traceability system, the introduction of the hazard analysis and critical control points (HACCP) principle in feed businesses and the creation of guides to good hygiene practice in feed businesses. In light of these positive achievements, mirrored in the notifications to the Rapid Alert System for Food and Feed (RASFF), the obligation to indicate the percentage by weight of all feed materials incorporated in compound feed on the labelling is no longer necessary for the purpose of ensuring a high level of feed safety and thus a high level of protection of public health. The exact percentages may, however, be provided on a voluntary basis for the purpose of providing adequate information to purchasers. Furthermore, given that the competent authorities have access to information on the exact percentages by weight of all feed materials incorporated in compound feed, they should be able, on the ground of any urgency relating to human or animal health or to the environment, and in accordance with Directive 2004/48/EC of the European Parliament and of the Council of 29 April 2004 on the enforcement of intellectual property rights (19), to provide further information to purchasers.\n(22)\nTo ensure proper information for, and to avoid misleading, the purchaser, the exact percentage by weight should, however, be required in those cases where the feed material in question is emphasised on the labelling of a compound feed.\n(23)\nThe indication of the feed materials incorporated in compound feed in descending order of weight already provides important information on compositional data. In certain areas where the producer is not obliged to label particulars, the purchaser should be able to request additional information. In such cases, a margin of +/– 15 % of the declared value should be maintained.\n(24)\nThe intellectual property rights of producers should be protected. For the enforcement of such intellectual property rights, Directive 2004/48/EC should apply. It should also be acknowledged that the quantitative composition of compound feed, unlike the names of feed materials contained therein, can, under certain conditions, be considered confidential information to be protected.\n(25)\nDirective 2002/32/EC of the European Parliament and of the Council of 7 May 2002 on undesirable substances in animal feed (20) does not apply to the labelling of feed with excessive levels of undesirable substances. Provisions should therefore be laid down in order to ensure adequate labelling and proper implementation of the dilution ban provided for in Article 5 of that Directive, until such contaminated materials have been detoxified by a detoxification establishment, approved in accordance with Article 10(2) or (3) of Regulation (EC) No 183/2005, or until they have been cleaned.\n(26)\nDerogations from the general labelling requirements should be provided for in so far as the application of such requirements is not necessary to protect human or animal health or consumer interests and would unduly burden the producer or the feed business operators responsible for the labelling. On the basis of experience, such derogations should be provided for, in particular with respect to feed delivered by one farmer to another for use on his farm, for small quantities, for compound feed not containing more than three feed materials and for mixes of whole plant grains, seeds and fruits.\n(27)\nAs a general rule, compound feed should be marketed in sealed containers, but appropriate derogations should be provided for in so far as the application of that requirement is not necessary to protect human or animal health or consumer interests and would represent an excessive burden for the feed business operators.\n(28)\nPart B of the Annex to Directive 96/25/EC and columns 2 to 4 of the Annex to Directive 82/471/EEC contain lists of designations, descriptions and labelling provisions for certain feed materials. Those lists facilitate the exchange of information on the product properties between the producer and the purchaser. The experience of encouraging stakeholders to set voluntary standards by means of Community guidelines in the field of feed hygiene has been positive throughout. A more extensive listing could be achieved more flexibly, and could be better adapted to the information needs of the user, if undertaken by the stakeholders rather than by the legislator. The stakeholders can decide on the efforts they expend depending on the value of a list of feed materials. It is desirable, therefore, to establish a non-exhaustive Catalogue of feed materials to be used by feed business operators on a voluntary basis, except as regards use of the name of the feed material.\n(29)\nThe current lists of feed materials contained in Part B of the Annex to Directive 96/25/EC and columns 2 to 4 of the Annex to Directive 82/471/EEC should constitute the initial version of the Community Catalogue of feed materials. This initial version should subsequently be supplemented at the initiative of the stakeholders in accordance with their interests, including by the addition of emerging feed materials.\n(30)\nIn the interests of transparency, it is appropriate that the representatives of the stakeholders are notified of a feed material which is not listed in the catalogue as soon as such feed material is placed on the market for the first time.\n(31)\nModern labelling facilitates a competitive market environment in which dynamic, efficient, innovative operators can make full use of labelling to sell their products. Having regard to both the business-to-business relationship in the marketing of livestock feed and the relationship between the producer and the purchaser of pet food, Codes of good labelling for these two areas could be a useful means of achieving the objectives of modern labelling. The Codes should lay down provisions that would enable the purchaser to make informed choices. They should also give the person responsible for the labelling important guidance on different elements of the labelling. They may assist in the interpretation of the framework for voluntary labelling or the presentation of mandatory labelling. The Codes should be used on a voluntary basis, except in cases where use of the Codes is indicated on the labelling.\n(32)\nInvolvement of all parties concerned is the crucial element for ensuring the quality and appropriateness of the Catalogue and the Codes for good labelling. In order to strengthen the rights of users to proper information, their interests must be taken into consideration. This can be ensured by approval by the Commission of the Catalogue and the Codes, provided that the content thereof is practicable and that they are suitable for meeting the objectives of this Regulation.\n(33)\nThe Member States should lay down penalties for infringement of the provisions of this Regulation and should take all measures necessary to ensure that they are implemented. Such penalties should be effective, proportionate and dissuasive.\n(34)\nA transitional period is necessary, in particular in respect of feed which fulfils a particular nutritional purpose and in respect of the acceptable level of chemical impurities resulting from the manufacturing process and from processing aids. The marketing of existing stock should also be permitted until it is exhausted. Furthermore, it may be appropriate to specify conditions under which feed may be labelled in accordance with this Regulation prior to the date of its application.\n(35)\nSince the objective of this Regulation, namely harmonisation of the conditions for the placing on the market and the use of feed, in order to ensure a high level of feed safety and thus a high level of protection of public health as well as to provide adequate information for users and consumers and to strengthen the effective functioning of the internal market, cannot be sufficiently achieved by the Member States and can therefore be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective.\n(36)\nThe measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (21).\n(37)\nIn particular, the Commission should be empowered to amend the list of materials restricted or prohibited for use as feed, to authorise feed intended for particular nutritional purposes, to establish a list of labelling categories of feed materials for non-food producing animals except fur animals, to adopt amendments to the Catalogue setting the maximum content of chemical impurities or levels of botanical purity or the levels of moisture content or particulars replacing the compulsory declaration, to adapt the Annexes in light of scientific and technological developments and to adopt transitional measures. Since those measures are of general scope and are designed to amend non-essential elements of this Regulation, inter alia, by supplementing it with new non-essential elements, they must be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(38)\nOn grounds of efficiency, the normal time limits for the regulatory procedure with scrutiny should be curtailed for the adoption of updates to the list of intended uses. When, on imperative grounds of urgency, the normal time limits for the regulatory procedure with scrutiny cannot be complied with, the Commission should be able to apply the urgency procedure provided for in Article 5a(6) of Decision 1999/468/EC for the adoption of amendments to the list of materials whose placing on the market or use for animal nutritional purposes is restricted or prohibited.\n(39)\nArticle 16 of Regulation (EC) No 1831/2003 lays down provisions for the labelling and packaging of feed additives and premixtures. Implementation of the rules concerning premixtures has, in particular, caused practical problems for the industry and the competent authorities. In order to allow for a more consistent labelling of premixtures, that Article should be amended,\nHAVE ADOPTED THIS REGULATION:\nCHAPTER 1\nINTRODUCTORY PROVISIONS\nArticle 1\nObjective\nThe objective of this Regulation, in accordance with the general principles laid down in Regulation (EC) No 178/2002, is to harmonise the conditions for the placing on the market and the use of feed, in order to ensure a high level of feed safety and thus a high level of protection of public health, as well as to provide adequate information for users and consumers and to strengthen the effective functioning of the internal market.\nArticle 2\nScope\n1.   This Regulation lays down rules on the placing on the market and use of feed for both food-producing and non-food producing animals within the Community, including requirements for labelling, packaging and presentation.\n2.   This Regulation shall apply without prejudice to other Community provisions applicable in the field of animal nutrition, in particular:\n(a)\nDirective 90/167/EEC;\n(b)\nDirective 2002/32/EC;\n(c)\nRegulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (22);\n(d)\nRegulation (EC) No 1774/2002 of the European Parliament and of the Council of 3 October 2002 laying down health rules concerning animal by-products not intended for human consumption (23);\n(e)\nRegulation (EC) No 1829/2003 of the European Parliament and of the Council of 22 September 2003 on genetically modified food and feed (24);\n(f)\nRegulation (EC) No 1830/2003 of the European Parliament and of the Council of 22 September 2003 concerning the traceability and labelling of genetically modified organisms and the traceability of food and feed products produced from genetically modified organisms (25);\n(g)\nRegulation (EC) No 1831/2003; and\n(h)\nCouncil Regulation (EC) No 834/2007 of 28 June 2007 on organic production and labelling of organic products (26).\n3.   This Regulation shall not apply to water, either taken in directly by the animals or intentionally incorporated into feed. It shall, however, apply to feed designed to be administered in water.\nArticle 3\nDefinitions\n1.   For the purposes of this Regulation, the following definitions shall apply:\n(a)\nthe definitions of ‘feed’, ‘feed business’, and ‘placing on the market’ as laid down in Regulation (EC) No 178/2002;\n(b)\nthe definitions of ‘feed additive’, ‘premixture’, ‘processing aids’ and ‘daily ration’ as laid down in Regulation (EC) No 1831/2003; and\n(c)\nthe definitions of ‘establishment’ and ‘competent authority’ as laid down in Regulation (EC) No 183/2005.\n2.   The following definitions shall also apply:\n(a)\n‘feed-business operator’ means any natural or legal person responsible for ensuring that the requirements of this Regulation are met within the feed business under their control;\n(b)\n‘oral feeding of animals’ means the introduction of feed into an animal’s gastrointestinal tract through the mouth with the aim of meeting the animal’s nutritional needs and/or maintaining the productivity of normally healthy animals;\n(c)\n‘food-producing animal’ means any animal that is fed, bred or kept for the production of food for human consumption, including animals that are not used for human consumption, but that belong to a species that is normally used for human consumption in the Community;\n(d)\n‘non-food producing animals’ means any animal that is fed, bred or kept but that is not used for human consumption, such as fur animals, pets and animals kept in laboratories, zoos or circuses;\n(e)\n‘fur animals’ means any non-food producing animal fed, bred or kept for the production of fur, and which is not used for human consumption;\n(f)\n‘pet’ or ‘pet animal’ means any non-food producing animal belonging to species fed, bred or kept, but not normally used for human consumption in the Community;\n(g)\n‘feed materials’ means products of vegetable or animal origin, whose principal purpose is to meet animals’ nutritional needs, in their natural state, fresh or preserved, and products derived from the industrial processing thereof, and organic or inorganic substances, whether or not containing feed additives, which are intended for use in oral animal-feeding either directly as such, or after processing, or in the preparation of compound feed, or as carrier of premixtures;\n(h)\n‘compound feed’ means a mixture of at least two feed materials, whether or not containing feed additives, for oral animal-feeding in the form of complete or complementary feed;\n(i)\n‘complete feed’ means compound feed which, by reason of its composition, is sufficient for a daily ration;\n(j)\n‘complementary feed’ means compound feed which has a high content of certain substances but which, by reason of its composition, is sufficient for a daily ration only if used in combination with other feed;\n(k)\n‘mineral feed’ means complementary feed containing at least 40 % crude ash;\n(l)\n‘milk replacer’ means compound feed administered in dry form or after dilution in a given quantity of liquid for feeding young animals as a complement to, or substitute for, post-colostral milk or for feeding young animals such as calves, lambs or kids intended for slaughter;\n(m)\n‘carrier’ means a substance used to dissolve, dilute, disperse or otherwise physically modify a feed additive in order to facilitate its handling, application or use without altering its technological function and without exerting any technological effect itself;\n(n)\n‘particular nutritional purpose’ means the purpose of meeting the specific nutritional needs of animals whose process of assimilation, absorption or metabolism is, or could be, temporarily or irreversibly impaired and who can therefore benefit from the ingestion of feed appropriate to their condition;\n(o)\n‘feed intended for particular nutritional purposes’ means feed which can satisfy a particular nutritional purpose by virtue of its particular composition or method of manufacture, which clearly distinguishes it from ordinary feed. Feed intended for particular nutritional purposes does not include medicated feedingstuffs within the meaning of Directive 90/167/EEC;\n(p)\n‘contaminated materials’ means feed containing a level of undesirable substances in excess of that which is acceptable under Directive 2002/32/EC;\n(q)\n‘minimum storage life’ means the period during which, under proper storage conditions, the person responsible for the labelling guarantees that the feed retains its declared properties; only one minimum storage life may be indicated in respect of the feed as a whole, and it is determined on the basis of the minimum storage life of each of its components;\n(r)\n‘batch’ or ‘lot’ means an identifiable quantity of feed determined to have common characteristics, such as origin, variety, type of packaging, packer, consignor or labelling, and, in the case of a production process, a unit of production from a single plant using uniform production parameters or a number of such units, when produced in continuous order and stored together;\n(s)\n‘labelling’ means the attribution of any words, particulars, trade marks, brand name, pictorial matter or symbol to a feed by placing this information on any medium referring to or accompanying such feed, such as packaging, container, notice, label, document, ring, collar or the Internet, including for advertising purposes;\n(t)\n‘label’ means any tag, brand, mark, pictorial or other descriptive matter, written, printed, stencilled, marked, embossed, impressed on, or attached to the packaging or the container of feed; and\n(u)\n‘presentation’ means the shape, appearance or packaging and the packaging materials used for the feed, further to the way in which it is arranged and the setting in which it is displayed.\nCHAPTER 2\nGENERAL REQUIREMENTS\nArticle 4\nSafety and marketing requirements\n1.   Feed may only be placed on the market and used if:\n(a)\nit is safe; and\n(b)\nit does not have a direct adverse effect on the environment or animal welfare.\nThe requirements set out in Article 15 of Regulation (EC) No 178/2002 shall apply, mutatis mutandis, to feed for non-food producing animals.\n2.   In addition to the requirements set out in paragraph 1 of this Article, feed business operators placing feed on the market shall ensure that the feed:\n(a)\nis sound, genuine, unadulterated, fit for its purpose and of merchantable quality; and\n(b)\nis labelled, packaged and presented in accordance with the provisions laid down in this Regulation and other applicable Community legislation.\nThe requirements set out in Article 16 of Regulation (EC) No 178/2002 shall apply, mutatis mutandis, to feed for non-food producing animals.\n3.   Feed shall comply with the technical provisions on impurities and other chemical determinants set out in Annex I to this Regulation.\nArticle 5\nResponsibilities and obligations of feed businesses\n1.   Feed business operators shall comply, mutatis mutandis, with obligations set out in Articles 18 and 20 of Regulation (EC) No 178/2002 and Article 4(1) of Regulation (EC) No 183/2005 in respect of feed for non-food producing animals.\n2.   The person responsible for the labelling of feed shall make available to the competent authorities any information concerning the composition or claimed properties of the feed placed on the market by that person, which allows the accuracy of the information given by the labelling to be verified, including the exact percentages by weight of feed materials used in compound feed.\n3.   In the event of any urgency relating to human or animal health or to the environment and without prejudice to the provisions of Directive 2004/48/EC, the competent authority may provide the purchaser with information that is available to it under paragraph 2 of this Article provided that, after having balanced the respective legitimate interests of the manufacturers and the purchasers, it concludes that the provision of such information is justified. If appropriate, the competent authority shall provide such information subject to the signing of a confidentiality clause by the purchaser.\nArticle 6\nRestriction and prohibition\n1.   Feed shall not contain or consist of materials whose placing on the market or use for animal nutritional purposes is restricted or prohibited. The list of such materials is set out in Annex III.\n2.   The Commission shall amend the list of materials whose placing on the market or use for animal nutritional purposes is restricted or prohibited taking into account in particular scientific evidence, technological developments, notifications under the Rapid Alert System for Food and Feed (RASFF) or results of official controls pursuant to Regulation (EC) No 882/2004.\nThose measures, designed to amend non-essential elements of this Regulation, by supplementing it, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 28(4).\nOn imperative grounds of urgency, the Commission may have recourse to the urgency procedure referred to in Article 28(5) with a view to adopting those measures.\nCHAPTER 3\nPLACING ON THE MARKET OF SPECIFIC TYPES OF FEED\nArticle 7\nCharacteristics of types of feed\n1.   In accordance with the regulatory procedure referred to in Article 28(3), the Commission may adopt guidelines clarifying the distinction between feed materials, feed additives and other products such as veterinary drugs.\n2.   The Commission may, where necessary, adopt measures in order to clarify whether a certain product constitutes feed for the purposes of this Regulation.\nThose measures, designed to amend non-essential elements of this Regulation, by supplementing it, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 28(4).\nArticle 8\nContent of feed additives\n1.   Without prejudice to the conditions of use provided for in the relevant legal act authorising the respective feed additive, feed materials and complementary feed shall not contain levels of feed additives that are higher than 100 times the relevant fixed maximum content in complete feed or five times in case of coccidiostats and histomonostats.\n2.   The level of 100 times the relevant fixed maximum content in complete feed referred to in paragraph 1 may only be exceeded if the composition of the products concerned fulfils the particular nutritional purpose in respect of the relevant intended use under Article 10 of this Regulation. The conditions of use for such feed shall be further specified in the list of intended uses. Establishments under the control of a producer of such feed who uses feed additives referred to in Chapter 2 of Annex IV to Regulation (EC) No 183/2005 must be approved in accordance with point 1(b) of Article 10 of that Regulation.\nArticle 9\nMarketing of feed intended for particular nutritional purposes\nFeed intended for particular nutritional purposes may only be marketed as such if its intended use is included in the list of intended uses established in accordance with Article 10 and if it meets the essential nutritional characteristics for the respective particular nutritional purpose set forth in that list.\nArticle 10\nList of intended uses of feed intended for particular nutritional purposes\n1.   The Commission may update the list of intended uses set out in Directive 2008/38/EC by adding an intended use, withdrawing an intended use or by adding, removing or changing the conditions associated with a particular intended use.\n2.   The procedure for updating the list of intended uses may be started by the submission to the Commission of an application by a natural or legal person established in the Community or by a Member State. A valid application shall include a dossier demonstrating that the specific composition of the feed fulfils the particular intended nutritional purpose and that it has no adverse effects on animal health, human health, the environment or animal welfare.\n3.   The Commission shall make the application, including the dossier, available to the Member States without delay.\n4.   If, on the basis of available scientific and technological information, the Commission, has reason to believe that the use of the specific feed may not fulfil the particular intended nutritional purpose or may have adverse effects on animal health, human health, the environment or animal welfare, the Commission shall, within three months of receipt of a valid application, seek an opinion from the European Food Safety Authority (hereinafter referred to as ‘the Authority’). The Authority shall give an opinion within six months of receipt of the request. This time limit shall be extended whenever the Authority seeks supplementary information from the applicant.\n5.   Within six months of receipt of a valid application or, where appropriate, after receiving the opinion of the Authority, the Commission shall adopt a Regulation updating the list of intended uses if the conditions laid down in paragraph 2 are met.\nThose measures, designed to amend non-essential elements of this Regulation, by supplementing it, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 28(6).\n6.   By way of derogation from paragraph 5, within six months after receiving a valid application or, where appropriate, after receiving the opinion of the Authority, the Commission shall end the procedure and decide not to proceed with the update, at any stage of the procedure, if it considers that such an update is not justified. The Commission shall do so in accordance with the regulatory procedure referred to in Article 28(3).\nIn such cases, where applicable, the Commission shall inform the applicant and the Member States directly, indicating in its letter the reasons for failing to consider the update justified.\n7.   The Commission may, in accordance with the regulatory procedure referred to in Article 28(3), adopt implementing measures concerning the preparation and presentation of the application.\nCHAPTER 4\nLABELLING, PRESENTATION AND PACKAGING\nArticle 11\nPrinciples for labelling and presentation\n1.   The labelling and the presentation of feed shall not mislead the user, in particular:\n(a)\nas to the intended use or characteristics of the feed, in particular, the nature, method of manufacture or production, properties, composition, quantity, durability, species or categories of animals for which it is intended;\n(b)\nby attributing to the feed effects or characteristics that it does not possess or by suggesting that it possesses special characteristics when in fact all similar feeds possess such characteristics; or\n(c)\nas to the compliance of the labelling with the Community Catalogue and the Community Codes referred to in Articles 24 and 25.\n2.   Feed materials or compound feed marketed in bulk or in unsealed packages or containers in accordance with Article 23(2) shall be accompanied by a document containing all mandatory labelling particulars required under this Regulation.\n3.   Where feed is offered for sale by means of distance communication as defined in Article 2 of Directive 97/7/EC of the European Parliament and of the Council of 20 May 1997 on the protection of consumers in respect of distance contracts (27) the mandatory labelling particulars required by this Regulation, except for the particulars provided for in Articles 15(b), (d), (e), and 16(2)(c) or 17(1)(d), shall appear on the material supporting the distance selling or they shall be provided through other appropriate means prior to the conclusion of a distance contract. The particulars referred to in Articles 15(b), (d), (e), and 16(2)(c) or 17(1)(d) shall be provided at the latest at the time of delivery of the feed.\n4.   Labelling provisions additional to those set forth in this Chapter are laid down in Annex II.\n5.   Permitted tolerances for discrepancies between the labelled compositional values of a feed material or compound feed and the values analysed in official controls in compliance with Regulation (EC) No 882/2004 are listed in Annex IV to this Regulation.\nArticle 12\nResponsibility\n1.   The person responsible for the labelling shall ensure the presence and substantive accuracy of the labelling particulars.\n2.   The person responsible for the labelling shall be the feed business operator who first places feed on the market or, where applicable, the feed business operator under whose name or business name the feed is marketed.\n3.   To the extent that their activities affect labelling within the business under their control, feed business operators shall ensure that the information provided through whatever medium satisfies the requirements of this Regulation.\n4.   Feed business operators responsible for retail or distribution activities which do not affect labelling shall act with due care to help ensure compliance with the labelling requirements, in particular by refraining from supplying feed which they know or should have presumed, on the basis of the information in their possession and as professionals, does not comply with those requirements.\n5.   Within the businesses under their control feed business operators shall ensure that mandatory labelling particulars are transmitted throughout the food chain in order to allow the information to be provided to the final feed user in accordance with this Regulation.\nArticle 13\nClaims\n1.   The labelling and the presentation of feed materials and compound feed may draw particular attention to the presence or the absence of a substance in the feed, to a specific nutritional characteristic or process or to a specific function related to any of these, provided that the following conditions are met:\n(a)\nthe claim is objective, verifiable by the competent authorities and understandable by the user of the feed; and\n(b)\nthe person responsible for the labelling provides, at the request of the competent authority, scientific substantiation of the claim, either by reference to publicly available scientific evidence or through documented company research. The scientific substantiation shall be available at the time the feed is placed on the market. Purchasers shall have the right to bring to the attention of the competent authority their doubts in respect of the truthfulness of the claim. Where the conclusion is reached that the claim is not sufficiently substantiated, the labelling in respect of such claim shall be considered misleading for the purposes of Article 11. Where the competent authority has doubts regarding the scientific substantiation of the claim concerned, it may submit the issue to the Commission. The Commission may adopt a decision, where appropriate after obtaining an opinion from the Authority, in accordance with the advisory procedure laid down in Article 28(2).\n2.   Without prejudice to paragraph 1, claims concerning optimisation of the nutrition and support or protection of the physiological conditions are permitted, unless they contain a claim of the type referred to in paragraph 3(a).\n3.   The labelling or the presentation of feed materials and compound feed shall not claim that:\n(a)\nit will prevent, treat or cure a disease, except for coccidiostats and histomonostats as authorised under Regulation (EC) No 1831/2003; this point shall not, however, apply to claims concerning nutritional imbalances provided that there is no pathological symptom associated therewith;\n(b)\nit has a particular nutritional purpose, as provided for in the list of intended uses as referred to in Article 9, unless it satisfies the requirements laid down therein.\n4.   Specifications relating to the requirements laid down in paragraphs 1 and 2 may be included in the Community Codes referred to in Article 25.\nArticle 14\nPresentation of labelling particulars\n1.   The mandatory labelling particulars shall be given in their entirety in a prominent place on the packaging, the container, on a label attached thereto or on the accompanying document provided for in Article 11(2), in a conspicuous, clearly legible and indelible manner, in the official language or at least one of the official languages of the Member State or region in which it is placed on the market.\n2.   The mandatory labelling particulars shall be easily identifiable and shall not be obscured by any other information. They shall be displayed in a colour, font and size that does not obscure or emphasise any part of the information, unless such variation is to draw attention to precautionary statements.\n3.   Specifications relating to the requirements laid down in paragraphs 1 and 2 and the presentation of the voluntary labelling referred to in Article 22 may be included in the Community Codes referred to in Article 25.\nArticle 15\nGeneral mandatory labelling requirements\nA feed material or compound feed shall not be placed on the market unless the following particulars are indicated by labelling:\n(a)\nthe type of feed: ‘feed material’, ‘complete feed’ or ‘complementary feed’, as appropriate;\n—\nfor ‘complete feed’, the designation ‘complete milk replacer feed’ may be used, if appropriate,\n—\nfor ‘complementary feed’, the following designations may be used if appropriate: ‘mineral feed’ or ‘complementary milk replacer feed’,\n—\nfor pets other than cats and dogs, ‘complete feed’ or ‘complementary feed’ may be replaced by ‘compound feed’;\n(b)\nthe name or business name and the address of the feed business operator responsible for the labelling;\n(c)\nif available, the establishment approval number of the person responsible for the labelling granted in accordance with Article 13 of Regulation (EC) No 1774/2002 for establishments authorised in accordance with Article 23(2)(a), (b) and (c) of Regulation (EC) No 1774/2002 or Article 17 of Regulation (EC) No 1774/2002 or with Article 10 of Regulation (EC) No 183/2005. If a person responsible for the labelling has several approval numbers he shall use the one granted in accordance with Regulation (EC) No 183/2005;\n(d)\nthe batch or lot reference number;\n(e)\nthe net quantity expressed in units of mass in the case of solid products, and in units of mass or volume in the case of liquid products;\n(f)\nthe list of feed additives preceded by the heading ‘additives’ in accordance with Chapter I of Annex VI or VII, as applicable, and without prejudice to labelling provisions laid down in the legal act authorising the respective feed additive; and\n(g)\nthe moisture content in accordance with point 6 of Annex I.\nArticle 16\nSpecific mandatory labelling requirements for feed materials\n1.   In addition to the requirements provided for in Article 15, the labelling of feed materials shall also include:\n(a)\nthe name of the feed material; the name shall be used in compliance with Article 24(5); and\n(b)\nthe compulsory declaration corresponding to the respective category as set out in the list in Annex V; the compulsory declaration may be replaced by the particulars laid down in the Community Catalogue referred to in Article 24 for each feed material in the respective category.\n2.   In addition to the requirements provided for in paragraph 1, the labelling of feed materials shall include the following when additives are incorporated:\n(a)\nthe species or categories of animals for which the feed material is intended where the additives in question have not been authorised for all animal species or have been authorised with maximum limits for some species;\n(b)\ninstructions for proper use in accordance with point 4 of Annex II, where a maximum content of the additives in question is set; and\n(c)\nthe minimum storage life for additives other than technological additives.\nArticle 17\nSpecific mandatory labelling requirements for compound feed\n1.   In addition to the requirements provided for in Article 15, the labelling of compound feed shall also include the following:\n(a)\nthe species or categories of animals for which the compound feed is intended;\n(b)\nthe instructions for proper use indicating the purpose for which the feed is intended; such instructions shall, where applicable, be in accordance with point 4 of Annex II;\n(c)\nin cases where the producer is not the person responsible for the labelling, the following shall be provided:\n—\nthe name or business name and address of the producer, or\n—\nthe approval number of the producer as referred to in Article 15(c) or an identifying number in accordance with Articles 9, 23 or 24 of Regulation (EC) No 183/2005; if such number is not available, an identifying number allocated at the request of the producers or the importing feed business operator, which shall be in accordance with the format laid down in Chapter II of Annex V to Regulation (EC) No 183/2005;\n(d)\nthe indication of the minimum storage life in accordance with the following requirements:\n—\n‘use before …’ followed by the date indicating a certain day in the case of feed highly perishable due to degradation processes,\n—\n‘best before …’ followed by the date indicating a certain month in the case of other feed.\nIf the date of manufacture is indicated on the label, the date indicating minimum storage life may be provided as well as ‘… (time period in days or months) after the date of manufacture’;\n(e)\na list of the feed materials of which the feed is composed, bearing the heading ‘composition’ and indicating the name of each feed material in accordance with Article 16(1)(a), and listing those feed materials in descending order by weight calculated on the moisture content in the compound feed; that list may include the percentage by weight; and\n(f)\nthe compulsory declarations provided for in Chapter II of Annex VI or VII, as applicable.\n2.   As regards the list provided for in paragraph 1(e), the following requirements shall apply:\n(a)\nthe name and percentage by weight of a feed material shall be indicated if its presence is emphasised on the labelling in words, pictures or graphics;\n(b)\nif the percentages by weight of the feed materials contained in compound feed for food-producing animals are not indicated on the labelling, the person responsible for the labelling shall, without prejudice to Directive 2004/48/EC, make available to the purchaser, on request, information on the quantitative composition data within a range of +/– 15 % of the value according to the feed formulation; and\n(c)\nin the case of compound feed intended for non-food producing animals except fur animals, the indication of the specific name of the feed material may be replaced by the name of the category to which the feed materials belong.\n3.   In the event of any urgency relating to human or animal health or to the environment, and without prejudice to Directive 2004/48/EC, the competent authority may provide the purchaser with information that is available to it under Article 5(2), provided that, after having balanced the respective legitimate interests of the manufacturers and the purchasers, it concludes that the provision of such information is justified. If appropriate, the competent authority shall provide such information subject to the signing of a confidentiality clause by the purchaser.\n4.   For the purposes of paragraph 2(c), the Commission shall establish a list of categories of feed materials which may be indicated instead of individual feed materials on the labelling of feed for non-food producing animals except fur animals.\nThose measures, designed to amend non-essential elements of this Regulation, by supplementing it, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 28(4).\nArticle 18\nAdditional mandatory labelling requirements for feed intended for particular nutritional purposes\nIn addition to the general mandatory requirements laid down in Articles 15, 16 and 17, as applicable, the labelling of feed intended for particular nutritional purposes shall also include:\n(a)\nthe qualifying expression ‘dietetic’, in the case, exclusively, of feed intended for particular nutritional purposes, next to the designation of the feed as laid down in Article 15(a);\n(b)\nthe particulars prescribed for the respective intended use in columns 1 to 6 of the list of intended uses referred to in Article 9; and\n(c)\nan indication that the opinion of a nutrition expert or veterinarian should be sought before using the feed or before extending its period of use.\nArticle 19\nAdditional mandatory labelling requirements for pet food\nOn the label of pet food a free telephone number or other appropriate means of communication shall be indicated in order to allow the purchaser to obtain information in addition to the mandatory particulars on:\n(a)\nthe feed additives contained in the pet food; and\n(b)\nthe feed materials contained therein that are designated by category as referred to in Article 17(2)(c).\nArticle 20\nAdditional mandatory labelling requirements for non-compliant feed\n1.   In addition to the requirements laid down in Articles 15, 16, 17 and 18, feed which does not comply with the requirements under Community law set out in Annex VIII, such as contaminated materials, shall bear the labelling particulars laid down in that Annex.\n2.   The Commission may amend Annex VIII in order to bring it into line with legislative progress towards the development of standards.\nThose measures, designed to amend non-essential elements of this Regulation, by supplementing it, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 28(4).\nArticle 21\nDerogations\n1.   The particulars referred to in Article 15(c), (d), (e), and (g) and Article 16(1)(b) shall not be required where, before each transaction, the purchaser has stated in writing that he does not require this information. A transaction may consist of several consignments.\n2.   On packaged feed the particulars referred to in Article 15(c), (d) and (e) and Article 16(2)(c) or Article 17(1)(c), (d), and (e) may be given on the packaging outside the place of the label as referred to in Article 14(1). In such cases it shall be pointed out where these particulars appear.\n3.   Without prejudice to Annex I to Regulation (EC) No 183/2005, the particulars referred to in Article 15(c), (d), (e) and (g) and Article 16(1)(b) of this Regulation shall not be mandatory for feed materials that do not contain feed additives, with the exception of preservatives or silage additives, and which are produced and delivered by a feed business operator in accordance with Article 5(1) of Regulation (EC) No 183/2005 to a feed user involved in primary production for use within his own holding.\n4.   The compulsory declarations referred to in Article 17(1)(f) shall not be required for mixes of whole plant grains, seeds and fruit.\n5.   In the case of compound feed constituted from no more than three feed materials the particulars referred to in Article 17(1)(a) and (b) shall not be required where the feed materials used are clearly indicated in the description.\n6.   For quantities not exceeding 20 kg of feed materials or compound feed intended for the final user and sold in bulk, the particulars referred to in Articles 15, 16 and 17 may be brought to the purchaser’s attention by means of an appropriate notice at the point of sale. In such cases, the particulars referred to in Article 15(a) and Article 16(1) or Article 17(1)(a) and (b), as appropriate, shall be provided for the purchaser at the latest on or with the invoice.\n7.   For quantities of pet food sold in packages with several containers, the particulars referred to in Article 15(b), (c), (f) and (g) and Article 17(1)(b), (c), (e) and (f) may be given only on the outer packaging instead of on each container, provided that the combined total weight of the package does not exceed 10 kg.\n8.   By way of derogation from the provisions of this Regulation, Member States may apply national provisions for feed intended for animals kept for scientific or experimental purposes on condition that such purpose is clearly indicated on the label. The Member States shall notify those provisions to the Commission without delay.\nArticle 22\nVoluntary labelling\n1.   In addition to the mandatory labelling requirements, the labelling of feed materials and compound feed may also include voluntary labelling particulars, provided that the general principles laid down in this Regulation are complied with.\n2.   Further conditions for voluntary labelling may be provided in the Community Codes referred to in Article 25.\nArticle 23\nPackaging\n1.   Feed materials and compound feed may be placed on the market only in sealed packages or containers. Packages or containers shall be sealed in such a way that, when the package or container is opened, the seal is damaged and cannot be reused.\n2.   By way of derogation from paragraph 1, the following feed may be placed on the market in bulk or in unsealed packages or containers:\n(a)\nfeed materials;\n(b)\ncompound feed obtained exclusively by mixing grain or whole fruit;\n(c)\ndeliveries between producers of compound feed;\n(d)\ndeliveries of compound feed directly from the producer to the feed user;\n(e)\ndeliveries from producers of compound feed to packaging firms;\n(f)\nquantities of compound feed not exceeding 50 kilograms in weight which are intended for the final user and are taken directly from a sealed package or container; and\n(g)\nblocks or licks.\nCHAPTER 5\nCOMMUNITY CATALOGUE OF FEED MATERIALS AND COMMUNITY CODES OF GOOD LABELLING PRACTICE\nArticle 24\nCommunity Catalogue of feed materials\n1.   The Community Catalogue of feed materials (hereinafter ‘the Catalogue’) shall be created as a tool to improve the labelling of feed materials and compound feed. The Catalogue shall facilitate the exchange of information on the product properties and list feed materials in a non-exhaustive manner. It shall include for each feed material listed at least the following particulars:\n(a)\nthe name;\n(b)\nthe identification number;\n(c)\na description of the feed material including information on the manufacturing process, if appropriate;\n(d)\nparticulars replacing the compulsory declaration for the purpose of Article 16(1)(b); and\n(e)\na glossary with the definition of the different processes and technical expressions mentioned.\n2.   The first version of the Community Catalogue shall be adopted in accordance with the advisory procedure referred to in Article 28(2) by 21 March 2010 at the latest and its entries shall consist of those listed in Part B of the Annex to Directive 96/25/EC and columns 2 to 4 of the Annex to Directive 82/471/EEC. Point IV of Part A of the Annex to Directive 96/25/EC shall constitute the glossary.\n3.   The procedure laid down in Article 26 shall apply to amendments to the Catalogue.\n4.   This Article applies without prejudice to the safety requirements laid down in Article 4.\n5.   Use of the Catalogue by the feed business operators shall be voluntary. However, the name of a feed material listed in the Catalogue may be used only on condition that all relevant provisions of the Catalogue are complied with.\n6.   The person who, for the first time, places on the market a feed material that is not listed in the Catalogue shall immediately notify its use to the representatives of the European feed business sectors referred to in Article 26(1). The representatives of the European feed business sectors shall publish a register of such notifications on the Internet and update the register on a regular basis.\nArticle 25\nCommunity Codes of good labelling practice\n1.   The Commission shall encourage the development of two Community Codes of good labelling practice (hereinafter ‘the Codes’), one for pet food and one for compound feed for food producing animals, which may include a section concerning compound feed for fur animals.\n2.   The Codes shall aim to improve the appropriateness of the labelling. They shall, in particular, include provisions on the presentation of labelling particulars provided for in Article 14, on the voluntary labelling provided for in Article 22 and on the use of claims provided for in Article 13.\n3.   The procedure laid down in Article 26 shall apply for the establishment of the Codes and for any amendment thereto.\n4.   Use of the Codes by the feed business operators shall be voluntary. However, use of any of the Codes may be indicated on the labelling only on condition that all relevant provisions of such Code are complied with.\nArticle 26\nEstablishment of the Codes and amendments to the Community Catalogue and the Community Codes\n1.   The draft amendments to the Community Catalogue and drafts of the Codes as well as any draft amendments thereof shall be developed and amended by all appropriate representatives of European feed business sectors:\n(a)\nin consultation with other concerned parties, such as feed users;\n(b)\nin collaboration with the competent authorities of the Member States and, where appropriate, the Authority;\n(c)\ntaking into account relevant experience from opinions issued by the Authority and scientific or technological developments.\n2.   Without prejudice to paragraph 3, the Commission shall approve measures for the purposes of this Article in accordance with the advisory procedure referred to in Article 28(2).\n3.   Amendments to the Community Catalogue setting the maximum content of chemical impurities as referred to in point 1 of Annex I or levels of botanical purity as referred to in point 2 of Annex I or levels of moisture content as referred to in point 6 of Annex I or particulars replacing the compulsory declaration as referred to in Article 16(1)(b), shall be adopted. Such measures, designed to amend non-essential elements of this Regulation, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 28(4).\n4.   Measures under this Article shall be adopted only on condition that the following conditions are met:\n(a)\nthey have been developed in accordance with paragraph 1;\n(b)\ntheir content is capable of being applied throughout the Community in the sectors to which they refer; and\n(c)\nthey are suitable for meeting the objectives of this Regulation.\n5.   The Catalogue shall be published in the L Series of the Official Journal of the European Union. The title and the references of the Codes shall be published in the C Series of the Official Journal of the European Union.\nCHAPTER 6\nGENERAL AND FINAL PROVISIONS\nArticle 27\nImplementing measures\n1.   The Commission may amend the Annexes in order to adapt them in light of scientific and technological developments.\nThose measures, designed to amend non-essential elements of this Regulation, inter alia, by supplementing it, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 28(4).\n2.   Other implementing measures necessary for the application of this Regulation shall be adopted in accordance with the regulatory procedure referred to in Article 28(3), unless specifically provided otherwise.\nArticle 28\nCommittee procedure\n1.   The Commission shall be assisted by the Standing Committee on the Food Chain and Animal Health set up by Article 58 of Regulation (EC) No 178/2002 (hereinafter referred to as ‘the Committee’).\n2.   Where reference is made to this paragraph, Articles 3 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\n3.   Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period laid down in Article 5(6) of Decision 1999/468/EC shall be set at three months.\n4.   Where reference is made to this paragraph, Article 5a(1) to (4), and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\n5.   Where reference is made to this paragraph, Article 5a(1), (2), (4) and (6), and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\n6.   Where reference is made to this paragraph, Article 5a(1) to (4) and (5)(b), and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe time limits laid down in Article 5a(3)(c), (4)(b) and (4)(e) of Decision 1999/468/EC shall be set at two months, one month and two months respectively.\nArticle 29\nAmendment to Regulation (EC) No 1831/2003\nArticle 16 of Regulation (EC) No 1831/2003 shall be amended as follows:\n1.\nparagraph 1 is amended as follows:\n(a)\npoint (d) is replaced by the following:\n‘(d)\nwhere appropriate, the approval number of the establishment manufacturing or placing on the market the feed additive or the premixture pursuant to Article 10 of Regulation (EC) No 183/2005 of the European Parliament and of the Council of 12 January 2005 laying down requirements for feed hygiene (28) or, as applicable, to Article 5 of Directive 95/69/EC;\n(b)\nthe following subparagraph is added at the end of paragraph 1:\n‘In the case of premixtures, points (b), (d), (e) and (g) shall not apply to the incorporated feed additives.’;\n2.\nparagraph 3 is replaced by the following:\n‘3.   In addition to the information specified in paragraph 1, the packaging or container of a feed additive belonging to a functional group specified in Annex III or of a premixture containing an additive belonging to a functional group specified in Annex III shall bear the information, presented in a conspicuous, clearly legible and indelible manner, indicated in that Annex.’;\n3.\nparagraph 4 is replaced by the following:\n‘4.   In the case of premixtures, the word “premixture” shall appear on the label. Carriers shall be declared, in the case of feed materials, in compliance with Article 17(1)(e) of Regulation (EC) No 767/2009 of the European Parliament and of the Council of 13 July 2009 on the placing on the market and use of feed (29), and, where water is used as a carrier, the moisture content of the premixture shall be declared. Only one minimum storage life may be indicated in respect of each premixture as a whole; such minimum storage life shall be determined on the basis of the minimum storage life of each of its components.\nArticle 30\nRepeal\nArticle 16 of Directive 70/524/EEC and Directives 79/373/EEC, 80/511/EEC, 82/471/EEC, 83/228/EEC, 93/74/EEC, 93/113/EC and 96/25/EC, and Decision 2004/217/EC are repealed with effect from 1 September 2010.\nReferences to the repealed Directives and to the repealed Decision shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex IX.\nArticle 31\nPenalties\nMember States shall lay down penalties applicable to infringements of the provisions of this Regulation and shall take all measures necessary to ensure that they are implemented. The penalties provided for must be effective, proportionate and dissuasive.\nMember States shall notify such provisions to the Commission by 1 September 2010 at the latest and shall notify it without delay of any subsequent amendment affecting them.\nArticle 32\nTransitional measures\n1.   By way of derogation from the second subparagraph of Article 33, feed placed on the market or labelled in accordance with Directives 79/373/EEC, 82/471/EEC, 93/74/EEC and 96/25/EC before 1 September 2010 may be placed or remain on the market until stocks are exhausted.\n2.   By way of derogation from Article 8(2), types of feed referred to in that Article that have already been legally placed on the market before 1 September 2010 may be placed or remain on the market until a decision on the application for updating the list of intended uses as referred to in Article 10 has been taken, provided that such application has been submitted before 1 September 2010.\n3.   By way of derogation from point 1 of Annex I to this Regulation, feed materials may be placed on the market and used until the specific maximum content of chemical impurities resulting from their manufacturing process and from processing aids is fixed, provided that they comply at least with the conditions set out in point 1 of Part A, Title II of the Annex to Directive 96/25/EC. This derogation shall cease to apply, however, on 1 September 2012.\n4.   Measures may be adopted in order to facilitate transition to the application of this Regulation. In particular, conditions may be specified under which feed may be labelled in accordance with this Regulation prior to the date of its application. Such measures, designed to amend the non-essential elements of this Regulation, inter alia, by supplementing it, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 28(4).\nArticle 33\nEntry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 September 2010.\nHowever, Articles 31 and 32 shall apply from the date of entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 13 July 2009.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nE. ERLANDSSON\n(1)  OJ C 77, 31.3.2009, p. 84.\n(2)  Opinion of the European Parliament of 5 February 2009 (not yet published in the Official Journal) and Council Decision of 22 June 2009.\n(3)  OJ L 31, 1.2.2002, p. 1.\n(4)  OJ L 268, 18.10.2003, p. 29.\n(5)  OJ L 92, 7.4.1990, p. 42.\n(6)  OJ L 86, 6.4.1979, p. 30.\n(7)  OJ L 237, 22.9.1993, p. 23.\n(8)  OJ L 125, 23.5.1996, p. 35.\n(9)  OJ L 213, 21.7.1982, p. 8.\n(10)  OJ L 126, 13.5.1983, p. 23.\n(11)  OJ L 126, 21.5.1980, p. 14.\n(12)  OJ L 334, 31.12.1993, p. 17.\n(13)  OJ L 270, 14.12.1970, p. 1.\n(14)  OJ L 35, 8.2.2005, p. 1.\n(15)  OJ L 165, 30.4.2004, p. 1.\n(16)  OJ L 67, 5.3.2004, p. 31.\n(17)  OJ L 62, 6.3.2008, p. 9.\n(18)  OJ L 63, 6.3.2002, p. 23.\n(19)  OJ L 157, 30.4.2004, p. 45.\n(20)  OJ L 140, 30.5.2002, p. 10.\n(21)  OJ L 184, 17.7.1999, p. 23.\n(22)  OJ L 147, 31.5.2001, p. 1.\n(23)  OJ L 273, 10.10.2002, p. 1.\n(24)  OJ L 268, 18.10.2003, p. 1.\n(25)  OJ L 268, 18.10.2003, p. 24.\n(26)  OJ L 189, 20.7.2007, p. 1.\n(27)  OJ L 144, 4.6.1997, p. 19.\n(28)  OJ L 35, 8.2.2005, p. 1.’;\n(29)  OJ L 229, 1.9.2009, p. 1.’.\nANNEX I\nTechnical provisions on impurities, milk replacer, feed materials for binding or denaturising, the ash level and moisture content as referred to in Article 4\n1.\nIn accordance with good practice as referred to in Article 4 of Regulation (EC) No 183/2005, feed materials shall be free from chemical impurities resulting from their manufacturing process and from processing aids, unless a specific maximum content is fixed in the Catalogue referred to in Article 24.\n2.\nThe botanical purity of feed materials shall not be less than 95 %, unless a different level has been laid down in the Catalogue referred to in Article 24. Botanical impurities comprise impurities of plant materials which do not have adverse effects on the animals e.g. straw and seeds of other cultivated species or weeds. Botanical impurities such as residues of other oil seeds or oil fruits derived from a previous manufacturing process, shall not exceed 0,5 % for each type of oil seed or fruit.\n3.\nThe iron level in milk replacer feed for calves of a live weight less than or equal to 70 kilograms shall be at least 30 milligrams per kilogram of the complete feed at a moisture content of 12 %.\n4.\nWhere feed materials are used to denature or bind other feed materials, the product may still be considered to be a feed material. Name, nature and quantity of the feed material used to bind or denature shall be labelled. If a feed material is bound by another feed material the percentage of the latter shall not exceed 3 % of the total weight.\n5.\nThe level of ash insoluble in hydrochloric acid shall not exceed 2,2 % of the dry matter. The 2,2 % level may, however, be exceeded for:\n—\nfeed materials,\n—\ncompound feed containing authorised mineral binding agents,\n—\nmineral feed,\n—\ncompound feed containing more than 50 % of rice or sugar beet by-products,\n—\ncompound feed intended for farmed fish with a fish meal content of over 15 %,\nprovided that the level is declared on the label.\n6.\nProvided that no other level is laid down in Annex V or the Catalogue referred to in Article 24 the moisture content of the feed must be stated if it exceeds:\n—\n5 % in the case of mineral feed containing no organic substances,\n—\n7 % in the case of milk replacer feeds and other compound feed with a milk-product content exceeding 40 %,\n—\n10 % in the case of mineral feed containing organic substances,\n—\n14 % in the case of other feed.\nANNEX II\nGeneral provisions on labelling as referred to in Article 11(4)\n1.\nContents or levels indicated or to be declared relate to the weight of the feed, unless otherwise stated.\n2.\nThe numeric indication of dates shall follow the order of day, month and year and the format shall be indicated on the label by means of the following abbreviation: ‘DD/MM/YY’.\n3.\nSynonymic expressions in certain languages;\n(a)\nin Czech the designation ‘krmiva’ may be replaced by ‘produkty ke krmení’ as applicable; in German the designation ‘Einzelfuttermittel’ may be replaced by ‘Futtermittel-Ausgangserzeugnis’; in Greek ‘πρώτη ύλη ζωοτροφών’ may be replaced by ‘απλή ζωοτροφή’; in Italian ‘materia prima per mangimi’ may be replaced by ‘mangime semplice’;\n(b)\nin the designation of feed for pets the following expressions shall be allowed: in Bulgarian ‘храна’; in Spanish ‘alimento’; in Czech the designation ‘kompletní krmná směs’ may be replaced by ‘kompletní krmivo’ and ‘doplňková krmná směs’ may be replaced by ‘doplňkové krmivo’; in English ‘pet food’; in Italian ‘alimento’; in Hungarian ‘állateledel’; in Dutch ‘samengesteld voeder’; in Polish ‘karma’; in Slovenian ‘hrana za hišne živali’; in Finnish ‘lemmikkieläinten ruoka’.\n4.\nThe instructions for proper use of complementary feed and feed materials containing additives in excess of the maximum levels fixed for complete feed shall state the maximum quantity:\n—\nin grams or kilograms or units of volume of complementary feed and feed materials per animal per day, or\n—\npercentage of the daily ration, or\n—\nper kilo of complete feed or percentage in complete feed,\nin order to ensure that the respective maximum contents of feed additives in the daily ration are complied with.\n5.\nWithout affecting the analytical methods, for pet food the expression ‘crude protein’ may be replaced by ‘protein’, ‘crude oils and fats’ may be replaced by ‘fat content’ and ‘crude ash’ may be replaced by ‘incinerated residue’ or ‘inorganic matter’.\nANNEX III\nList of materials whose placing on the market or use for animal nutritional purposes is restricted or prohibited as referred to in Article 6\nChapter 1: Prohibited materials\n1.\nFaeces, urine and separated digestive tract content resulting from the emptying or removal of digestive tract, irrespective of any form of treatment or admixture.\n2.\nHide treated with tanning substances, including its waste.\n3.\nSeeds and other plant-propagating materials which, after harvest, have undergone specific treatment with plant-protection products for their intended use (propagation), and any by-products derived therefrom.\n4.\nWood, including sawdust or other materials derived from wood, which has been treated with wood preservatives as defined in Annex V to Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (1).\n5.\nAll waste obtained from the various phases of the urban, domestic and industrial waste water as defined in Article 2 of Council Directive 91/271/EEC of 21 May 1991 concerning urban waste-water treatment (2), irrespective of any further processing of such waste and irrespective also of the origin of the water.\n6.\nSolid urban waste, such as household waste.\n7.\nPackaging from the use of products from the agri-food industry, and parts thereof.\nChapter 2: Restricted materials\n(1)  OJ L 123, 24.4.1998, p. 1.\n(2)  OJ L 135, 30.5.1991, p. 40.\nANNEX IV\nPermitted tolerances for the compositional labelling of feed materials or compound feed as referred to in Article 11(5)\n1.\nThe tolerances laid down in this Annex include technical and analytical deviations. Once analytical tolerances covering measurement uncertainties and procedural variations are fixed at Community level, the values set out in paragraph 2 should be adapted accordingly in order to cover only the technical tolerances.\n2.\nWhere the composition of a feed material or compound feed is found to depart from the labelled composition in a manner such as to reduce its value, the following tolerances are permitted:\n(a)\nfor crude protein, sugars, starch and inulin:\n—\n3 units for declared contents of 30 % or more,\n—\n10 % of the declared content for declared contents of less than 30 % but not less than 10 %,\n—\n1 unit for declared contents of less than 10 %;\n(b)\nfor crude fibre, crude oil and fats:\n—\n2,2 units for declared contents of 15 % or more,\n—\n15 % of the declared content for declared contents of less than 15 % but not less than 5 %,\n—\n0,8 units for declared contents of less than 5 %;\n(c)\nfor moisture, crude ash, ash insoluble in hydrochloric acid and chlorides expressed as NaCl, total phosphorus, sodium, calcium carbonate, calcium, magnesium, acid index and matter insoluble in light petroleum:\n—\n1,5 units for declared contents (values) of 15 % (15) or more, as appropriate,\n—\n10 % of the declared content (value) for declared contents (values) of less than 15 % (15), but not less than 2 % (2), as appropriate,\n—\n0,2 units for declared contents (values) of less than 2 % (2), as appropriate;\n(d)\nfor the energy value 5 % and for the protein value 10 %;\n(e)\nfor feed additives (1);\n—\n10 % if the declared content is 1 000 units or more,\n—\n100 units for declared contents of less than 1 000 units but not less than 500 units,\n—\n20 % of the declared content of less than 500 units but not less than 1 unit,\n—\n0,2 units for declared contents of less than 1 unit but not less than 0,5 units,\n—\n40 % of the declared content of less than 0,5 units.\nThese tolerances shall apply also to the maximum levels of feed additives in compound feed.\n3.\nAs long as the fixed maximum level for each feed additive is not exceeded, the variation from the declared content may be up to three times the relevant tolerance laid down in paragraph 2.\n4.\nFor feed additives belonging to the group of micro-organisms the acceptable upper limit shall correspond to the fixed maximum level.\n(1)  1 unit in this paragraph means 1 mg, 1 000 IU, 1 × 109 CFU or 100 enzyme activity units of the respective feed additive.\nANNEX V\nCompulsory declaration for feed materials as referred to in Article 16(1)(b)\nFeed material consisting of\nCompulsory declaration of\n1.\nForages and roughage\nCrude protein, if > 10 %\nCrude fibre\n2.\nCereal grains\n3.\nProducts and by-products of cereal grains\nStarch, if > 20 %\nCrude protein, if > 10 %\nCrude oils and fats, if > 5 %\nCrude fibre\n4.\nOil seeds, oil fruits\n5.\nProducts and by-products of oil seeds, oil fruits\nCrude protein, if > 10 %\nCrude oils and fats, if > 5 %\nCrude fibre\n6.\nLegume seeds\n7.\nProducts and by-products of legume seeds\nCrude protein, if > 10 %\nCrude fibre\n8.\nTubers, roots\n9.\nProducts and by-products of tubers and roots\nStarch\nCrude fibre\nAsh insoluble in HCl, if > 3,5 % of dry matter\n10.\nProducts and by-products of the sugar beet processing industry\nCrude fibre, if > 15 %\nTotal sugar, calculated as sucrose\nAsh insoluble in HCl, if > 3,5 % of dry matter\n11.\nProducts and by-products of the sugar cane processing industry\nCrude fibre, if > 15 %\nTotal sugar calculated as sucrose\n12.\nOther seeds and fruits, their products and by-products, except those mentioned in 2-7\nCrude protein\nCrude fibre\nCrude oils and fats, if > 10 %\n13.\nOther plants, their products and by-products, except those mentioned in 8-11\nCrude protein, if > 10 %\nCrude fibre\n14.\nMilk products and by-products\nCrude protein\nMoisture, if > 5 %\nLactose, if > 10 %\n15.\nLand animal products and by-products\nCrude protein, if > 10 %\nCrude oils and fats, if > 5 %\nMoisture, if > 8 %\n16.\nFish, other marine animals, their products and by-products\nCrude protein, if > 10 %\nCrude oils and fats, if > 5 %\nMoisture, if > 8 %\n17.\nMinerals\nCalcium\nSodium\nPhosphorus\nOther relevant minerals\n18.\nMiscellaneous\nCrude protein, if > 10 %\nCrude fibre\nCrude oils and fats, if > 10 %\nStarch, if > 30 %\nTotal sugar, as sucrose, if > 10 %\nAsh insoluble in HCl, if > 3,5 % of dry matter\nANNEX VI\nLabelling particulars for feed materials and compound feed for food-producing animals\nChapter I:   Labelling of feed additives as referred to in Articles 15(f) and 22(1)\n1.\nThe following additives shall be listed with their specific names as defined in the relevant legal act authorising the feed additive in question, added amount, identification number and name of the functional group as laid down in Annex I to Regulation (EC) No 1831/2003 or the category referred to in Article 6(1) of that Regulation:\n(a)\nadditives where a maximum content is set for any kind of target species;\n(b)\nadditives belonging to the categories ‘zootechnical additives’ and ‘coccidiostats and histomonostats’;\n(c)\nadditives belonging to the functional group of ‘urea and its derivatives’ of the category ‘nutritional additives’ as laid down in Annex I to Regulation (EC) No 1831/2003.\n2.\nThe name as laid down in the relevant legal act authorising the feed additive in question and the added amount of the feed additive shall be indicated if its presence is emphasised on the labelling in words, pictures or graphics.\n3.\nThe person responsible for the labelling shall disclose the names, the identification number and the functional group of the feed additives not mentioned in paragraph 1 to the purchaser at his request.\n4.\nFeed additives not mentioned in paragraph 1 may be voluntarily indicated in the form laid down in paragraph 1 or partially.\n5.\nIf a sensory or nutritional feed additive as referred to in Annex I to Regulation (EC) No 1831/2003 is labelled on a voluntary basis, its added amount shall be indicated.\n6.\nIf an additive belongs to more than one of the functional groups, the functional group or category appropriate to its principal function in the case of the feed in question shall be indicated.\nChapter II:   Labelling of analytical constituents as referred to in Articles 17(1)(f) and 22(1)\n1.\nThe analytical constituents of compound feed for food producing animals shall be labelled as follows:\nFeed\nAnalytical constituents and levels\nTarget species\nComplete feed\n—\nCrude protein\nAll species\n—\nCrude fibre\nAll species\n—\nCrude oils and fats\nAll species\n—\nCrude ash\nAll species\n—\nLysine\nPigs and poultry\n—\nMethionine\nPigs and poultry\n—\nCalcium\nAll species\n—\nSodium\nAll species\n—\nPhosphorus\nAll species\nComplementary feed — Mineral\n—\nLysine\nPigs and poultry\n—\nMethionine\nPigs and poultry\n—\nCalcium\nAll species\n—\nSodium\nAll species\n—\nPhosphorus\nAll species\n—\nMagnesium\nRuminants\nComplementary feed — Other\n—\nCrude protein\nAll species\n—\nCrude fibre\nAll species\n—\nCrude oils and fats\nAll species\n—\nCrude ash\nAll species\n—\nLysine\nPigs and poultry\n—\nMethionine\nPigs and poultry\n—\nCalcium ≥ 5 %\nAll species\n—\nSodium\nAll species\n—\nPhosphorus ≥ 2 %\nAll species\n—\nMagnesium ≥ 0,5 %\nRuminants\n2.\nIf amino acids, vitamins and/or trace elements are indicated under the heading of analytical constituents, they shall be declared, along with the total amount thereof.\n3.\nIf the energy value and/or protein value are indicated, such indication shall be in accordance with the EC method, if available or with the respective official national method in the Member State where the feed is placed on the market, if available.\nANNEX VII\nLabelling particulars for feed materials and compound feed for non-food producing animals\nChapter I:   Labelling of feed additives as referred to in Articles 15(f) and 22(1)\n1.\nThe following additives shall be listed, along with their specific names as defined in the relevant legal act authorising the feed additive in question and/or its identification number, added amount and the name of the functional group as laid down in Annex I to Regulation (EC) No 1831/2003 or the category referred to in Article 6(1) of that Regulation:\n(a)\nadditives where a maximum content is set for any kind of target species;\n(b)\nadditives belonging to the categories ‘zootechnical additives’ and ‘coccidiostats and histomonostats’;\n(c)\nadditives belonging to the functional group of ‘urea and its derivatives’ of the category ‘nutritional additives’ as laid down in Annex I to Regulation (EC) No 1831/2003.\n2.\nBy way of derogation from paragraph 1, for additives of the functional groups ‘preservatives’, ‘antioxidants’ and ‘colourants’ as laid down in Annex I to Regulation (EC) No 1831/2003, only the functional group in question need be indicated.\nIn this case the information pursuant to paragraph 1 shall be disclosed by the person responsible for the labelling to the purchaser at his request.\n3.\nThe name as laid down in the relevant legal act authorising the feed additive in question and the added amount of the feed additive shall be indicated if its presence is emphasised on the labelling in words, pictures or graphics.\n4.\nThe person responsible for the labelling shall disclose the names, the identification number and the functional group of the feed additives not mentioned in paragraph 1 to the purchaser at his request.\n5.\nFeed additives not mentioned in paragraph 1 may be voluntarily indicated in the form laid down in paragraph 1 or partially.\n6.\nIf a sensory or nutritional feed additive as referred to in Annex I to Regulation (EC) No 1831/2003 is labelled on a voluntary basis, its added amount shall be indicated.\n7.\nIf an additive belongs to more than one of the functional groups, the functional group or category appropriate to its principal function in the case of the feed in question shall be indicated.\n8.\nThe person responsible for the labelling shall make available to the competent authorities any information concerning the composition or claimed properties of the feed placed on the market by such person which enables the accuracy of the information given on the labelling to be verified, including complete information on all additives used.\nChapter II:   Labelling of analytical constituents as referred to in Articles 17(1)(f) and 22(1)\n1.\nThe analytical constituents of compound feed for non-food producing animals shall be labelled as follows:\nFeed\nAnalytical constituents\nTarget species\nComplete feed\n—\nCrude protein\nCats, dogs and fur animals\n—\nCrude fibres\nCats, dogs and fur animals\n—\nCrude oils and fats\nCats, dogs and fur animals\n—\nCrude ash\nCats, dogs and fur animals\nComplementary feed — Mineral\n—\nCalcium\nAll species\n—\nSodium\nAll species\n—\nPhosphorus\nAll species\nComplementary feed — Other\n—\nCrude protein\nCats, dogs and fur animals\n—\nCrude fibres\nCats, dogs and fur animals\n—\nCrude oils and fats\nCats, dogs and fur animals\n—\nCrude ash\nCats, dogs and fur animals\n2.\nIf amino acids, vitamins and/or trace elements are indicated under the heading of analytical constituents, they shall be declared, along with the total amount thereof.\n3.\nIf the energy value and/or protein value are indicated, such indication shall be in accordance with the EC method, if available, or with the respective official national method in the Member State where the feed is placed on the market, if available.\nANNEX VIII\nSpecific provisions for the labelling of feed which does not comply with safety and marketing requirements under Community law as referred to in Article 20(1)\n1.\nContaminated materials shall be labelled as ‘feed with excessive level(s) of … (designation of the undesirable substance(s) in accordance with Annex I to Directive 2002/32/EC), only to be used as feed after detoxification in authorised establishments’. The authorisation of such establishments shall be in accordance with Article 10(2) or (3) of Regulation (EC) No 183/2005.\n2.\nWhere the contamination is intended to be reduced or eliminated by cleaning, the labelling of contaminated materials shall contain the following addition: ‘feed with excessive level(s) of … (designation of the undesirable substance(s) in accordance with Annex I to Directive 2002/32/EC), only to be used as feed after adequate cleaning’.\nANNEX IX\nCORRELATION TABLE\nDirective 79/373/EEC\nDirective 96/25/EC\nOther acts: Directives 80/511/EEC (1), 82/471/EEC (2), 93/74/EEC (3), 93/113 EC (4), or Decision 2004/217/EC (5)\nThis Regulation\n—\n—\n—\nArticle 1\nArticle 1\nArticle 1\n(2), (4): Article 1\n(3): Article 4\nArticle 2\nArticle 2\nArticle 2\n(2), (3): Article 2\nArticle 3\n—\n—\n—\nArticle 4(1)\nArticle 3\nArticle 3\n(3): Article 1(2)\nArticle 4(2)\nArticle 4\nArticle 4(3)\n—\n—\n—\nArticle 5(1)\nArticle 12\n(3): Article 10(2)\nArticle 5(2)\nArticle 10a(3)\nArticle 11(b)\n(2): Article 8\nArticle 6\n—\n—\n—\nArticle 7\n—\n—\n—\nArticle 8\n(3): Article 3\nArticle 9\n(3): Article 6\nArticle 10\nArticle 5e\nArticle 11(1)\nArticle 5(2)\nArticle 5(1)\n(2): Article 5(2)\nArticle 11(2)\n—\n—\n—\nArticle 11(3)\nArticle 5(6)\nArticles 4 and 6(4)\nArticle 11(4)\nArticle 6\nArticle 4\nArticle 11(5)\nArticle 5(1)\nArticle 5(1)\nArticle 12\nArticle 5e\nArticle 5(2)\n(3): Article 5(6)\nArticle 13\nArticle 5(1), Article 11\nArticle 5(1), Article 9\nArticle 14\nArticles 5(1) and 5(5)(c)\nArticle 5(1)\n(4): Article 7(1)E and Directive 70/524/EEC: Article 16\nArticle 15\nArticle 5(1)(c), (d) and 7\nArticle 16\nArticles 5(1), 5c and 5d\nArticle 17(1)\n—\n—\n—\nArticle 17(2)\nArticle 5c(3)\nArticle 17(3)\n(3): Articles 5(1), (4), (7) and 6(a)\nArticle 18\n—\n—\n—\nArticle 19\nArticle 8\nArticle 20\nArticle 6(1)(a)\nArticle 21(1)\nArticle 5(5)(d)\nArticle 21(2)\nArticle 6(3)(a)\nArticle 21(3)\nArticle 5(5)(b)\nArticle 21(4)\nArticle 5(5)(a)\nArticle 21(5)\nArticle 5(2)\nArticle 5(3), 6(1)(b)\nArticle 21(6)\n—\n—\n—\nArticle 21(7)\nArticle 14(c)\nArticle 21(8)\nArticle 5(3), 5c(4) and 5e\nArticle 5(2)\nArticle 22\nArticle 4(1)\n(1): Article 1\nArticle 23\n—\n—\n—\nArticle 24\n—\n—\n—\nArticle 25\n—\n—\n—\nArticle 26\nArticle 10\nArticle 11\nArticle 27\nArticle 13\nArticle 13\n(2): Articles 13 and 14\n(3): Article 9\nArticle 28\n—\n—\n—\nArticle 29\n—\n—\n—\nArticle 30\n—\n—\n—\nArticle 31\n—\n—\n—\nArticle 32\n—\n—\n—\nArticle 33\nAnnex Part A(2), (3), (4)\nAnnex Part A(II), (VI),\nAnnex I\nAnnex Part A(1) and\nArticle 5(6),\nArticle 6(4)\nAnnex II\n(5): Annex\nAnnex III\nAnnex Part A(5), (6)\nAnnex Part A(VII)\nAnnex IV\nAnnex Part C\nAnnex V\nAnnex Part B\nAnnex VI\nAnnex Part B\nAnnex VII", "summary": "Marketing of animal feed: EU rules\nMarketing of animal feed: EU rules\nSUMMARY OF:\nRegulation (EC) No 767/2009 — placing on the market and use of animal feed\nSUMMARY\nWHAT DOES THIS REGULATION DO?\nIt lays down rules on the placing on the market and use of feed for food-producing animals or pets.\nIt also lays down labelling, packaging and presentation requirements.\nKEY POINTS\nFeed\nThe regulation covers any substance or product, including additives, whether processed, partially processed or unprocessed, intended to be used for oral feeding to animals.\nIt applies independently of and without having any effect on other EU rules in the field of animal nutrition, concerning:\nmedicated feedingstuffs,\nundesirable substances,\ntransmissible spongiform encephalopathies (such as BSE),\nanimal by-products not intended for human consumption,\ngenetically modified food and feed,\nthe traceability and labelling of genetically modified organisms,\nadditives,\nthe production and labelling of organic products.\nMarketing and use\nAnimal feed must comply with safety and marketing requirements. In particular, it must:\nbe safe,\nnot have a direct adverse effect on the environment or animal welfare,\nbe sound, genuine, unadulterated, fit for its purpose and of merchantable quality,\nbe labelled, packaged and presented in accordance with the applicable legislation.\nIt must not contain materials which are restricted or prohibited from being placed on the market.\nTraceability\nIt must be possible to trace the feed at all stages of production, processing and distribution. Feed business operators must be able to identify who has provided them with:\nfeed,\na food-producing animal, or\nany substance intended to be or likely to be incorporated into feed.\nFeed which is or is likely to be placed on the market in the EU must be labelled or identified in such a way that it can be traced.\nLabelling and presentation\nThis regulation establishes general provisions for the labelling and presentation of all feed, such as the obligation to indicate:\nthe type of feed,\nthe name and address of the feed business operator,\nthe batch or lot reference number,\nthe net weight,\nthe list of additives used,\nthe moisture content.\nThe labelling and presentation must be clearly legible and indelible. It must not mislead the user concerning the intended use or characteristics of the feed.\nThe European Commission has published further advice to assist companies and authorities in this respect including:\nGuidelines on the distinction between feed materials, feed additives, biocidal products and veterinary medicinal products, and\nCode of good labelling practice for pet food.\nPackaging\nFeed materials and compound feed must be placed on the market in sealed packages and containers. However, certain feed may be placed on the market in bulk or in unsealed packages or containers. This includes:\nfeed materials,\nmixtures of grain and whole fruit,\ndeliveries of compound feed between producers,\nfeed in the form of blocks or licks.\nWHEN DOES THIS REGULATION APPLY?\n              \nIt entered into force on 21 September 2009.\nBACKGROUND\n‘Animal nutrition — marketing of feed’ on the European Commission's website\nACT\n            \nRegulation (EC) No 767/2009 of the European Parliament and of the Council of 13 July 2009 on the placing on the market and use of feed, amending European Parliament and Council Regulation (EC) No 1831/2003 and repealing Council Directive 79/373/EEC, Commission Directive 80/511/EEC, Council Directives 82/471/EEC, 83/228/EEC, 93/74/EEC, 93/113/EC and 96/25/EC and Commission Decision 2004/217/EC (OJ L 229, 1.9.2009, pp. 1–28).\nSubsequent amendments to Regulation (EC) No 767/2009 have been incorporated in the basic text. This consolidated version has a purely documentary value.\nRELATED ACTS\n            \nCommission Regulation (EU) No 68/2013 of 16 January 2013 on the Catalogue of feed materials (OJ L 29, 30.1.2013, pp. 1–64)\nlast update 03.02.2016", "tags": ["animal feedingstuffs", "consumer information", "food inspection", "raw material", "marketing standard", "public health", "food additive", "food safety", "packaging", "labelling"], "subjects": ["Animal feedingstuffs", "Protocol on Ireland/Northern Ireland", "Approximation of laws"], "split": "validation", "reference_annotations": {"32009R0767_p1": {"text": "regulation 767/2009 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 13 July 2009---on the placing on the market and use of feed, amending European Parliament and Council regulation 1831/2003 and repealing Council directive 79/373/eec, Commission directive 80/511/eec, Council directive 82/471/eec directive 83/228/eec directive 93/74/eec directive 93/113/ec directive 96/25/ec and Commission decision 2004/217/ec", "triples": [" regulation 767/2009,  amending,  regulation 1831/2003", " regulation 767/2009,  repealing,  directive 79/373/eec", " regulation 767/2009,  repealing,  directive 80/511/eec", " regulation 767/2009,  repealing,  directive 82/471/eec", " regulation 767/2009,  repealing,  directive 83/228/eec", " regulation 767/2009,  repealing,  directive 93/74/eec", " regulation 767/2009,  repealing,  directive 93/113/ec", " regulation 767/2009,  repealing,  directive 96/25/ec"]}, "32009R0767_p4": {"text": "The provisions of directive 93/74/eec implemented by Commission directive 2008/38/ec of 5 March 2008 establishing a list of intended uses of animal feedingstuffs for particular nutritional purposes (17) have proved to be working well. The list of intended uses thus established should, therefore, be maintained and provision should be made in this Regulation for its updating. In particular, the European Food Safety Authority should be consulted on the efficacy and the safety of such feed when, on the basis of available scientific and technological information, there are reasons to believe that the use of the feed in question may not meet the particular intended nutritional purpose or may have adverse effects on animal health, human health, the environment or animal welfare.", "triples": [" directive 2008/38/ec,  implemented,  directive 93/74/eec"]}, "32009R0767_p5": {"text": "As a consequence of the bovine spongiform encephalopathy (BSE) and the dioxin crises, the obligation to indicate the percentage by weight of all feed materials incorporated in compound feed was introduced in 2002 by directive 2002/2/ec of the European Parliament and of the Council of 28 January 2002 amending Council directive 79/373/eec on the circulation of compound feedingstuffs (18), at the initiative of the European Parliament. Furthermore, the level of food and feed safety has been significantly improved as a result of regulation 178/2002 and regulation 183/2005 and their implementing measures, in particular as a result of the focus put on the responsibility placed on feed and food business operators, the improved traceability system, the introduction of the hazard analysis and critical control points (HACCP) principle in feed businesses and the creation of guides to good hygiene practice in feed businesses. In light of these positive achievements, mirrored in the notifications to the Rapid Alert System for Food and Feed (RASFF), the obligation to indicate the percentage by weight of all feed materials incorporated in compound feed on the labelling is no longer necessary for the purpose of ensuring a high level of feed safety and thus a high level of protection of public health. The exact percentages may, however, be provided on a voluntary basis for the purpose of providing adequate information to purchasers. Furthermore, given that the competent authorities have access to information on the exact percentages by weight of all feed materials incorporated in compound feed, they should be able, on the ground of any urgency relating to human or animal health or to the environment, and in accordance with directive 2004/48/ec of the European Parliament and of the Council of 29 April 2004 on the enforcement of intellectual property rights (19), to provide further information to purchasers.", "triples": [" directive 2002/2/ec,  amending,  directive 79/373/eec"]}}, "summary_annotations": {"32009R0767_p1": {"text": "regulation 767/2009 of the European Parliament and of the Council of 13 July 2009 on the placing on the market and use of feed, amending European Parliament and Council regulation 1831/2003 and repealing Council directive 79/373/eec, Commission directive 80/511/eec, Council directive 82/471/eec directive 83/228/eec directive 93/74/eec directive 93/113/ec directive 96/25/ec and Commission decision 2004/217/ec (OJ L 229, 1.9.2009, pp. 1–28).", "triples": [" regulation 767/2009,  amending,  regulation 1831/2003", " regulation 767/2009,  repealing,  directive 79/373/eec", " regulation 767/2009,  repealing,  directive 80/511/eec", " regulation 767/2009,  repealing,  directive 82/471/eec", " regulation 767/2009,  repealing,  directive 83/228/eec", " regulation 767/2009,  repealing,  directive 93/74/eec", " regulation 767/2009,  repealing,  directive 93/113/ec", " regulation 767/2009,  repealing,  directive 96/25/ec", " regulation 767/2009,  repealing,  decision 2004/217/ec"]}}}