{"celex_id": "21988A1031(02)", "reference": "31.10.1988\nEN\nOfficial Journal of the European Communities\nL 297/21\nMONTREAL PROTOCOL ON SUBSTANCES THAT DEPLETE THE OZONE LAYER\nTHE PARTIES TO THIS PROTOCOL,\nBEING Parties to the Vienna Convention for the protection of the ozone layer,\nMINDFUL of their obligations under that Convention to take appropriate measures to protect human health and the environment against adverse effects resulting or likely to result from human activities which modify or are likely to modify the ozone layer,\nRECOGNIZING that world-wide emissions of certain substances can significantly deplete and otherwise modify the ozone layer in a manner that is likely to result in adverse effects on human health and the environment,\nCONSCIOUS of the potential climatic effects of emissions of these substances,\nAWARE that measures taken to protect the ozone layer from depletion should be based on relevant scientific knowledge, taking into account technical and economic considerations,\nDETERMINED to protect the ozone layer by taking precautionary measures to control equitably total global emissions of substances that deplete it, with the ultimate objective of their elimination on the basis of developments in scientific knowledge, taking into account technical and economic considerations,\nACKNOWLEDGING that special provision is required to meet the needs of developing countries for these substances,\nNOTING the precautionary measures for controlling emissions of certain chlorofluorocarbons that have already been taken at national and regional levels,\nCONSIDERING the importance of promoting international cooperation in the research and development of science and technology relating to the control and reduction of emissions of substances that deplete the ozone layer, bearing in mind in particular the needs of developing countries,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nDefinitions\nFor the purposes of this Protocol:\n1.\n‘Convention’ means the Vienna Convention for the protection of the ozone layer, adopted on 22 March 1985.\n2.\n‘Parties’ means, unless the text indicates, Parties to this Protocol.\n3.\n‘Secretariat’ means the secretariat of the Convention.\n4.\n‘Controlled substance’ means a substance listed in Annex A to this Protocol, whether existing alone or in a mixture. It excludes, however, any such substance or mixture which is in a manufactured product other than a container used for the transportation or storage of the substance listed.\n5.\n‘Production’ means the amount of controlled substances produced minus the amount destroyed by technologies to be approved by the Parties.\n6.\n‘Consumption’ means production plus imports minus exports of controlled substances.\n7.\n‘Calculated levels’ of production, imports, exports and consumption means levels determined in accordance with Article 3.\n8.\n‘Industrial rationalization’ means the transfer of all or a portion of the calculated level of production of one Party to another, for the purpose of achieving economic efficiencies or responding to anticipated shortfalls in supply as a result of plant closures.\nArticle 2\nControl measures\n1.   Each Party shall ensure that for the 12-month period commencing on the first day of the seventh month following the date of the entry into force of this Protocol, and in each 12-month period thereafter, its calculated level of consumption of the controlled substances in Group I of Annex A does not exceed its calculated level of consumption in 1986. By the end of the same period, each Party producing one or more of these substances shall ensure that its calculated level of production of the substances does not exceed its calculated level of production in 1986, except that such level may have increased by no more than 10 % based on the 1986 level. Such increase shall be permitted only so as to satisfy the basic domestic needs of the Parties operating under Article 5 and for the purposes of industrial rationalization between Parties.\n2.   Each Party shall ensure that for the 12-month period commencing on the first day of the 37th month following the date of the entry into force of this Protocol, and in each 12-month period thereafter, its calculated level of consumption of the controlled substances listed in Group II of Annex A does not exceed its calculated level of consumption in 1986. Each Party producing one or more of these substances shall ensure that its calculated level of production of the substances does not exceed its calculated level of production in 1986, except that such level may have increased by no more than 10% based on the 1986 level. Such increase shall be permitted only so as to satisfy the basic domestic needs of the Parties operating under Article 5 and for the purposes of industrial rationalization between Parties. The mechanisms for implementing these measures shall be decided by the Parties at their first meeting following the first scientific review.\n3.   Each Party shall ensure that for the period 1 July 1993 to 30 June 1994 and in each 12-month period thereafter, its calculated level of consumption of the controlled substances in Group I of Annex A does not exceed, annually, 80 % of its calculated level of consumption in 1986. Each Party producing one or more of these substances shall, for the same periods, ensure that its calculated level of production of the substances does not exceed, annually, 80 % of its calculated level of production in 1986. However, in order to satisfy the basic domestic needs of the Parties operating under Article 5 and for the purposes of industrial rationalization between Parties, its calculated level of production may exceed that limit by up to 10 % of its calculated level of production in 1986.\n4.   Each Party shall ensure that for the period 1 July 1998 to 30 June 1999, and in each 12-month period thereafter, its calculated level of consumption of the controlled substances in Group I of Annex A does not exceed, annually, 50 % of its calculated level of consumption in 1986. Each Party producing one or more of these substances shall, for the same periods, ensure that its calculated level of production of the substances does not exceed, annually, 50 % of its calculated level of production in 1986. However, in order to satisfy the basic domestic needs of the Parties operating under Article 5 and for the purposes of industrial rationalization between Parties, its calculated level of production may exceed that limit by up to 15 % of its calculated level of production in 1986. This paragraph will apply unless the Parties decide otherwise at a meeting by a two-thirds majority of Parties present and voting, representing at least two-thirds of the total calculated level of consumption of these substances of the Parties. This decision shall be considered and made in the light of the assessments referred to in Article 6.\n5.   Any Party whose calculated level of production in 1986 of the controlled substances in Group I of Annex A was less than 25 kilotonnes may, for the purposes of industrial rationalization, transfer to or receive from any other Party, production in excess of the limits set out in paragraphs 1, 3 and 4 provided that the total combined calculated levels of production of the Parties concerned does not exceed the production limits set out in this Article. Any transfer of such production shall be notified to the secretariat, no later than the time of the transfer.\n6.   Any Party not operating under Article 5, that has facilities for the production of controlled substances under construction, or contracted for, prior to 16 September 1987, and provided for in national legislation prior to 1 January 1987, may add the production from such facilities to its 1986 production of such substances for the purposes of determining its calculated level of production for 1986, provided that such facilities are completed by 31 December 1990 and that such production does not raise that Party's annual calculated level of consumption of the controlled substances above 0,5 kilograms per capita.\n7.   Any transfer of production pursuant to paragraph 5 or any addition of production pursuant to paragraph 6 shall be notified to the secretariat, no later than the time of the transfer or addition.\n8.\n(a)\nAny Parties which are Member States of a regional economic integration organization as defined in Article 1 (6) of the Convention may agree that they shall jointly fulfil their obligations respecting consumption under this Article provided that their total combined calculated level of consumption does not exceed the levels required by this Article.\n(b)\nThe Parties to any such agreement shall inform the secretariat of the terms of the agreement before the date of the reduction in consumption with which the agreement is concerned.\n(c)\nSuch agreement will become operative only if all Member States of the regional economic integration organization and the organization concerned are Parties to the Protocol and have notified the secretariat of their manner of implementation.\n9.\n(a)\nBased on the assessment made pursuant to Article 6, the Parties may decide whether:\n(i)\nadjustments to the ozone-depleting potentials specified in Annex A should be made and, if so, what the adjustments should be; and\n(ii)\nfurther adjustments and reductions of production or consumption of the controlled substances from 1986 levels should be undertaken and, if so, what the scope, amount and timing of any such adjustment and reductions should be.\n(b)\nProposals for such adjustments shall be communicated to the Parties by the secretariat at least six month before the meeting of the Parties at which they are proposed for adoption.\n(c)\nIn taking such decisions, the Parties shall make every effort to reach agreement by consensus. If all efforts at consensus have been exhausted, and no agreement reached, such decisions shall, as a last resort, be adopted by a two-thirds majority vote of the Parties present and voting representing at least 50 % of the total consumption of the controlled substances of the Parties.\n(d)\nThe decisions, which shall be binding on all Parties, shall forthwith be communicated to the Parties by the Depositary. Unless otherwise provided in the decisions, they shall enter into force on the expiry of six months from the date of the circulation of the communication by the Depositary.\n10.\n(a)\nBased on the assessment made pursuant to Article 6 of this Protocol and in accordance with the procedure set out in Article 9 of the Convention, the Parties may decide:\n(i)\nwhether any substances, and if so which, should be added to or removed from any annex to this Protocol; and\n(ii)\nthe mechanism, scope and timing of the control measures that should apply to those substances.\n(b)\nAny such decision shall become effective, provided that it has been accepted by a two-thirds majority vote of the Parties present and voting.\n11.   Notwithstanding the provisions contained in this Article, Parties may take more stringent measures than those required by this Article.\nArticle 3\nCalculation of control levels\nFor the purposes of Articles 2 and 5, each Party shall, for each group of substances in Annex A, determine its calculated levels of:\n(a)\nproduction by:\n(i)\nmultiplying its annual production of each controlled substance by the ozone-depleting potential specified in respect of it in Annex A; and\n(ii)\nadding together, for each such group, the resulting figures;\n(b)\nimports and exports, respectively, by following, mutatis mutandis, the procedure set out in subparagraph (a); and\n(c)\nconsumption by adding together its calculated levels of production and imports and subtracting its calculated level of exports as determined in accordance with subparagraphs (a) and (b). However, beginning on 1 January 1993, any export of controlled substances to non-parties shall not be subtracted in calculating the consumption level of the exporting Party.\nArticle 4\nControl of trade with non-parties\n1.   Within one year of the entry into force of this Protocol, each Party shall ban the import of controlled substances from any State not party to this Protocol.\n2.   Beginning on 1 January 1993, no Party operating under paragraph 1 of Article 5 may export any controlled substance to any State not party to this Protocol.\n3.   Within three years of the date of the entry into force of this Protocol, the Parties shall, following the procedures in Article 10 of the Convention, elaborate in an annex a list of products containing controlled substances. Parties that have not objected to the annex in accordance with those procedures shall ban, within one year of the annex having become effective, the import of those products from any State not party to this Protocol.\n4.   Within five years of the entry into force of this Protocol, the Parties shall determine the feasibility of banning or restricting, from States not party to this Protocol, the import of products produced with, but not containing, controlled substances. If determined feasible, the Parties shall, following the procedures in Article 10 of the Convention, elaborate in an annex a list of such products. Parties that have not objected to it in accordance with those procedures shall ban or restrict, within one year of the annex having become effective the import of those products from any State not party to this Protocol.\n5.   Each Party shall discourage the export, to any State not party to this Protocol, of technology for producing and for utilizing controlled substances.\n6.   Each Party shall refrain from providing new subsidies, aid, credits, guarantees or insurance programmes for the export to States not party to this Protocol of products, equipment, plants or technology that would facilitate the production of controlled substances.\n7.   Paragraphs 5 and 6 shall not apply to products, equipment, plants or technology that improve the containment, recovery, recycling or destruction of controlled substances, promote the development of alternative substances, or otherwise contribute to the reduction of emissions of controlled substances.\n8.   Notwithstanding the provisions of this Article, imports referred to in paragraphs 1, 3 and 4 may be permitted from any State not party to this Protocol if that State is determined, by a meeting of the Parties, to be in full compliance with Article 2 and this Article, and has submitted data to that effect as specified in Article 7.\nArticle 5\nSpecial situation of developing countries\n1.   Any Party that is a developing country and whose annual calculated level of consumption of the controlled substances is less than 0,3 kilograms per capita on the date of the entry into force of the Protocol for it, or any time thereafter within 10 years of the date of entry into force of the Protocol shall, in order to meet its basic domestic needs, be entitled to delay its compliance with the control measures set out in paragraphs 1 to 4 of Article 2 by 10 years after that specified in those paragraphs. However, such Party shall not exceed an annual calculated level of consumption of 0,3 kilograms per capita. Any such Party shall be entitled to use either the average of its annual calculated level of consumption for the period 1995 to 1997 inclusive or a calculated level of consumption of 0,3 kilograms per capita, whichever is the lower, as the basis for its compliance with the control measures.\n2.   The Parties undertake to facilitate access to environmentally safe alternative substances and technology for Parties that are developing countries and assist them to make expeditious use of such alternatives.\n3.   The Parties undertake to facilitate bilaterally or multilaterally the provision of subsidies, aid, credits, guarantees or insurance programmes to Parties that are developing countries for the use of alternative technology and for substitute products.\nArticle 6\nAssessment and review of control measures\nBeginning in 1990, and at least every four years thereafter, the Parties shall assess the control measures provided for in Article 2 on the basis of available scientific, environmental, technical and economic information. At least one year before each assessment, the Parties shall convene appropriate panels of experts qualified in the fields mentioned and determine the composition and terms of reference of any such panels. Within one year of being convened, the panels will report their conclusions, through the secretariat, to the Parties.\nArticle 7\nReporting of data\n1.   Each Party shall provide to the secretariat, within three months of becoming a Party, statistical data on its production, imports and exports of each of the controlled substances for the year 1986, or the best possible estimates of such data where actual data are not available.\n2.   Each Party shall provide statistical data to the secretariat on its annual production (with separate data on amounts destroyed by technologies to be approved by the Parties), imports, and exports to Parties and non-parties, respectively, of such substances for the year during which it becomes a Party and for each year thereafter. It shall forward the data no later than nine months after the end of the year to which the data relate.\nArticle 8\nNon-compliance\nThe Parties, at their first meeting, shall consider and approve procedures and institutional mechanisms for determining non-compliance with the provisions of this Protocol and for treatment of Parties found to be in non-compliance.\nArticle 9\nResearch, development, public awareness and exchange of information\n1.   The Parties shall cooperate, consistent with their national laws, regulations and practices and taking into account in particular the needs of developing countries, in promoting, directly or through competent international bodies, research, development and exchange of information on:\n(a)\nbest technologies for improving the containment, recovery, recycling or destruction of controlled substances or otherwise reducing their emissions;\n(b)\npossible alternatives to controlled substances, to products containing such substances, and to products manufactured with them; and\n(c)\ncosts and benefits of relevant control strategies.\n2.   The Parties, individually, jointly or through competent international bodies, shall cooperate in promoting public awareness of the environmental effects of the emissions of controlled substances and other substances that deplete the ozone layer.\n3.   Within two years of the entry into force of this Protocol and every two years thereafter, each Party shall submit to the secretariat a summary of the activities it has conducted pursuant to this Article\nArticle 10\nTechnical assistance\n1.   The Parties shall, in the context of the provisions of Article 4 of the Convention, and taking into account in particular the needs of developing countries, cooperate in promoting technical assistance to facilitate participation in and implementation of this Protocol.\n2.   Any Party or Signatory to this Protocol may submit a request to the secretariat for technical assistance for the purposes of implementing or participating in the Protocol.\n3.   The Parties, at their first meeting, shall begin deliberations on the means of fulfilling the obligations set out in Article 9, and paragraphs 1 and 2 of this Article, including the preparation of workplans. Such workplans shall pay special attention to the needs and circumstances of the developing countries. States and regional economic integration organizations not party to the Protocol should be encouraged to participate in activities specified in such workplans.\nArticle 11\nMeetings of the Parties\n1.   The Parties shall hold meetings at regular intervals. The secretariat shall convene the first meeting of the Parties not later than one year after the date of the entry into force of this Protocol and in conjunction with a meeting of the Conference of the Parties to the Convention, if a meeting of the latter is scheduled within that period.\n2.   Subsequent ordinary meetings of the Parties shall be held, unless the Parties otherwise decide, in conjunction with meetings of the Conference of the Parties to the Convention. Extraordinary meetings of the Parties shall be held at such other times as may be deemed necessary by a meeting of the Parties, or at the written request of any Party, provided that, within six months of such a request being communicated to them by the secretariat, it is supported by at least one-third of the Parties.\n3.   The Parties, at their first meeting, shall:\n(a)\nadopt by consensus rules of procedure for their meetings;\n(b)\nadopt by consensus the financial rules referred to in paragraph 2 of Article 13;\n(c)\nestablish the panels and determine the terms of reference referred to in Article 6;\n(d)\nconsider and approve the procedures and institutional mechanisms specified in Article 8; and\n(e)\nbegin preparation of workplans pursuant to paragraph 3 of Article 10.\n4.   The functions of the meetings of the Parties shall be to:\n(a)\nreview the implementation of this Protocol;\n(b)\ndecide on any adjustments or reductions referred to in paragraph 9 of Article 2;\n(c)\ndecide on any addition to, insertion in or removal from any annex of substances and on related control measures in accordance with paragraph 10 of Article 2;\n(d)\nestablish, where necessary, guidelines or procedures for reporting of information as provided for in Article 7 and paragraph 3 of Article 9;\n(e)\nreview requests for technical assistance submitted pursuant to paragraph 2 of Article 10;\n(f)\nreview reports prepared by the secretariat pursuant to subparagraph (c) of Article 12;\n(g)\nassess, in accordance with Article 6, the control measures provided for in Article 2;\n(h)\nconsider and adopt, as required, proposals for amendment of this Protocol or any annex and for any new annex;\n(i)\nconsider and adopt the budget for implementing this Protocol; and\n(j)\nconsider and undertake any additional action that may be required for the achievement of the purposes of this Protocol.\n5.   The United Nations, its specialized agencies and the International Atomic Energy Agency, as well as any State not party to this Protocol, may be represented at meetings of the Parties as observers. Any body or agency, whether national or international, governmental or non-governmental, qualified in fields relating to the protection of the ozone layer which has informed the secretariat of its wish to be represented at a meeting of the Parties as an observer may be admitted unless at least one-third of the Parties present object. The admission and participation of observers shall be subject to the rules of procedure adopted by the Parties.\nArticle 12\nSecretariat\nFor the purposes of this Protocol, the secretariat shall:\n(a)\narrange for and service meetings of the Parties as provided for in Article 11;\n(b)\nreceive and make available, upon request by a Party, data provided pursuant to Article 7;\n(c)\nprepare and distribute regularly to the Parties reports based on information received pursuant to Articles 7 and 9;\n(d)\nnotify the Parties of any request for technical assistance received pursuant to Article 10 so as to facilitate the provision of such assistance;\n(e)\nencourage non-parties to attend the meetings of the Parties as observers and to act in accordance with the provisions of this Protocol;\n(f)\nprovide, as appropriate, the information and requests referred to in subparagraphs (c) and (d) to such non-party observers; and\n(g)\nperform such other functions for the achievement of the purposes of this Protocol as may be assigned to it by the Parties.\nArticle 13\nFinancial Provisions\n1.   The funds required for the operation of this Protocol, including those for the functioning of the secretariat related to this Protocol, shall be charged exclusivly against contributions from the Parties.\n2.   The Parties, at their first meeting, shall adopt by consensus financial rules for the operation of this Protocol\nArticle 14\nRelationship of this Protocol to the Convention\nExcept as otherwise provided in this Protocol, the provisions of the Convention relating to its protocols shall apply to this Protocol.\nArticle 15\nSignature\nThis Protocol shall be open for signature by States and by regional economic integration organizations in Montreal on 16 September 1987, in Ottawa from 17 September 1987 to 16 January 1988, and at United Nations Headquarters in New York from 17 January 1988 to 15 September 1988.\nArticle 16\nEntry into force\n1.   This Protocol shall enter into force on 1 January 1989, provided that at least 11 instruments of ratification, acceptance, approval of the Protocol or accession thereto have been deposited by States or regional economic integration organizations representing at least two-thirds of 1986 estimated global consumption of the controlled substances, and the provisions of paragraph 1 of Article 17 of the Convention have been fulfilled. In the event that these conditions have not been fulfilled by that date, the Protocol shall enter into force on the 90th day following the date on which the conditions have been fulfilled.\n2.   For the purposes of paragraph 1, any such instrument deposited by a regional economic integration organization shall not be counted as additional to those deposited by member States of such organization.\n3.   After the entry into force of this Protocol, any State or regional economic integration organization shall become a Party to it on the 90th day following the date of deposit of its instrument of ratification, acceptance, approval or accession.\nArticle 17\nParties joining after entry into force\nSubject to Article 5, any State or regional economic integration organization which becomes a Party to this Protocol after the date of its entry into force, shall fulfil forthwith the sum of the obligations under Article 2, as well as under Article 4, that apply at that date to the States and regional economic integration organizations that became Parties on the date the Protocol entered into force.\nArticle 18\nReservations\nNo reservations may be made to this Protocol.\nArticle 19\nWithdrawal\nFor the purpose of this Protocol, the provisions of Articles 19 of the Convention relating to withdrawal shall apply, except with respect to Parties referred to in paragraph 1 of Article 5. Any such Party may withdraw from this Protocol by giving written notification to the Depositary at any time after four years of assuming the obligations specified in paragraphs 1 to 4 of Article 2. Any such withdrawal shall take effect upon expiry of one year after the date of its receipt by the Depositary, or on such later date as may be specified in the notification of the withdrawal.\nArticle 20\nAuthentic texts\nThe original of this Protocol, of which the Arabic, Chinese, English, French, Russian and Spanish texts are equally authentic, shall be deposited with the Secretary-General of the United Nations.\nIn witness whereof the undersigned, being duly authorized to that effect, have signed this protocol.\nDone at Montreal this sixteenth day of September, one thousand nine hundred and eighty-seven.\nAnnex A\nCONTROLLED SUBSTANCES\nGroup\nSubstance\nOzone-depleting potential (1)\nGroup I\nCFC13\n(CFC-11)\n1,0\nCF2C12\n(CFC-12)\n1,0\nC2F3Cl3\n(CFC-113)\n0,8\nC2F4Cl2\n(CFC-114)\n1,0\nC2F5C1\n(CFC-115)\n0,6\nGroup II\nCF2BrCl\n(halon-1211)\n3,0\nCF3Br\n(halon-1301)\n10,0\nC2F4Br2\n(halon-2402)\n(to be determined)\n(1)  These ozone-depleting potentials are estimates based on existing knowledge and will be reviewed and revised periodically.\nANNEX II\nDeclaration by the European Economic Community in conformity with Article 13 (3) of the Vienna Convention for the protection of the ozone layer concerning the extent of its competence with respect to the matters covered by the Convention and by the Montreal Protocol on substances that deplete the ozone layer\nIn accordance with the relevant Articles of the EEC Treaty, the Community has competence to take action relating to the preservation, protection and improvement of the quality of the environment.\nThe Community has exercised its competence in the area covered by the Vienna Convention and the Montreal Protocol in adopting Council Decision 80/372/EEC of 26 March 1980 concerning chlorofluorocarbons in the environment (1), Council Decision 82/795/EEC of 15 November 1982 on the consolidation of precautionary measures concerning chlorofluorocarbons in the environment (2) and Council Regulation (EEC) No 3322/88 of 14 October 1988 on certain chlorofluorocarbons and halons which deplete the ozone layer (3). The Community may well exercise its competence in the future by adopting further legislation in this area.\nIn the field of research in the environment, as referred to by the Convention, the Community has a certain competence by virtue of Council Decision 86/234/EEC of 10 June 1986 adopting multiannual R&D programmes in the field of the environment (1986 to 1990).\n(1)  OJ No L 90, 3. 4. 1980, p. 45.\n(2)  OJ No L 329, 25. 11. 1982, p. 29.\n(3)  See page 1 of this Official Journal.", "summary": "Montreal Protocol on substances that deplete the ozone layer\nMontreal Protocol on substances that deplete the ozone layer\nSUMMARY OF:\nMontreal Protocol on substances that deplete the ozone layer\nDecision 88/540/EEC on the conclusion of the Vienna Convention for the protection of the ozone layer and the Montreal Protocol on substances that deplete the ozone layer\nWHAT IS THE AIM OF THE PROTOCOL AND THE DECISION?\nThe Montreal Protocol (to the Vienna Convention for the protection of the ozone layer) is a global agreement to protect the earth’s stratospheric ozone layer by phasing out the chemicals that deplete it. This phase-out includes both the production and consumption of ozone-depleting substances (ODSs).\nBecause ODSs are also potent greenhouse gases, the phase-out is also critical to mitigating climate change. Moreover, despite the fact that hydrofluorocarbons (HFCs) do not deplete the ozone, the protocol seeks to phase down their production and consumption to avoid that ODSs are replaced by the HFCs which contribute significantly to climate change.\nThe Montreal Protocol was agreed in 1987 and entered into force in 1989. It has been amended several times. Its most recent amendment, the Kigali Amendment calls for the gradual phase-down of HFCs.\nEmissions from HFCs are covered by the Paris Agreement, approved by Decision (EU) 2016/1841. Thus the Montreal Protocol helps to meet the objective of keeping the global temperature increase well below 2 °C above pre-industrial levels and to pursue efforts to limit the temperature increase even further to 1.5 °C above pre-industrial levels.\nDecision 88/540/EEC gives the EU’s legal approval for the Vienna Convention for the protection of the ozone layer and the Montreal Protocol on substances that deplete the ozone layer, as adopted by its Parties on 15 September 1987.\nKEY POINTS\nThe EU and the EU countries are Parties to the Vienna Convention and its Montreal Protocol.\nThe Protocol includes provisions relating to: control measures (Article 2)calculation of control levels (Article 3)control of trade with non-Parties (Article 4)the special situation of developing countries (Article 5)reporting of data (Article 7)non-compliance (Article 8)financial mechanismtechnical assistance (Article 10), as well as other topics.\nThe substances controlled are listed in Annexes: A (Chlorofluorocarbons — CFCs, halons), B (other fully halogenated CFCs, carbon tetrachloride, methyl chloroform), C (hydrochlorofluorocarbons — HCFCs, hydrobromofluorocarbons — HBFCs and bromochloromethane), E (methyl bromide) and F (HFCs).\nThe Montreal Protocol envisages a phase-out of the consumption and production of the ozone-depleting substances and a phase-down of HFCs in a step-wise manner. There are different timetables for developing countries (referred to as Article 5 Parties) and developed countries (referred to as non-Article 5 Parties) for each group of substances.\nThe timetable includes: CFCs by 1 January 1996 for non-Article 5 Parties and by 1 January 2010 for Article 5 Parties (with possible exemptions);Halons by 1 January 1994 for non-Article 5 Parties and by 1 January 2010 for Article 5 Parties (with possible exemptions);HCFCs by 1 January 2020 for non-Article 5 Parties and by 1 January 2030 for Article 5 Parties (with possible exemptions and a small percentage can be used for servicing existing refrigeration and air-conditioning equipment (i.e. an allowance of 0.5 % of base level consumption until January 1, 2030 for servicing of refrigeration and air-conditioning equipment existing on 1 January 2020 for non-Article 5 Parties, and an allowance of 2.5 % of base level consumption when averaged over 10 years 2030-2040 until January 1, 2040 for servicing of refrigeration and air conditioning equipment existing on 1 January 2030 for Article 5 Parties);For HFCs the first reduction step for non-Article 5 Parties is in 2019, while most Article 5 Parties will start their phase-down in 2024.\nArticle 4 of the Montreal Protocol includes non-party trade rules: These prohibit or restrict countries which are party to the Protocol from trading in controlled substances with countries not party to the Protocol. By doing so, they aim at maximising participation in the Protocol. The provisions were applied originally to the initial groups of ODSs and have been extended over time to include the additional groups of substances included in the Protocol in successive amendments.\nParties to the Montreal Protocol: adopt procedures for determining measures of non-compliance and for treating Parties found to be in non-compliance;assess every 4 years, since 1990, implementation of the control measures, including the possibility of adding or removing substances from the banned lists;have annual reporting obligations on each of the controlled substances. The data must be provided to the Protocol’s Secretariat;cooperate to promote relevant best technologies, control strategies and possible alternatives to the substances;promote technical assistance to help non-Party countries participate in and implement the protocol;hold regular meetings which are serviced by the secretariat;provide the funds for the operation of the Protocol, including for the functioning of the secretariat;may notify their intention to withdraw from the Protocol under the conditions specified in Article 19.\nFROM WHEN DO THE PROTOCOL, ITS AMENDMENTS AND THE RELATED DECISIONS APPLY?\nThe original Montreal Protocol entered into force on 1 January 1989.\nDecision 88/540/EEC has applied since 25 October 1988.\nThe first amendment to the Montreal Protocol, London, 1990 entered into force on 10 August 1992.\nDecision 91/690/EEC has applied since 23 December 1991.\nThe second amendment to the Montreal Protocol, Copenhagen 1992 entered into force on 14 June 1994.\nCouncil Decision 94/68/EC has applied since 14 February 1994.\nThe third amendment to the Montreal Protocol, Montreal, 1997 entered into force on 10 November 1999.\nDecision 2000/646/EC has applied since 17 October 2000.\nThe fourth amendment to the Montreal Protocol, Beijing, 1999 entered into force on 25 February 2002.\nDecision 2002/215/EC has applied since 4 March 2002.\nThe fifth amendment to the Montreal Protocol, Kigali, 2016 entered into force on 1 January 2019.\nDecision (EU) 2017/1541 has applied since 18 July 2017.\nBACKGROUND\nTo date, the Montreal Protocol is the only UN treaty that has been ratified by all countries of the world — all 197 UN member-countries. It represents an important milestone in the UN’s history. It evolves over time in the light of scientific, technical and economic developments. It now covers nearly 100 man-made chemicals that damage the ozone layer’s ability to protect humans and other life from harmful ultraviolet radiation from the sun.\nThe EU implements the protocol through its own legislation which contains stricter and more ambitious measures.\nWhile the protocol regulates the production of the substances and their bulk trade, Regulation (EC) No 1005/2009 on substances that deplete the ozone layer, for instance, prohibits their use in products and equipment and regulates and monitors substances that are not covered by the Protocol.\nIn addition, Regulation (EU) No 517/2014 on reducing fluorinated greenhouse gases includes an ambitious phase-down of HFCs, which started already in 2015 and which also covers HFCs contained in certain products and equipment. Regulation (EU) No 517/2014 also includes prohibitions on placing on the market of certain new products and equipment containing fluorinated gases and includes several measures that prevent emissions.\nFor more information, see: Protection of the ozone layer (European Commission)Fluorinated greenhouse gases (European Commission).\nMAIN DOCUMENTS\n            \nMontreal Protocol on substances that deplete the ozone layer — Declaration by the European Economic Community (OJ L 297, 31.10.1988, pp. 21-28)\nAmendment to the Montreal Protocol on substances that deplete the ozone layer (OJ L 377, 31.12.1991, pp. 30-40)\nAmendment to the Montreal Protocol on substances that deplete the ozone layer (OJ L 33, 7.2.1994, pp. 3-10)\nAmendment to the Montreal Protocol adopted by the ninth meeting of the parties (OJ L 272, 25.10.2000, pp. 27-28)\nAmendment to the Montreal Protocol on substances that deplete the ozone layer (OJ L 72, 14.3.2002, pp. 20-22)\nAmendment to the Montreal Protocol on substances that deplete the ozone layer (OJ L 236, 14.9.2017, pp. 3-13)\nCouncil Decision 88/540/EEC of 14 October 1988 concerning the conclusion of the Vienna Convention for the protection of the ozone layer and the Montreal Protocol on substances that deplete the ozone layer (OJ L 297, 31.10.1988, pp. 8-9)\nCouncil Decision 91/690/EEC of 12 December 1991 concerning the conclusion of the amendment to the Montreal Protocol on substances that deplete the ozone layer as adopted in June 1990 in London by the Parties to the Protocol (OJ L 377, 31.12.1991, pp. 28-40)\nCouncil Decision 94/68/EC of 2 December 1993 concerning the conclusion of the amendment to the Montreal Protocol on substances that deplete the ozone layer (OJ L 33, 7.2.1994, pp. 1-2)\nCouncil Decision 2000/646/EC of 17 October 2000 concerning the conclusion of the amendment to the Montreal Protocol on substances that deplete the ozone layer (OJ L 272, 25.10.2000, p. 26)\nCouncil Decision 2002/215/EC of 4 March 2002 concerning the conclusion of the Fourth Amendment to the Montreal Protocol on substances that deplete the ozone layer (OJ L 72, 14.3.2002, pp. 18-19)\nCouncil Decision (EU) 2017/1541 of 17 July 2017 on the conclusion, on behalf of the European Union, of the Kigali Amendment to the Montreal Protocol on substances that deplete the ozone layer (OJ L 236, 14.9.2017, pp. 1-2)\nRELATED DOCUMENTS\n            \nParis Agreement (OJ L 282, 19.10.2016, pp. 4-18)\nCouncil Decision (EU) 2016/1841 of 5 October 2016 on the conclusion, on behalf of the European Union, of the Paris Agreement adopted under the United Nations Framework Convention on Climate Change (OJ L 282, 19.10.2016, pp. 1-3)\nRegulation (EC) No 1005/2009 of the European Parliament and of the Council of 16 September 2009 on substances that deplete the ozone layer (OJ L 286, 31.10.2009, pp. 1-30)\nSuccessive amendments to Regulation (EC) No 1005/2009 have been incorporated into the original text. This consolidated version is of documentary value only.\nRegulation (EU) No 517/2014 of the European Parliament and of the Council of 16 April 2014 on fluorimated greenhouse gases and repealing Regulation (EC) No 842/2006 (OJ L 150, 20.5.2014, pp. 195-230)\nlast update 12.12.2019", "tags": ["pollution control measures", "ozone", "environmental policy", "stratospheric pollution", "protocol to an agreement", "international agreement", "international convention", "environmental cooperation", "stratospheric pollutant"], "subjects": ["External relations", "Environment"], "split": "train", "reference_annotations": {}, "summary_annotations": {"21988A1031(02)_p1": {"text": "regulation 517/2014 of the European Parliament and of the Council of 16 April 2014 on fluorimated greenhouse gases and repealing regulation 842/2006 (OJ L 150, 20.5.2014, pp. 195-230)---last update 12.12.2019", "triples": [" regulation 517/2014,  repealing,  regulation 842/2006"]}}}