{"celex_id": "32014H0070", "reference": "8.2.2014\nEN\nOfficial Journal of the European Union\nL 39/72\nCOMMISSION RECOMMENDATION\nof 22 January 2014\non minimum principles for the exploration and production of hydrocarbons (such as shale gas) using high-volume hydraulic fracturing\n(2014/70/EU)\nTHE EUROPEAN COMMISSION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 292 thereof,\nWhereas:\n(1)\nMember States have the right to determine the conditions for exploiting their energy resources, as long as they respect the need to preserve, protect and improve the quality of the environment.\n(2)\nIn the current state of technological development, the exploration and production of hydrocarbons, such as shale gas, requires the combined use of high-volume hydraulic fracturing and directional (especially horizontal) drilling at a scale and intensity for which there is very limited experience in the Union. This hydraulic fracturing technique raises specific challenges, in particular for health and environment.\n(3)\nIn its resolutions of 21 November 2012 the European Parliament noted the significant potential benefits of producing shale gas and oil, and called on the Commission to introduce an Union-wide risk management framework for the exploration and extraction of unconventional fossil fuels, with a view to ensuring that harmonised provisions for the protection of human health and the environment apply across all Member States.\n(4)\nIn its conclusions of 22 May 2013 the European Council stressed the need to diversify Europe’s energy supply and develop indigenous energy resources to ensure the security of supply, reduce the Union’s external energy dependency and stimulate economic growth. The Council acknowledged the Commission’s intention to assess a more systematic recourse to indigenous sources of energy with a view to their safe, sustainable and cost-effective exploitation while respecting Member States choices of energy mix.\n(5)\nIn its Communication to the Council and the European Parliament on the exploration and production of hydrocarbons (such as shale gas) using high-volume hydraulic fracturing in the EU (1), the Commission outlined the potential new opportunities and challenges related to unconventional hydrocarbon extraction in the Union as well as the main elements deemed necessary to ensure the safety of this technique. The Communication concluded that there is a need for a Recommendation that lays down minimum principles that support Member States in the exploration and production of natural gas from shale formations and ensure that the climate and environment are safeguarded, resources are used efficiently, and the public is informed.\n(6)\nAt international level, the International Energy Agency developed recommendations for the safe development of unconventional gas. These ‘Golden Rules’ call for robust and appropriate regulatory regimes, careful site selection, adequate project planning, underground risk characterisation, robust rules for well design, transparency on operations and monitoring of associated impacts, sound water and waste management and mitigation of air and greenhouse gas emissions.\n(7)\nBoth general and environmental legislation of the Union apply to hydrocarbon exploration and production operations involving high-volume hydraulic fracturing. In particular, Council Directive 89/391/EEC (2) laying down provisions on health and safety of workers introduces measures to encourage improvements in the safety and health of workers at work; Council Directive 92/91/EEC (3) laying down provisions on the mineral extraction through drilling lays down minimum requirements for the safety and health protection of workers in the mineral-extracting industries through drilling; Directive 94/22/EC of the European Parliament and of the Council (4) on conditions for granting and using authorisations for the prospection, exploration and production of hydrocarbons requires to grant authorisations in a non-discriminatory manner; Directive 2000/60/EC of the European Parliament and of the Council (5) establishing the water framework requires the operator to obtain authorisation for water abstraction and prohibits the direct discharge of pollutants into groundwater; Directive 2001/42/EC of the European Parliament and of the Council (6) laying down provisions on strategic environmental assessment requires assessment of plans and programmes in the areas of energy, industry, waste management, water management, transport or land use; Directive 2004/35/EC of the European Parliament and of the Council (7) laying down provisions on the environmental liability applies to occupational activities encompassing activities such as the management of waste and water abstraction; Directive 2006/21/EC of the European Parliament and of the Council (8) laying down provisions on mining waste regulates the management of surface and underground wastes resulting from the exploration and production of hydrocarbons using high-volume hydraulic fracturing; Directive 2006/118/EC of the European Parliament and of the Council (9) laying down provisions on groundwater obliges Member States to put in place measures that prevent or limit the input of pollutants into groundwater; Regulation (EC) No 1907/2006 of the European Parliament and of the Council (10) on the registration, evaluation, authorisation and restriction of chemicals (REACH) and Regulation (EU) No 528/2012 of the European Parliament and of the Council (11) on the making available on the market and use of biocidal products apply to the use of chemicals and biocidal products that may be used for fracturing; Directive 2008/98/EC of the European Parliament and of the Council (12) laying down waste framework sets out the conditions applicable to the reusing the fluids that emerge at the surface following high-volume hydraulic fracturing and during production; Regulation (EU) No 525/2013 of the European Parliament and of the Council (13) on a mechanism for monitoring and reporting greenhouse gas emissions and Decision No 406/2009/EC of the European Parliament and of the Council (14) on the effort of Member States to reduce their greenhouse gas emissions up to 2020 apply to fugitive methane emissions; Directive 2010/75/EU of the European Parliament and of the Council (15) laying down provisions on industrial emissions applies to installations within which activities listed in Annex I to that Directive are operated; Directive 2011/92/EU of the European Parliament and of the Council (16) laying down provisions on environment impact assessment requires to conduct an environment impact assessment for projects involving the extraction of petroleum and natural gas for commercial purposes if the amount extracted exceeds 500 tonnes/day in the case of petroleum and 500 000 m3 per day in the case of gas and a screening for deep-drilling projects and surface installations for extracting oil and gas; Council Directive 96/82/EC (17) on the control of major-accident hazards involving dangerous substances and, as of 1 June 2015, Directive 2012/18/EU of the European Parliament and of the Council (18) oblige operators of establishments where dangerous substances are present above certain thresholds defined in Annex I to these Directives to take all necessary measures to prevent major accidents and to limit their consequences for human health and the environment. This applies, inter alia, to chemical and thermal processing operations and related storage in the framework of the exploitation of minerals in mines and quarries as well as to onshore underground gas storage.\n(8)\nHowever, the Union’s environmental legislation was developed at a time when high-volume hydraulic fracturing was not used in Europe. Therefore, certain environmental aspects associated with the exploration and production of hydrocarbons involving this practice are not comprehensively addressed in current Union legislation, in particular on strategic planning, underground risk assessment, well integrity, baseline and operational monitoring, capturing methane emissions and disclosure of information on chemicals used on a well by well basis.\n(9)\nTherefore, there is a need to lay down minimum principles which should be taken into account by the Member States when applying or adapting their regulation related to activities involving high-volume hydraulic fracturing. A set of rules would level the playing field for operators, and improve investors’ confidence and the functioning of the single energy market. Clear and transparent rules would also help alleviate public concerns, and possibly opposition to shale gas development. This set of rules neither implies that Member States are under any obligation to pursue the exploration or exploitation of activities using high-volume hydraulic fracturing if they choose not to nor that Member States are prevented from maintaining or introducing more detailed measures matching the specific national, regional or local conditions.\n(10)\nThere is no experience with the permitting of production of hydrocarbons using high-volume hydraulic fracturing and limited experience with the permitting of exploration in the Union. Therefore, it is necessary to monitor the application of Union legislation and of this Recommendation in Member States. An updating of this Recommendation or the development of legally binding provisions may be necessary in view of technical progress, the need to address risks and impacts of exploration and production of hydrocarbons using techniques other than high-volume hydraulic fracturing, unexpected challenges in the application of Union legislation or exploration and production of hydrocarbons using high-volume hydraulic fracturing in offshore operations.\n(11)\nTherefore, this Recommendation laying down minimum principles to be applied as a common basis for the exploration or production of hydrocarbons with high-volume hydraulic fracturing is necessary at this point of time. It is complementary to existing Union legislation applicable to projects involving high-volume hydraulic fracturing and should be implemented by Member States within 6 months.\n(12)\nThis recommendation respects the rights and observes the principles recognised by the Charter of Fundamental Rights of the European Union, and notably the right to life and the right to the integrity of the person, the freedom of expression and information, the right to conduct a business, the right to property, and the high-level of health and environmental protection. This recommendation has to be implemented in accordance with these rights and principles,\nHAS ADOPTED THIS RECOMMENDATION:\n1.   PURPOSE AND SUBJECT MATTER\n1.1.\nThis Recommendation lays down the minimum principles needed to support Member States who wish to carry out exploration and production of hydrocarbons using high-volume hydraulic fracturing, while ensuring that the public health, climate and environment are safeguarded, resources are used efficiently, and the public is informed.\n1.2.\nIn applying or adapting their existing provisions implementing relevant Union legislation to the needs and specificities of exploration and production of hydrocarbons using high-volume hydraulic fracturing, Member States are encouraged to apply these principles, which concern planning, installation assessment, permits, operational and environmental performance and closure, and public participation and dissemination of information.\n2.   DEFINITIONS\nFor the purpose of this Recommendation:\n(a)\n‘high-volume hydraulic fracturing’ means injecting 1 000 m3 or more of water per fracturing stage or 10 000 m3 or more of water during the entire fracturing process into a well;\n(b)\nan ‘installation’ includes any related underground structures designated for the exploration or production of hydrocarbons using high-volume hydraulic fracturing.\n3.   STRATEGIC PLANNING AND ENVIRONMENTAL IMPACT ASSESSMENT\n3.1.\nBefore granting licenses for exploration and/or production of hydrocarbons which may lead to the use of high-volume hydraulic fracturing, Member States should prepare a strategic environmental assessment to prevent, manage and reduce the impacts on, and risks for, human health and the environment. This assessment should be carried out on the basis of the requirements of Directive 2001/42/EC.\n3.2.\nMember States should provide clear rules on possible restrictions of activities, for example in protected, flood-prone or seismic-prone areas, and on minimum distances between authorised operations and residential and water-protection areas. They should also establish minimum depth limitations between the area to be fractured and groundwater.\n3.3.\nMember States should take the necessary measures to ensure that an environmental impact assessment is carried out on the basis of the requirements of Directive 2011/92/EU.\n3.4.\nMember States should provide the public concerned with early and effective opportunities to participate in developing the strategy referred to in point 3.1 and the impact assessment referred to in point 3.3.\n4.   EXPLORATION AND PRODUCTION PERMITS\nMember States should ensure that the conditions and the procedures for obtaining permits in accordance with applicable Union legislation are fully coordinated if:\n(a)\nmore than one competent authority is responsible for the permit(s) needed;\n(b)\nmore than one operator is involved;\n(c)\nmore than one permit is needed for a specific project phase;\n(d)\nmore than one permit is needed under national or Union legislation.\n5.   SELECTION OF THE EXPLORATION AND PRODUCTION SITE\n5.1.\nMember States should take the necessary measures to ensure that the geological formation of a site is suitable for the exploration or production of hydrocarbons using high-volume hydraulic fracturing. They should ensure that operators carry out a characterisation and risk assessment of the potential site and surrounding surface and underground area.\n5.2.\nThe risk assessment should be based on sufficient data to make it possible to characterise the potential exploration and production area and identify all potential exposure pathways. This would make it possible to assess the risk of leakage or migration of drilling fluids, hydraulic fracturing fluids, naturally occurring material, hydrocarbons and gases from the well or target formation as well as of induced seismicity.\n5.3.\nThe risk assessment should:\n(a)\nbe based on the best available techniques and take into account the relevant results of the information exchange between Member States, industries concerned and non-governmental organisations promoting environmental protection organised by the Commission;\n(b)\nanticipate the changing behaviour of the target formation, geological layers separating the reservoir from groundwater and existing wells or other manmade structures exposed to the high injection pressures used in high-volume hydraulic fracturing and the volumes of fluids injected;\n(c)\nrespect a minimum vertical separation distance between the zone to be fractured and groundwater;\n(d)\nbe updated during operations whenever new data are collected.\n5.4.\nA site should only be selected if the risk assessment conducted under points 5.1, 5.2 and 5.3 shows that the high-volume hydraulic fracturing will not result in a direct discharge of pollutants into groundwater and that no damage is caused to other activities around the installation.\n6.   BASELINE STUDY\n6.1.\nBefore high-volume hydraulic fracturing operations start, Member States should ensure that:\n(a)\nthe operator determines the environmental status (baseline) of the installation site and its surrounding surface and underground area potentially affected by the activities;\n(b)\nthe baseline is appropriately described and reported to the competent authority before operations begin.\n6.2.\nA baseline should be determined for:\n(a)\nquality and flow characteristics of surface and ground water;\n(b)\nwater quality at drinking water abstraction points;\n(c)\nair quality;\n(d)\nsoil condition;\n(e)\npresence of methane and other volatile organic compounds in water;\n(f)\nseismicity;\n(g)\nland use;\n(h)\nbiodiversity;\n(i)\nstatus of infrastructure and buildings;\n(j)\nexisting wells and abandoned structures.\n7.   INSTALLATION DESIGN AND CONSTRUCTION\nMember States should ensure that the installation is constructed in a way that prevents possible surface leaks and spills to soil, water or air.\n8.   INFRASTRUCTURE OF A PRODUCTION AREA\nMember States should ensure that:\n(a)\noperators or groups of operators apply an integrated approach to the development of a production area with the objective of preventing and reducing environmental and health impacts and risks, both for workers and the general public;\n(b)\nadequate infrastructure requirements for servicing the installation are established before production begins. If an installation’s primary purpose is producing oil using high-volume hydraulic fracturing, specific infrastructure that captures and transports associated natural gas should be installed.\n9.   OPERATIONAL REQUIREMENTS\n9.1.\nMember States should ensure that operators use best available techniques taking into account the relevant results of the information exchange between Member States, industries concerned and non-governmental organisations promoting environmental protection organised by the Commission, as well as good industry practice to prevent, manage and reduce the impacts and risks associated with projects of exploration and production of hydrocarbons.\n9.2.\nMember States should ensure that operators:\n(a)\ndevelop project-specific water-management plans to ensure that water is used efficiently during the entire project. Operators should ensure the traceability of water flows. The water management plan should take into account seasonal variations in water availability and avoid using water sources under stress;\n(b)\ndevelop transport management plans to minimise air emissions in general and the impacts on local communities and biodiversity in particular;\n(c)\ncapture gases for subsequent use, minimise flaring and avoid venting. In particular, operators should put in place measures to ensure that air emissions at the exploration and production stage are mitigated by capturing gas and its subsequent use. Venting of methane and other air pollutants should be limited to the most exceptional operational circumstances for safety reasons;\n(d)\ncarry out the high-volume fracturing process in a controlled manner and with appropriate pressure management with the objective to contain fractures within the reservoir and to avoid induced seismicity;\n(e)\nensure well integrity through well design, construction and integrity tests. The results of integrity tests should be reviewed by an independent and qualified third party to ensure the well’s operational performance, and its environmental and health safety at all stages of project development and after well closure;\n(f)\ndevelop risk management plans and the measures necessary to prevent and/or mitigate the impacts, and the measures necessary for response;\n(g)\nstop operations and urgently take any necessary remedial action if there is a loss of well integrity or if pollutants are accidentally discharged into groundwater;\n(h)\nimmediately report to the competent authority in the event of any incident or accident affecting public health or the environment. The report should include the causes of the incident or accident, its consequences and remedial steps taken. The baseline study required under points 6.1 and 6.2 should be used as a reference.\n9.3.\nMember States should promote the responsible use of water resources in high-volume hydraulic fracturing.\n10.   USE OF CHEMICAL SUBSTANCES AND WATER IN HIGH-VOLUME HYDRAULIC FRACTURING\n10.1.\nMember States should ensure that:\n(a)\nmanufacturers, importers and downstream users of chemical substances used in hydraulic fracturing refer to ‘hydraulic fracturing’ when complying with their obligations under Regulation (EC) No 1907/2006;\n(b)\nusing chemical substances in high-volume hydraulic fracturing is minimised;\n(c)\nthe ability to treat fluids that emerge at the surface after high-volume hydraulic fracturing is considered during the selection of the chemical substances to be used.\n10.2.\nMember States should encourage operators to use fracturing techniques that minimise water consumption and waste streams and do not use hazardous chemical substances, wherever technically feasible and sound from a human health, environment and climate perspective.\n11.   MONITORING REQUIREMENTS\n11.1.\nMember States should ensure that the operator regularly monitors the installation and the surrounding surface and underground area potentially affected by the operations during the exploration and production phase and in particular before, during and after high-volume hydraulic fracturing.\n11.2.\nThe baseline study required under points 6.1 and 6.2 should be used as a reference for subsequent monitoring.\n11.3.\nIn addition to environmental parameters determined in the baseline study, Member States should ensure that the operator monitors the following operational parameters:\n(a)\nthe precise composition of the fracturing fluid used for each well;\n(b)\nthe volume of water used for the fracturing of each well;\n(c)\nthe pressure applied during high-volume fracturing;\n(d)\nthe fluids that emerge at the surface following high-volume hydraulic fracturing: return rate, volumes, characteristics, quantities reused and/or treated for each well;\n(e)\nair emissions of methane, other volatile organic compounds and other gases that are likely to have harmful effects on human health and/or the environment.\n11.4.\nMember States should ensure that operators monitor the impacts of high-volume hydraulic fracturing on the integrity of wells and other manmade structures located in the surrounding surface and underground area potentially affected by the operations.\n11.5.\nMember States should ensure that the monitoring results are reported to the competent authorities.\n12.   ENVIRONMENTAL LIABILITY AND FINANCIAL GUARANTEE\n12.1.\nMember States should apply the provisions on environmental liability to all activities taking place at an installation site including those that currently do not fall under the scope of Directive 2004/35/EC.\n12.2.\nMember States should ensure that the operator provides a financial guarantee or equivalent covering the permit provisions and potential liabilities for environmental damage prior to the start of operations involving high-volume hydraulic fracturing.\n13.   ADMINISTRATIVE CAPACITY\n13.1.\nMember States should ensure that the competent authorities have adequate human, technical and financial resources to carry out their duties.\n13.2.\nMember States should prevent conflicts of interest between the regulatory function of competent authorities and their function relating to the economic development of the resources.\n14.   CLOSURE OBLIGATIONS\nMember States should ensure that a survey is carried out after each installation’s closure to compare the environmental status of the installation site and its surrounding surface and underground area potentially affected by the activities with the status prior to the start of operations as defined in the baseline study.\n15.   DISSEMINATION OF INFORMATION\nMember States should ensure that:\n(a)\nthe operator publicly disseminates information on the chemical substances and volumes of water that are intended to be used and are finally used for the high-volume hydraulic fracturing of each well. This information should list the names and Chemical Abstracts Service (CAS) numbers of all substances and include a safety data sheet, if available, and the substance’s maximum concentration in the fracturing fluid;\n(b)\nthe competent authorities should publish the following information on a publicly-accessible internet site within 6 months of this Recommendation’s publication and in intervals of no longer than 12 months:\n(i)\nthe number of wells completed and planned projects involving high-volume hydraulic fracturing;\n(ii)\nthe number of permits granted, the names of operators involved and the permit conditions;\n(iii)\nthe baseline study produced under points 6.1 and 6.2 and the monitoring results produced under points 11.1, 11.2 and 11.3(b) to (e);\n(c)\nthe competent authorities should also inform the public of the following without undue delay.\n(i)\nincidents and accidents under point 9.2(f);\n(ii)\nthe results of inspections, non-compliance and sanctions.\n16.   REVIEW\n16.1.\nMember States having chosen to explore or exploit hydrocarbons using high-volume hydraulic fracturing are invited to give effect to the minimum principles set out in this Recommendation by 28 July 2014 and to annually inform the Commission about the measures they put in place in response to this Recommendation, and for the first time, by December 2014.\n16.2.\nThe Commission will closely monitor the Recommendation’s application by comparing the situation in Member States in a publicly available scoreboard.\n16.3.\nThe Commission will review the Recommendation’s effectiveness 18 months after its publication.\n16.4.\nThe review will include an assessment of the Recommendation’s application, will consider the progress of the best available techniques information exchange and the application of the relevant BAT reference documents, as well as any need for updating the Recommendation’s provisions. The Commission will decide whether it is necessary to put forward legislative proposals with legally-binding provisions on the exploration and production of hydrocarbons using high-volume hydraulic fracturing.\nDone at Brussels, 22 January 2014.\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  COM(2014) 23.\n(2)  Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work (OJ L 183, 29.6.1989, p. 1).\n(3)  Council Directive 92/91/EEC of 3 November 1992 concerning the minimum requirements for improving the safety and health protection of workers in the mineral- extracting industries through drilling (eleventh individual Directive within the meaning of Article 16(1) of Directive 89/391/EEC) (OJ L 348, 28.11.1992, p. 9).\n(4)  Directive 94/22/EC of the European Parliament and of the Council of 30 May 1994 on the conditions for granting and using authorisations for the prospection, exploration and production of hydrocarbons (OJ L 164, 30.6.1994, p. 3).\n(5)  Directive 2000/60/EC of the European Parliament and of the Council of 23 October 2000 establishing a framework for Community action in the field of water policy (OJ L 327, 22.12.2000, p. 1).\n(6)  Directive 2001/42/EC of the European Parliament and of the Council of 27 June 2001 on the assessment of the effects of certain plans and programmes on the environment (OJ L 197, 21.7.2001, p. 30).\n(7)  Directive 2004/35/EC of the European Parliament and of the Council of 21 April 2004 on environmental liability with regard to the prevention and remedying of environmental damage (OJ L 143, 30.4.2004, p. 56).\n(8)  Directive 2006/21/EC of the European Parliament and of the Council of 15 March 2006 on the management of waste from extractive industries and amending Directive 2004/35/EC (OJ L 102, 11.4.2006, p. 15).\n(9)  Directive 2006/118/EC of the European Parliament and of the Council of 12 December 2006 on the protection of groundwater against pollution and deterioration (OJ L 372, 27.12.2006, p. 19).\n(10)  Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (OJ L 396, 30.12.2006, p. 1).\n(11)  Regulation (EU) No 528/2012 of the European Parliament and of the Council of 22 May 2012 concerning the making available on the market and use of biocidal products (OJ L 167, 27.6.2012, p. 1).\n(12)  Directive 2008/98/EC of the European Parliament and of the Council of 19 November 2008 on waste and repealing certain Directives (OJ L 312, 22.11.2008, p. 3).\n(13)  Regulation (EU) No 525/2013 of the European Parliament and of the Council of 21 May 2013 on a mechanism for monitoring and reporting greenhouse gas emissions and for reporting other information at national and Union level relevant to climate change and repealing Decision No 280/2004/EC (OJ L 165, 18.6.2013, p. 13).\n(14)  Decision No 406/2009/EC of the European Parliament and of the Council of 23 April 2009 on the effort of Member States to reduce their greenhouse gas emissions to meet the Community’s greenhouse gas emission reduction commitments up to 2020 (OJ L 140, 5.6.2009, p. 136).\n(15)  Directive 2010/75/EU of the European Parliament and of the Council of 24 November 2010 on industrial emissions (integrated pollution prevention and control) (OJ L 334, 17.12.2010, p. 17).\n(16)  Directive 2011/92/EU of the European Parliament and of the Council of 13 December 2011 on the assessment of the effects of certain public and private projects on the environment (OJ L 26, 28.1.2012, p. 1).\n(17)  Council Directive 96/82/EC of 9 December 1996 on the control of major-accident hazards involving dangerous substances (OJ L 10, 14.1.1997, p. 13).\n(18)  Directive 2012/18/EU of the European Parliament and of the Council of 4 July 2012 on the control of major-accident hazards involving dangerous substances, amending and subsequently repealing Council Directive 96/82/EC (OJ L 197, 24.7.2012, p. 1).", "summary": "Fracking: minimum principles for the exploration and production of hydrocarbons using high-volume hydraulic fracturing\nFracking: minimum principles for the exploration and production of hydrocarbons using high-volume hydraulic fracturing\nThe risks associated with fracking led the European Commission to launch the shale gas initiative which includes a recommendation on minimum safeguards.\nACT\nCommission Recommendation 2014/70/EU of 22 January 2014 on minimum principles for the exploration and production of hydrocarbons (such as shale gas) using high-volume hydraulic fracturing.\nSUMMARY\nWhat is fracking?\nShale gas is trapped within rock structures, which need to be broken open to extract the gas. The process used for this is hydraulic fracturing or fracking. It involves cracking open the rock by inserting high volume water, sand or chemicals into a borehole.\nAs Europe has limited experience of fracking, safety and environmental concerns exist as risks associated with shale gas resources could extend across borders.\nCommission recommendation\nIn response, in January 2014, the Commission issued a recommendation aimed at ensuring that those European Union (EU) countries undertaking fracking implement proper safety and environmental safeguards. This should help improve transparency for citizens, establish a clearer framework for investors and a level playing field regarding the industry's regulation.\nCommunication\nAnother component of the Commission's shale gas initiative is its communication on fracking. This looks at the potential benefits of fracking in terms of energy security, competitiveness and revenue. It also deals with environmental challenges concerning water, air pollution and land take. An impact assessment examined the socio-economic and environmental impacts of various policy options.\nResponsibilities\nWhilst building on existing EU legislation, the recommendation lays out the responsibilities of EU countries undertaking fracking.\nThese include:\nplanning ahead and assessing environmental impact strategically before granting licences;\nchecking the quality of the air, water and soil before fracking begins;\ncapturing the gases to control air emissions;\nensuring public transparency when informing about any chemicals used;\nensuring best practices and standards throughout the drilling process.\nNext steps\nThe recommendation’s principles should be applied within 6 months in those countries undertaking fracking. From December 2014, they should report annually to the Commission the measures put in place. The Commission will monitor the measures and review the recommendation’s effectiveness within 18 months of its publication.\nREFERENCES\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nCommission Recommendation 2014/70/EU\n-\n-\nOJ L 39 of 8.2.2014\nRELATED ACTS\nCommunication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on the exploration and production of hydrocarbons (such as shale gas) using high volume hydraulic fracturing in the EU (COM(2014) 23 final/2 of 17.3.2014 - not published in the Official Journal).\nLast updated: 16.06.2014", "tags": ["gas", "pollution control", "health control", "energy production", "environmental impact", "oil pollution", "gas industry", "mining extraction"], "subjects": ["Energy"], "split": "train", "reference_annotations": {"32014H0070_p1": {"text": "(8)  directive 2006/21/ec of the European Parliament and of the Council of 15 March 2006 on the management of waste from extractive industries and amending directive 2004/35/ec (OJ L 102, 11.4.2006, p. 15).", "triples": [" directive 2006/21/ec,  amending,  directive 2004/35/ec"]}, "32014H0070_p2": {"text": "(10)  regulation 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending directive 1999/45/ec and repealing Council regulation 793/93 and Commission regulation 1488/94 as well as Council directive 76/769/eec and Commission directive 91/155/eec directive 93/67/eec directive 93/105/ec directive 2000/21/ec (OJ L 396, 30.12.2006, p. 1).", "triples": [" regulation 1907/2006,  amending,  directive 1999/45/ec", " regulation 1907/2006,  repealing,  regulation 793/93", " regulation 1907/2006,  repealing,  regulation 1488/94", " regulation 1907/2006,  repealing,  directive 76/769/eec", " regulation 1907/2006,  repealing,  directive 91/155/eec", " regulation 1907/2006,  repealing,  directive 93/67/eec", " regulation 1907/2006,  repealing,  directive 93/105/ec", " regulation 1907/2006,  repealing,  directive 2000/21/ec"]}, "32014H0070_p3": {"text": "(13)  regulation 525/2013 of the European Parliament and of the Council of 21 May 2013 on a mechanism for monitoring and reporting greenhouse gas emissions and for reporting other information at national and Union level relevant to climate change and repealing decision 280/2004/ec (OJ L 165, 18.6.2013, p. 13).", "triples": [" regulation 525/2013,  repealing,  decision 280/2004/ec"]}, "32014H0070_p4": {"text": "(18)  directive 2012/18/eu of the European Parliament and of the Council of 4 July 2012 on the control of major-accident hazards involving dangerous substances, amending and subsequently repealing Council directive 96/82/ec (OJ L 197, 24.7.2012, p. 1).", "triples": [" directive 2012/18/eu,  amending,  directive 96/82/ec", " directive 2012/18/eu,  repealing,  directive 96/82/ec"]}}, "summary_annotations": {}}