{"celex_id": "32006R1920", "reference": "27.12.2006\nEN\nOfficial Journal of the European Union\nL 376/1\nREGULATION (EC) No 1920/2006 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 12 December 2006\non the European Monitoring Centre for Drugs and Drug Addiction (recast)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 152 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1)\nAt its meeting in Luxembourg on 28 and 29 June 1991, the European Council, approved the setting-up of a European Drugs Monitoring Centre. Such a body, named the European Centre for Drugs and Drug Addiction (‘the Centre’), was established by Council Regulation (EEC) No 302/93 of 8 February 1993 (3), which has been substantially amended several times (4). Since further amendments are to be made, it should, in the interests of clarity, be recast.\n(2)\nFactual, objective, reliable and comparable information concerning drugs, drug addiction and their consequences is required at Community level to help provide the Community and the Member States with an overall view and thus give them added value when, in their respective areas of competence, they take measures or decide on action to combat drugs.\n(3)\nThe drug phenomenon comprises many complex and closely interwoven aspects which cannot easily be dissociated. Therefore, the Centre should be entrusted with the task of furnishing general information which will help to provide the Community and its Member States with an overall view of the drug and drug addiction phenomenon. This task should not prejudice the allocation of powers between the Community and its Member States with regard to legislative provisions concerning drug supply and demand.\n(4)\nBy means of Decision No 2367/2002/EC of 16 December 2002 (5), the European Parliament and the Council established the Community statistical programme for the period from 2003 to 2007, which includes the Community's actions on statistics in the field of health and safety.\n(5)\nCouncil Decision 2005/387/JHA of 10 May 2005 on information exchange, risk-assessment and control of new psychoactive substances (6) sets out the role of the Centre and its Scientific Committee in the rapid information system and in the assessment of the risks of new substances.\n(6)\nAccount should be taken of new methods of use, especially poly-drug use, where illicit drugs are taken in combination with licit drugs or medication.\n(7)\nIt should be one of the Centre's tasks to provide information on best practices and guidelines in the Member States and to facilitate the exchange of such practices among them.\n(8)\nThe Council Resolution of 10 December 2001 on the implementation of the five key epidemiological indicators on drugs urges Member States to ensure, making use of national focal points, that comparable information on those indicators is available. The implementation by Member States of those indicators is a precondition for the Centre to perform its tasks as set out in this Regulation.\n(9)\nIt is desirable for the Commission to be able to entrust the Centre directly with the implementation of Community structural assistance projects relating to drug information systems in third countries such as the candidate countries or the countries of the western Balkans which have been authorised by the European Council to participate in Community programmes and agencies.\n(10)\nThe way in which the Centre is organised and its working methods should be consistent with the objective nature of the results sought, namely the comparability and compatibility of sources and methods in connection with drug information.\n(11)\nThe information compiled by the Centre should concern priority areas, the content, scope and implementing arrangements of which should be defined.\n(12)\nThere are national, European and international organisations and bodies that already supply information of this kind, and it is necessary for the Centre to be able to carry out its tasks in close cooperation with them.\n(13)\nRegulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (7) should apply to the processing of personal data by the Centre.\n(14)\nThe Centre should also apply the general principles and limits governing the right of access to documents as provided for in Article 255 of the Treaty and defined by Regulation (EC) No 1049/2001 of the European Parliament and of the Council of 30 May 2001 regarding public access to European Parliament, Council and Commission documents (8).\n(15)\nThe Centre should have legal personality.\n(16)\nIn view of its size, the Centre's Management Board should be assisted by an Executive Committee.\n(17)\nIn order to ensure that the European Parliament is well informed of the state of the drugs phenomenon in the European Union, it should have the right to question the Centre's Director.\n(18)\nThe Centre's work should be conducted in a transparent fashion and its management should be subject to all existing good governance and anti-fraud rules, in particular Regulation (EC) No 1073/1999 of the European Parliament and of the Council of 25 May 1999 concerning investigations conducted by the European Anti-Fraud Office (OLAF) (9) and the Interinstitutional Agreement of 25 May 1999 between the European Parliament, the Council of the European Union and the Commission of the European Communities concerning internal investigations by the European Anti-fraud Office (OLAF) (10) to which the Centre has acceded and the necessary implementing provisions of which it has adopted.\n(19)\nAn external evaluation of the Centre's work should be conducted on a regular basis, and this Regulation should be adapted accordingly, if needed.\n(20)\nSince the objectives of this Regulation cannot be sufficiently achieved by the Member States and can, by reason of the scale and effects of this Regulation, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality as set out in that Article, this Regulation does not go beyond what is necessary to achieve those objectives.\n(21)\nThis Regulation respects fundamental rights and observes the principles recognised in particular by the Charter of Fundamental Rights of the European Union,\nHAVE ADOPTED THIS REGULATION:\nArticle 1\nObjective\n1.   This Regulation provides for the European Monitoring Centre for Drugs and Drug Addiction (‘the Centre’).\n2.   The Centre's objective is to provide, in the areas referred to in Article 3, the Community and its Member States with factual, objective, reliable and comparable information at European level concerning drugs and drug addiction and their consequences.\n3.   The statistical, documentary and technical information processed or produced is intended to help provide the Community and the Member States with an overall view of the drug and drug addiction situation when, in their respective areas of competence, they take measures or decide on action. The statistical element of this information shall be developed, in collaboration with the relevant statistical authorities, using as necessary the Community Statistical Programme to promote synergy and avoid duplication. Account shall be taken of further data from the World Health Organisation and the United Nations Organisation (the ‘UN’) available worldwide.\n4.   Without prejudice to Article 2(d)(v), the Centre may not take any measure which goes beyond the sphere of information and the processing thereof.\n5.   The Centre shall not collect any data making it possible to identify individuals or small groups of individuals. It shall refrain from any transmission of information relating to specific named cases.\nArticle 2\nTasks\nIn order to achieve the objective set out in Article 1, the Centre shall perform the following tasks within its areas of activity:\n(a)\nCollection and analysis of existing data\n(i)\ncollecting, registering and analysing information, including data resulting from research, communicated by Member States and data emanating from Community, non-governmental national sources and competent international organisations, including the European Police Office (Europol); providing information on best practices in the Member States and facilitating the exchange of such practices among them; this collection, registration, analysis and information work shall also cover data on emerging trends in poly-drug use, including the combined use of licit and illicit psychoactive substances;\n(ii)\ncarrying out surveys, preparatory studies and feasibility studies, together with any pilot projects necessary to accomplish its tasks; organising meetings of experts and, whenever necessary, setting up ad hoc working parties for the purpose; setting up and making available open scientific documentation resources and assisting in the promotion of information activities;\n(iii)\nproviding an organisational and technical system capable of supplying information on similar or complementary programmes or action pursued by the Member States;\n(iv)\nestablishing and coordinating, in consultation and in cooperation with the competent authorities and organisations in the Member States, the network referred to in Article 5;\n(v)\nfacilitating exchanges of information between decision-makers, researchers, specialists and those involved in drugs-related issues in governmental and non-governmental organisations;\n(b)\nImprovement of data-comparison methods\n(i)\nensuring improved comparability, objectivity and reliability of data at European level by establishing indicators and common criteria of a non-binding nature, compliance with which may be recommended by the Centre, with a view to ensuring greater uniformity of the measurement methods used by the Member States and the Community; in particular, the Centre shall develop tools and instruments to help Member States to monitor and evaluate their national policies and the Commission to monitor and evaluate Union policies;\n(ii)\nfacilitating and structuring information exchange in terms of both quality and quantity (databases);\n(c)\nDissemination of data\n(i)\nmaking the information produced by it available to the Community, the Member States and competent organisations;\n(ii)\nensuring wide dissemination of work done in each Member State and by the Community itself, and, where appropriate, by third countries or international organisations;\n(iii)\nensuring wide dissemination of reliable non-confidential data, publishing on the basis of data which it gathers, a yearly report on the state of the drugs problem, including data on emerging trends;\n(d)\nCooperation with European and international bodies and organisations and with third countries\n(i)\ncontributing to improving coordination between national and Community action in its areas of activity;\n(ii)\nwithout prejudice to Member States' obligations with regard to transmission of information under the provisions of the United Nations Conventions on drugs, promoting the incorporation of data on drugs and drug addiction gathered in the Member States or emanating from the Community into international monitoring and drug-control programmes, particularly those established by the UN and its specialised agencies;\n(iii)\ncooperating actively with Europol to attain maximum efficiency in monitoring the drugs problem;\n(iv)\ncooperating actively with the organisations and bodies referred to in Article 20;\n(v)\ntransferring, at the request of the Commission and with the approval of the Management Board referred to in Article 9, its know-how to certain third countries such as candidate countries or the countries of the western Balkans and assist in the creation and strengthening of structural links with the network referred to in Article 5 and the setting-up and consolidation of the national focal points referred to in that Article;\n(e)\nInformation obligations\nIn principle, the Centre shall, if it identifies new developments and changing trends, inform the competent authorities of the Member States thereof.\nArticle 3\nPriority areas of activity\nThe objective and tasks of the Centre, as set out in Articles 1 and 2, shall be implemented following the order of priorities indicated in Annex I.\nArticle 4\nWorking method\n1.   The Centre shall progressively carry out its tasks in the light of the objectives adopted in the three-year and annual work programmes referred to in Article 9(4) and (5) and with due regard to the available resources.\n2.   In pursuing its activities, the Centre shall, in order to avoid duplication, take account of activities already carried out by other existing or future institutions and agencies, notably Europol, and shall ensure that it adds to their value.\nArticle 5\nEuropean Information Network on Drugs and Drug Addiction (Reitox)\n1.   The Centre shall have at its disposal the European Information Network on Drugs and Drug Addiction (Reitox). The network shall consist of one focal point for each Member State and each country which has concluded an agreement pursuant to Article 21 and a focal point for the Commission. The designation of the national focal points shall be the exclusive responsibility of the countries concerned.\n2.   The national focal points shall form an interface between the participating countries and the Centre. They shall contribute to the establishment of key indicators and data, including guidelines for their implementation with a view to obtaining reliable and comparable information at European Union level. They shall collect and analyse in an objective manner at national level, bringing together experience from different sectors – health, justice, law enforcement – in cooperation with experts and national organisations active in the field of drugs policy, all relevant information on drugs and drug addiction, as well as on policies and solutions applied. In particular, they shall provide data for the five epidemiological indicators specified by the Centre.\nEach Member State shall ensure that its representative in the Reitox Network provides the information set out in Article 4(1) of Decision 2005/387/JHA.\nThe national focal points may also provide the Centre with information on new trends in the use of existing psychoactive substances and/or new combinations of psychoactive substances which pose a potential risk to public health as well as information on possible measures related to public health.\n3.   The national authorities shall ensure the operation of their focal point for the collection and analysis of data at national level on the basis of guidelines adopted with the Centre.\n4.   The specific tasks allocated to the national focal points shall appear in the Centre's three-year programme as referred to in Article 9(4).\n5.   While fully respecting the primacy of the national focal points, and in close cooperation with them, the Centre may have recourse to additional expertise and sources of information in the field of drugs and drug addiction.\nArticle 6\nProtection and confidentiality of data\n1.   Data on drugs and drug addiction provided to or by the Centre may be published subject to compliance with Community and national rules on the dissemination and confidentiality of information. Personal data may not be published or made accessible to the public.\nMember States and the national focal points shall be under no obligation to provide information classified as confidential under their national law.\n2.   Regulation (EC) No 45/2001 shall apply to the Centre.\nArticle 7\nAccess to documents\n1.   Regulation (EC) No 1049/2001 shall apply to documents held by the Centre.\n2.   The Management Board referred to in Article 9 shall adopt the arrangements for implementing Regulation (EC) No 1049/2001.\n3.   Decisions taken by the Centre pursuant to Article 8 of Regulation (EC) No 1049/2001 may give rise to the lodging of a complaint to the Ombudsman or form the subject of an action before the Court of Justice of the European Communities, under the conditions laid down in Articles 195 and 230 of the Treaty respectively.\nArticle 8\nLegal capacity and location\n1.   The Centre shall have legal personality. In each of the Member States, it shall enjoy the most extensive legal capacity accorded to legal persons under their laws. It may, in particular, acquire or dispose of movable and immovable property and may be a party to legal proceedings.\n2.   The seat of the Centre shall be located in Lisbon.\nArticle 9\nManagement Board\n1.   The Centre shall have a Management Board consisting of one representative from each Member State, two representatives from the Commission, two independent experts particularly knowledgeable in the field of drugs designated by the European Parliament and one representative from each country which has concluded an agreement pursuant to Article 21.\nEach member of the Management Board shall have one vote, except for the representatives of the countries which have concluded agreements pursuant to Article 21, who shall not have the right to vote.\nThe decisions of the Management Board shall be taken by a two-thirds majority of the members with a right to vote, except in the cases provided for in paragraph 6 of this Article and in Article 20.\nEach member of the Management Board may be assisted or represented by a substitute. Where a full member who has the right to vote is absent, his or her substitute may exercise that right.\nThe Management Board may invite as non-voting observers representatives of international organisations with which the Centre cooperates in accordance with Article 20.\n2.   The Chairperson and Vice-Chairperson of the Management Board shall be elected from amongst and by its members for a three-year period. Their terms of office shall be renewable once.\nThe Chairperson and Vice-Chairperson shall have the right to take part in the voting.\nThe Management Board shall draw up its own rules of procedure.\n3.   The meetings of the Management Board shall be convened by its Chairperson. It shall hold an ordinary meeting at least once a year. The Centre's Director, as referred to in Article 11, shall take part in the meetings of the Management Board, without voting rights, and shall, under Article 11(3), provide for the Board's Secretariat.\n4.   The Management Board shall adopt a three-year work programme on the basis of a draft submitted by the Director, after consulting the Scientific Committee referred to in Article 13 and obtaining the opinion of the Commission, and shall forward it to the European Parliament, the Council and the Commission.\n5.   Under the three-year work programme, the Management Board shall adopt each year the Centre's annual work programme on the basis of a draft submitted by the Director, after consulting the Scientific Committee and obtaining the opinion of the Commission. The work programme shall be forwarded to the European Parliament, the Council and the Commission. It may be adjusted in the course of the year in accordance with the same procedure.\n6.   Where the Commission expresses its disagreement with the three-year or annual work programme, those programmes shall be adopted by the Management Board by a three-fourths majority of the members with a right to vote.\n7.   The Management Board shall adopt the annual report on the Centre's activities and forward it by 15 June to the European Parliament, the Council, the Commission, the Court of Auditors and the Member States.\n8.   The Centre shall forward annually to the budgetary authority any information relevant to the outcome of the evaluation procedures.\nArticle 10\nExecutive Committee\n1.   The Management Board shall be assisted by an Executive Committee. The Executive Committee shall be made up of the Chairperson and the Vice-Chairperson of the Management Board, two other members of the Management Board representing the Member States and appointed by the Management Board and two Commission representatives. The Director shall take part in meetings of the Executive Committee.\n2.   The Executive Committee shall meet at least twice a year and whenever necessary to prepare the decisions of the Management Board and to assist and advise the Director. It shall decide on behalf of the Management Board on those matters provided for in the financial rules adopted pursuant to Article 15(10) that are not reserved to the Management Board by this Regulation. Decisions shall be adopted by consensus.\nArticle 11\nDirector\n1.   The Centre shall be headed by a Director appointed by the Management Board on a proposal from the Commission for a five-year term, which shall be renewable.\n2.   Before appointment to a first term, out of a maximum of two terms, the candidate selected by the Management Board for the post of Director shall be invited without delay to make a statement before the European Parliament and answer questions put by members of that institution.\n3.   The Director shall be responsible for:\n(a)\npreparing and implementing the decisions and programmes adopted by the Management Board,\n(b)\nday-to-day administration,\n(c)\npreparing the Centre's work programmes,\n(d)\nthe preparation of the draft estimate of the Centre's revenue and expenditure and the implementation of the budget,\n(e)\nthe preparation and publication of the reports provided for in this Regulation,\n(f)\nmanaging all staff-related matters, and in particular exercising the powers which are devolved on the appointing authority,\n(g)\ndefining the Centre's organisational structure and submitting it to the Management Board for approval,\n(h)\nthe performance of the tasks referred to in Articles 1 and 2,\n(i)\ncarrying out a regular assessment of the Centre's work.\n4.   The Director shall be accountable for his activities to the Management Board.\n5.   The Director shall be the Centre's legal representative.\nArticle 12\nHearing of the Director and of the Chairperson of the Management Board before the European Parliament\nEach year the Director shall submit to the European Parliament the general report on the Centre's activities. The European Parliament may also ask for a hearing with the Director and the Chairperson of the Management Board on any subject related to the Centre's activities.\nArticle 13\nScientific Committee\n1.   The Management Board and the Director shall be assisted by a Scientific Committee which shall deliver an opinion where provided for in this Regulation on any scientific matter concerning the Centre's activities which the Management Board or the Director may submit to it.\nThe opinions of the Scientific Committee shall be published.\n2.   The Scientific Committee shall consist of at most fifteen well-known scientists appointed in view of their scientific excellence and their independence by the Management Board, following the publication of a call for expressions of interest in the Official Journal of the European Union. The selection procedure shall ensure that the specialist fields of the members of the Scientific Committee cover the most relevant scientific fields linked to the problems of drugs and drug addiction.\nThe members of the Scientific Committee shall be appointed in a personal capacity and shall give their opinions completely independently of the Member States and the Community Institutions.\nThe Scientific Committee shall take into account the various positions expressed in national expert opinions, if available, before delivering any opinion.\nFor the purpose of implementing Decision 2005/387/JHA, the Scientific Committee may be extended following the procedure laid down in Article 6(2) of that Decision.\n3.   Members shall serve on the Scientific Committee for a three-year period, which shall be renewable.\n4.   The Scientific Committee shall elect its chairperson for a three-year period. It shall be convened by its chairperson at least once a year.\nArticle 14\nDrawing up of the budget\n1.   Estimates of all the revenue and expenditure of the Centre shall be prepared for each financial year, corresponding to the calendar year, and shall be shown in the budget of the Centre.\n2.   The revenue and expenditure shown in the budget shall be in balance.\n3.   The Centre's revenue shall, without prejudice to other resources, consist of a subsidy from the Community entered in the general budget of the European Union (Commission Section), payments for services rendered and any financial contributions from the organisations and bodies and third countries referred to in Articles 20 and 21 respectively.\n4.   The Centre's expenditure shall include:\n(a)\nstaff remuneration, administrative and infrastructure expenses, and operating costs;\n(b)\nexpenditure in support of the Reitox focal points.\n5.   Each year the Management Board, on the basis of a draft drawn up by the Director, shall produce an estimate of revenue and expenditure for the Centre for the following financial year. This estimate, which shall include a draft establishment plan, shall be forwarded by the Management Board to the Commission by 31 March, together with the Centre's work programme. The estimate shall be forwarded by the Commission to the European Parliament and the Council (hereinafter referred to as the ‘budgetary authority’) together with the preliminary draft general budget of the European Union.\n6.   On the basis of the estimate, the Commission shall enter in the preliminary draft general budget of the European Union the estimates it deems necessary for the establishment plan and the amount of the subsidy to be charged to the general budget, which it shall place before the budgetary authority in accordance with Article 272 of the Treaty.\n7.   The budgetary authority shall authorise the appropriations for the subsidy to the Centre and shall adopt the establishment plan for the Centre.\n8.   The budget shall be adopted by the Management Board. It shall become final following final adoption of the general budget of the European Union. Where appropriate, it shall be adjusted accordingly.\n9.   The Management Board shall, as soon as possible, notify the budgetary authority of its intention to implement any project which may have significant financial implications for the funding of the budget, in particular any projects relating to property such as the rental or purchase of buildings. It shall inform the Commission thereof.\nWhere a branch of the budgetary authority has notified its intention to deliver an opinion, it shall forward its opinion to the Management Board within a period of six weeks from the date of notification of the project.\nArticle 15\nImplementation of the budget\n1.   The Director shall implement the Centre's budget.\n2.   By 1 March following each financial year, the Centre's accounting officer shall communicate the provisional accounts to the Commission's accounting officer together with a report on the budgetary and financial management for that financial year. The Commission's accounting officer shall consolidate the provisional accounts of the institutions and decentralised bodies in accordance with Article 128 of Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (11) (hereinafter referred to as ‘the general Financial Regulation’).\n3.   By 31 March following each financial year, the Commission's accounting officer shall forward the Centre's provisional accounts to the Court of Auditors, together with a report on the budgetary and financial management for that financial year. The report on the budgetary and financial management for the financial year shall also be forwarded to the European Parliament and to the Council.\n4.   On receipt of the Court of Auditors' observations on the Centre's provisional accounts, pursuant to Article 129 of the general Financial Regulation, the Director shall draw up the Centre's final accounts under his own responsibility and submit them to the Management Board for an opinion.\n5.   The Management Board shall deliver an opinion on the Centre's final accounts.\n6.   The Director shall, by 1 July following each financial year, forward the final accounts to the European Parliament, the Council, the Commission and the Court of Auditors, together with the Management Board's opinion.\nThe final accounts shall be published.\n7.   The Director shall send the Court of Auditors a reply to its observations by 30 September. He shall also send this reply to the Management Board.\n8.   The Director shall submit to the European Parliament, at the latter's request, any information required for the smooth application of the discharge procedure for the financial year in question, as laid down in Article 146(3) of the general Financial Regulation.\n9.   The European Parliament, on a recommendation from the Council acting by a qualified majority, shall, before 30 April of year N + 2, give a discharge to the Director in respect of the implementation of the budget for year N.\n10.   The financial rules applicable to the Centre shall be adopted by the Management Board after the Commission has been consulted. They may not depart from Commission Regulation (EC, Euratom) No 2343/2002 (12) on the framework Financial Regulation for the bodies referred to in Article 185 of Council Regulation (EC, Euratom) No 1605/2002 unless specifically required for the Centre's operation and with the Commission's prior consent.\nArticle 16\nCombating fraud\n1.   In order to combat fraud, corruption and any other illegal activities affecting the Communities' financial interests, the provisions of Regulation (EC) No 1073/1999 shall apply without restriction to the Centre.\n2.   The decisions concerning funding and the implementing agreements and instruments resulting from them shall explicitly stipulate that the Court of Auditors and OLAF may carry out, if necessary, on-the-spot checks at the premises of the recipients of the Centre's funding.\nArticle 17\nPrivileges and immunities\nThe Protocol on the Privileges and Immunities of the European Communities shall apply to the Centre.\nArticle 18\nStaff Regulations\nThe Staff Regulations of officials of the European Communities and the Conditions of Employment of other servants of the European Communities and the rules adopted jointly by the Community Institutions for the purpose of applying those Staff Regulations and Conditions of Employment shall apply to the staff of the Centre.\nWhere it engages staff from third countries following the conclusion of the agreements referred to in Article 21, the Centre shall, in any event, comply with the Staff Regulations and Conditions of Employment referred to in paragraph 1 of this Article.\nThe Centre shall exercise in respect of its staff the powers devolved to the appointing authority.\nThe Management Board shall, in agreement with the Commission, adopt the appropriate implementing rules in accordance with the Staff Regulations, Article 110, and the Conditions of Employment referred to in paragraph 1.\nThe Management Board may adopt provisions to allow national experts from other Member States to be employed on secondment at the Centre.\nArticle 19\nLiability\n1.   The contractual liability of the Centre shall be governed by the law applicable to the contract in question. The Court of Justice shall have jurisdiction pursuant to an arbitration clause contained in a contract concluded by the Centre.\n2.   In the case of non-contractual liability, the Centre shall, in accordance with the general principles common to the laws of the Member States, make good any damage caused by the Centre or its staff in the performance of their duties. The Court of Justice shall have jurisdiction in disputes relating to the compensation of any such damage.\n3.   The personal liability of its staff towards the Centre shall be governed by the provisions applying to the staff of the Centre.\nArticle 20\nCooperation with other organisations and bodies\nWithout prejudice to relations which the Commission may maintain pursuant to Article 302 of the Treaty, the Centre shall actively seek to cooperate with international organisations and other, particularly European, governmental and non-governmental bodies competent in the sector of drugs.\nSuch cooperation shall be based on working arrangements concluded with the organisations and bodies referred to in the first paragraph. Those arrangements shall be adopted by the Management Board on the basis of a draft submitted by the Director and after the Commission has delivered an opinion. Where the Commission expresses its disagreement with these arrangements, the Management Board shall adopt them by a three-fourths majority of the members with a right to vote.\nArticle 21\nParticipation of third countries\nThe Centre shall be open to the participation of any third country that shares the interest of the Community and of its Member States in the Centre's objectives and work, on the basis of agreements entered into between such third countries and the Community on the basis of Article 300 of the Treaty.\nArticle 22\nJurisdiction of the Court of Justice\nThe Court of Justice shall have jurisdiction in actions brought against the Centre under Article 230 of the Treaty.\nArticle 23\nEvaluation report\nThe Commission shall initiate an external evaluation of the Centre every six years to coincide with the completion of two of the Centre's three-year work programmes. Such evaluations shall also include the Reitox system. The Commission shall forward the evaluation report to the European Parliament, the Council and the Management Board.\nIn that context, the Commission shall, if appropriate, present a proposal for revision of the provisions of this Regulation in the light of developments in respect of regulatory agencies, in accordance with the procedure laid down in Article 251 of the Treaty.\nArticle 24\nRepeal\nRegulation (EEC) No 302/93 is hereby repealed.\nReferences made to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex III.\nArticle 25\nEntry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Strasbourg, 12 December 2006.\nFor the European Parliament\nThe President\nJ. BORRELL FONTELLES\nFor the Council\nThe President\nM. PEKKARINEN\n(1)  OJ C 69, 21.3.2006, p. 22.\n(2)  Opinion of the European Parliament delivered on 14 June 2006 (not yet published in the Official Journal).\n(3)  OJ L 36, 12.2.1993, p. 1. Regulation as last amended by Regulation (EC) No 1651/2003 (OJ L 245, 29.9.2003, p. 30).\n(4)  See Annex II.\n(5)  OJ L 358, 31.12.2002, p. 1. Decision as amended by Decision No 787/2004/EC (OJ L 138, 30.4.2004, p. 12).\n(6)  OJ L 127, 20.5.2005, p. 32.\n(7)  OJ L 8, 12.1.2001, p. 1.\n(8)  OJ L 145, 31.5.2001, p. 43.\n(9)  OJ L 136, 31.5.1999, p. 1.\n(10)  OJ L 136, 31.5.1999, p. 15.\n(11)  OJ L 248, 16.9.2002, p. 1.\n(12)  OJ L 357, 31.12.2002, p. 72.\nANNEX I\nA.\nThe work of the Centre shall be carried out with due regard to the respective powers of the Community and its Member States in the area of drugs, as those powers are defined by the Treaty. It shall cover the various facets of the drugs and drug addiction phenomenon, and the solutions applied. In doing so, the Centre shall be guided by the Drugs Strategies and Action Plans adopted by the European Union.\nThe Centre shall focus on the following priority areas:\n1)\nmonitoring the state of the drugs problem, in particular using epidemiological or other indicators, and monitoring emerging trends, in particular those involving poly-drug use;\n2)\nmonitoring the solutions applied to drug-related problems; providing information on best practices in the Member States and facilitating the exchange of such practices among them;\n3)\nassessing the risks of new psychoactive substances and maintaining a rapid information system with regard to their use and also regarding new methods of using existing psychoactive substances;\n4)\ndeveloping tools and instruments to help Member States to monitor and evaluate their national policies and the Commission to monitor and evaluate European Union policies.\nB.\nThe Commission shall make available to the Centre, for dissemination, the information and statistical data which it possesses pursuant to its powers.\nANNEX II\nREPEALED REGULATION AND SUCCESSIVE AMENDMENTS\nCouncil Regulation (EEC) No 302/93\nOJ L 36, 12.2.1993, p. 1.\nCouncil Regulation (EC) No 3294/94\nOJ L 341, 30.12.1994, p. 7.\nCouncil Regulation (EC) No 2220/2000\nOJ L 253, 7.10.2000, p. 1.\nCouncil Regulation (EC) No 1651/2003\nOJ L 245, 29.9.2003, p. 30.\nANNEX III\nCORRELATION TABLE\nCouncil Regulation (EEC) No 302/93\nThis Regulation\nArticle 1\nArticle 1\n—\nArticle 1(3), second and third sentences\nArticle 2(A), sub-heading\nArticle 2(a), sub-heading\nArticle 2(A)(1)\nArticle 2(a)(i), first phrase\n—\nArticle 2(a)(i), second and third phrases\nArticle 2(A)(2) to (5)\nArticle 2(a)(ii) to (v)\nArticle 2(B), sub-heading\nArticle 2(b), sub-heading\nArticle 2(B)(6), first phrase\nArticle 2(b)(i), first phrase\n—\nArticle 2(b)(i), second phrase\nArticle 2(B)(7)\nArticle 2(b)(ii)\nArticle 2(C), sub-heading\nArticle 2(c), sub-heading\nArticle 2(C)(8) to (10)\nArticle 2(c)(i) to (iii)\nArticle 2(D), sub-heading\nArticle 2(d), sub-heading\nArticle 2(D)(11) to (13)\nArticle 2(d)(i), (ii) and (iv)\n—\nArticle 2(d)(iii) and (v)\n—\nArticle 2(e)\nArticle 3\nArticle 4\nArticle 4\nArticle 3\nArticle 5(1)\nArticle 5(1)\n—\nArticle 5(2), (3) and (4)\nArticle 5(4)\nArticle 5(5)\nArticle 6(2) and (3)\nArticle 6(1)\n—\nArticle 6(2)\nArticle 6a\nArticle 7\nArticle 7\nArticle 8\n—\nArticle 8, heading\n—\nArticle 8 (2)\nArticle 8(1)\nArticle 9(1), first, fourth and fifth subparagraphs\nArticle 8(2)\nArticle 9(1), second and third subparagraphs;\nArticle 9(2);\nArticle 9(3), second sentence\n—\nArticle 9(3), first and third sentences\nArticle 8(3)\nArticle 9(4)\nArticle 8(4)\nArticle 9(5), first and third sentences\n—\nArticle 9(5), second sentence\n—\nArticle 9(6)\nArticle 8(5) and (6)\nArticle 9(7) and (8)\n—\nArticle 10\nArticle 9(1), first subparagraph\nArticle 11(1)\n—\nArticle 11(2)\nArticle 9(1), second subparagraph\nArticle 11(3)\nArticle 9(1), second subparagraph, first to sixth indent\nArticle 11(3)(a) to (f), first phrase\n—\nArticle 11(3)(f), second phrase\n—\nArticle 11(3)(g)\nArticle 9(1), second subparagraph, seventh indent\nArticle 11(3)(h)\n—\nArticle 11(3)(i)\nArticle 9(2) and (3)\nArticle 11(4) and (5)\n—\nArticle 12\nArticle 10(1)\nArticle 13(1)\nArticle 10(2)\nArticle 13(2), first and fourth subparagraphs\n—\nArticle 13(2), second and third subparagraphs\nArticle 10(3), (4) and (5)\nArticle 13(3) and (4)\nArticle 11(1) to (6)\nArticle 14(1) to (5)\nArticle 11(7) to (10)\nArticle 14(6) to (9)\nArticle 11a(1) to (5)\nArticle 15(1) to (5)\nArticle 11a(6) and (7)\nArticle 15(6)\nArticle 11a(8) to (11)\nArticle 15(7) to (10)\n—\nArticle 16\nArticle 12\nArticle 20\n—\nArticle 20, second subparagraph\nArticle 13(1)\nArticle 21\nArticle 13(2)\n—\nArticle 14\nArticle 17\nArticle 15\nArticle 18, first, third and fourth subparagraphs\n—\nArticle 18, second and fifth subparagraphs\nArticle 16\nArticle 19\nArticle 17\nArticle 22\nArticle 18\nArticle 23, first subparagraph, first and third sentences\n—\nArticle 23, first subparagraph, second sentence\n—\nArticle 23, second subparagraph\n—\nArticle 24\nArticle 19\nArticle 25\nAnnex, paragraph A, first subparagraph\nAnnex I, paragraph A, first subparagraph, first sentence\n—\nAnnex I, paragraph A, first subparagraph, second and third sentences\n—\nAnnex I, paragraph A, second subparagraph, points (1) to (4)\nAnnex, paragraph A, second subparagraph, points 1 to 5\n—\nAnnex, paragraph B\nAnnex I, paragraph B\nAnnex, paragraph C\n—\n—\nAnnex II\n—\nAnnex III", "summary": "European Monitoring Centre for Drugs and Drug Addiction\nEuropean Monitoring Centre for Drugs and Drug Addiction\nSUMMARY OF:\nRegulation (EC) No 1920/2006 on the European Monitoring Centre for Drugs and Drug Addiction\nWHAT IS THE AIM OF THE REGULATION?\n              \nIt revises and repeals Regulation (EEC) No 302/93 which originally set up the European Monitoring Centre for Drugs and Drug Addiction (EMCDDA).\nIt extends the Centre’s role to monitoring aspects such as new trends in drug use, especially poly-drug use (where illegal drugs are taken in combination with legal drugs or medication).\nThe regulation was amended by Regulation (EU) 2017/2101 as regards information exchange on, and an early warning system and risk assessment procedure for, new psychoactive substances* (NPSs).\nKEY POINTS\n              \nThe Centre:\nsupplies the EU institutions and EU countries with objective, reliable and comparable data on drugs and drug addiction;\noffers policymakers the data they need to draw up informed drug laws and strategies;\nprovides professionals and practitioners with examples of best practicenew areas of research on drugs and the consequences of drug addiction.\nIts main objectives are to:\ncollect and analyse existing data on drugs and drug addiction in the EU and with participating non-EU countries;\ncompare data to help evaluate national and EU drugs policies;\ndisseminate data and information on the drugs situation, including data on emerging trends;\ncooperate with EU agencies such as Europol and Eurojust or specialised United Nations agencies such as the United Nations Office on Drugs and Crime and with non-EU countries;\nshare information on, support the early warning system for, and carry out risk assessments of, new psychoactive substances.\nPriority areas\nThe Centre concentrates on:\nmonitoring the drugs situation and emerging trends, in particular those involving poly-drug use;\nmonitoring the solutions applied to drug-related problems and facilitating exchanges on best practice among EU countries;\nmaintaining an early warning system and assessing the risks of new psychoactive substances;\ndeveloping tools to help the European Commission and EU countries to monitor and evaluate their respective policies on drugs.\nReitox network\nTo achieve its main task of providing sound and comparable information on drugs, the EMCDDA has developed a tool to collect national data in a harmonised way through the Reitox network.\nReitox links national drug information systems and is the main means by which the EMCDDA exchanges data and methodological information on drugs and drug addiction in the EU.\nData collected through the Reitox network are also used to:\nmonitor the implementation of the EU drugs action plans which implement the EU drugs strategy;\nhelp develop recommendations for appropriate national responses for organising treatment, prevention and harm reduction activities.\nThe network consists of one focal point for each EU country that participates in EMCDDA and a focal point for the Commission.\nStrengthened surveillance and risk assessment procedure\nRegulation (EU) 2017/2101 requires EU countries to ensure that their national focal points and Europol national units provide the centre with information they collect on NPS.\nWorking closely with Europol, EMCDDA collects, collates, analyses and assesses the information and sends it rapidly to the national focal points, to the Europol national units, and to the Commission. This ensures they all receive information as quickly as possible for the purposes of early warning and also allows the Centre to draw up the initial report on an NPS where there are concerns that the substance may pose health or social risks EU-wide.\nWithin 2 weeks of receiving an initial report, the Commission may request the Centre to assess the potential risks posed by the NPS and to prepare a risk assessment report. The Centre must submit the risk assessment report within 6 weeks of the Commission’s request. Based on the risk assessment procedure, the Commission decides whether the NPS in question should be included in the definition of ‘drug’ in accordance with the procedure under Council Framework Decision 2004/757/JHA — Criminal acts and the applicable penalties — drug trafficking.\nOrganisation and operation\nEstablished in 1993 in Lisbon (Portugal), the centre, which is one of the EU’s decentralised agencies, comprises a Management Board, assisted by:\na Budget Committee;\nan Executive Committee; and\na Scientific Committee which delivers opinions on any scientific aspect of the centre’s activities.\nThe centre maintains close links with the Reitox network’s national focal points and with other partner organisations. It carries out its tasks in line with its strategy which defines the main objectives of its work for a specific period. Its strategy that runs to 2025 and programme for 2018-2020 both aim to contribute to a more secure and a healthier Europe. The programme focuses on:\nreviewing and improving the existing drug monitoring tools (complemented by the increased use of innovative approaches to identify, track and monitor new trends);\nongoing implementation of Regulation (EU) 2017/2101 on NPS;\nimproving the format and content of the annual European Drug Report; and\nthe release of the next editions of the EMCDDA–Europol EU Drug Markets Report (2019) and the Health and social responses to drug use: a European guide (2020).\nThe Centre is also scaling up its support for the European school survey project on alcohol and other drugs and over the 3-year period plans to:\nimplement a new Reitox Development Framework and a new EMCDDA International Cooperation Framework;\nenhance its work with priority non-EU countries by implementing Commission-funded technical assistance projects for candidate and potential candidate countries (IPA 6 and IPA 7 projects) and for neighbouring countries (EU4 Monitoring Drugs project) respectively to gain a better understanding of the global dimension of the drug phenomenon.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 16 January 2007. Regulation (EC) No 1920/2006 revised and replaced Regulation (EEC) No 302/93 (and its subsequent amendments).\nBACKGROUND\n              \nFor more information, see:\nEMCDDA, your reference point on drugs in Europe (EMCDDA).\nKEY TERMS\n              \nPsychoactive substances: a substance, in pure form or in a preparation, that is not covered by the 1961 United Nations Single Convention on Narcotic Drugs, as amended by the 1972 Protocol, or by the 1971 United Nations Convention on Psychotropic Substances but may pose health or social risks similar to those posed by the substances covered by those Conventions. These are substances which affect the mind when ingested.\nMAIN DOCUMENT\n            \nRegulation (EC) No 1920/2006 of the European Parliament and of the Council of 12 December 2006 on the European Monitoring Centre for Drugs and Drug Addiction (recast) (OJ L 376, 27.12.2006, pp. 1-13)\nSuccessive amendments to Regulation (EC) No 1920/2006 have been incorporated into the original document. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nCouncil Framework Decision 2004/757/JHA of 25 October 2004 laying down minimum provisions on the constituent elements of criminal acts and penalties in the field of illicit drug trafficking (OJ L 335, 11.11.2004, pp. 8-11)\nSee consolidated version.\nlast update 11.01.2019", "tags": ["information network", "operation of the Institutions", "European Monitoring Centre for Drugs and Drug Addiction"], "subjects": ["Provisions governing the Institutions", "Public health"], "split": "train", "reference_annotations": {}, "summary_annotations": {"32006R1920_p1": {"text": "It has applied since 16 January 2007. regulation 1920/2006 revised and replaced regulation 302/93 (and its subsequent amendments).", "triples": [" regulation 1920/2006,  replaced,  regulation 302/93"]}}}