{"celex_id": "22012A0731(01)", "reference": "31.7.2012\nEN\nOfficial Journal of the European Union\nL 204/20\nPARTNERSHIP AND COOPERATION AGREEMENT\nbetween the European Union and its Member States, of the one part, and the Republic of Iraq, of the other part\nTHE KINGDOM OF BELGIUM,\nTHE REPUBLIC OF BULGARIA,\nTHE CZECH REPUBLIC,\nTHE KINGDOM OF DENMARK,\nTHE FEDERAL REPUBLIC OF GERMANY,\nTHE REPUBLIC OF ESTONIA,\nIRELAND,\nTHE HELLENIC REPUBLIC,\nTHE KINGDOM OF SPAIN,\nTHE FRENCH REPUBLIC,\nTHE ITALIAN REPUBLIC,\nTHE REPUBLIC OF CYPRUS,\nTHE REPUBLIC OF LATVIA,\nTHE REPUBLIC OF LITHUANIA,\nTHE GRAND DUCHY OF LUXEMBOURG,\nTHE REPUBLIC OF HUNGARY,\nMALTA,\nTHE KINGDOM OF THE NETHERLANDS,\nTHE REPUBLIC OF AUSTRIA,\nTHE REPUBLIC OF POLAND,\nTHE PORTUGUESE REPUBLIC,\nROMANIA,\nTHE REPUBLIC OF SLOVENIA,\nTHE SLOVAK REPUBLIC,\nTHE REPUBLIC OF FINLAND,\nTHE KINGDOM OF SWEDEN,\nTHE UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND,\nContracting Parties to the Treaty on European Union and the Treaty on the Functioning of the European Union, hereinafter referred to as the ‘Member States’ and\nTHE EUROPEAN UNION, hereinafter referred to as ‘the Union’\nof the one part, and\nTHE REPUBLIC OF IRAQ, hereinafter referred to as ‘Iraq’\nof the other part,\nhereinafter jointly referred to as ‘the Parties’,\nCONSIDERING the links between the Union, its Member States and Iraq and the common values that they share,\nRECOGNISING that the Union, its Member States and Iraq wish to strengthen those links and to establish trade and cooperation, supported by a political dialogue,\nCONSIDERING the importance which the Parties attach to the purposes and principles of the Charter of the United Nations, the observance of human rights, democratic principles and political and economic freedoms, which form the very basis of the Partnership,\nREAFFIRMING their attachment to the democratic principles and human rights and fundamental freedoms as laid down in the United Nations Universal Declaration on Human Rights and other relevant international human rights instruments,\nACKNOWLEDGING the great importance of sustainable and social development which should go hand in hand with economic development,\nRECOGNISING the importance of enhancing cooperation between them, and their common will to consolidate, deepen and diversify their relations in areas of mutual interest on the basis of respect for sovereignty, equality, non-discrimination, the rule of law and good governance, respect for the natural environment and mutual benefit,\nRECOGNISING the need to support Iraq’s efforts to continue political reforms and economic rehabilitation and reforms, as well as in improving the living conditions of the poor and disadvantaged sections of the population,\nRECOGNISING the need to strengthen women’s role in political, civil, social, economic and cultural spheres, as well as to fight discrimination,\nDESIROUS of creating favourable conditions for a substantial development and diversification of trade between the Union and Iraq and enhancing cooperation in economic, commercial, investment, science and technology and cultural fields,\nAIMING to promote trade and investment and harmonious economic relations between the Parties based on the principles of market economy,\nHAVING REGARD to the need to create favourable conditions for improving business and investment,\nCONSCIOUS of the need to improve conditions affecting business and investment, and conditions in areas such as establishment of companies, labour, provision of services and capital movements,\nTAKING into account the Parties’ right to regulate the provision of services within their territories and to guarantee the achievement of legitimate public policy objectives,\nTAKING into account their commitment to conduct trade in accordance with the Marrakesh Agreement Establishing the World Trade Organization, done on 15 April 1994 (hereinafter referred to as the ‘WTO Agreement’), and in that respect their mutual interest in Iraq’s accession to that Agreement,\nRECOGNISING the specific needs of developing countries under the WTO,\nRECOGNISING the fact that terrorism, organised crime, money laundering and drug trafficking represent serious threats to international stability and security as well as to the fulfilment of the objectives of their cooperation,\nNOTING the importance of fostering and strengthening regional cooperation,\nCONFIRMING that the provisions of this Agreement which fall within the scope of Title V of Part Three of the Treaty on the Functioning of the European Union, bind the United Kingdom and Ireland, as separate contracting parties, and not as part of the European Union, unless the European Union notifies Iraq that either State has become bound on these matters as part of the European Union in accordance with Protocol (No 21) on the position of the United Kingdom and Ireland in Respect of the Area of Freedom, Security and Justice annexed to the Treaty on European Union and the Treaty on the Functioning of the European Union. The same applies to Denmark, in accordance with Protocol (No 22) on the position of Denmark annexed to the Treaty on European Union and the Treaty on the Functioning of the European Union,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nEstablishment of Partnership\n1.   A partnership is hereby established between the Union and its Member States of the one part, and Iraq, of the other part.\n2.   The objectives of this Partnership are:\n(a)\nto provide an appropriate framework for the political dialogue between the Parties allowing the development of political relations;\n(b)\nto promote trade and investment and harmonious economic relations between the Parties and so to foster their sustainable economic development; and\n(c)\nto provide a basis for legislative, economic, social, financial and cultural cooperation.\nArticle 2\nBasis\nRespect for democratic principles and human rights, as laid down in the Universal Declaration of Human Rights and other relevant international human rights instruments, as well as for the principle of the rule of law, underpins the internal and international policies of both Parties and constitutes an essential element of this Agreement.\nTITLE I\nPOLITICAL DIALOGUE AND COOPERATION IN THE FIELD OF FOREIGN AND SECURITY POLICY\nArticle 3\nPolitical dialogue\n1.   A regular political dialogue shall be established between the Parties. It shall strengthen their relations, contribute to the development of a partnership and increase mutual understanding and solidarity.\n2.   The political dialogue shall cover all subjects of common interest, and in particular peace, foreign and security policy, national dialogue and reconciliation, democracy, the rule of law, human rights, good governance and regional stability and integration.\n3.   The political dialogue shall take place on an annual basis at ministerial and at senior official level.\nArticle 4\nCombating terrorism\nThe Parties reaffirm the importance of the fight against terrorism and, in accordance with international conventions, international human rights, humanitarian and refugee law and with their respective legislation and regulations, agree to cooperate in the prevention and suppression of terrorist acts. They shall do so in particular:\n(a)\nin the framework of the full implementation of the UN Security Council Resolution 1373 (2001) and other relevant UN resolutions, the UN Counter-Terrorism Strategy, international conventions and instruments;\n(b)\nby exchange of information on terrorist groups and their support networks in accordance with international and national law; and\n(c)\nby exchanges of view on means and methods used to counter terrorism, including in technical fields and training, and by exchange of experiences in respect of terrorism prevention.\nThe Parties continue to be committed to reaching an agreement on the UN Comprehensive Convention on International Terrorism as soon as possible.\nThe Parties are deeply concerned about incitement of terrorist acts and emphasise their commitment to take all necessary and appropriate measures in accordance with international and national law, to reduce the threat posed by such incitement.\nArticle 5\nCountering proliferation of weapons of mass destruction\nThe Parties consider that the proliferation of weapons of mass destruction (WMD) and their means of delivery, both to state and non-state actors, represents one of the most serious threats to international stability and security. The Parties therefore agree to cooperate and to contribute to countering the proliferation of WMD and their means of delivery through full compliance with and national implementation of their existing obligations under international disarmament and non-proliferation treaties and agreements and other relevant international obligations. The Parties agree that this provision constitutes an essential element of this agreement.\nThe Parties furthermore agree to cooperate and to contribute to countering the proliferation of WMD and their means of delivery by:\n(a)\ntaking steps to sign, ratify, or accede to, as appropriate, and fully implement all other relevant international instruments;\n(b)\nthe establishment of an effective system of national export controls, controlling the export as well as transit of WMD related goods, including a WMD end-use control on dual-use technologies and containing effective sanctions for breaches of export controls.\nThe Parties agree to establish a regular political dialogue that will accompany and consolidate these elements.\nArticle 6\nSmall arms and light weapons\n1.   The Parties recognise that the illicit manufacture, transfer and circulation of small arms and light weapons (SALW), including their ammunition, and their excessive accumulation, poor management, inadequately secured stockpiles and uncontrolled spread continue to pose a serious threat to peace and international security.\n2.   The Parties agree to observe and fully implement their respective obligations to deal with the illicit trade in SALW, including their ammunition, under existing international agreements and UN Security Council resolutions, as well as their commitments within the framework of other international instruments applicable in this area, such as the UN Programme of Action to prevent, combat and eradicate the illicit trade in SALW in all its aspects.\n3.   The Parties undertake to cooperate and to ensure coordination, complementarity and synergy in their efforts to deal with the illicit trade in SALW, including their ammunition, at global, regional, sub-regional and national levels and agree to establish regular political dialogue that will accompany and consolidate this undertaking.\nArticle 7\nInternational Criminal Court\n1.   The Parties reaffirm that the most serious crimes of concern to the international community as a whole should not go unpunished and that their prosecution should be ensured by measures at either the domestic or international level.\n2.   The Parties recognise that Iraq is not yet a State Party to the Rome Statute of the International Criminal Court, but that Iraq is considering the possibility of acceding to it in the future. In so doing, Iraq will take steps to accede to, ratify and implement the Rome Statute and related instruments.\n3.   The Parties reaffirm their determination to cooperate on this issue, including by sharing experience in the adoption of legal adjustments required by the relevant international law.\nTITLE II\nTRADE AND INVESTMENTS\nSECTION I\nTrade in goods\nChapter I\nGeneral provisions\nArticle 8\nScope and Coverage\nThis Chapter shall apply to trade in goods between the Parties.\nArticle 9\nCustoms Duties\nFor the purpose of this Chapter, a ‘customs duty’ includes any duty or charge of any kind imposed on or in connection with the importation or exportation of a good, including any form of surtax or surcharge imposed on or in connection with such importation or exportation. A ‘customs duty’ does not include any:\n(a)\ncharge equivalent to an internal tax imposed consistently with Article 11;\n(b)\nduty imposed consistently with Chapter II of Section 1 of Title II of this Agreement;\n(c)\nduty applied consistently with Articles VI, XVI and XIX of the General Agreement on Tariffs and Trade 1994 (hereinafter referred to as the ‘GATT 1994’), the WTO Agreement on Implementation of Article VI of the General Agreement on Tariffs and Trade 1994, the WTO Agreement on Subsidies and Countervailing Measures, the WTO Agreement on Safeguards, Article 5 of the WTO Agreement on Agriculture or the WTO Understanding on Rules and Procedures Governing the Settlement of Disputes (hereinafter referred to as the ‘DSU’);\n(d)\nfee or other charge imposed pursuant to a Party’s domestic law and consistently with Article VIII of the GATT 1994 and its Notes and Supplementary Provisions.\nArticle 10\nMFN treatment\n1.   The Parties shall accord to one another most-favoured-nation treatment in accordance with Article I.1 of the GATT 1994 and its Notes and Supplementary Provisions.\n2.   The provisions of paragraph 1 shall not apply to:\n(a)\nadvantages granted with the object of establishing a customs union or a free-trade area according to the GATT 1994 or pursuant to the establishment of such customs union or free-trade area;\n(b)\nadvantages granted to particular countries in accordance with the GATT 1994 and with other international arrangements in favour of developing countries.\nArticle 11\nNational treatment\nEach Party shall accord national treatment to the goods of the other Party in accordance with Article III of the GATT 1994, including its Notes and Supplementary Provisions. To this end, Article III of the GATT 1994 and its Notes and Supplementary Provisions are incorporated into and made part of this Agreement, mutatis mutandis.\nArticle 12\nTariff policy\n1.   Products originating in Iraq and imported into the Union shall be subject to the Union MFN tariff. No customs duties exceeding those applied to imports from WTO Members in accordance with Article I of the GATT 1994 shall be applied to products originating in Iraq and imported into the Union.\n2.   Products originating in the Union shall, on their importation into Iraq, not be subject to customs duties exceeding the current 8 % Reconstruction Levy on imported goods.\n3.   The Parties agree that until Iraq accedes to the WTO, the Parties may amend the level of customs duties on imports after mutual consultation between the Parties.\n4.   If, after the signature of this Agreement, any tariff reduction is applied by Iraq to imports on an erga omnes basis, in particular reductions resulting from the tariff negotiations in the WTO, such reduced customs duties shall be applied to imports originating in the Union and replace the basic duty or Reconstruction Levy as from the date when such reductions are applied.\nArticle 13\nApplication of relevant provisions of the GATT 1994\nThe following Articles of the GATT 1994 shall be incorporated into and made part of this Agreement and shall apply between the Parties, mutatis mutandis:\n(a)\nArticle V including its Notes and Supplementary Provisions;\n(b)\nArticle VII, paragraphs 1, 2, 3, 4(a), 4(b), 4(d) and 5 including its Notes and Supplementary provisions and the WTO Agreement on Implementation of Article VII of the GATT 1994;\n(c)\nArticle VIII including its Notes and Supplementary Provisions;\n(d)\nArticle IX;\n(e)\nArticle X.\nArticle 14\nHarmonised Commodity Description\nThe classification of goods in trade between the Parties shall be that set out in each Party’s respective tariff nomenclature interpreted in conformity with the Harmonised System of the International Convention on the Harmonised Commodity Description and Coding System, done at Brussels on 14 June 1983 (hereinafter referred to as the ‘HS’).\nArticle 15\nTemporary admission of goods\nWithout prejudice to the rights and obligations stemming from international conventions on the temporary admission of goods which bind both Parties, each Party shall grant the other Party exemption from import charges and duties on goods admitted temporarily. The temporary admission procedure shall be applied taking account of the conditions under which the obligations stemming from such conventions have been accepted by the Parties in question.\nArticle 16\nProhibition of quantitative restrictions\nThe Union and Iraq shall, upon the entry into force of this Agreement, abolish and shall not adopt or maintain in trade between themselves any restrictions on imports or exports or any measures having equivalent effect in accordance with Article XI of the GATT 1994 and its Notes and Supplementary Provisions. To this end Article XI of the GATT 1994 and its Notes and Supplementary Provisions are incorporated into and made part of this Agreement, mutatis mutandis.\nArticle 17\nExport duties\nNeither party may maintain or institute any customs duties, taxes or other fees and charges imposed on or in connection with the exportation of goods to the other Party. Neither Party may maintain or institute any internal taxes, fees, and charges on goods exported to the other party that are in excess of those imposed on like products destined for internal sale.\nChapter II\nTrade remedies instruments\nArticle 18\nAnti-dumping\n1.   Nothing in this Agreement shall prevent the Parties from adopting anti-dumping or countervailing measures in accordance with Article VI of the GATT 1994, including its Notes and Supplementary Provisions, and the Agreement on Implementation of Article VI of the General Agreement on Tariffs and Trade 1994 and with the WTO Agreement on Subsidies and Countervailing Measures.\n2.   This article shall not be subject to the provisions of Section VI of Title II of this Agreement.\nArticle 19\nSafeguard measures\n1.   Nothing in this Agreement shall prevent the Parties from adopting measures in accordance with Article XIX of the GATT 1994 and the WTO Agreement on Safeguards.\n2.   This article shall not be subject to the provisions of Section VI of Title II of this Agreement.\nChapter III\nExceptions\nArticle 20\nGeneral exceptions\nThe provisions of Article XX of the GATT 1994, including its Notes and Supplementary Provisions, and of Article XXI of the GATT 1994, which are incorporated into and made part of this Agreement, shall apply between the Parties, mutatis mutandis.\nChapter IV\nNon-tariff issues\nArticle 21\nIndustrial standards and conformity assessment, technical regulations\n1.   Relationship with the WTO Agreement on Technical Barriers to Trade\nThe provisions of the WTO Agreement on Technical Barriers to Trade (hereinafter referred to as the ‘TBT Agreement’), which is incorporated into and made part of this Agreement, shall apply between the Parties, mutatis mutandis.\n2.   Scope and coverage\nThe provisions of this Chapter shall apply to the preparation, adoption and application of technical regulations, standards and conformity assessment procedures, as defined in the TBT Agreement.\n3.   Objectives\nThe objectives of cooperation in the areas of technical regulations, standards and conformity assessment procedures between the Parties shall be:\n(a)\nto avoid or reduce technical barriers to trade, in order to facilitate trade between the Parties;\n(b)\nto enhance access for products to each other’s markets through improvements in safety, quality and competitiveness of products;\n(c)\nto promote a greater use of international technical regulations, standards and conformity assessment procedures, including sector specific measures, and the use of international best practices for drawing them up;\n(d)\nto ensure that the preparation, adoption and application of standards and technical regulations are transparent and do not create unnecessary obstacles to trade between the Parties, in accordance with the provisions of the TBT Agreement;\n(e)\nto develop the infrastructure for technical regulation, standardisation, conformity assessment, accreditation, metrology and market surveillance in Iraq;\n(f)\nto develop functional links between standardisation, conformity assessment and regulatory institutions of Iraq and of the Union;\n(g)\nto promote effective participation of Iraqi institutions in international standards setting bodies and the TBT Committee.\n4.   Technical regulations, standards and conformity assessment procedures\n(a)\nThe Parties shall ensure that technical regulations, standards and conformity assessment procedures, are not prepared, adopted or applied with a view to, or with an effect of, creating unnecessary obstacles to trade between the Parties, subject to the provisions of the TBT Agreement.\n(b)\nThe Parties shall endeavour where possible to harmonise their standards, technical regulations and conformity assessment procedures.\n5.   Transparency and notification\n(a)\nObligations concerning the sharing of information on technical regulations, standards and conformity assessment procedures provided for by the TBT Agreement shall apply between the Parties.\n(b)\nThe Parties agree to exchange information on issues of potential relevance to their trade relations, including rapid alerts, scientific opinions and events through contact points.\n(c)\nThe Parties may cooperate in the establishment and maintenance of contact points, and in the setting up and maintenance of common data bases.\nChapter V\nSanitary and phytosanitary measures\nArticle 22\nSanitary and phytosanitary measures\n1.   The Parties shall cooperate in the area of Sanitary and Phytosanitary measures with the objective of facilitating trade while protecting human, animal or plant life or health. The provisions of the WTO Agreement on the Application of Sanitary and Phytosanitary Measures (hereinafter referred to as the ‘SPS Agreement’), which is incorporated into and made part of this Agreement, shall apply between the Parties, mutatis mutandis.\n2.   On request the Parties may identify and address problems arising from the application of specific SPS-measures with a view to reaching mutually acceptable solutions.\nSECTION II\nTrade in services and establishment\nArticle 23\nCoverage\n1.   This Section hereby lays down the necessary arrangements for the progressive liberalisation of trade in services and establishment between the Parties.\n2.   This Section applies to measures affecting trade in services and establishment in all economic activities, with the exception of:\n(a)\nmining, manufacturing and processing of nuclear materials;\n(b)\nproduction of or trade in arms, munitions and war material;\n(c)\naudio-visual services and cultural services;\n(d)\neducation services;\n(e)\nhealth and social services;\n(f)\nnational maritime cabotage;\n(g)\nair transport services and services auxiliary to air transport other than:\n(i)\naircraft repair and maintenance services during which an aircraft is withdrawn from service;\n(ii)\nthe selling and marketing of air transport services;\n(iii)\ncomputer reservation system services;\n(iv)\nground handling services;\n(v)\nrental services of aircraft with crew;\n(vi)\nairport operation services; and\n(h)\nspace transport services.\n3.   Nothing in this Section shall be construed to impose any obligation with respect to government procurement.\n4.   The provisions of this Section shall not apply to subsidies granted by the Parties.\n5.   Consistent with the provisions of this Section, each Party retains the right to regulate and to introduce new regulations to meet legitimate policy objectives.\nArticle 24\nDefinitions\nFor the purposes of this Section:\n(a)\na ‘natural person of the Union’ means a national of one of the Member States of the Union according to its legislation and a ‘natural person of Iraq’ means a national of Iraq according to its legislation;\n(b)\na ‘juridical person’ means any legal entity duly constituted or otherwise organised under applicable law, whether for profit or otherwise, and whether privately-owned or governmentally-owned, including any corporation, trust, partnership, joint venture, sole proprietorship or association;\n(c)\na ‘juridical person of the Union’ or a ‘juridical person of Iraq’ means a juridical person set up in accordance with the laws of a Member State of the Union or of Iraq, respectively, and having its registered office, central administration, or principal place of business in the territory to which the Treaty on European Union and the Treaty on the Functioning of the European Union apply or in the territory of Iraq, respectively. Should the juridical person have only its registered office, central administration, or principal place of business in the territory to which the Treaty on European Union and the Treaty on the Functioning of the European Union apply or in the territory of Iraq, respectively, it shall not be considered as a juridical person of the Union or a juridical person of Iraq, respectively, unless its operations possess a real and continuous link with the economy of the Union or of Iraq, respectively;\n(d)\nnotwithstanding point (c), shipping companies established outside the Union or Iraq and controlled by nationals of a Member State of the Union or of Iraq, respectively, shall also be beneficiaries of the provisions of this Agreement, if their vessels are registered in accordance with their respective legislation, in that Member State of the Union or in Iraq, and carry the flag of a Member State of the Union or of Iraq;\n(e)\n‘economic activity’ does not include activities carried out in the exercise of governmental authority, which means activities carried out neither on a commercial basis nor in competition with one or more economic operators;\n(f)\n‘subsidiary’ means a juridical person which is effectively controlled by another juridical person;\n(g)\n‘branch’ of a juridical person means a place of business not having legal personality which has the appearance of permanency, such as the extension of a parent body, has a management and is materially equipped to negotiate business with third parties so that the latter, although knowing that there will if necessary be a legal link with the parent body, the head office of which is abroad, do not have to deal directly with such parent body but may transact business at the place of business constituting the extension;\n(h)\n‘service suppliers’ of a Party means any natural or juridical person of a Party that seeks to supply or supplies a service;\n(i)\n‘trade in services’ is defined as the supply of a service through the following modes:\n(i)\nfrom the territory of a Party into the territory of the other Party;\n(ii)\nin the territory of a Party to the service consumer of the other Party;\n(iii)\nby a service supplier of a Party, through establishment in the territory of the other Party;\n(iv)\nby a service supplier of a Party, through presence of natural persons in the territory of the other Party;\n(j)\n‘measure’ means any measure by a Party, whether in the form of a law, regulation, rule, procedure, decision, administrative action, or any other form;\n(k)\n‘measures adopted or maintained by a Party’ means measures taken by:\n(i)\ncentral, regional or local governments and authorities; and\n(ii)\nnon-governmental bodies in the exercise of powers delegated by central, regional or local governments or authorities;\n(l)\n‘services’ includes any service in any sector except services supplied in the exercise of governmental authority;\n(m)\n‘establishment’ means any type of business or professional establishment through:\n(i)\nthe constitution, acquisition or maintenance of a juridical person; or\n(ii)\nthe creation or maintenance of a branch or representative office;\nwithin the territory of a Party for the purpose of performing an economic activity;\n(n)\n‘investor’ of a Party means any natural or juridical person that seeks to perform or performs an economic activity through setting up an establishment;\n(o)\na ‘service supplied in the exercise of governmental authority’ means any service which is supplied neither on a commercial basis, nor in competition with one or more service suppliers.\nArticle 25\n1.   From the entry into force of this Agreement the Union shall extend to services or service suppliers of the Iraq the treatment resulting from the schedule of specific commitments of the Union and its Member States on national treatment and market access under the General Agreement on Trade in Services (hereinafter referred to as the ‘GATS’).\n2.   From the entry into force of this Agreement, and subject to paragraph 3, the Iraq shall grant to services, service suppliers, establishments and investors of the Union in the services and non-services sector, treatment no less favourable than that granted to like services, services suppliers, establishments and investors of Iraq or to like services, service suppliers, establishments and investors of any third country, whichever is the better.\n3.   Iraq may modify the treatment granted to services, service suppliers, establishments and investors of the Union by subjecting it to conditions and qualifications which result in treatment less favourable than that granted to its own like services, service suppliers, establishments and investors. Such modification shall respect the following conditions:\n(a)\nThe treatment granted to services, services suppliers, establishments and investors of the Union shall remain no less favourable than that granted by Iraq to like services, service suppliers, establishments and investors of any third country.\n(b)\nIraq shall notify such intention to the Commission of the European Union (hereinafter referred to as ‘the Commission’) four months before the intended date of implementation of such conditions. At the request of the Commission, the Iraq shall provide detailed information on the reasons that justify the intended imposition of conditions and qualifications. These conditions and qualifications shall be deemed accepted by the Union if no communication is sent to Iraq within eight weeks.\n(c)\nAt the request of any Party, the proposed conditions and qualifications shall be referred to the Cooperation Committee for examination and approval.\n4.   Without prejudice to the benefits arising from the treatment granted to services, service suppliers, establishments and investors of the Union pursuant to paragraph 2 of this article, following its accession to the WTO, Iraq shall also extend to services or service suppliers of the Union the treatment resulting from its schedule of specific commitments under the GATS.\nArticle 26\n1.   The most-favoured-nation treatment granted in accordance with the provisions of this Section shall not apply to tax advantages which the Parties are providing or will provide in the future on the basis of agreements to avoid double taxation, or other tax arrangements.\n2.   Nothing in this Section shall be construed to prevent the adoption or enforcement by the Parties of any measure aimed at preventing the avoidance of taxes pursuant to the tax provisions of agreements to avoid the double taxation and other tax arrangements, or domestic fiscal legislation.\n3.   Nothing in this Section shall be construed to prevent the Member States or Iraq from distinguishing, in the application of the relevant provisions of their fiscal legislation, between taxpayers who are not in identical situations, in particular as regards their place or residence.\nArticle 27\nOther agreements\nNothing in this Section shall limit the rights of investors of the Parties to benefit from any more favourable treatment provided for in any existing or future international agreement relating to investment to which a Member State of the Union and Iraq are Parties.\nArticle 28\nTransparency\nEach Party shall respond promptly to all requests by the other Party for specific information on any of its measures of general application or international agreements which pertain to or affect this Agreement. Each Party shall also establish one or more enquiry points to provide specific information to services providers of the other Party, upon request, on all such matters. Such enquiry points are listed in ANNEX 3. Enquiry points need not be depositories of laws and regulations.\nArticle 29\nExceptions\n1.   The provisions of this Section are subject to the exceptions contained in this Article. Subject to the requirement that such measures are not applied in a manner which would constitute a means of arbitrary or unjustifiable discrimination between countries where like conditions prevail, or a disguised restriction on trade in services, nothing in this Section shall be construed to prevent the adoption or enforcement by any Party of measures:\n(a)\nnecessary to protect public security or public morals or to maintain public order;\n(b)\nnecessary to protect human, animal or plant life or health;\n(c)\nnecessary to secure compliance with laws or regulations which are not inconsistent with the provisions of this Section including those relating to:\n(i)\nthe prevention of deceptive and fraudulent practices or to deal with the effects of a default on services contracts;\n(ii)\nthe protection of the privacy of individuals in relation to the processing and dissemination of personal data and the protection of confidentiality of individual records and accounts;\n(iii)\nsafety;\n(d)\ninconsistent with the objectives of Article 25, provided that the difference in treatment is aimed at ensuring the effective or equitable imposition or collection of direct taxes in respect of services or service suppliers of the other Party;\n(e)\ninconsistent with the objectives of Article 25, provided that the difference in treatment is aimed at preventing the avoidance or evasion of taxes pursuant to the tax provisions of agreements to avoid double taxation or other tax arrangements or domestic fiscal legislation.\n2.   The provisions of this Section shall not apply to the Parties’ respective social security systems or to activities in the territory of each Party, which are connected, even occasionally, with the exercise of official authority.\n3.   The provisions of this Section shall not apply to measures affecting natural persons seeking access to the employment market of a Party, nor shall it apply to measures regarding citizenship, residence or employment on a permanent basis.\n4.   Nothing in this Section shall prevent a Party from applying measures to regulate the entry of natural persons into, or their temporary stay in, its territory, including those measures necessary to protect the integrity of, and to ensure the orderly movement of natural persons across, its borders, provided that, in so doing, it does not apply them in a manner as to nullify or impair the benefits accruing to the other Party under Article 25.\n5.   Nothing in this Section applies to activities conducted by a central bank or monetary authority or by any other public entity in pursuit of monetary or exchange rate policies.\n6.   Nothing in this Section shall be construed to prevent a Party, including its public entities, from exclusively conducting or providing in its territory activities or services for the account or with the guarantee or using the financial resources of the Party, or its public entities.\n7.   The provisions of this Section shall not prejudice the application by each Party of any measures necessary to prevent the circumvention of its measures concerning third country access to its market, through the provisions of this Agreement.\nArticle 30\nSecurity Exceptions\nNothing in this Section shall be construed:\n(a)\nto require any Party to furnish any information, the disclosure of which it considers contrary to its essential security interests; or\n(b)\nto prevent any Party from taking any action which it considers necessary for the protection of its essential security interests:\n(i)\nrelating to economic activities carried out directly or indirectly for the purpose of provisioning a military establishment;\n(ii)\nrelating to fissionable and fusionable materials or the materials from which they are derived;\n(iii)\nconnected with the production of or trade in arms, munitions and war materials and related to traffic in other goods and materials;\n(iv)\nrelating to government procurement indispensable for national security or for national defence purposes;\n(v)\ntaken in time of war or other emergency in international relations; or\n(c)\nto prevent any Party from taking any action in pursuance of its obligations under the United Nations Charter for the maintenance of international peace and security.\nArticle 31\nProgressive liberalisation of trade in services and establishment\nAs circumstances allow, including the situation arising from the accession of Iraq to the WTO, the Cooperation Council may make recommendations to the Parties to expand progressively trade in services and establishment between them and ensure full consistency with the provisions of the GATS, notably Article V. Where accepted, those recommendations could be put into effect by virtue of agreements between the Parties.\nSECTION III\nProvisions affecting business and investment\nArticle 32\nEncouragement of investment\nThe Parties shall encourage an increase in mutually beneficial investment by establishing a more favourable climate for private investment.\nArticle 33\nContact points and exchange of information\nIn order to facilitate the communication between the Parties on any trade matter related to private investment, each Party shall designate a contact point. On the request of either Party, the contact point of the other Party shall indicate the office or official responsible for the matter and provide the required support to facilitate communication with the requesting Party.\nSECTION IV\nCurrent payments and capital\nArticle 34\nObjective and scope\n1.   The Parties shall aim at the liberalisation of current payments and capital movements between them, in conformity with the commitments undertaken in the framework of the international financial institutions.\n2.   This Section applies to all current payments and capital movements between the Parties.\nArticle 35\nCurrent account\nThe Parties shall allow, in freely convertible currency and in accordance with the Articles of Agreement of the International Monetary Fund, any payments and transfers of the current account between the Parties.\nArticle 36\nCapital Account\nFrom the entry into force of the Agreement, the Parties shall allow the free movements of capital relating to direct investments made in accordance with the laws of the host country and investments made in accordance with the provisions of this Agreement, and the liquidation or repatriation of these capitals and of any profit stemming there from.\nArticle 37\nStandstill\nThe Parties shall not introduce any new restrictions on current payments and movements of capital between their residents and shall not make the existing arrangements more restrictive.\nArticle 38\nSafeguard measures\n1.   Where, in exceptional circumstances, movements of capital between the Union and Iraq cause, or threaten to cause, serious difficulties for the operation of exchange rate policy or monetary policy in the Union or Iraq, the Union and Iraq, respectively, may take safeguard measures with regard to movements of capital between the Union and Iraq for a period not exceeding six months if such measures are strictly necessary.\n2.   The Party adopting the safeguard measures shall inform the other Party as soon as possible, of a time schedule for their removal.\nArticle 39\nFinal provisions\n1.   Nothing in this Section shall limit the rights of economic operators of the Parties from benefiting from any more favourable treatment that may be provided for in any existing bilateral or multilateral agreement to which they are parties.\n2.   The Parties shall consult each other with a view to facilitating the movement of capital between them in order to promote the objectives of this Agreement.\nSECTION V\nTrade-related issues\nChapter I\nState trading enterprises\nArticle 40\n1.   The Parties aim to comply with the provisions of Article XVII of the GATT 1994, its Notes and Supplementary Provisions and the WTO Understanding on the Interpretation of Article XVII of the General Agreement on Tariffs and Trade 1994, which are incorporated into and made part of this Agreement, mutatis mutandis.\n2.   If one of the Parties requests information from the other Party on individual cases of state trading enterprises, the manner of their operation and the effect of their operations on bilateral trade, the requested Party shall ensure maximum transparency possible without prejudice to Article XVII.4(d) of the GATT 1994 on confidential information.\n3.   Each party shall ensure that any state trading enterprise supplier of a good or service shall comply with that Party’s obligation under this Agreement.\nChapter II\nPublic procurement\nArticle 41\nIntroduction\n1.   The Parties recognise the contribution of transparent, competitive and open tendering to sustainable economic development and set as their objective the effective, reciprocal and gradual opening of their respective procurement markets.\n2.   For the purposes of this Chapter:\n(a)\n‘commercial goods or services’ means goods or services of a type generally sold or offered for sale in the commercial marketplace to, and customarily purchased by, non-governmental buyers for non-governmental purposes;\n(b)\n‘construction service’ means a service that has as its objective the realization by whatever means of civil or building works, based on Division 51 of the United Nations Provisional Central Product Classification (hereinafter referred to as the ‘CPC’);\n(c)\n‘days’ means calendar days;\n(d)\n‘electronic auction’ means an iterative process that involves the use of electronic means for the presentation by suppliers of either new prices, or new values for quantifiable non-price elements of the tender related to the evaluation criteria, or both, resulting in a ranking or re-ranking of tenders;\n(e)\n‘in writing or written’ means any worded or numbered expression that can be read, reproduced and later communicated. It may include electronically transmitted and stored information;\n(f)\n‘limited tendering’ means a procurement method whereby the procuring entity contacts a supplier or suppliers of its choice;\n(g)\n‘measure’ means any law, regulation, procedure, administrative guidance or practice, or any action of a procuring entity relating to a covered procurement;\n(h)\n‘multi-use list’ means a list of suppliers that a procuring entity has determined satisfy the conditions for participation in that list, and that the procuring entity intends to use more than once;\n(i)\n‘notice of intended procurement’ means a notice published by a procuring entity inviting interested suppliers to submit a request for participation, a tender, or both;\n(j)\n‘offset’ means any condition or undertaking that encourages local development or improves a Party’s balance-of-payments accounts, such as the use of domestic content, the licensing of technology, investment, counter-trade and similar action or requirement;\n(k)\n‘open tendering’ means a procurement method whereby all interested suppliers may submit a tender;\n(l)\n‘person’ means a natural person or a juridical person;\n(m)\n‘procuring entity’ means an entity covered under a Party’s Appendix I of ANNEX 1 to this Agreement;\n(n)\n‘qualified supplier’ means a supplier that a procuring entity recognises as having satisfied the conditions for participation;\n(o)\n‘selective tendering’ means a procurement method whereby only qualified suppliers are invited by the procuring entity to submit a tender;\n(p)\n‘services’ includes construction services, unless otherwise specified;\n(q)\n‘standard’ means a document approved by a recognised body that provides for common and repeated use, rules, guidelines or characteristics for goods or services, or related processes and production methods, with which compliance is not mandatory. It may also include or deal exclusively with terminology, symbols, packaging, marking or labelling requirements as they apply to a good, service, process or production method;\n(r)\n‘supplier’ means a person or group of persons that provides or could provide goods or services; and\n(s)\n‘technical specification’ means a tendering requirement that:\n(i)\nlays down the characteristics of goods or services to be procured, including quality, performance, safety and dimensions, or the processes and methods for their production or provision; or\n(ii)\naddresses terminology, symbols, packaging, marking or labelling requirements, as they apply to a good or service.\nArticle 42\nScope and Coverage\n1.   This Chapter applies to any measure regarding covered procurement. For the purposes of this Chapter, covered procurement means procurement for governmental purposes:\n(a)\nof goods, services, or any combination thereof:\n(i)\nas specified in each Party’s Sub-Annexes of Appendix I of ANNEX 1 to this Agreement; and\n(ii)\nnot procured with a view to commercial sale or resale, or for use in the production or supply of goods or services for commercial sale or resale;\n(b)\nby any contractual means, including purchase, lease, and rental or hire purchase, with or without an option to buy;\n(c)\nfor which the value equals or exceeds the relevant threshold specified in each Party’s Sub-Annexes of Appendix I of ANNEX 1 to this Agreement, at the time of publication of a notice in accordance with Article 45;\n(d)\nby a procuring entity; and\n(e)\nthat is not otherwise excluded from coverage.\n2.   Except where provided, this Chapter does not apply to:\n(a)\nthe acquisition or rental of land, existing buildings or other immovable property or the rights thereon;\n(b)\nnon-contractual agreements or any form of assistance that a Party provides, including cooperative agreements, grants, loans, equity infusions, guarantees and fiscal incentives;\n(c)\nthe procurement or acquisition of fiscal agency or depositary services, liquidation and management services for regulated financial institutions or services related to the sale, redemption and distribution of public debt, including loans and government bonds, notes and other securities;\n(d)\npublic employment contracts;\n(e)\nprocurement conducted:\n(i)\nfor the specific purpose of providing international assistance, including development aid;\n(ii)\nunder the particular procedure or condition of an international agreement relating to the stationing of troops or relating to the joint implementation by the signatory countries of a project;\n(iii)\nunder the particular procedure or condition of an international organisation, or funded by international grants, loans or other assistance where the applicable procedure or condition would be inconsistent with this Chapter.\n3.   Each Party shall define and specify the following information in its Sub-Annexes of Appendix I of ANNEX 1 to this Agreement:\n(a)\nin Sub-Annex 1, the central government entities whose procurement is covered by this Chapter;\n(b)\nin Sub-Annex 2, all other entities whose procurement is covered by this Chapter;\n(c)\nin Sub-Annex 3, the services, other than construction services, covered by this Chapter;\n(d)\nin Sub-Annex 4, the construction services covered by this Chapter;\n(e)\nin Sub-Annex 5, any General Notes.\n4.   Where a procuring entity, in the context of covered procurement, requires persons not covered under a Party’s Sub-Annexes of Appendix I of ANNEX 1 to this Agreement to procure in accordance with particular requirements, Article 43 shall apply mutatis mutandis to such requirements.\n5.   In estimating the value of a procurement for the purpose of ascertaining whether it is a covered procurement, a procuring entity shall neither divide a procurement into separate procurements nor select or use a particular valuation method for estimating the value of a procurement with the intention of totally or partially excluding it from the application of this Chapter.\n6.   Nothing in this Chapter shall be construed to prevent any Party from taking any action or not disclosing any information that it considers necessary for the protection of its essential security interests relating to the procurement of arms, ammunition or war materials, or to procurement indispensable for national security or for national defence purposes.\n7.   Subject to the requirement that such measures are not applied in a manner that would constitute a means of arbitrary or unjustifiable discrimination between Parties where the same conditions prevail or a disguised restriction on international trade, nothing in this Chapter shall be construed to prevent any Party from imposing or enforcing measures:\n(a)\nnecessary to protect public morals, order or safety;\n(b)\nnecessary to protect human, animal or plant life or health;\n(c)\nnecessary to protect intellectual property; or\n(d)\nrelating to goods or services of persons with disabilities, philanthropic institutions or prison labour.\nArticle 43\nGeneral Principles\n1.   With respect to any measure and any covered procurement, each Party, including its procuring entities, shall accord immediately and unconditionally to the goods and services of the other Party and to the suppliers of the other Party offering the goods or services, treatment no less favourable than the treatment the Party, including its procuring entities, accords to domestic goods, services and suppliers.\n2.   With respect to any measure regarding covered procurement, a Party, including its procuring entities, shall not:\n(a)\ntreat a locally established supplier less favourably than another locally established supplier on the basis of degree of foreign affiliation or ownership; nor\n(b)\ndiscriminate against a locally established supplier on the basis that the goods or services offered by that supplier for a particular procurement are goods or services of the other Party.\n3.   With respect to any laws, regulations, procedures and practices regarding government procurement, as well as in respect of specific procurements by public authorities at all levels, opened to goods, services and suppliers of third countries, Iraq shall provide to the goods, services and suppliers of the Union treatment no less favourable than that accorded to goods, services and suppliers of any third country.\n4.   When conducting covered procurement by electronic means, a procuring entity shall:\n(a)\nensure that the procurement is conducted using information technology systems and software, including those related to authentication and encryption of information, that are generally available and interoperable with other generally available information technology systems and software; and\n(b)\nmaintain mechanisms that ensure the integrity of requests for participation and tenders, including establishment of the time and receipt and the prevention of inappropriate access.\n5.   A procuring entity shall conduct covered procurement in a transparent and impartial manner that avoids conflicts of interest and prevents corruptive practices and that is consistent with this Chapter.\n6.   For purposes of covered procurement, no Party may apply rules of origin to goods or services imported from or supplied by the other Party that are different from the rules of origin the Party applies at the same time in the normal course of trade to imports or supplies of the same goods or services from the same Party.\nArticle 44\nPublication of procurement information\n1.   Each Party shall:\n(a)\npromptly publish any law, regulation, judicial decision, administrative ruling of general application, standard contract clauses that is mandated by a law or regulation and is incorporated by reference in notices and tender documentation and procedure regarding covered procurement, and any modifications thereof, in officially designated electronic or paper medium that is widely disseminated and remains readily accessible to the public;\n(b)\nprovide an explanation thereof to any Party, on request;\n(c)\nlist in Appendix II of ANNEX 1 to this Agreement, the electronic or paper media in which the Party publishes the information described in point (a);\n(d)\nlist in Appendix III of ANNEX 1 to this Agreement, the electronic media in which the Party publishes the notices required by Articles 45, 47(4) and 55(2).\n2.   Each Party shall promptly notify the other Party of any modification to the Party’s information listed in Appendix II or III of ANNEX 1 to this Agreement.\nArticle 45\nPublication of Notices\n1.   For each covered procurement, except in the circumstances described in Article 52, a procuring entity shall publish a notice of intended procurement in the appropriate media listed in Appendix III of ANNEX 1 to this Agreement. Each such notice shall include the information set out in Appendix IV of ANNEX 1 to this Agreement. These notices shall be accessible by electronic means free of charge through a single point of access.\n2.   For each case of intended procurement, a procuring entity shall publish a summary notice that is readily accessible, at the same time as the publication of the notice of intended procurement, in one of the WTO languages. The summary notice shall contain at least the following information:\n(a)\nthe subject-matter of the procurement;\n(b)\nthe final date for the submission of tenders or, where applicable, any final date for the submission of requests for participation in the procurement or for inclusion on a multi-use list; and\n(c)\nthe address from which documents relating to the procurement may be requested.\n3.   Procuring entities are encouraged to publish as early as possible in each fiscal year a notice regarding their future procurement plans (hereinafter referred to as a ‘notice of planned procurement’). The notice should include the subject-matter of the procurement and the planned date of the publication of the notice of intended procurement.\n4.   A procuring entity listed in Sub-Annex 2 of Appendix I of ANNEX 1 to this Agreement may use a notice of planned procurement as a notice of intended procurement provided that it includes as much of the information in Appendix IV of ANNEX 1 to this Agreement as is available and a statement that interested suppliers should express their interest in the procurement to the procuring entity.\nArticle 46\nConditions for Participation\n1.   A procuring entity shall limit the conditions for participation in a procurement to those that are essential to ensure that a supplier has the legal and financial capacities and the commercial and technical abilities to undertake the relevant procurement.\n2.   In assessing whether a supplier satisfies the conditions for participation, a procuring entity:\n(a)\nshall evaluate the financial, commercial and technical abilities of a supplier on the basis of that supplier’s business activities both inside and outside the territory of the Party of the procuring entity;\n(b)\nshall not impose the condition that, in order for a supplier to participate in a procurement, the supplier has previously been awarded one or more contracts by a procuring entity of a given Party or that the supplier has prior work experience in the territory of a given Party; and\n(c)\nmay require relevant prior experience where essential to meet the requirements of the procurement.\n3.   In making this assessment, the procuring entity shall base its evaluation on the conditions that it has specified in advance in notices or tender documentation.\n4.   A procuring entity must exclude a supplier on grounds such as bankruptcy, false declarations, significant deficiencies in performance of any substantive requirement or obligation under a prior contract or contracts, judgments in respect of serious crimes or other judgments in respect of serious public offences, professional misconduct or failure to pay taxes.\nArticle 47\nQualification of Suppliers\n1.   Where a procuring entity intends to use selective tendering, the entity shall:\n(a)\ninclude in the notice of intended procurement at least the information specified in points 1, 2, 6, 7, 10, and 11 of Appendix IV of ANNEX 1 to this Agreement and invite suppliers to submit a request for participation; and\n(b)\nprovide by the commencement of the time-period for tendering, at least the information in points 3, 4, 5, 8 and 9 of Appendix IV of ANNEX 1 to this Agreement to the qualified suppliers that it notifies as specified in paragraph 2, point (b) of Appendix VI of ANNEX 1 to this Agreement.\n2.   A procuring entity shall recognise as qualified suppliers any domestic suppliers and any suppliers of the other Party that meets the conditions for participation in a particular procurement, unless the procuring entity states in the notice of intended procurement any limitation on the number of suppliers that will be permitted to tender and the criteria for selecting the limited number of suppliers.\n3.   Where the tender documentation is not made publicly available from the date of publication of the notice referred to in paragraph 1, a procuring entity shall ensure that those documents are made available at the same time to all qualified suppliers selected in accordance with paragraph 2.\n4.   A procuring entity covered under Sub-Annex 2 of Appendix I of ANNEX 1 to this Agreement may maintain a multi-use list of suppliers, provided that a notice inviting interested suppliers to apply for inclusion in the list is published annually, and where published by electronic means, made available continuously in the appropriate medium listed in Appendix III of ANNEX 1 to this Agreement. Such a notice shall include the information set out in Appendix V of ANNEX 1 to this Agreement.\n5.   Notwithstanding paragraph 4, where a multi-use list will be valid for three years or less, a procuring entity covered under Sub-Annex 2 of Appendix I of ANNEX 1 to this Agreement may publish a notice referred to in that paragraph only once, at the beginning of the period of validity of the list, provided that the notice states the period of validity and that further notices will not be published.\n6.   A procuring entity covered under Sub-Annex 2 of Appendix I of ANNEX 1 to this Agreement shall allow suppliers to apply at any time for inclusion on a multi-use list and shall include on the list all qualified suppliers within a reasonable short time.\nA procuring entity covered under Sub-Annex 2 of Appendix I of ANNEX 1 to this Agreement may use a notice inviting suppliers to apply for inclusion in a multi-use list as a notice of intended procurement, provided that:\n(a)\nthe notice is published in accordance with paragraph 4 and includes the information required by Appendix V of ANNEX 1 to this Agreement and as much of the information required by Appendix IV of ANNEX 1 to this Agreement as is available and contains a statement that it constitutes a notice of intended procurement;\n(b)\nthe entity promptly provides to suppliers that have expressed an interest to the entity in a given procurement, sufficient information to permit them to assess their interest in the procurement, including all remaining information required by Appendix IV of ANNEX 1 to this Agreement, to the extent that such information is available.\n7.   A procuring entity covered under Sub-Annex 2 of Appendix I of ANNEX 1 to this Agreement may allow a supplier that has applied for inclusion on a multi-use list in accordance with paragraph 6 to tender in a given procurement, where there is sufficient time for the procuring entity to examine whether the supplier satisfies the conditions for participation.\n8.   A procuring entity covered under Sub-Annex 2 of Appendix I of ANNEX 1 to this Agreement shall promptly inform any supplier that submits a request for participation or application for inclusion on a multi-use list of the procuring entity’s decision with respect to the request.\n9.   Where a procuring entity covered under Sub-Annex 2 of Appendix I of ANNEX 1 to this Agreement rejects a supplier’s request to qualify or application for inclusion on a multi-use list, ceases to recognise a supplier as qualified, or removes a supplier from a multi-use list, the entity shall promptly inform the supplier and, on request of the supplier, promptly provide the supplier with a written explanation of the reasons for its decision.\nArticle 48\nTechnical Specifications\n1.   A procuring entity shall not prepare, adopt or apply any technical specification or prescribe any conformity assessment procedure with the purpose or the effect of creating unnecessary obstacles to international trade.\n2.   In prescribing the technical specifications for the goods or services being procured, a procuring entity shall, where appropriate:\n(a)\nset out the technical specifications in terms of performance and functional requirements, rather than design or descriptive characteristics; and\n(b)\nbase the technical specifications on international or European standards, where these exist; otherwise, on national technical regulations, recognised national standards or building codes.\n3.   Where design or descriptive characteristics are used in the technical specifications, a procuring entity shall indicate, where appropriate, that it will consider tenders of equivalent goods or services that demonstrably fulfil the requirements of the procurement by including such words as ‘or equivalent’ in the tender documentation.\n4.   A procuring entity shall not prescribe technical specifications that require or refer to a particular trademark or trade name, patent, copyright, design, type, specific origin, producer or supplier, unless there is no other sufficiently precise or intelligible way of describing the procurement requirements and provided that, in such cases, the entity includes words such as ‘or equivalent’ in the tender documentation.\n5.   A procuring entity shall not seek or accept, in a manner that would have the effect of precluding competition, advice that may be used in the preparation of adoption of any technical specification for a specific procurement from a person that may have a commercial interest in the procurement.\n6.   Each Party, including its procuring entities, may, in accordance with this Article, prepare, adopt or apply technical specifications to promote the conservation of natural resources or protect the environment.\nArticle 49\nTender Documentation\n1.   A procuring entity shall provide to suppliers tender documentation that includes all information necessary to permit suppliers to prepare and submit responsive tenders. Unless already provided in the notice of intended procurement, such documentation shall include a complete description of the issues set out in Appendix VIII of ANNEX 1 to this Agreement.\n2.   A procuring entity shall promptly provide, on request, the tender documentation to any supplier participating in the procurement and shall reply to any reasonable request for relevant information by a supplier participating in the procurement, provided that such information does not give that supplier an advantage over its competitors in the procurement.\n3.   Where, prior to the award of a contract, a procuring entity modifies the criteria or requirements set out in the notice of intended procurement or tender documentation provided to participating suppliers, or amends a notice or tender documentation, it shall transmit in writing all such modifications or amended or re-issued notice or tender documentation:\n(a)\nto all suppliers that are participating at the time the information is amended, if known, and in all other cases, in the same manner as the original information; and\n(b)\nin adequate time to allow such suppliers to modify and re-submit amended tenders, as appropriate.\nArticle 50\nTime Periods\nA procuring entity shall, consistent with its own reasonable needs, provide sufficient time for suppliers to prepare and submit requests for participation and responsive tenders, taking into account such factors as the nature and complexity of the procurement, the extent of subcontracting anticipated, and the time for transmitting tenders from foreign as well as domestic points where electronic means are not used. Such time-periods, including any extension of the time-periods, shall be the same for all interested or participating suppliers. The applicable time periods are set out in Appendix VI of ANNEX 1 to this Agreement.\nArticle 51\nNegotiations\n1.   A Party may provide for its procuring entities to conduct negotiations:\n(a)\nin the context of procurements in which they have indicated such intent in the notice of intended procurement; or\n(b)\nwhere it appears from the evaluation that no one tender is obviously the most advantageous in terms of the specific evaluation criteria set forth in the notices or tender documentation.\n2.   A procuring entity shall:\n(a)\nensure that any elimination of suppliers participating in negotiations is carried out in accordance with the evaluation criteria set out in the notices or tender documentation; and\n(b)\nwhere negotiations are concluded, provide a common deadline for the remaining suppliers to submit any new or revised tenders.\nArticle 52\nLimited Tendering\nA procuring entity may use limited tendering and may choose not to apply Articles 45 to 47, 49 to 51, 53 and 54 only under the following conditions:\n(a)\nwhere\n(i)\nno tenders were submitted, or no suppliers requested participation;\n(ii)\nno tenders that conform to the essential requirements of the tender documentation were submitted;\n(iii)\nno suppliers satisfied the conditions for participation; or\n(iv)\nthe tenders submitted have been collusive;\nprovided that the requirements of the tender documentation are not substantially modified;\n(b)\nwhere the goods or services can be supplied only by a particular supplier and no reasonable alternative or substitute goods or services exist because the requirement is a work of art; due to the protection of patents, copyrights or other exclusive rights; or due to the absence of competition for technical reasons;\n(c)\nfor additional deliveries by the original supplier of goods and services that were not included in the initial procurement where a change of supplier for such additional goods or services:\n(i)\ncannot be made for economic or technical reasons such as requirements of interchangeability or interoperability with existing equipment, software, services or installations procured under the initial procurement; and\n(ii)\nwould cause significant inconvenience or substantial duplication of costs for the procuring entity;\n(d)\nin so far as is strictly necessary where, for reasons of extreme urgency brought about by events unforeseeable by the procuring entity, the goods or services could not be obtained in time using open tendering or selective tendering;\n(e)\nfor goods purchased on a commodity market;\n(f)\nwhere a procuring entity procures a prototype or a first good or service that is developed at its request in the course of, and for, a particular contract for research, experiment, study or original development;\n(g)\nfor purchases made under exceptionally advantageous conditions which only arise in the very short term in the case of unusual disposals such as arising from liquidation, receivership or bankruptcy and not for routine purchases from regular suppliers; and\n(h)\nwhere a contract is awarded to a winner of a design contest provided that the contest has been organised in a manner that is consistent with the principles of this Chapter, and the participants are judged by an independent jury with a view to a design contract being awarded to a winner.\nArticle 53\nElectronic Auctions\nWhere a procuring entity intends to conduct a covered procurement using an electronic auction, the entity shall provide each participant, before commencing the electronic auction, with:\n(a)\nthe automatic evaluation method, including the mathematical formula, that is based on the evaluation criteria set out in the tender documentation and that will be used in the automatic ranking or re-ranking during the auction;\n(b)\nthe results of any initial evaluation of the elements of its tender where the contract is to be awarded on the basis of the most advantageous tender; and\n(c)\nany other relevant information relating to the conduct of the auction.\nArticle 54\nTreatment of Tenders and Award of Contracts\n1.   A procuring entity shall receive, open and treat all tenders under procedures that guarantee the fairness and impartiality of the procurement process, and the confidentiality of tenders.\n2.   A procuring entity shall not penalise any supplier whose tender is received after the time specified for receiving tenders if the delay is due solely to mishandling on the part of the procuring entity.\n3.   Where a procuring entity provides a supplier with an opportunity to correct unintentional errors of form between the opening of tenders and the awarding of the contract, the procuring entity shall provide the same opportunity to all participating suppliers.\n4.   To be considered for an award, a tender shall be in writing and shall, at the time of opening, comply with the essential requirements set out in the notices and tender documentation and be from a supplier that satisfies the conditions for participation.\n5.   Unless a procuring entity determines that it is not in the public interest to award a contract, the entity shall award the contract to the supplier that the entity has determined to be capable of fulfilling the terms of the contract and that, based solely on the evaluation criteria specified in the notices and tender documentation, has submitted the most advantageous tender or where price is the sole criterion, the lowest price.\n6.   Where a procuring entity receives a tender with a price that is abnormally lower than the prices in other tenders submitted, it may verify with the supplier that it satisfies the conditions for participation and is capable of fulfilling the terms of the contract.\n7.   A procuring entity shall not use options, cancel a procurement or modify awarded contracts in a manner that circumvents the obligations under this Agreement.\nArticle 55\nTransparency of Procurement Information\n1.   A procuring entity shall promptly inform participating suppliers of the entity’s contract award decisions and, on request, shall do so in writing. Subject to paragraphs 2 and 3 of Article 56, a procuring entity shall, on request, provide an unsuccessful supplier with an explanation of the reasons why the entity did not select its tender and the relative advantages of the successful supplier’s tender.\n2.   Not later than 72 days after the award of each contract covered by this Chapter, a procuring entity shall publish a notice in the appropriate paper or electronic medium listed in Appendix III. Where only an electronic medium is used, the information shall remain readily available for a reasonable period of time. The notice shall include at least the information set out in Appendix VII of ANNEX 1 to this Agreement.\nArticle 56\nDisclosure of Information\n1.   On request of the other Party, the Party shall provide promptly any information necessary to determine whether the procurement was conducted fairly, impartially and in accordance with the Chapter, including information on the characteristics and relative advantages of the successful tender. In cases where release of this information would prejudice competition in future tenders, the Party that receives that information shall not disclose it to any supplier, except after consultation with, and agreement of, the Party that provided the information.\n2.   Notwithstanding any other provision of this Chapter, a Party, including its procuring entities, shall not provide to any supplier information that might prejudice fair competition between suppliers.\n3.   Nothing in this Chapter shall be construed to require a Party, including its procuring entities, authorities and review bodies, to disclose confidential information where disclosure would impede law enforcement; might prejudice fair competition between suppliers; would prejudice the legitimate commercial interests of particular persons, including the protection of intellectual property; or would otherwise be contrary to the public interest.\nArticle 57\nDomestic Review Procedures\n1.   Each Party shall provide a timely, effective, transparent and non-discriminatory administrative or judicial review procedure through which a supplier may challenge:\n(a)\na breach of this Chapter; or\n(b)\nwhere the supplier does not have a right to challenge directly a breach of the Chapter under the domestic law of the Party, a failure to comply with a Party’s measures implementing this Chapter;\narising in the context of a covered procurement, in which the supplier has, or has had, an interest. The procedural rules for all challenges shall be in writing and made generally available.\n2.   In the event of a complaint by a supplier, arising in the context of covered procurement in which the supplier has, or has had, an interest, that there has been a breach or a failure as set out in paragraph 1, the Party concerned shall encourage its procuring entity and the supplier to seek resolution of the complaint through consultation. The procuring entity shall accord impartial and timely consideration to any such complaint in a manner that is not prejudicial to the supplier’s participation in ongoing or future procurement or right to seek corrective measures under the administrative or judicial review procedure.\n3.   Each supplier shall be allowed a sufficient period of time to prepare and submit a challenge, which in no case be less than 10 days from the time when the basis of the challenge became known or reasonably should have become known to the supplier.\n4.   Each Party shall establish or designate at least one impartial administrative or judicial authority that is independent of its procuring entities to receive and review a challenge by a supplier arising in the context of a covered procurement.\n5.   Where a body other than an authority referred to in paragraph 4 initially reviews a challenge, the Party shall ensure that the supplier may appeal the initial decision to an impartial administrative or judicial authority that is independent of the procuring entity whose procurement is the subject of the challenge. A review body that is not a court shall either be subject to judicial review or have procedural guarantees that provide for:\n(a)\nthe procuring entity shall respond in writing to the challenge and disclose all relevant documents to the review body;\n(b)\nthe participants to the proceedings (hereinafter referred to as ‘participants’) shall have the right to be heard prior to a decision of the review body being made on the challenge;\n(c)\nthe participants shall have the right to be represented and accompanied;\n(d)\nthe participants shall have access to all proceedings;\n(e)\nthe participants shall have the right to request that the proceedings take place in public and that witnesses may be present; and\n(f)\ndecisions or recommendations relating to challenges by suppliers shall be provided, in a timely fashion, in writing, with an explanation of the basis for each decision or recommendation.\n6.   Each Party shall adopt or maintain procedures that provide for:\n(a)\nprompt interim measures to preserve the supplier’s opportunity to participate in the procurement. Such interim measures may result in suspension of the procurement process. The procedures may provide that overriding adverse consequences for the interests concerned, including the public interest, may be taken into account when deciding whether such measures should be applied. The case for not acting shall be provided in writing; and\n(b)\nwhere a review body had determined that there has been a breach or a failure as set out in paragraph 1, corrective action or compensation for the loss or damages suffered, which may be limited to either the costs for the preparation of the tender or the costs relating to the challenge, or both.\nArticle 58\nFurther negotiations\n1.   The Parties will review annually the effective operation of this Chapter and the mutual opening of procurement markets. In no later than one year from the entry into force of this Agreement the Parties will enter into negotiations for the extension of the list(s) of covered entities in Sub-Annex 1 and Sub-Annex 2 of Appendix 1 of ANNEX 1 to this Agreement.\n2.   Iraq will in the context of the WTO accession negotiations acknowledge its commitment for accession to the plurilateral Agreement on Government Procurement (hereinafter referred to as the ‘GPA’).\nArticle 59\nAsymmetrical regime and transitional measures\nTaking into account the development, financial and trade needs, Iraq will benefit from the following transitional measure: Iraq may provide for a temporary price preference programme consisting of a price differential of 5 % for goods and services and 10 % for works, applicable to supplies and services from purely Iraqis suppliers.\nThe price preference programme will be phased-out within 10 years from the entry into force of this Agreement.\nChapter III\nIntellectual property protection\nArticle 60\nNature and scope of obligations\n1.   Pursuant to the provisions of this Article and of ANNEX 2 to this Agreement, Iraq shall adopt, within five years of the entry into force of the Agreement, legislation in order to ensure adequate and effective protection of intellectual, industrial and commercial property rights according to the highest international standards including the rules set by the Agreement on Trade-Related Aspects of Intellectual Property Rights, contained in Annex 1C to the WTO Agreement (hereinafter referred to as the ‘TRIPS Agreement’), as well as effective means of enforcing such rights.\n2.   Within three years of the entry into force of the Agreement, Iraq shall accede to the multilateral conventions on intellectual, industrial and commercial property rights referred to in paragraph 2 of ANNEX 2 to this Agreement to which Member States are parties or which are de facto applied by Member States according to the relevant provisions contained in these conventions.\n3.   Within three years of the entry into force of the Agreement, Iraq shall comply with the multilateral conventions on intellectual, industrial and commercial property rights referred to in paragraph 3 of ANNEX 2 to this Agreement to which one or several Member States are parties or which are de facto applied by one or several Member States according to the relevant provisions contained in these conventions.\n4.   The implementation of this Article and of ANNEX 2 to this Agreement shall be regularly reviewed by the Parties. In preparing its legislation or if problems in the area of intellectual, industrial and commercial property affecting trading conditions were to occur, urgent consultations will be undertaken, at the request of either Party, with a view to reaching mutually satisfactory solutions. In no later than three years from the entry into force of this Agreement, the Parties will enter into negotiations for more detailed IPR provisions.\n5.   Each Party shall accord to the national of the other Party treatment no less favourable than that it accords to its own nationals with regard to the protection of intellectual property rights, subject to the exceptions already provided for in the international instruments which are included or may be included from time to time in ANNEX 2 to this Agreement and as of the moment in which they are ratified by that Party.\n6.   From the entry into force of this Agreement, Iraq shall grant to companies and national of the Union, in respect of the recognition and protection of intellectual, industrial and commercial property, treatment no less favourable than that granted by it to any third country under bilateral agreements.\nSECTION VI\nDispute settlement\nChapter I\nObjective and scope\nArticle 61\nObjective\nThe objective of this Section is to avoid and settle any dispute between the Parties with a view to arrive at, where possible, a mutually agreed solution.\nArticle 62\nScope\nThis Section applies with respect to any dispute concerning the interpretation and application of the provisions of Title II of this Agreement, except as otherwise expressly provided.\nChapter II\nConsultations\nArticle 63\nConsultations\n1.   The Parties shall endeavour to resolve any dispute regarding the interpretation and application of the provisions referred to in Article 62 by entering into consultations in good faith with the aim of reaching a prompt, equitable and mutually agreed solution.\n2.   A Party shall seek consultations by means of a written request to the other Party, copied to the Cooperation Committee, identifying any measure at issue and the provisions referred to in Article 62 that it considers applicable.\n3.   Consultations shall be held within 30 days of the date of the submission of the request and take place, unless the Parties agree otherwise, on the territory of the Party complained against. The consultations shall be deemed concluded within 30 days of the date of the submission of the request, unless both Parties agree to continue consultations. All information disclosed during the consultations shall remain confidential.\n4.   Consultations on matters of urgency, including those regarding perishable or seasonal goods shall be held within 15 days of the date of the submission of the request, and shall be deemed concluded within 15 days of the date of the submission of the request.\n5.   If consultations are not held within the timeframes laid down in paragraph 3 or in paragraph 4 respectively, or if consultations have been concluded and no agreement has been reached on a mutually agreed solution, the complaining Party may request the establishment of an arbitration panel in accordance with Article 64.\nChapter III\nDispute settlement procedures\nArticle 64\nInitiation of the arbitration procedure\n1.   Where the Parties have failed to resolve the dispute by recourse to consultations as provided for in Article 63, the complaining Party may request the establishment of an arbitration panel.\n2.   The request for the establishment of an arbitration panel shall be made in writing to the Party complained against and the Cooperation Committee. The complaining Party shall identify in its request the specific measure at issue, and it shall explain how such measure constitutes a breach of the provisions referred to in Article 62 in a manner sufficient to present the legal basis for the complaint.\nArticle 65\nEstablishment of the arbitration panel\n1.   An arbitration panel shall be composed of three arbitrators.\n2.   Within 10 days of the date of the submission of the request for the establishment of an arbitration panel to the Cooperation Committee, the Parties shall consult in order to reach an agreement on the composition of the arbitration panel.\n3.   In the event that the Parties are unable to agree on its composition within the time frame laid down in paragraph 2, either party may request the chair of the Cooperation Committee, or the chair’s delegate, to select all three members by lot from the list established under Article 78, one among the individuals proposed by the complaining Party, one among the individuals proposed by the Party complained against and one among the individuals selected by the Parties to act as chairperson. Where the Parties agree on one or more of the members of the arbitration panel, any remaining members shall be selected by the same procedure in the applicable list of panellists.\n4.   The chair of the Cooperation Committee, or the chair’s delegate, shall select the arbitrators within five days of the request referred to in paragraph 3 by either Party and in the presence of a representative of each Party.\n5.   The date of establishment of the arbitration panel shall be the date on which the three arbitrators are selected.\n6.   Should any of the lists provided for in Article 78 not be established at the time a request is made pursuant to paragraph 3 the three arbitrators shall be drawn by lot from the individuals which have been formally proposed by one or both of the Parties.\nArticle 66\nInterim panel report\nThe arbitration panel shall issue an interim report to the Parties setting out its findings of the facts, the applicability of relevant provisions and the basic rationale behind any findings and recommendations that it makes, not later than 90 days from the date of establishment of the arbitration panel. Any Party may submit a written request for the arbitration panel to review precise aspects of the interim report within 15 days of its notification. The findings of the final panel ruling shall include a sufficient motivation of the arguments made at the interim review stage, and shall answer clearly to the questions and observations of the two Parties.\nArticle 67\nArbitration panel ruling\n1.   The arbitration panel shall notify its ruling to the Parties and to the Cooperation Committee within 120 days from the date of the establishment of the arbitration panel. Where it considers that this deadline cannot be met, the chairperson of the arbitration panel must notify the Parties and the Cooperation Committee in writing, stating the reasons for the delay and the date on which the panel plans to conclude its work. Under no circumstances should the ruling be notified later than 150 days from the date of the establishment of the arbitration panel.\n2.   In cases of urgency, including those involving perishable or seasonal goods, the arbitration panel shall make every effort to notify its ruling within 60 days from the date of its establishment. Under no circumstances should it take longer than 75 days from its establishment. The arbitration panel may give a preliminary ruling within 10 days of its establishment on whether it deems the case to be urgent.\nArticle 68\nCompliance with the arbitration panel ruling\nEach Party shall take any measure necessary to comply in good faith with the arbitration panel ruling, and the Parties shall endeavour to agree on the period of time to comply with the ruling.\nArticle 69\nThe reasonable period of time for compliance\n1.   No later than 30 days after the notification of the arbitration panel ruling to the Parties, the Party complained against shall notify the complaining Party and the Cooperation Committee of the time it will require for compliance (hereinafter referred to as ‘reasonable period of time’) if immediate compliance is not possible.\n2.   If there is disagreement between the Parties on the reasonable period of time to comply with the arbitration panel ruling, the complaining Party shall, within 20 days of the notification made under paragraph 1 by the Party complained against, request in writing the original arbitration panel to determine the length of the reasonable period of time. Such request shall be notified simultaneously to the other Party and to the Cooperation Committee. The arbitration panel shall notify its ruling to the Parties and to the Cooperation Committee within 20 days from the date of the submission of the request.\n3.   In the event of the original arbitration panel, or some of its members, being unable to reconvene, the procedures set out in Article 65 shall apply. The time limit for notifying the ruling shall be 35 days from the date of the submission of the request referred to in paragraph 2.\n4.   The reasonable period of time may be extended by mutual agreement of the Parties.\nArticle 70\nReview of any measure taken to comply with the arbitration panel ruling\n1.   The Party complained against shall notify the complaining Party and the Cooperation Committee before the end of the reasonable period of time of any measure that it has taken to comply with the arbitration panel ruling.\n2.   In the event that there is disagreement between the Parties concerning the existence or the consistency of any measure notified under paragraph 1, with the provisions referred to in Article 62, the complaining Party may request in writing the original arbitration panel to rule on the matter. Such request shall identify the specific measure at issue and it shall explain how such measure is incompatible with the provisions referred to in Article 62. The arbitration panel shall notify its ruling within 45 days of the date of the submission of the request.\n3.   In the event of the original arbitration panel, or some of its members, being unable to reconvene, the procedures set out in Article 65 shall apply. The time limit for notifying the ruling shall be 60 days from the date of the submission of the request referred to in paragraph 2.\nArticle 71\nTemporary remedies in case of non-compliance\n1.   If the Party complained against fails to notify any measure taken to comply with the arbitration panel ruling before the expiry of the reasonable period of time, or if the arbitration panel rules that the measure notified under paragraph 1 of Article 70 is inconsistent with that Party’s obligations under the provisions referred to in Article 62, the Party complained against shall, if so requested by the complaining Party, present an offer for temporary compensation.\n2.   If no agreement on compensation is reached within 30 days of the end of the reasonable period of time or of the arbitration panel ruling under Article 70 that a measure taken to comply is inconsistent with the provisions referred to in Article 62, the complaining Party shall be entitled, upon notification to the Party complained against and to the Cooperation Committee, to suspend obligations arising from any provision referred to in Article 62 at a level equivalent to the nullification or impairment caused by the violation. The complaining Party may implement the suspension 10 days after the date of the notification, unless the Party complained against has requested arbitration under paragraph 3.\n3.   If the Party complained against considers that the level of suspension is not equivalent to the nullification or impairment caused by the violation, it may request in writing the original arbitration panel to rule on the matter. Such request shall be notified to the complaining Party and to Cooperation Committee before the expiry of the 10 day period referred to in paragraph 2. The original arbitration panel shall notify its ruling on the level of the suspension of obligations to the Parties and to the Cooperation Committee within 30 days of the date of the submission of the request. Obligations shall not be suspended until the original arbitration panel has notified its ruling, and any suspension shall be consistent with the arbitration panel ruling.\n4.   In the event of the original arbitration panel, or some of its members, being unable to reconvene, the procedures laid down in Article 65 shall apply. The period for notifying the ruling shall be 45 days from the date of the submission of the request referred to in paragraph 3.\n5.   The suspension of obligations shall be temporary and shall be applied only until any measure found to be inconsistent with the provisions referred to in Article 62 has been withdrawn or amended so as to bring it into conformity with those provisions, as established under Article 72, or until the Parties have agreed to settle the dispute.\nArticle 72\nReview of any measure taken to comply after the suspension of obligations\n1.   The Party complained against shall notify the complaining Party and the Cooperation Committee of any measure it has taken to comply with the ruling of the arbitration panel and of its request for an end to the suspension of obligations applied by the complaining Party.\n2.   If the Parties do not reach an agreement on the compatibility of the notified measure with the provisions referred to in Article 62 within 30 days of the date of the submission of the notification, the complaining Party shall request in writing the original arbitration panel to rule on the matter. Such request shall be notified simultaneously to the Party complained against and to the Cooperation Committee. The arbitration panel ruling shall be notified to the Parties and to the Cooperation Committee within 45 days of the date of the submission of the request. If the arbitration panel rules that any measure taken to comply is in conformity with the provisions referred to in Article 62, the suspension of obligations shall be terminated.\n3.   In the event of the original arbitration panel, or some of its members, being unable to reconvene, the procedures laid down in Article 65 shall apply. The period for notifying the ruling shall be 60 days from the date of the submission of the request referred to in paragraph 2.\nArticle 73\nMutually Agreed Solution\nThe Parties may reach a mutually agreed solution to a dispute under this Section at any time. They shall notify the Cooperation Committee and the arbitration panel of any such solution. Upon notification of the mutually agreed solution, the panel shall terminate its work and the procedure shall be terminated.\nArticle 74\nRules of Procedure\n1.   Dispute settlement procedures under this Section shall be governed by the Rules of Procedure and the Code of Conduct which shall be adopted by the Cooperation Committee.\n2.   The Parties may decide to modify the Rules of Procedure and the Code of Conduct.\n3.   Any hearing of the arbitration panel shall be open to the public in accordance with the Rules of Procedure.\nArticle 75\nInformation and technical advice\nAt the request of a Party, or upon its own initiative, the arbitration panel may obtain information from any source, including the Parties involved in the dispute, it deems appropriate for the arbitration panel proceeding. The arbitration panel also has the right to seek the relevant opinion of experts as it deems appropriate. Any information obtained in this manner must be disclosed to each of the Parties and submitted for their comments. Interested natural or legal persons established in the Parties’ territories are authorised to submit amicus curiae briefs to the arbitration panel in accordance with the Rules of Procedure.\nArticle 76\nRules of interpretation\nAny arbitration panel shall interpret the provisions referred to in Article 62 in accordance with customary rules of interpretation of public international law, including those codified in the Vienna Convention on the Law of Treaties. The rulings of the arbitration panel cannot add to or diminish the rights and obligations provided in the provisions referred to in Article 62.\nArticle 77\nArbitration panel decisions and rulings\n1.   The arbitration panel shall make every effort to take any decision by consensus. Where, nevertheless, a decision cannot be arrived at by consensus, the matter at issue shall be decided by majority vote. However, in no case dissenting opinions of arbitrators shall be published.\n2.   Any ruling of the arbitration panel shall be binding on the Parties and shall not create any rights or obligations for natural or legal persons. The ruling shall set out the findings of fact, the applicability of the relevant provisions of the Agreement and the basic rationale behind any findings and conclusions that it makes. The Cooperation Committee shall make the arbitration panel rulings publicly available in its entirety unless it decides not to do so in order to ensure the confidentiality of business confidential information.\nChapter IV\nGeneral provisions\nArticle 78\nList of arbitrators\n1.   The Cooperation Committee shall, no later than six months after the entry into force of the Agreement, establish a list of 15 individuals who are willing and able to serve as arbitrators. Each of the Parties shall propose five individuals to serve as arbitrators. The two Parties shall also select five individuals that are not nationals of either Party and who shall act as chairperson to the arbitration panel. The Cooperation Committee shall ensure that the list is always maintained at this level.\n2.   Arbitrators shall have specialised knowledge or experience of law and international trade. They shall be independent, serve in their individual capacities and not take instructions from any organisation or government, or be affiliated with the government of any of the Parties, and shall comply with the Code of Conduct.\nArticle 79\nRelation with WTO obligations\n1.   Until Iraq accedes to the WTO, arbitration panels shall adopt an interpretation that is fully consistent with the relevant decisions of the Dispute Settlement Body of the World Trade Organisation when ruling on an alleged violation of a provision of the provisions referred to in Article 62 that incorporates or refers to a provision under the WTO Agreement.\n2.   Upon the accession of Iraq to the WTO, paragraphs 3 to 6 shall apply.\n3.   Recourse to the dispute settlement provisions of this Section shall be without prejudice to any action in the WTO framework, including dispute settlement action.\n4.   However, where a Party has, with regard to a particular measure, instituted a dispute settlement proceeding, either under paragraph 1 of Article 64 of this Agreement or under the WTO Agreement, it may not institute a dispute settlement proceeding regarding the same measure in the other forum until the first proceeding has ended. In addition, a Party shall not seek redress for the breach of an obligation which is identical under the Agreement and under the WTO Agreement in the two fora. In such case, once a dispute settlement proceeding has been initiated, the Party shall not bring a claim seeking redress for the breach of the identical obligation under the other agreement to the other forum, unless the forum selected fails for procedural or jurisdictional reasons to make findings on the claim seeking redress of that obligation.\n5.   For the purposes of paragraph 4:\n(a)\ndispute settlement proceedings under the WTO Agreement are deemed to be initiated by a Party’s request for the establishment of a panel under Article 6 of the DSU and are deemed to be ended when the Dispute Settlement Body adopts the Panel’s report, and the Appellate Body’s report as the case may be, under Articles 16 and 17(14) of the DSU;\n(b)\ndispute settlement proceedings under this Section are deemed to be initiated by a Party’s request for the establishment of an arbitration panel under paragraph 1 of Article 64 and are deemed to be ended when the arbitration panel notifies its ruling to the Parties and to the Cooperation Committee under Article 67.\n6.   Nothing in this Section shall preclude a Party from implementing the suspension of obligations authorised by the Dispute Settlement Body of the WTO. The WTO Agreement shall not be invoked to preclude a Party from suspending obligations under Title II of this Agreement.\nArticle 80\nTime limits\n1.   All time limits laid down in this Section, including the limits for the arbitration panels to notify their rulings, shall be counted in calendar days, the first day being the day following the act or fact to which they refer.\n2.   Any time limit referred to in this Section may be extended by mutual agreement of the Parties.\nTITLE III\nAREAS OF COOPERATION\nArticle 81\nFinancial and technical assistance\n1.   In order to achieve the objectives of this Agreement Iraq shall benefit from financial and technical assistance from the Union in the form of grants to accelerate the economic and political transformation of Iraq.\n2.   This assistance shall be covered within the framework of the Union’s development cooperation provided for in the relevant regulations of the European Parliament and of the Council.\nThe objectives and the areas of the Union’s assistance shall be laid down in an indicative programme reflecting established priorities to be agreed between the two parties taking into account Iraq’s development needs and strategies, sectoral absorption capacities and progress with reform.\n3.   The Parties shall ensure that technical assistance contributions from the Union are made in close coordination with those from other sources. The Union’s development cooperation policy and international action are guided by the United Nations’ Millennium Development Goals and the main development objectives and principles in the context of the UN and other competent international organisations. In implementing the Union’s development policy, full account shall be taken of the principles of Aid Effectiveness, including the Paris Declaration of 2 March 2005 and the Accra Agenda for Action.\n4.   Without prejudice to provisions on mutual legal assistance, the Party benefiting from technical or financial assistance shall promptly respond to requests for administrative cooperation by the competent authorities of the other Party, with a view to enhancing the fight against fraud and irregularities in the context of assistance from the Union.\n5.   The Government of Iraq shall ensure the appointment of an anti-fraud contact point. This contact point shall be responsible for effective cooperation with the Institutions and bodies of the Union, including the European Court of Auditors and the European Anti-fraud Office, in particular as regards the implementation of their audit and control measures in the field of the protection of the Union’s financial interests.\nArticle 82\nSocial and human development cooperation\nCooperation in this area will affirm the social dimension of globalisation and recall the link between social development and economic development as well as with environmentally sustainable development. Cooperation will also underline the importance of poverty alleviation, the promotion of human rights and fundamental freedoms for all, including vulnerable groups and displaced and the response to core health, education and employment needs. Cooperation activities in all those areas will notably aim at focusing on capacity and institution building taking into account the principles of inclusiveness, good governance and sound and transparent management.\nArticle 83\nEducation, training and youth\n1.   The Parties shall endeavour to promote cooperation in education, training and youth towards mutual benefit, taking into account the availability of resources and promoting gender equality.\n2.   The Parties shall particularly encourage exchanges of information, know-how, students, scholars, technical resources, young people and youth workers and strengthening of capacities, while taking advantage of the facilities offered by the existing cooperation programmes as well as the experience that both Parties have acquired in this area.\n3.   Both Parties also agree to intensify cooperation between higher education institutions through such means as the Erasmus Mundus programme with the aim of supporting excellence and internationalisation of their education systems.\nArticle 84\nEmployment and social development\n1.   The Parties agree to enhance cooperation in the field of employment and social affairs, including cooperation on social cohesion, decent work, health and safety at the workplace labour legislation, social dialogue, human resources development and gender equality, with a view to promote full and productive employment and decent work for all as key elements of sustainable development and poverty reduction.\n2.   The Parties reaffirm their commitments to promote and effectively implement internationally recognised labour and social standards. The implementation of relevant multilateral social and labour agreements shall be taken into account in all activities undertaken by the Parties under this Agreement.\n3.   The forms of cooperation may include, inter alia, specific programs and projects, as mutually agreed, as well as dialogue, capacity building, cooperation and initiatives on topics of common interest at bilateral or multilateral level.\n4.   The Parties agree to involve social partners and other relevant stakeholders in the dialogue and cooperation.\nArticle 85\nCivil society\nThe Parties recognise the role and potential contribution of organised civil society, especially academics and links between think-tanks, in the dialogue and cooperation process under this agreement and agree to promote effective dialogue with organised civil society and its effective participation.\nArticle 86\nHuman Rights\n1.   The Parties agree to cooperate in the promotion and effective protection of human rights, including with regard to the ratification and implementation of international human rights instruments and the provision of technical assistance, training and capacity building as appropriate. The parties are aware that the impact of any cooperation and development program will be limited if it does not protect, enhance and respect human rights.\n2.   Cooperation on human rights may include, inter alia:\n(a)\nstrengthening governmental human rights related institutions and non-governmental organisations that are working in this field;\n(b)\nprovision of human rights promotion and education at national and local level, especially among public administration, judiciary and law enforcement bodies, with respect to the rights of women and children;\n(c)\ndevelopment of the legislation of Iraq in compliance with international humanitarian and human rights law;\n(d)\ncooperation and information exchange within the human rights related institutions of the United Nations;\n(e)\nsupport to the Government of Iraq’s efforts to provide a suitable standard of living to Iraqi citizens and safeguard their political, economic, social, and cultural rights without discrimination;\n(f)\nsupport to national reconciliation and fight against impunity;\n(g)\nestablishment of a comprehensive human rights dialogue.\nArticle 87\nIndustrial and small and medium-sized enterprises policies cooperation\n1.   The aim of cooperation in this area must facilitate the restructuring and modernisation of Iraqi industry while fostering its competitiveness and growth and to create conditions favourable to mutually beneficial cooperation between industry in Iraq and the Union.\nA.   General\n2.   The cooperation shall:\n(a)\nfoster a comprehensive industrial strategy in Iraq that takes into consideration the reality of the current state of industrial enterprises on the public and private sectors;\n(b)\nencourage Iraq to restructure and modernise its industry, under conditions ensuring environmental protection, sustainable development and economic growth;\n(c)\nfoster an environment which favours private initiatives on the industrial field, with the aim of stimulating and diversifying output for the domestic and export markets;\n(d)\npromote an environment favourable to stimulate the growth and the diversification of industrial production in a sustainable development perspective;\n(e)\nwork on the provision of information that serves the joint cooperation in industrial fields;\n(f)\npromote the use of Union and international technical regulations standards and conformity assessment procedures in order to facilitate Iraq’s integration into the global economy; establishing regular exchanges between both sides’ standardisation and normalisation entities;\n(g)\ncooperate to create an appropriate industrial business environment;\n(h)\npromote and encourage the improvement of information support services as a key element of growth potential for business activities and economic development;\n(i)\ndevelop links between the Parties’ industrial operators (companies, professionals, sectoral and other business organisations, organised labour, etc.);\n(j)\nencourage joint industrial projects and establish joint ventures and information networks.\nB.   Small and Medium-Sized Enterprises\n3.   The Parties, taking into account their respective economic policies and objectives, agree to promote industrial policy cooperation in all fields deemed suitable with a view to improving the competitiveness of small and medium-sized enterprises (SMEs).\n4.   The Parties shall:\n(a)\naim to develop and strengthen SMSs and to promote the cooperation among SMEs;\n(b)\ndevelop assistance required by Micro-Enterprises and SMEs in areas such as financing, skills training, technology and marketing, innovation and other requirements for SMEs establishment, such as incubator parks, and other development areas;\n(c)\nsupport SMEs activities through relevant networking; and\n(d)\nfacilitate business cooperation, supporting the relevant cooperation activities established by the private sectors of both sides through appropriate links between Iraqi and Union private sector operators in order to improve the flow of information.\nArticle 88\nCooperation in the field of investment\n1.   The Parties shall cooperate to establish a favourable climate for investments, both domestic and foreign, to provide adequate protection for investment, the transfer of capital and the exchange of the information on investment opportunities.\n2.   The Parties agree to support the promotion and protection of investments on the basis of the principles of non-discrimination and reciprocity.\n3.   The Parties shall encourage the exchange of information on laws, regulations and administrative practices in the field of investments.\n4.   The Parties undertake to encourage cooperation between their respective financial institutions to facilitate investments opportunities.\n5.   In order to facilitate investment and trade, the Union is ready to assist Iraq, when requested, in its endeavours to bring its legislative and regulatory frameworks closer to those of the Union in the areas covered by this Agreement.\nArticle 89\nIndustrial standards and conformity assessment\nThe Parties may cooperate in the following areas of standards, technical regulations and conformity assessment:\n1.\nPromotion of greater use of international standards in technical regulations and conformity assessment, including sector specific measures, in the Parties’ territories, and increasing cooperation between the Parties in relation to the work of relevant international institutions and organisations;\n2.\nSupport for capacity building initiatives in the fields of standardisation, conformity assessment, accreditation, metrology and market surveillance in Iraq;\n3.\nPromoting and encouraging bilateral cooperation between organisations in Iraq and the Union responsible for standardisation, conformity assessment, accreditation, metrology and market surveillance;\n4.\nDeveloping common views on good regulatory practices, including, but not limited to:\n(a)\nTransparency in the preparation, adoption and application of technical regulations, standards and conformity assessment procedures;\n(b)\nNecessity and proportionality of regulatory measures and related conformity assessment procedures, including the use of suppliers declaration of conformity;\n(c)\nUse of international standards as a basis for setting up technical regulations, except where such international standards would be an ineffective or inappropriate means for the fulfilment of the legitimate objectives pursued;\n(d)\nEnforcement of technical regulations and market surveillance activities;\n5.\nEnhancing regulatory, technical and scientific cooperation by, inter alia, exchanging information, experiences and data, with a view to improving the quality and level of technical regulations and making efficient use of regulatory resources;\n6.\nDeveloping the compatibility and convergence of technical regulations, standards and conformity assessment procedures.\nArticle 90\nCooperation on agriculture, forestry and rural development\nThe objective is to promote cooperation in the agriculture, forestry and rural development sectors with a view to promoting diversification, environmentally sound practices, sustainable economic and social development and food security. To this end the Parties will examine:\n(a)\ncapacity building and training to public institutions;\n(b)\nmeasures aimed at enhancing the quality of agricultural products, capacity building measures for producers associations and supporting trade promotion activities;\n(c)\nenvironmental health, animal and plant health measures and other related aspects, taking account of the legislation in force for both parties, in compliance with WTO and multilateral environmental agreement rules;\n(d)\nmeasures relating to sustainable economic and social development of rural territories, including environmentally sound practices, forestry, research, transfer of know-how, access to land, water management and irrigation, sustainable rural development and food security;\n(e)\nmeasures relating to preservation of agricultural traditional knowledge that give their populations their specific identities, including cooperation on geographical indications, exchanges of experiences at local level and development of cooperation networks;\n(f)\nmodernisation of agricultural sector including farming practices and diversification of agricultural production.\nArticle 91\nEnergy\n1.   The Parties endeavour to enhance cooperation in the energy sector in respect of the principles of free, competitive and open energy markets with the aim to:\n(a)\nEnhancing energy security while ensuring environmental sustainability and promoting economic growth;\n(b)\nDeveloping institutional, legislative and regulatory frameworks in the energy sector, to ensure efficient energy market functioning and promoting energy investments;\n(c)\nDeveloping and promoting partnerships between companies in the Union and Iraq in the field of exploration, production, processing, transportation, distribution and services in the energy sector;\n(d)\nDeveloping a regular and effective energy dialogue between the Parties and in the regional context, including through the Euro-Arab Mashreq Gas Market and other relevant regional initiatives.\n2.   To this end, the Parties agree to promote mutually beneficial contacts with a view to:\n(a)\nsupporting the development of appropriate energy policy, its regulatory framework and infrastructure in Iraq, founded on principles of environmental sustainability, sound management of energy resources and on free, competitive and open market;\n(b)\ncooperating towards improving administrative and legal capabilities and towards establishing stable and transparent legal framework conditions to stimulate economic activity and international energy investments in Iraq;\n(c)\nfostering technical cooperation for the exploration and field development of the Iraqi oil and natural gas reserves, as well as for the development and modernisation of the oil and gas infrastructure, including transport and transit networks to the Mashreq region, other relevant regional initiatives and towards the market in the Union;\n(d)\nimproving the reliability of the electricity supply system in Iraq;\n(e)\nenhancing cooperation to improve energy security and to combat climate change, through the promotion of renewable energy sources, energy efficiency and reduction of gas-flaring;\n(f)\nfacilitating the exchange of know-how and the transfer of technology, best practices as well as training professionals;\n(g)\npromoting Iraq’s participation in the process of regional integration of the energy markets.\nArticle 92\nTransport\n1.   The Parties endeavour to enhance cooperation in the transport sector in respect of the establishment of a sustainable and efficient transport system, with the aim to:\n(a)\nenhancing transport development and interconnections while ensuring environmental sustainability and promoting economic growth;\n(b)\ndeveloping institutional, legislative and regulatory frameworks in all transport sectors, to ensure efficient transport market functioning and promoting transport investments;\n(c)\ndeveloping and promoting partnerships between companies in the Union and in Iraq in the field of exploration, capacity building, infrastructure developments, transport safety and security and services in the transport sector;\n(d)\ndeveloping a regular and effective transport dialogue between the Parties and in the regional context, including through the Euro-Mediterranean transport cooperation and other relevant regional initiatives.\n2.   To this end, the Parties agree to promote mutually beneficial contacts with a view to:\n(a)\nsupporting the development of appropriate transport policy for the development of all modes of transport, its regulatory framework and the rehabilitation and development of transport infrastructures in Iraq, emphasising the importance of sustainability; ensure intermodality and integration of all transport modes; examine the possibility of further approximation of legislative and regulatory frameworks with Union and International standards, in particular for safety and security;\n(b)\ncooperating in improving/re-establishing the administrative and legal capabilities in view to prepare specific plans for priority sectors and to establish stable and transparent legal framework conditions to stimulate transport economic activity and international transport investment in Iraq, on the basis of Union policies and practices; and develop the necessary independent regulatory authorities;\n(c)\nfostering technical cooperation for the exploration and development of all transport sectors in Iraq, as well as for the development and modernisation of transport infrastructures, including the interconnections to the transport networks to the Mashreq region, other relevant regional initiatives and towards the Union market;\n(d)\nimproving the reliability of the transport flows towards and through Iraq;\n(e)\nfacilitating the exchange of know-how and the transfer of technology, best practices as well as training professionals, are essential steps of cooperation and should be tackled in priority;\n(f)\npromoting Iraq’s participation in the process of interconnection to the transport regional systems;\n(g)\nimplementing a national aviation policy including the development of the airports, air traffic management and further reinforce administrative capacity (including the establishment of an autonomous Civil Aviation Authority as a genuine regulator); negotiate a ‘horizontal’ air transport agreement in order to restore legal certainty to bilateral air services agreements; and explore the opportunities for negotiations on a comprehensive Union-Iraq aviation agreement.\nArticle 93\nEnvironment\n1.   The Parties agree on the need to strengthen and enhance environmental protection efforts, for example on climate change, sustainable natural resource management, and the safeguarding of biological diversity as a basis for the development of current and future generations.\n2.   The Parties agree that cooperation in this field should promote environmental protection in pursuit of sustainable development. The agreed outcome of the World Summit on Sustainable Development shall be taken into account in all activities undertaken by the Parties under this agreement.\n3.   Cooperation in this field should focus, inter alia, on:\n(a)\nexchanging information and expertise in the area of environment (for example on urban issues, nature protection, water and waste management, disaster management, etc.);\n(b)\nencouraging and promoting regional cooperation in the field of environmental protection, including encouraging investments in environmental projects and programmes;\n(c)\npromoting environmental awareness and enhanced participation of local communities in environmental protection and sustainable development efforts;\n(d)\nsupporting capacity building in the field of environment, for example climate change mitigation and adaptation;\n(e)\ncooperating in the negotiation and implementation of Multilateral Environmental Agreements;\n(f)\nencouraging the exchange of technical assistance in environmental programming and in integrating environmental considerations into other policy areas;\n(g)\nsupporting environmental research and analysis.\nArticle 94\nTelecommunications\nThe Parties shall cooperate:\n(a)\nto foster enhanced exchange of information regarding the applicable legislation and possible future legislative reforms in the telecommunications sector in order to allow a better understanding of each other’s regulatory framework on telecommunications;\n(b)\nto exchange information on developments in information and communications technology and standards.\nArticle 95\nScience and technology\n1.   The Parties shall promote cooperation in civil scientific research and technological development (RTD) on the basis of mutual benefit and, taking into account the availability of resources, adequate access to their respective research programmes and subject to appropriate levels of effective protection of intellectual, industrial and commercial property rights.\n2.   Science and technology cooperation shall cover:\n(a)\nthe exchange of scientific and technical cooperation programmes;\n(b)\nthe organisation of joint scientific meetings;\n(c)\nJoint RTD activities;\n(d)\ntraining activities and mobility programmes for scientists, researchers and technicians engaged in RTD on both sides.\n3.   Such cooperation shall be implemented according to specific arrangements to be negotiated and concluded in accordance with the procedures by each Party, and which shall set out, inter alia, appropriate intellectual property rights provisions.\nArticle 96\nCustoms and Tax cooperation\n1.   The Parties will establish cooperation in the customs field in particular in the areas of training, simplification of customs formalities, documentation and procedures, prevention, investigation and repression of infringements of the rules on customs matters with the aim of guaranteeing compliance with all the provisions scheduled for adoption in connection with trade and to achieve the approximation of Iraq’s customs system to that of the Union.\n2.   Without prejudice to their respective competences, and with a view to strengthening and developing economic activities while taking into account the need to develop an appropriate regulatory framework, the Parties recognise and commit themselves to implement the principles of good governance in the tax area, namely the principles of transparency, exchange of information and fair tax competition. To that effect, in accordance with their respective competences, the Parties will improve international cooperation in the tax area and develop measures for the effective implementation of the above-mentioned principles.\nArticle 97\nStatistical cooperation\nThe Parties agree to promote cooperation activities in the field of statistics. These will be oriented towards institution and capacity building and strengthening of the national statistical system, including the development of statistical methods and the production and dissemination of statistics on trade in goods and services and, more generally, on any other area in support of the national social and economic development priorities covered by this Agreement and lending themselves to statistical processing.\nArticle 98\nMacro-economic stability and public finances\n1.   The Parties agree on the importance to achieve macro-economic stability in Iraq through a sound monetary policy aimed at achieving and maintaining price stability, as well as through fiscal policy aimed at achieving debt sustainability.\n2.   The Parties agree on the importance to achieve public expenditure effectiveness, transparency and accountability at the national and the local level in Iraq.\n3.   The Parties agree to cooperate inter alia to improve the Iraqi public finance management system that aims, among others, at the comprehensiveness of the budget planning and a single treasury account.\nArticle 99\nDevelopment of the private sector\nThe Parties agree to cooperate in order to develop a market economy in Iraq, by enhancing the investment climate, diversifying the economic activity, booking progress with the privatisation program and by improving other conditions for accelerating private sector job creation.\nArticle 100\nTourism\n1.   The Parties call for efforts to improve their cooperation to ensure a balanced and sustainable development of tourism and related issues.\n2.   Therefore the Parties agree on developing cooperation in the field of tourism and especially to exchange information, experience and best practices regarding the organisation of the institutional framework in the tourism sector and regarding the general environment in which tourism enterprises operate.\nArticle 101\nFinancial services\nThe Parties shall cooperate with the view to the approximation of their standards and rules, in particular:\n(a)\nto strengthen the financial sector in Iraq;\n(b)\nto improve accounting and supervisory and regulatory systems of banking, insurance and other financial sectors in Iraq;\n(c)\nexchange of information on the respective laws in force or under preparation;\n(d)\ndeveloping compatible auditing systems.\nTITLE IV\nJUSTICE, FREEDOM AND SECURITY\nArticle 102\nRule of Law\n1.   In their cooperation in the area of justice, freedom and security the Parties shall show a constant commitment to, and attach particular importance to the principle of the rule of law, including the independence of the judiciary, access to justice, and the right to a fair trial.\n2.   The Parties will cooperate to further develop the functioning of institutions in the areas of law enforcement and the administration of justice including by capacity building.\nArticle 103\nLegal Cooperation\n1.   The Parties agree to develop judicial cooperation in civil matters, in particular as regards the ratification and implementation of multilateral conventions on civil judicial cooperation and, in particular, the Conventions of the Hague Conference on Private International Law in the field of international legal cooperation and litigation as well as the protection of children.\n2.   The Parties agree to facilitate and encourage alternative means of dispute resolution for civil and commercial disputes whenever possible according to the applicable international instruments.\n3.   As regards criminal matters, the Parties will seek to enhance judicial cooperation on mutual legal assistance and extradition. This would include, where appropriate, accession to, and implementation of, the relevant international instruments of the United Nations including the Rome Statute of the International Criminal Court as referred to in Article 7 of this Agreement.\nArticle 104\nPersonal Data Protection\n1.   The Parties agree to cooperate in order to improve the level of protection of personal data to the highest international standards, such as, inter alia, the United Nations Guidelines for the Regulation of Computerised Personal Data Files (UN General Assembly Resolution 45/95 of 14 December 1990).\n2.   Cooperation on protection of personal data may include, inter alia, technical assistance in the form of exchange of information and expertise.\nArticle 105\nCooperation on Migration and Asylum\n1.   The Parties reaffirm the importance, which they attach to a joint management of migration flows between their territories. With a view to strengthening cooperation between them, they shall establish a comprehensive dialogue on all migration-related issues, including illegal migration, smuggling of migrants and trafficking in human beings, as well as the inclusion of the migration concerns in the national strategies for economic and social development of the areas from which migrants originate.\n2.   Cooperation shall be based on a specific needs assessment conducted in mutual consultation between the Parties and be implemented in accordance with the relevant Union and national legislation in force. It will, in particular, focus on:\n(a)\nthe root causes of migration;\n(b)\nthe development and implementation of national legislation and practices as regards international protection, with a view to satisfying the provisions of the Geneva Convention of 1951 related to the status of refugees and of the Protocol of 1967 and other relevant international instruments, and to ensuring the respect of the principle of ‘non-refoulement’, while recognising that Iraq is not yet a State Party to the Geneva Convention of 1951 related to the status of refugees and of the Protocol of 1967, but that it is considering the possibility of acceding to them in the future;\n(c)\nthe admission rules and rights and status of persons admitted, fair treatment and integration of lawfully residing non-nationals, education and training and measures against racism and xenophobia;\n(d)\nthe establishment of an effective and preventive policy against illegal migration, smuggling of migrants and trafficking in human beings including the issue of how to combat networks of smugglers and traffickers and how to protect the victims of such trafficking;\n(e)\nthe return, under humane and dignified conditions, of persons residing illegally including the promotion of their voluntary return, and the readmission of such persons, in accordance with paragraph 3;\n(f)\nthe field of visas, on issues identified as being of mutual interest, in the framework of existing Schengen acquis;\n(g)\nthe field of border management and control, on issues related to organisation, training, best practices and other operational measures on the ground and where relevant, equipment, while being aware of the potential dual use of such equipment.\n3.   In the framework of the cooperation to prevent and control illegal immigration, the Parties also agree to readmit their illegal migrants. To this end:\n(a)\nIraq shall readmit any of its nationals who do not, or who no longer, fulfill the conditions in force for entry to, presence in, or residence on the territory of a Member State of the Union, upon request by the latter and without further formalities;\n(b)\nand each Member State of the Union shall readmit any of its nationals who do not, or who no longer, fulfill the conditions in force for entry to, presence in, or residence on the territory of Iraq, upon request by the latter and without further formalities;\n4.   The Member States of the Union and Iraq will provide their nationals with appropriate documents confirming identity in order to permit travel for such purposes. Where the person to be readmitted does not possess any documents or other proofs of his or her nationality, the competent diplomatic and consular representations, of the Member State concerned or Iraq shall, upon request of Iraq or the Member State concerned, make arrangements to interview the person in order to establish his or her nationality.\n5.   In this context, the Parties agree to conclude, upon request by either Party as defined in the Article 122 and as soon as possible, an agreement on preventing and controlling illegal migration and regulating the specific procedures and obligations for readmission, covering also, if deemed appropriate by both Parties, the readmission of nationals of other countries and stateless persons.\n6.   Cooperation in this area will take place in full respect of the rights, obligations and responsibilities of the Parties arising from relevant International Law and International Humanitarian Law.\nArticle 106\nCombating Organised Crime and Corruption\nThe Parties agree to cooperate on and contribute to the fight against organised, economic and financial crime and corruption, counterfeiting and illegal transactions, through full compliance with their existing mutual international obligations in this area including on effective cooperation in the recovery of assets or funds derived from acts of corruption. The Parties will promote the implementation of the UN Convention on Transnational Organised Crime and its supplementing Protocols and the UN Convention against Corruption.\nArticle 107\nCombating Money Laundering and Terrorist Financing\n1.   The Parties agree on the need to work towards and to cooperate on preventing the use of their financial systems to launder the proceeds of all criminal activities including drug trafficking and corruption and to the financing of terrorism.\n2.   The Parties agree to cooperate on technical and administrative assistance aimed at the development and implementation of regulations and the effective functioning of mechanisms to combat money laundering and financing of terrorism. This cooperation extends to the recovery of assets or funds derived from the proceeds of crimes.\n3.   The cooperation shall allow exchanges of relevant information within the framework of respective legislations and the adoption of appropriate standards to combat money laundering and financing of terrorism equivalent to those adopted by the Financial Action Task Force on Money Laundering (hereinafter referred to as ‘FATF’) and by the Union and relevant international bodies active in this area.\nArticle 108\nCombating Illicit Drugs\n1.   In accordance with their respective laws and regulations, the Parties will aim at reducing the supply and trafficking of, and demand for, illicit drugs as well as their impact on drug users and society at large and to achieve a more effective prevention of diversion of chemical precursors used for the illicit manufacture of narcotic drugs and psychotropic substances. In their cooperation, the Parties shall ensure that a comprehensive and balanced approach is taken in pursuing this aim through legal market regulations and effective action and coordination between the competent authorities including those from the health, education, social, law enforcement and justice sectors.\n2.   The Parties shall agree on means of cooperation to attain these objectives. Actions shall be based on commonly agreed principles along the lines of the relevant international conventions, the Political Declaration and the Special Declaration on the guiding principles of drug demand reduction, approved by the Twentieth United Nations General Assembly Special Session on Drugs in June 1998.\nArticle 109\nCultural cooperation\n1.   The Parties undertake to promote bilateral cooperation in the field of culture, in order to enhance mutual understanding and foster cultural relations between the Parties.\n2.   The Parties support the exchange of information and expertise, as well as initiatives, contributing to increased capacity building, in particular as regards the preservation of cultural heritage.\n3.   The Parties will intensify cooperation as regards the fight against illicit trafficking of cultural property, in accordance with relevant UN Security Council Resolutions concerning Iraq. They will promote the ratification and effective implementation of relevant international agreements, including the 1970 Unesco Convention on the Means of Prohibiting and Preventing the Illicit Import, Export and Transfer of Ownership of Cultural Property.\n4.   The Parties shall encourage intercultural dialogue between individuals, cultural institutions and organisations representing organised civil society from the Union and Iraq.\n5.   The Parties shall coordinate their efforts in international forums, including in the context of UNESCO, and/or other international bodies, with a view to promoting cultural diversity, in particular on the ratification and implementation of the UNESCO Convention on the Protection and Promotion of the Diversity of Cultural Expressions.\nArticle 110\nRegional cooperation\n1.   The Parties agree that cooperation should help to facilitate and support Iraq’s stability and regional integration. To such an end they agree to promote activities aimed at strengthening relations with Iraq, its neighbouring countries and other regional partners.\n2.   The parties agree that cooperation between them may include actions undertaken under cooperation agreements with other countries in the same region, provided that such action is compatible with this agreement and in their interests.\n3.   Without excluding any area, the Parties agree to give particular consideration to the following actions:\n(a)\nthe promotion of intra-regional trade;\n(b)\nsupport for regional institutions and for joint projects and initiatives established under relevant regional organisations.\nTITLE V\nINSTITUTIONAL, GENERAL AND FINAL PROVISIONS\nArticle 111\nCooperation Council\n1.   A Cooperation Council is hereby established which shall supervise the implementation of this Agreement. It shall meet at ministerial level once a year. It shall examine any major issues arising within the framework of this Agreement and any other bilateral or international issues of mutual interest for the purpose of attaining the objectives of this Agreement. The Cooperation Council may also make appropriate recommendations, by mutual agreement between the two Parties.\n2.   The Cooperation Council shall consist of the representatives of the Parties.\n3.   The Cooperation Council shall establish its rules of procedure.\n4.   Either Party may refer to the Cooperation Council any dispute relating to the application or interpretation of this Agreement.\n5.   The Cooperation Council may settle the dispute by means of a recommendation.\n6.   The provisions of this Article shall in no way affect and are without prejudice to specific provisions regarding settlement of disputes under Title II of this Agreement.\nArticle 112\nCooperation Committee and specialised sub-committees\n1.   A Cooperation Committee is hereby established composed of representatives of the Parties and with a view to assist the Cooperation Council in its duties.\n2.   The Cooperation Council may decide to set up any other specialised sub-committee or body that can assist it in carrying out its duties and shall determine the composition and duties of such committees or bodies and how they shall function.\nArticle 113\nParliamentary Cooperation Committee\n1.   A Parliamentary Cooperation Committee is hereby established. It shall be a forum for Members of the Iraqi Parliament and the European Parliament to meet and exchange views.\n2.   The Parliamentary Cooperation Committee shall consist of Members of the European Parliament, on the one hand, and of Members of the Iraqi Parliament, on the other.\n3.   The Parliamentary Cooperation Committee shall be informed of the recommendations of the Cooperation Council.\n4.   The Parliamentary Cooperation Committee may make recommendations to the Cooperation Council.\nArticle 114\nFacilities\nTo facilitate cooperation in the framework of this Agreement, both Parties agree to grant necessary facilities to duly authorised experts and officials involved in implementing cooperation for the performance of their functions, in accordance with internal rules and regulations of both Parties.\nArticle 115\nTerritorial application\nThis Agreement shall apply, on the one hand, to the territories in which the Treaty on European Union and the Treaty of the Functioning of the European Union are applied and under the conditions laid down in those Treaties and, on the other, to the territory of Iraq.\nArticle 116\nEntry into force and renewal\n1.   This Agreement shall enter into force on the first day of the month following the date of receipt, by the depositary, of the last of the notifications by the Parties of the completion of the procedures necessary for this purpose.\n2.   This Agreement is concluded for a period of 10 years. It shall be automatically renewed on a yearly basis unless one of the Parties renounces it at least six months before its expiry date. The termination shall take effect six months after receipt of the notification by the other Party. Such termination shall not affect ongoing projects commenced under this Agreement prior to the receipt of the notification.\nArticle 117\nProvisional Application\n1.   Notwithstanding Article 116, the Union and Iraq agree to apply Article 2, and Titles II, III and V of this Agreement from the first day of the third month following the date on which the Union and Iraq have notified each other of the completion of the procedures necessary for this purpose. Notifications shall be sent to the Secretary-General of the Council of the European Union, who shall be the depository of this agreement.\n2.   Where in accordance with paragraph 1, a provision of this Agreement is applied by the Parties pending its entry into force, any reference in such provision to the date of entry into force of this Agreement shall be understood to be made to the date from which the Parties agree to apply that provision in accordance with paragraph 1.\nArticle 118\nNon-discrimination\nIn the fields covered by this Agreement and without prejudice to any special provisions contained therein:\n(a)\nthe arrangements applied by Iraq in respect of the Union shall not give rise to any discrimination between the Member States, their nationals or their companies or firms;\n(b)\nthe arrangements applied by the Union in respect of Iraq shall not give rise to discrimination between Iraqi nationals or its companies or firms.\nArticle 119\nEvolutive clause\n1.   The Parties may by mutual consent amend, revise, and expand this Agreement with a view to enhancing the level of cooperation, including through supplementing it by means of agreements or protocols on specific sectors or activities.\n2.   With regard to the implementation of this Agreement, either of the Parties may put forward suggestions for widening the scope of cooperation, taking into account the experience gained in its application. Any widening of the scope of the cooperation under this Agreement will be decided at the Cooperation Council.\nArticle 120\nOther Agreements\n1.   Without prejudice to the relevant provisions of the Treaty on European Union and the Treaty on the Functioning of the European Union, neither this Agreement nor action taken hereunder shall in any way affect the powers of the Member States to undertake bilateral cooperation activities with Iraq or to conclude, where appropriate, new cooperation agreements with Iraq.\n2.   This Agreement shall not affect the application or implementation of commitments undertaken by the respective Parties in relations with third parties.\nArticle 121\nNon-execution of agreement\n1.   The Parties shall adopt any general or specific measures required for them to fulfill their obligations under this Agreement and shall ensure that they comply with the objectives laid down in this Agreement.\n2.   If one of the Parties considers that the other Party has failed to fulfill an obligation under this Agreement it may take appropriate measures. Before doing so, it must supply the Cooperation Council within 30 days with all the relevant information required for a thorough examination of the situation with a view to seeking a solution acceptable to the Parties.\nIn this selection of measures, priority must be given to those which least disturb the functioning of this Agreement. These measures shall be notified immediately to the Cooperation Council and shall be the subject of consultations in the Cooperation Council if the other Party so requests.\n3.   By way of derogation from paragraph 2, any Party may immediately take appropriate measures in accordance with international law in case of:\n(a)\ndenunciation of this Agreement not sanctioned by the general rules of international law;\n(b)\nviolation by the other Party of the essential elements of this Agreement referred to in Articles 2 and 5.\nThe other Party may ask that an urgent meeting be called to bring the Parties together within 15 days for a thorough examination of the situation with a view to seeking a solution acceptable to the Parties.\n4.   By way of derogation from paragraph 2, if one of the Parties considers that the other Party has failed to fulfil an obligation under Title II of this agreement, it shall exclusively have recourse to, and abide by, the dispute settlement procedures established under Section VI of Title II of this Agreement.\nArticle 122\nDefinition of the Parties\nFor the purposes of this Agreement, ‘the Parties’ shall mean the Union or its Member States or the Union and its Member States, in accordance with their respective powers, on the one hand, and Iraq, on the other.\nArticle 123\nAuthentic texts\nThis Agreement is drawn up in duplicate in the Bulgarian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovene, Spanish, Swedish and Arabic languages, each of these texts being equally authentic. In the event of contradiction, reference shall be made to the language in which this Agreement has been negotiated, namely English.\nArticle 124\nAnnexes, appendices, protocols and notes\nThe Annexes, Appendices, Protocols and Notes to this Agreement shall form an integral part thereof.\nСъставено в Брюксел на единадесети май две хиляди и дванадесета година.\nHecho en Bruselas, el once de mayo de dos mil doce.\nV Bruselu dne jedenáctého května dva tisíce dvanáct.\nUdfærdiget i Bruxelles den ellevte maj to tusind og tolv.\nGeschehen zu Brüssel am elften Mai zweitausendzwölf.\nKahe tuhande kaheteistkümnenda aasta maikuu üheteistkümnendal päeval Brüsselis.\n'Εγινε στις Βρυξέλλες, στις ένδεκα Μαΐου δύο χιλιάδες δώδεκα.\nDone at Brussels on the eleventh day of May in the year two thousand and twelve.\nFait à Bruxelles, le onze mai deux mille douze.\nFatto a Bruxelles, addì undici maggio duemiladodici.\nBriselē, divi tūkstoši divpadsmitā gada vienpadsmitajā maijā.\nPriimta du tūkstančiai dvyliktų metų gegužės vienuoliktą dieną Briuselyje.\nKelt Brüsszelben, a kétezer-tizenkettedik év május havának tizenegyedik napján.\nMagħmul fi Brussell, fil-ħdax-il jum ta’ Mejju tas-sena elfejn u tnax.\nGedaan te Brussel, de elfde mei tweeduizend twaalf.\nSporządzono w Brukseli dnia jedenastego maja roku dwa tysiące dwunastego.\nFeito em Bruxelas, em onze de maio de dois mil e doze.\nÎntocmit la Bruxelles la unsprezece mai două mii doisprezece.\nV Bruseli dňa jedenásteho mája dvetisícdvanásť.\nV Bruslju, dne enajstega maja leta dva tisoč dvanajst.\nTehty Brysselissä yhdentenätoista päivänä toukokuuta vuonna kaksituhattakaksitoista.\nSom skedde i Bryssel den elfte maj tjugohundratolv.\nVoor het Koninkrijk België\nPour le Royaume de Belgique\nFür das Königreich Belgien\nDeze handtekening verbindt eveneens de Vlaamse Gemeenschap, de Franse Gemeenschap, de Duitstalige Gemeenschap, het Vlaamse Gewest, het Waalse Gewest en het Brussels Hoofdstedelijk Gewest\nCette signature engage également la Communauté française, la Communauté flamande, la Communauté germanophone, la Région wallonne, la Région flamande et la Région de Bruxelles-Capitale.\nDiese Unterschrift bindet zugleich die Deutschsprachige Gemeinschaft, die Flämische Gemeinschaft, die Französische Gemeinschaft, die Wallonische Region, die Flämische Region und die Region Brüssel- Hauptstadt.\nЗа Република България\nZa Českou republiku\nFor Kongeriget Danmark\nFür die Bundesrepublik Deutschland\nEesti Vabariigi nimel\nThar cheann Na hÉireann\nFor Ireland\nГια την Eλληvιкή Δημoкρατία\nPor el Reino de España\nPour la République française\nPer la Repubblica italiana\nГια την Kυπριαкή Δημoкρατία,\nLatvijas Republikas vārdā –\nLietuvos Respublikos vardu\nPour le Grand-Duché de Luxembourg\nA Magyar Köztársaság részéről\nGħar Malta\nVoor het Koninkrijk der Nederlanden\nFür die Republik Österreich\nW imieniu Rzeczypospolitej Polskiej\nPela República Portuguesa\nPentru România\nZa Republiko Slovenijo\nZa Slovenskú republiku\nSuomen tasavallan puolesta\nFör Republiken Finland\nFör Konungariket Sverige\nFor the United Kingdom of Great Britain and Northern Ireland\nЗа Европейския съюз\nPor la Unión Europea\nZa Evropskou unii\nFor Den Europæiske Union\nFür die Europäische Union\nEuroopa Liidu nimel\nΓια την Ευρωπαϊκή Ένωση\nFor the European Union\nPour l'Union européenne\nPer l'Unione europea\nEiropas Savienības vārdā –\nEuropos Sąjungos vardu\nAz Európai Unió részéről\nGħall-Unjoni Ewropea\nVoor de Europese Unie\nW imieniu Unii Europejskiej\nPela União Europeia\nPentru Uniunea Europeană\nZa Európsku úniu\nZa Evropsko unijo\nEuroopan unionin puolesta\nFör Europeiska unionen\nANNEX 1\nPUBLIC PROCUREMENT\nAppendix I\nCovered procurements\nSub-Annex 1\nCentral government entities which procure in accordance with the provisions of Chapter II of Section V of Title II of this Agreement\nGoods\nThresholds\nSDR 130 000\nServices (specified in Sub-Annex 3)\nThresholds\nSDR 130 000\nWorks (specified in Sub-Annex 4)\nThresholds\nSDR 5 000 000\nCommitments by Iraq\n1.   All central government entities, including any sub-ordinate entity of any central government entity and all other entities whose procurement policies are controlled by, dependent on, or influenced by central government and all other entities, financed by the central government or they are subject to management supervision by the central government.\n2.   Indicative list of these entities (precise titles are subject to change):\nMinistry of Agriculture\nMinistry of Communications\nNational Communications and Media Commission\nThe Commission on Public Integrity\nMinistry of Culture\nMinistry of Defense\nMinistry of Migration\nMinistry of Education\nMinistry of Electricity\nMinistry of Environment\nMinistry of Finance\nMinistry of Foreign Affairs\nMinistry of Health\nMinistry of Higher Education and Scientific Research\nMinistry of Construction and housing (and all its SOE’s)\nMinistry of Human Rights\nMinistry of Industry and Minerals (and all its SOE’s)\nMinistry of Interior\nMinistry of Justice\nMinistry of Labor and Social Affairs\nMinistry of Municipalities and Public Works\nMinistry of Oil\nMinistry of Planning and Development Cooperation\nMinistry of Science and Technology\nMinistry of Trade\nMinistry of Transportation\nMinistry of Water Resources\nMinistry of Youth and Sport\nMinistry of State for Tourism and Antiquities\nMinistry of State for Provincial Affairs\nMinistry of State for Women’s Affairs\nCentral Bank of Iraq\nState Universities\nCommitments by the Union\nUnion entities:\n1.   The Council of the European Union\n2.   The European CommissionThe contracting authorities of the Member States:\n1.   All central government Ministries and Bodies governed by public law\nFor the Union, a body governed by public law means any body:\n—\nestablished for the specific purpose of meeting needs in the general interest, not having an industrial or commercial character, and\n—\nhaving legal personality, and\n—\nfinanced for the most part by the State or regional or local authorities or other bodies governed by public law or subject to management and supervision by those bodies or having an administrative, managerial or supervisory board, more than half of whose members are appointed by the State, regional, local authorities or by other bodies governed by public law.\n2.   The following central government entities which procure in accordance with the provisions of Chapter II of Section V of Title II of this Agreement (indicative list):\nINDICATIVE LIST OF CONTRACTING AUTHORITIES WHICH ARE CENTRAL GOVERNMENT AUTHORITIES AS DEFINED BY EC PROCUREMENT DIRECTIVE\nBelgium\n1.\nServices publics fédéraux (Ministères):\n1.\nFederale Overheidsdiensten (ministeries):\nSPF Chancellerie du Premier ministre;\nFOD Kanselarij van de Eerste Minister;\nSPF Personnel et organisation;\nFOD Personeel en Organisatie;\nSPF Budget et Contrôle de la Gestion;\nFOD Budget en Beheerscontrole;\nSPF Technologie de l’information et de la communication (Fedict);\nFOD Informatie- en Communicatietechnologie (Fedict);\nSPF Affaires étrangères, commerce extérieur et coopération au développement;\nFOD Buitenlandse Zaken, Buitenlandse Handel en Ontwikkelingssamenwerking;\nSPF Intérieur;\nFOD Binnenlandse Zaken;\nSPF Finances;\nFOD Financiën;\nSPF Mobilité et transports;\nFOD Mobiliteit en Vervoer;\nSPF Emploi, travail et concertation sociale;\nFOD Werkgelegenheid, Arbeid en Sociaal overleg;\nSPF Sécurité Sociale et institutions publiques de sécurité sociale;\nFOD Sociale Zekerheid en Openbare Instellingen van Sociale Zekerheid;\nSPF Santé publique, sécurité de la chaîne alimentaire et environnement;\nFOD Volksgezondheid, Veiligheid van de Voedselketen en Leefmilieu;\nSPF Justice;\nFOD Justitie;\nSPF Economie, PME, classes moyennes et energie;\nFOD Economie, KMO, Middenstand en Energie;\nMinistère de la Défense;\nMinisterie van Defensie;\nService public de programmation Intégration sociale, lutte contre la pauvreté et économie sociale;\nProgrammatorische Federale Overheidsdienst Maatschappelijke Integratie, Armoedsbestrijding en Sociale Economie;\nService public fédéral de programmation Développement durable;\nProgrammatorische Federale Overheidsdienst Duurzame Ontwikkeling;\nService public fédéral de programmation Politique scientifique.\nProgrammatorische Federale Overheidsdienst Wetenschapsbeleid.\n2.\nRégie des Bâtiments:\n2.\nRegie der Gebouwen:\nOffice national de Sécurité sociale;\nRijksdienst voor Sociale Zekerheid;\nInstitut national d’Assurance sociales pour travailleurs indépendants;\nRijksinstituut voor de Sociale Verzekeringen der Zelfstandigen;\nInstitut national d’Assurance Maladie-Invalidité;\nRijksinstituut voor Ziekte- en Invaliditeitsverzekering;\nOffice national des Pensions;\nRijksdienst voor Pensioenen;\nCaisse auxiliaire d’Assurance Maladie-Invalidité;\nHulpkas voor Ziekte-en Invaliditeitsverzekering;\nFond des Maladies professionnelles;\nFonds voor Beroepsziekten;\nOffice national de l’Emploi.\nRijksdienst voor Arbeidsvoorziening.\nBulgaria\n—\nАдминистрация на Народното събрание\n—\nAдминистрация на Президента\n—\nАдминистрация на Министерския съвет\n—\nКонституционен съд\n—\nБългарска народна банка\n—\nМинистерство на външните работи\n—\nМинистерство на вътрешните работи\n—\nМинистерство на държавната администрация и административната реформа\n—\nМинистерство на извънредните ситуации\n—\nМинистерство на земеделието и храните\n—\nМинистерство на здравеопазването\n—\nМинистерство на икономиката и енергетиката\n—\nМинистерство на културата\n—\nМинистерство на образованието и науката\n—\nМинистерство на околната среда и водите\n—\nМинистерство на отбраната\n—\nМинистерство на правосъдието\n—\nМинистерство на регионалното развитие и благоустройството\n—\nМинистерство на транспорта\n—\nМинистерство на труда и социалната политика\n—\nМинистерство на финансите\nState agencies, state commissions, executive agencies and other state authorities established by law or by Council of Ministers’ decree having a function relating to the exercise of executive power:\n—\nАгенция за ядрено регулиране\n—\nВисша атестационна комисия\n—\nДържавна комисия за енергийно и водно регулиране\n—\nДържавна комисия по сигурността на информацията\n—\nКомисия за защита на конкуренцията\n—\nКомисия за защита на личните данни\n—\nКомисия за защита от дискриминация\n—\nКомисия за регулиране на съобщенията\n—\nКомисия за финансов надзор\n—\nПатентно ведомство на Република България\n—\nСметна палата на Република България\n—\nАгенция за приватизация\n—\nАгенция за следприватизационен контрол\n—\nБългарски институт по метрология\n—\nДържавна агенция „Архиви“\n—\nДържавна агенция „Държавен резерв и военновременни запаси“\n—\nДържавна агенция „Национална сигурност“\n—\nДържавна агенция за бежанците\n—\nДържавна агенция за българите в чужбина\n—\nДържавна агенция за закрила на детето\n—\nДържавна агенция за информационни технологии и съобщения\n—\nДържавна агенция за метрологичен и технически надзор\n—\nДържавна агенция за младежта и спорта\n—\nДържавна агенция по горите\n—\nДържавна агенция по туризма\n—\nДържавна комисия по стоковите борси и тържища\n—\nИнститут по публична администрация и европейска интеграция\n—\nНационален статистически институт\n—\nНационална агенция за оценяване и акредитация\n—\nНационалната агенция за професионално образование и обучение\n—\nНационална комисия за борба с трафика на хора\n—\nАгенция „Митници“\n—\nАгенция за държавна и финансова инспекция\n—\nАгенция за държавни вземания\n—\nАгенция за социално подпомагане\n—\nАгенция за хората с увреждания\n—\nАгенция по вписванията\n—\nАгенция по геодезия, картография и кадастър\n—\nАгенция по енергийна ефективност\n—\nАгенция по заетостта\n—\nАгенция по обществени поръчки\n—\nБългарска агенция за инвестиции\n—\nГлавна дирекция „Гражданска въздухоплавателна администрация“\n—\nДирекция „Материално-техническо осигуряване и социално обслужване“ на Министерство на вътрешните работи\n—\nДирекция „Оперативно издирване“ на Министерство на вътрешните работи\n—\nДирекция „Финансово-ресурсно осигуряване“ на Министерство на вътрешните работи\n—\nДирекция за национален строителен контрол\n—\nДържавна комисия по хазарта\n—\nИзпълнителна агенция „Автомобилна администрация“\n—\nИзпълнителна агенция „Борба с градушките“\n—\nИзпълнителна агенция „Българска служба за акредитация“\n—\nИзпълнителна агенция „Военни клубове и информация“\n—\nИзпълнителна агенция „Главна инспекция по труда“\n—\nИзпълнителна агенция „Държавна собственост на Министерството на отбраната“\n—\nИзпълнителна агенция „Железопътна администрация“\n—\nИзпълнителна агенция „Изпитвания и контролни измервания на въоръжение, техника и имущества“\n—\nИзпълнителна агенция „Морска администрация“\n—\nИзпълнителна агенция „Национален филмов център“\n—\nИзпълнителна агенция „Пристанищна администрация“\n—\nИзпълнителна агенция „Проучване и поддържане на река Дунав“\n—\nИзпълнителна агенция „Социални дейности на Министерството на отбраната“\n—\nИзпълнителна агенция за икономически анализи и прогнози\n—\nИзпълнителна агенция за насърчаване на малките и средни предприятия\n—\nИзпълнителна агенция по лекарствата\n—\nИзпълнителна агенция по лозата и виното\n—\nИзпълнителна агенция по околна среда\n—\nИзпълнителна агенция по почвените ресурси\n—\nИзпълнителна агенция по рибарство и аквакултури\n—\nИзпълнителна агенция по селекция и репродукция в животновъдството\n—\nИзпълнителна агенция по сортоизпитване, апробация и семеконтрол\n—\nИзпълнителна агенция по трансплантация\n—\nИзпълнителна агенция по хидромелиорации\n—\nКомисията за защита на потребителите\n—\nКонтролно-техническата инспекция\n—\nНационален център за информация и документация\n—\nНационален център по радиобиология и радиационна защита\n—\nНационална агенция за приходите\n—\nНационална ветеринарномедицинска служба\n—\nНационална служба „Полиция“\n—\nНационална служба „Пожарна безопасност и защита на населението“\n—\nНационална служба за растителна защита\n—\nНационална служба за съвети в земеделието\n—\nНационална служба по зърното и фуражите\n—\nСлужба „Военна информация“\n—\nСлужба „Военна полиция“\n—\nФонд „Републиканска пътна инфраструктура“\n—\nАвиоотряд 28\nCzech Republic\n—\nMinisterstvo dopravy\n—\nMinisterstvo financí\n—\nMinisterstvo kultury\n—\nMinisterstvo obrany\n—\nMinisterstvo pro místní rozvoj\n—\nMinisterstvo práce a sociálních věcí\n—\nMinisterstvo průmyslu a obchodu\n—\nMinisterstvo spravedlnosti\n—\nMinisterstvo školství, mládeže a tělovýchovy\n—\nMinisterstvo vnitra\n—\nMinisterstvo zahraničních věcí\n—\nMinisterstvo zdravotnictví\n—\nMinisterstvo zemědělství\n—\nMinisterstvo životního prostředí\n—\nPoslanecká sněmovna PČR\n—\nSenát PČR\n—\nKancelář prezidenta\n—\nČeský statistický úřad\n—\nČeský úřad zeměměřičský a katastrální\n—\nÚřad průmyslového vlastnictví\n—\nÚřad pro ochranu osobních údajů\n—\nBezpečnostní informační služba\n—\nNárodní bezpečnostní úřad\n—\nČeská akademie věd\n—\nVězeňská služba\n—\nČeský báňský úřad\n—\nÚřad pro ochranu hospodářské soutěže\n—\nSpráva státních hmotných rezerv\n—\nStátní úřad pro jadernou bezpečnost\n—\nČeská národní banka\n—\nEnergetický regulační úřad\n—\nÚřad vlády České republiky\n—\nÚstavní soud\n—\nNejvyšší soud\n—\nNejvyšší správní soud\n—\nNejvyšší státní zastupitelství\n—\nNejvyšší kontrolní úřad\n—\nKancelář Veřejného ochránce práv\n—\nGrantová agentura České republiky\n—\nStátní úřad inspekce práce\n—\nČeský telekomunikační úřad\nDenmark\n—\nFolketinget\n—\nRigsrevisionen\n—\nStatsministeriet\n—\nUdenrigsministeriet\n—\nBeskæftigelsesministeriet\n5 styrelser og institutioner (5 agencies and institutions)\n—\nDomstolsstyrelsen\n—\nFinansministeriet\n5 styrelser og institutioner (5 agencies and institutions)\n—\nForsvarsministeriet\n5 styrelser og institutioner (5 agencies and institutions)\n—\nMinisteriet for Sundhed og Forebyggelse\nAdskillige styrelser og institutioner, herunder Statens Serum Institut (Several agencies and institutions, including Statens Serum Institut)\n—\nJustitsministeriet\nRigspolitichefen, anklagemyndigheden samt 1 direktorat og et antal styrelser (Commissioner of Police, the public prosecutor, 1 directorate and a number of agencies)\n—\nKirkeministeriet\n10 stiftsøvrigheder (10 diocesan authorities)\n—\nKulturministeriet — Ministry of Culture\n4 styrelser samt et antal statsinstitutioner (4 departments and a number of institutions)\n—\nMiljøministeriet\n5 styrelser (5 agencies)\n—\nMinisteriet for Flygtninge, Indvandrere og Integration\n1 styrelse (1 agency)\n—\nMinisteriet for Fødevarer, Landbrug og Fiskeri\n4 direktorater og institutioner (4 directorates and institutions)\n—\nMinisteriet for Videnskab, Teknologi og Udvikling\nAdskillige styrelser og institutioner, Forskningscenter Risø og Statens uddannelsesbygninger (Several agencies and institutions, including Risoe National Laboratory and Danish National Research and Education Buildings)\n—\nSkatteministeriet\n1 styrelse og institutioner (1 agency and several institutions)\n—\nVelfærdsministeriet\n3 styrelser og institutioner (3 agencies and several institutions)\n—\nTransportministeriet\n7 styrelser og institutioner, herunder Øresundsbrokonsortiet (7 agencies and institutions, including Øresundsbrokonsortiet)\n—\nUndervisningsministeriet\n3 styrelser, 4 undervisningsinstitutioner og 5 andre institutioner (3 agencies, 4 educational establishments, 5 other institutions)\n—\nØkonomi- og Erhvervsministeriet\nAdskillige styrelser og institutioner (Several agencies and institutions)\n—\nKlima- og Energiministeriet\n3 styrelser og institutioner (3 agencies and institutions)\nGermany\n—\nAuswärtiges Amt\n—\nBundeskanzleramt\n—\nBundesministerium für Arbeit und Soziales\n—\nBundesministerium für Bildung und Forschung\n—\nBundesministerium für Ernährung, Landwirtschaft und Verbraucherschutz\n—\nBundesministerium der Finanzen\n—\nBundesministerium des Innern (only civil goods)\n—\nBundesministerium für Gesundheit\n—\nBundesministerium für Familie, Senioren, Frauen und Jugend\n—\nBundesministerium der Justiz\n—\nBundesministerium für Verkehr, Bau und Stadtentwicklung\n—\nBundesministerium für Wirtschaft und Technologie\n—\nBundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung\n—\nBundesministerium der Verteidigung (no military goods)\n—\nBundesministerium für Umwelt, Naturschutz und Reaktorsicherheit\nEstonia\n—\nVabariigi Presidendi Kantselei;\n—\nEesti Vabariigi Riigikogu;\n—\nEesti Vabariigi Riigikohus;\n—\nRiigikontroll;\n—\nÕiguskantsler;\n—\nRiigikantselei;\n—\nRahvusarhiiv;\n—\nHaridus- ja Teadusministeerium;\n—\nJustiitsministeerium;\n—\nKaitseministeerium;\n—\nKeskkonnaministeerium;\n—\nKultuuriministeerium;\n—\nMajandus- ja Kommunikatsiooniministeerium;\n—\nPõllumajandusministeerium;\n—\nRahandusministeerium;\n—\nSiseministeerium;\n—\nSotsiaalministeerium;\n—\nVälisministeerium;\n—\nKeeleinspektsioon;\n—\nRiigiprokuratuur;\n—\nTeabeamet;\n—\nMaa-amet;\n—\nKeskkonnainspektsioon;\n—\nMetsakaitse- ja Metsauuenduskeskus;\n—\nMuinsuskaitseamet;\n—\nPatendiamet;\n—\nTarbijakaitseamet;\n—\nRiigihangete Amet;\n—\nTaimetoodangu Inspektsioon;\n—\nPõllumajanduse Registrite ja Informatsiooni Amet;\n—\nVeterinaar- ja Toiduamet;\n—\nKonkurentsiamet;\n—\nMaksu- ja Tolliamet;\n—\nStatistikaamet;\n—\nKaitsepolitseiamet;\n—\nKodakondsus- ja Migratsiooniamet;\n—\nPiirivalveamet;\n—\nPolitseiamet;\n—\nEesti Kohtuekspertiisi Instituut;\n—\nKeskkriminaalpolitsei;\n—\nPäästeamet;\n—\nAndmekaitse Inspektsioon;\n—\nRavimiamet;\n—\nSotsiaalkindlustusamet;\n—\nTööturuamet;\n—\nTervishoiuamet;\n—\nTervisekaitseinspektsioon;\n—\nTööinspektsioon;\n—\nLennuamet;\n—\nMaanteeamet;\n—\nVeeteede Amet;\n—\nJulgestuspolitsei;\n—\nKaitseressursside Amet;\n—\nKaitseväe Logistikakeskus;\n—\nTehnilise Järelevalve Amet.\nIreland\n—\nPresident’s Establishment\n—\nHouses of the Oireachtas — [Parliament]\n—\nDepartment of the Taoiseach — [Prime Minister]\n—\nCentral Statistics Office\n—\nDepartment of Finance\n—\nOffice of the Comptroller and Auditor General\n—\nOffice of the Revenue Commissioners\n—\nOffice of Public Works\n—\nState Laboratory\n—\nOffice of the Attorney General\n—\nOffice of the Director of Public Prosecutions\n—\nValuation Office\n—\nOffice of the Commission for Public Service Appointments\n—\nPublic Appointments Service\n—\nOffice of the Ombudsman\n—\nChief State Solicitor’s Office\n—\nDepartment of Justice, Equality and Law Reform\n—\nCourts Service\n—\nPrisons Service\n—\nOffice of the Commissioners of Charitable Donations and Bequests\n—\nDepartment of the Environment, Heritage and Local Government\n—\nDepartment of Education and Science\n—\nDepartment of Communications, Energy and Natural Resources\n—\nDepartment of Agriculture, Fisheries and Food\n—\nDepartment of Transport\n—\nDepartment of Health and Children\n—\nDepartment of Enterprise, Trade and Employment\n—\nDepartment of Arts, Sports and Tourism\n—\nDepartment of Defence\n—\nDepartment of Foreign Affairs\n—\nDepartment of Social and Family Affairs\n—\nDepartment of Community, Rural and Gaeltacht — [Gaelic - speaking regions] Affairs\n—\nArts Council\n—\nNational Gallery.\nGreece\n—\nΥπουργείο Εσωτερικών·\n—\nΥπουργείο Εξωτερικών·\n—\nΥπουργείο Οικονομίας και Οικονομικών·\n—\nΥπουργείο Ανάπτυξης·\n—\nΥπουργείο Δικαιοσύνης·\n—\nΥπουργείο Εθνικής Παιδείας και Θρησκευμάτων·\n—\nΥπουργείο Πολιτισμού·\n—\nΥπουργείο Υγείας και Κοινωνικής Αλληλεγγύης·\n—\nΥπουργείο Περιβάλλοντος, Χωροταξίας και Δημοσίων Έργων·\n—\nΥπουργείο Απασχόλησης και Κοινωνικής Προστασίας·\n—\nΥπουργείο Μεταφορών και Επικοινωνιών·\n—\nΥπουργείο Αγροτικής Ανάπτυξης και Τροφίμων·\n—\nΥπουργείο Εμπορικής Ναυτιλίας, Αιγαίου και Νησιωτικής Πολιτικής·\n—\nΥπουργείο Μακεδονίας-Θράκης·\n—\nΓενική Γραμματεία Επικοινωνίας·\n—\nΓενική Γραμματεία Ενημέρωσης·\n—\nΓενική Γραμματεία Νέας Γενιάς·\n—\nΓενική Γραμματεία Ισότητας·\n—\nΓενική Γραμματεία Κοινωνικών Ασφαλίσεων·\n—\nΓενική Γραμματεία Απόδημου Ελληνισμού·\n—\nΓενική Γραμματεία Βιομηχανίας·\n—\nΓενική Γραμματεία Έρευνας και Τεχνολογίας·\n—\nΓενική Γραμματεία Αθλητισμού·\n—\nΓενική Γραμματεία Δημοσίων Έργων·\n—\nΓενική Γραμματεία Εθνικής Στατιστικής Υπηρεσίας Ελλάδος·\n—\nΕθνικό Συμβούλιο Κοινωνικής Φροντίδας·\n—\nΟργανισμός Εργατικής Κατοικίας·\n—\nΕθνικό Τυπογραφείο·\n—\nΓενικό Χημείο του Κράτους·\n—\nΤαμείο Εθνικής Οδοποιίας·\n—\nΕθνικό Καποδιστριακό Πανεπιστήμιο Αθηνών·\n—\nΑριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης·\n—\nΔημοκρίτειο Πανεπιστήμιο Θράκης·\n—\nΠανεπιστήμιο Αιγαίου·\n—\nΠανεπιστήμιο Ιωαννίνων·\n—\nΠανεπιστήμιο Πατρών·\n—\nΠανεπιστήμιο Μακεδονίας·\n—\nΠολυτεχνείο Κρήτης·\n—\nΣιβιτανίδειος Δημόσια Σχολή Τεχνών και Επαγγελμάτων·\n—\nΑιγινήτειο Νοσοκομείο·\n—\nΑρεταίειο Νοσοκομείο·\n—\nΕθνικό Κέντρο Δημόσιας Διοίκησης·\n—\nΟργανισμός Διαχείρισης Δημοσίου Υλικού·\n—\nΟργανισμός Γεωργικών Ασφαλίσεων·\n—\nΟργανισμός Σχολικών Κτιρίων·\n—\nΓενικό Επιτελείο Στρατού·\n—\nΓενικό Επιτελείο Ναυτικού·\n—\nΓενικό Επιτελείο Αεροπορίας·\n—\nΕλληνική Επιτροπή Ατομικής Ενέργειας·\n—\nΓενική Γραμματεία Εκπαίδευσης Ενηλίκων·\n—\nΥπουργείο Εθνικής Άμυνας·\n—\nΓενική Γραμματεία Εμπορίου.\nSpain\n—\nPresidencia del Gobierno\n—\nMinisterio de Asuntos Exteriores y de Cooperación\n—\nMinisterio de Justicia\n—\nMinisterio de Defensa\n—\nMinisterio de Economía y Hacienda\n—\nMinisterio del Interior\n—\nMinisterio de Fomento\n—\nMinisterio de Educación, Política Social y Deportes\n—\nMinisterio de Industria, Turismo y Comercio\n—\nMinisterio de Trabajo e Inmigración\n—\nMinisterio de la Presidencia\n—\nMinisterio de Administraciones Públicas\n—\nMinisterio de Cultura\n—\nMinisterio de Sanidad y Consumo\n—\nMinisterio de Medio Ambiente y Medio Rural y Marino\n—\nMinisterio de Vivienda\n—\nMinisterio de Ciencia e Innovación\n—\nMinisterio de Igualdad\nFrance\n(1)   Ministries\n—\nServices du Premier ministre\n—\nMinistère chargé de la santé, de la jeunesse et des sports\n—\nMinistère chargé de l’intérieur, de l’outre-mer et des collectivités territoriales\n—\nMinistère chargé de la justice\n—\nMinistère chargé de la défense\n—\nMinistère chargé des affaires étrangères et européennes\n—\nMinistère chargé de l’éducation nationale\n—\nMinistère chargé de l’économie, des finances et de l’emploi\n—\nSecrétariat d'État aux transports\n—\nSecrétariat d'État aux entreprises et au commerce extérieur\n—\nMinistère chargé du travail, des relations sociales et de la solidarité\n—\nMinistère chargé de la culture et de la communication\n—\nMinistère chargé du budget, des comptes publics et de la fonction publique\n—\nMinistère chargé de l’agriculture et de la pêche\n—\nMinistère chargé de l’enseignement supérieur et de la recherche\n—\nMinistère chargé de l’écologie, du développement et de l’aménagement durables\n—\nSecrétariat d'État à la fonction publique\n—\nMinistère chargé du logement et de la ville\n—\nSecrétariat d'État à la coopération et à la francophonie\n—\nSecrétariat d'État à l’outre-mer\n—\nSecrétariat d'État à la jeunesse, des sports et de la vie associative\n—\nSecrétariat d'État aux anciens combattants\n—\nMinistère chargé de l’immigration, de l’intégration, de l’identité nationale et du co-développement\n—\nSecrétariat d'État en charge de la prospective et de l’évaluation des politiques publiques\n—\nSecrétariat d'État aux affaires européennes\n—\nSecrétariat d'État aux affaires étrangères et aux droits de l’homme\n—\nSecrétariat d'État à la consommation et au tourisme\n—\nSecrétariat d’Etat à la politique de la ville\n—\nSecrétariat d'État à la solidarité\n—\nSecrétariat d'État en charge de l’industrie et de la consommation\n—\nSecrétariat d'État en charge de l’emploi\n—\nSecrétariat d'État en charge du commerce, de l’artisanat, des PME, du tourisme et des services\n—\nSecrétariat d'État en charge de l’écologie\n—\nSecrétariat d'État en charge du développement de la région-capitale\n—\nSecrétariat d'État en charge de l’aménagement du territoire\n(2)   Institutions, independent authorities and jurisdictions\n—\nPrésidence de la République\n—\nAssemblée nationale\n—\nSénat\n—\nConseil constitutionnel\n—\nConseil économique et social\n—\nConseil supérieur de la magistrature\n—\nAgence française contre le dopage\n—\nAutorité de contrôle des assurances et des mutuelles\n—\nAutorité de contrôle des nuisances sonores aéroportuaires\n—\nAutorité de régulation des communications électroniques et des postes\n—\nAutorité de sûreté nucléaire\n—\nAutorité indépendante des marchés financiers\n—\nComité national d’évaluation des établissements publics à caractère scientifique, culturel et professionnel\n—\nCommission d’accès aux documents administratifs\n—\nCommission consultative du secret de la défense nationale\n—\nCommission nationale des comptes de campagne et des financements politiques\n—\nCommission nationale de contrôle des interceptions de sécurité\n—\nCommission nationale de déontologie de la sécurité\n—\nCommission nationale du débat public\n—\nCommission nationale de l’informatique et des libertés\n—\nCommission des participations et des transferts\n—\nCommission de régulation de l’énergie\n—\nCommission de la sécurité des consommateurs\n—\nCommission des sondages\n—\nCommission de la transparence financière de la vie politique\n—\nConseil de la concurrence\n—\nConseil des ventes volontaires de meubles aux enchères publiques\n—\nConseil supérieur de l’audiovisuel\n—\nDéfenseur des enfants\n—\nHaute autorité de lutte contre les discriminations et pour l’égalité\n—\nHaute autorité de santé\n—\nMédiateur de la République\n—\nCour de justice de la République\n—\nTribunal des Conflits\n—\nConseil d'État\n—\nCours administratives d’appel\n—\nTribunaux administratifs\n—\nCour des Comptes\n—\nChambres régionales des Comptes\n—\nCours et tribunaux de l’ordre judiciaire (Cour de Cassation, Cours d’Appel, Tribunaux d’instance et Tribunaux de grande instance)\n(3)   National public establishments\n—\nAcadémie de France à Rome\n—\nAcadémie de marine\n—\nAcadémie des sciences d’outre-mer\n—\nAcadémie des technologies\n—\nAgence centrale des organismes de sécurité sociale (ACOSS)\n—\nAgence de biomédicine\n—\nAgence pour l’enseignement du français à l’étranger\n—\nAgence française de sécurité sanitaire des aliments\n—\nAgence française de sécurité sanitaire de l’environnement et du travail\n—\nAgence nationale pour la cohésion sociale et l’égalité des chances\n—\nAgence nationale pour la garantie des droits des mineurs\n—\nAgences de l’eau\n—\nAgence nationale de l’Accueil des Etrangers et des migrations\n—\nAgence nationale pour l’amélioration des conditions de travail (ANACT)\n—\nAgence nationale pour l’amélioration de l’habitat (ANAH)\n—\nAgence nationale pour la Cohésion Sociale et l’Egalité des Chances\n—\nAgence nationale pour l’indemnisation des français d’outre-mer (ANIFOM)\n—\nAssemblée permanente des chambres d’agriculture (APCA)\n—\nBibliothèque publique d’information\n—\nBibliothèque nationale de France\n—\nBibliothèque nationale et universitaire de Strasbourg\n—\nCaisse des dépôts et consignations\n—\nCaisse nationale des autoroutes (CNA)\n—\nCaisse nationale militaire de sécurité sociale (CNMSS)\n—\nCaisse de garantie du logement locatif social\n—\nCasa de Velasquez\n—\nCentre d’enseignement zootechnique\n—\nCentre d’études de l’emploi\n—\nCentre d’études supérieures de la sécurité sociale\n—\nCentres de formation professionnelle et de promotion agricole\n—\nCentre hospitalier des Quinze-Vingts\n—\nCentre international d’études supérieures en sciences agronomiques (Montpellier Sup Agro)\n—\nCentre des liaisons européennes et internationales de sécurité sociale\n—\nCentre des monuments nationaux\n—\nCentre national d’art et de culture Georges Pompidou\n—\nCentre national des arts plastiques\n—\nCentre national de la cinématographie\n—\nCentre national d'études et d’expérimentation du machinisme agricole, du génie rural, des eaux et des forêts (CEMAGREF)\n—\nCentre national du livre\n—\nCentre national de documentation pédagogique\n—\nCentre national des œuvres universitaires et scolaires (CNOUS)\n—\nCentre national professionnel de la propriété forestière\n—\nCentre national de la recherche scientifique (C.N.R.S)\n—\nCentres d’éducation populaire et de sport (CREPS)\n—\nCentres régionaux des œuvres universitaires (CROUS)\n—\nCollège de France\n—\nConservatoire de l’espace littoral et des rivages lacustres\n—\nConservatoire National des Arts et Métiers\n—\nConservatoire national supérieur de musique et de danse de Paris\n—\nConservatoire national supérieur de musique et de danse de Lyon\n—\nConservatoire national supérieur d’art dramatique\n—\nÉcole centrale de Lille\n—\nÉcole centrale de Lyon\n—\nÉcole centrale des arts et manufactures\n—\nÉcole française d’archéologie d’Athènes\n—\nÉcole française d’Extrême-Orient\n—\nÉcole française de Rome\n—\nÉcole des hautes études en sciences sociales\n—\nÉcole du Louvre\n—\nÉcole nationale d’administration\n—\nÉcole nationale de l’aviation civile (ENAC)\n—\nÉcole nationale des Chartes\n—\nÉcole nationale d’équitation\n—\nÉcole nationale du génie de l’eau et de l’environnement de Strasbourg\n—\nÉcoles nationales d’ingénieurs\n—\nÉcole nationale d’ingénieurs des industries des techniques agricoles et alimentaires de Nantes\n—\nÉcoles nationales d’ingénieurs des travaux agricoles\n—\nÉcole nationale de la magistrature\n—\nÉcoles nationales de la marine marchande\n—\nÉcole nationale de la santé publique (ENSP)\n—\nÉcole nationale de ski et d’alpinisme\n—\nÉcole nationale supérieure des arts décoratifs\n—\nÉcole nationale supérieure des arts et techniques du théâtre\n—\nÉcole nationale supérieure des arts et industries textiles Roubaix\n—\nÉcoles nationales supérieures d’arts et métiers\n—\nÉcole nationale supérieure des beaux-arts\n—\nÉcole nationale supérieure de céramique industrielle\n—\nÉcole nationale supérieure de l’électronique et de ses applications (ENSEA)\n—\nÉcole nationale supérieure du paysage de Versailles\n—\nÉcole nationale supérieure des Sciences de l’information et des bibliothécaires\n—\nÉcole nationale supérieure de la sécurité sociale\n—\nÉcoles nationales vétérinaires\n—\nÉcole nationale de voile\n—\nÉcoles normales supérieures\n—\nÉcole polytechnique\n—\nÉcole technique professionnelle agricole et forestière de Meymac (Corrèze)\n—\nÉcole de sylviculture Crogny (Aube)\n—\nÉcole de viticulture et d’œnologie de la Tour-Blanche (Gironde)\n—\nÉcole de viticulture — Avize (Marne)\n—\nÉtablissement national d’enseignement agronomique de Dijon\n—\nÉtablissement national des invalides de la marine (ENIM)\n—\nÉtablissement national de bienfaisance Koenigswarter\n—\nÉtablissement public du musée et du domaine national de Versailles\n—\nFondation Carnegie\n—\nFondation Singer-Polignac\n—\nHaras nationaux\n—\nHôpital national de Saint-Maurice\n—\nInstitut des hautes études pour la science et la technologie\n—\nInstitut français d’archéologie orientale du Caire\n—\nInstitut géographique national\n—\nInstitut National de l’origine et de la qualité\n—\nInstitut national des hautes études de sécurité\n—\nInstitut de veille sanitaire\n—\nInstitut National d’enseignement supérieur et de recherche agronomique et agroalimentaire de Rennes\n—\nInstitut national d'études Démographiques (I.N.E.D)\n—\nInstitut National d’Horticulture\n—\nInstitut National de la jeunesse et de l’éducation populaire\n—\nInstitut national des jeunes aveugles — Paris\n—\nInstitut national des jeunes sourds — Bordeaux\n—\nInstitut national des jeunes sourds — Chambéry\n—\nInstitut national des jeunes sourds — Metz\n—\nInstitut national des jeunes sourds — Paris\n—\nInstitut national de physique nucléaire et de physique des particules (I.N.P.N.P.P)\n—\nInstitut national de la propriété industrielle\n—\nInstitut national de la recherche agronomique (I.N.R.A)\n—\nInstitut national de la recherche pédagogique (I.N.R.P)\n—\nInstitut national de la santé et de la recherche médicale (I.N.S.E.R.M)\n—\nInstitut national d’histoire de l’art (I.N.H.A.)\n—\nInstitut national de recherches archéologiques préventives\n—\nInstitut national des sciences de l’univers\n—\nInstitut national des sports et de l’education physique\n—\nInstitut national supérieur de formation et de recherche pour l’éducation des jeunes handicapés et les enseignements inadaptés\n—\nInstituts nationaux polytechniques\n—\nInstituts nationaux des sciences appliquées\n—\nInstitut national de recherche en informatique et en automatique (INRIA)\n—\nInstitut national de recherche sur les transports et leur sécurité (INRETS)\n—\nInstitut de recherche pour le développement\n—\nInstituts régionaux d’administration\n—\nInstitut des sciences et des Industries du vivant et de l’environnement (Agro Paris Tech)\n—\nInstitut supérieur de mécanique de Paris\n—\nInstituts Universitaires de Formation des Maîtres\n—\nMusée de l’armée\n—\nMusée Gustave-Moreau\n—\nMusée national de la marine\n—\nMusée national J.-J.-Henner\n—\nMusée du Louvre\n—\nMusée du Quai Branly\n—\nMuséum national d’histoire naturelle\n—\nMusée Auguste-Rodin\n—\nObservatoire de Paris\n—\nOffice français de protection des réfugiés et apatrides\n—\nOffice national des anciens combattants et des victimes de guerre (ONAC)\n—\nOffice national de la chasse et de la faune sauvage\n—\nOffice National de l’eau et des milieux aquatiques\n—\nOffice national d’information sur les enseignements et les professions (ONISEP)\n—\nOffice universitaire et culturel français pour l’Algérie\n—\nOrdre national de la Légion d’honneur\n—\nPalais de la découverte\n—\nParcs nationaux\n—\nUniversités\n(4)   Other national public body\n—\nUnion des groupements d’achats publics (UGAP)\n—\nAgence nationale pour l’emploi (A.N.P.E)\n—\nCaisse nationale des allocations familiales (CNAF)\n—\nCaisse nationale d’assurance maladie des travailleurs salariés (CNAMS)\n—\nCaisse nationale d’assurance-vieillesse des travailleurs salariés (CNAVTS)\nItaly\n(1)   Purchasing bodies\n—\nPresidenza del Consiglio dei Ministri\n—\nMinistero degli Affari Esteri\n—\nMinistero dell’Interno\n—\nMinistero della Giustizia e Uffici giudiziari (esclusi i giudici di pace)\n—\nMinistero della Difesa\n—\nMinistero dell’Economia e delle Finanze\n—\nMinistero dello Sviluppo Economico\n—\nMinistero delle Politiche Agricole, Alimentari e Forestali\n—\nMinistero dell’Ambiente - Tutela del Territorio e del Mare\n—\nMinistero delle Infrastrutture e dei Trasporti\n—\nMinistero del Lavoro, della Salute e delle Politiche Sociali\n—\nMinistero dell’Istruzione, Università e Ricerca\n—\nMinistero per i Beni e le Attività culturali, comprensivo delle sue articolazioni periferiche\n(2)   Other national public bodies:\n—\nCONSIP (Concessionaria Servizi Informatici Pubblici)\nCyprus\n—\nΠροεδρία και Προεδρικό Μέγαρο\n—\nΓραφείο Συντονιστή Εναρμόνισης\n—\nΥπουργικό Συμβούλιο\n—\nΒουλή των Αντιπροσώπων\n—\nΔικαστική Υπηρεσία\n—\nΝομική Υπηρεσία της Δημοκρατίας\n—\nΕλεγκτική Υπηρεσία της Δημοκρατίας\n—\nΕπιτροπή Δημόσιας Υπηρεσίας\n—\nΕπιτροπή Εκπαιδευτικής Υπηρεσίας\n—\nΓραφείο Επιτρόπου Διοικήσεως\n—\nΕπιτροπή Προστασίας Ανταγωνισμού\n—\nΥπηρεσία Εσωτερικού Ελέγχου\n—\nΓραφείο Προγραμματισμού\n—\nΓενικό Λογιστήριο της Δημοκρατίας\n—\nΓραφείο Επιτρόπου Προστασίας Δεδομένων Προσωπικού Χαρακτήρα\n—\nΓραφείο Εφόρου Δημοσίων Ενισχύσεων\n—\nΑναθεωρητική Αρχή Προσφορών\n—\nΥπηρεσία Εποπτείας και Ανάπτυξης Συνεργατικών Εταιρειών\n—\nΑναθεωρητική Αρχή Προσφύγων\n—\nΥπουργείο Άμυνας\n—\nΥπουργείο Γεωργίας, Φυσικών Πόρων και Περιβάλλοντος\n—\nΤμήμα Γεωργίας\n—\nΚτηνιατρικές Υπηρεσίες\n—\nΤμήμα Δασών\n—\nΤμήμα Αναπτύξεως Υδάτων\n—\nΤμήμα Γεωλογικής Επισκόπησης\n—\nΜετεωρολογική Υπηρεσία\n—\nΤμήμα Αναδασμού\n—\nΥπηρεσία Μεταλλείων\n—\nΙνστιτούτο Γεωργικών Ερευνών\n—\nΤμήμα Αλιείας και Θαλάσσιων Ερευνών\n—\nΥπουργείο Δικαιοσύνης και Δημοσίας Τάξεως\n—\nΑστυνομία\n—\nΠυροσβεστική Υπηρεσία Κύπρου\n—\nΤμήμα Φυλακών\n—\nΥπουργείο Εμπορίου, Βιομηχανίας και Τουρισμού\n—\nΤμήμα Εφόρου Εταιρειών και Επίσημου Παραλήπτη\n—\nΥπουργείο Εργασίας και Κοινωνικών Ασφαλίσεων\n—\nΤμήμα Εργασίας\n—\nΤμήμα Κοινωνικών Ασφαλίσεων\n—\nΤμήμα Υπηρεσιών Κοινωνικής Ευημερίας\n—\nΚέντρο Παραγωγικότητας Κύπρου\n—\nΑνώτερο Ξενοδοχειακό Ινστιτούτο Κύπρου\n—\nΑνώτερο Τεχνολογικό Ινστιτούτο\n—\nΤμήμα Επιθεώρησης Εργασίας\n—\nΤμήμα Εργασιακών Σχέσεων\n—\nΥπουργείο Εσωτερικών\n—\nΕπαρχιακές Διοικήσεις\n—\nΤμήμα Πολεοδομίας και Οικήσεως\n—\nΤμήμα Αρχείου Πληθυσμού και Μεταναστεύσεως\n—\nΤμήμα Κτηματολογίου και Χωρομετρίας\n—\nΓραφείο Τύπου και Πληροφοριών\n—\nΠολιτική Άμυνα\n—\nΥπηρεσία Μέριμνας και Αποκαταστάσεων Εκτοπισθέντων\n—\nΥπηρεσία Ασύλου\n—\nΥπουργείο Εξωτερικών\n—\nΥπουργείο Οικονομικών\n—\nΤελωνεία\n—\nΤμήμα Εσωτερικών Προσόδων\n—\nΣτατιστική Υπηρεσία\n—\nΤμήμα Κρατικών Αγορών και Προμηθειών\n—\nΤμήμα Δημόσιας Διοίκησης και Προσωπικού\n—\nΚυβερνητικό Τυπογραφείο\n—\nΤμήμα Υπηρεσιών Πληροφορικής\n—\nΥπουργείο Παιδείας και Πολιτισμού\n—\nΥπουργείο Συγκοινωνιών και Έργων\n—\nΤμήμα Δημοσίων Έργων\n—\nΤμήμα Αρχαιοτήτων\n—\nΤμήμα Πολιτικής Αεροπορίας\n—\nΤμήμα Εμπορικής Ναυτιλίας\n—\nΤμήμα Οδικών Μεταφορών\n—\nΤμήμα Ηλεκτρομηχανολογικών Υπηρεσιών\n—\nΤμήμα Ηλεκτρονικών Επικοινωνιών\n—\nΥπουργείο Υγείας\n—\nΦαρμακευτικές Υπηρεσίες\n—\nΓενικό Χημείο\n—\nΙατρικές Υπηρεσίες και Υπηρεσίες Δημόσιας Υγείας\n—\nΟδοντιατρικές Υπηρεσίες\n—\nΥπηρεσίες Ψυχικής Υγείας\nLatvia\n(a)   Ministries, secretariats of ministers for special assignments, and their subordinate institutions\n—\nAizsardzības ministrija un tās padotībā esošās iestādes\n—\nĀrlietu ministrija un tās padotībā esošās iestādes\n—\nBērnu un ģimenes lietu ministrija un tās padotībā esošās iestādes\n—\nEkonomikas ministrija un tās padotībā esošās iestādes\n—\nFinanšu ministrija un tās padotībā esošās iestādes\n—\nIekšlietu ministrija un tās padotībā esošās iestādes\n—\nIzglītības un zinātnes ministrija un tās padotībā esošās iestādes\n—\nKultūras ministrija un tās padotībā esošās iestādes\n—\nLabklājības ministrija un tās padotībā esošās iestādes\n—\nReģionālās attīstības un pašvaldības lietu ministrija un tās padotībā esošās iestādes\n—\nSatiksmes ministrija un tās padotībā esošās iestādes\n—\nTieslietu ministrija un tās padotībā esošās iestādes\n—\nVeselības ministrija un tās padotībā esošās iestādes\n—\nVides ministrija un tās padotībā esošās iestādes\n—\nZemkopības ministrija un tās padotībā esošās iestādes\n—\nĪpašu uzdevumu ministra sekretariāti un to padotībā esošās iestādes\n—\nSatversmes aizsardzības birojs\n(b)   Other state institution\n—\nAugstākā tiesa\n—\nCentrālā vēlēšanu komisija\n—\nFinanšu un kapitāla tirgus komisija\n—\nLatvijas Banka\n—\nProkuratūra un tās pārraudzībā esošās iestādes\n—\nSaeimas kanceleja un tās padotībā esošās iestādes\n—\nSatversmes tiesa\n—\nValsts kanceleja un tās padotībā esošās iestādes\n—\nValsts kontrole\n—\nValsts prezidenta kanceleja\n—\nTiesībsarga birojs\n—\nNacionālā radio un televīzijas padome\n—\nCitas valsts iestādes, kuras nav ministriju padotībā (Other state institutions not subordinate to ministries)\nLithuania\n—\nPrezidentūros kanceliarija\n—\nSeimo kanceliarija\n—\nInstitutions accountable to the Seimas [Parliament]:\n—\nLietuvos mokslo taryba;\n—\nSeimo kontrolierių įstaiga;\n—\nValstybės kontrolė;\n—\nSpecialiųjų tyrimų tarnyba;\n—\nValstybės saugumo departamentas;\n—\nKonkurencijos taryba;\n—\nLietuvos gyventojų genocido ir rezistencijos tyrimo centras;\n—\nVertybinių popierių komisija;\n—\nRyšių reguliavimo tarnyba;\n—\nNacionalinė sveikatos taryba;\n—\nEtninės kultūros globos taryba;\n—\nLygių galimybių kontrolieriaus tarnyba;\n—\nValstybinė kultūros paveldo komisija;\n—\nVaiko teisių apsaugos kontrolieriaus įstaiga;\n—\nValstybinė kainų ir energetikos kontrolės komisija;\n—\nValstybinė lietuvių kalbos komisija;\n—\nVyriausioji rinkimų komisija;\n—\nVyriausioji tarnybinės etikos komisija;\n—\nŽurnalistų etikos inspektoriaus tarnyba\n—\nVyriausybės kanceliarija\n—\nInstitutions accountable to the Vyriausybės [Government]:\n—\nGinklų fondas;\n—\nInformacinės visuomenės plėtros komitetas;\n—\nKūno kultūros ir sporto departamentas;\n—\nLietuvos archyvų departamentas;\n—\nMokestinių ginčų komisija;\n—\nStatistikos departamentas;\n—\nTautinių mažumų ir išeivijos departamentas;\n—\nValstybinė tabako ir alkoholio kontrolės tarnyba;\n—\nViešųjų pirkimų tarnyba;\n—\nNarkotikų kontrolės departamentas;\n—\nValstybinė atominės energetikos saugos inspekcija;\n—\nValstybinė duomenų apsaugos inspekcija;\n—\nValstybinė lošimų priežiūros komisija;\n—\nValstybinė maisto ir veterinarijos tarnyba;\n—\nVyriausioji administracinių ginčų komisija;\n—\nDraudimo priežiūros komisija;\n—\nLietuvos valstybinis mokslo ir studijų fondas;\n—\nLietuvių grįžimo į Tėvynę informacijos centras\n—\nKonstitucinis Teismas\n—\nLietuvos bankas\n—\nAplinkos ministerija\n—\nInstitutions under the Aplinkos ministerija [Ministry of Environment]:\n—\nGeneralinė miškų urėdija;\n—\nLietuvos geologijos tarnyba;\n—\nLietuvos hidrometeorologijos tarnyba;\n—\nLietuvos standartizacijos departamentas;\n—\nNacionalinis akreditacijos biuras;\n—\nValstybinė metrologijos tarnyba;\n—\nValstybinė saugomų teritorijų tarnyba;\n—\nValstybinė teritorijų planavimo ir statybos inspekcija\n—\nFinansų ministerija\n—\nInstitutions under the Finansų ministerija [Ministry of Finance]:\n—\nMuitinės departamentas;\n—\nValstybės dokumentų technologinės apsaugos tarnyba;\n—\nValstybinė mokesčių inspekcija;\n—\nFinansų ministerijos mokymo centras\n—\nKrašto apsaugos ministerija\n—\nInstitutions under the Krašto apsaugos ministerijos [Ministry of National Defence]:\n—\nAntrasis operatyvinių tarnybų departamentas;\n—\nCentralizuota finansų ir turto tarnyba;\n—\nKaro prievolės administravimo tarnyba;\n—\nKrašto apsaugos archyvas;\n—\nKrizių valdymo centras;\n—\nMobilizacijos departamentas;\n—\nRyšių ir informacinių sistemų tarnyba;\n—\nInfrastruktūros plėtros departamentas;\n—\nValstybinis pilietinio pasipriešinimo rengimo centras\n—\nLietuvos kariuomenė\n—\nKrašto apsaugos sistemos kariniai vienetai ir tarnybos\n—\nKultūros ministerija\n—\nInstitutions under the Kultūros ministerijos [Ministry of Culture]:\n—\nKultūros paveldo departamentas;\n—\nValstybinė kalbos inspekcija\n—\nSocialinės apsaugos ir darbo ministerija\n—\nInstitutions under the Socialinės apsaugos ir darbo ministerijos [Ministry of Social Security and Labour]:\n—\nGarantinio fondo administracija;\n—\nValstybės vaiko teisių apsaugos ir įvaikinimo tarnyba;\n—\nLietuvos darbo birža;\n—\nLietuvos darbo rinkos mokymo tarnyba;\n—\nTrišalės tarybos sekretoriatas;\n—\nSocialinių paslaugų priežiūros departamentas;\n—\nDarbo inspekcija;\n—\nValstybinio socialinio draudimo fondo valdyba;\n—\nNeįgalumo ir darbingumo nustatymo tarnyba;\n—\nGinčų komisija;\n—\nTechninės pagalbos neįgaliesiems centras;\n—\nNeįgaliųjų reikalų departamentas\n—\nSusisiekimo ministerija\n—\nInstitutions under the Susisiekimo ministerijos [Ministry of Transport and Communications]:\n—\nLietuvos automobilių kelių direkcija;\n—\nValstybinė geležinkelio inspekcija;\n—\nValstybinė kelių transporto inspekcija;\n—\nPasienio kontrolės punktų direkcija\n—\nSveikatos apsaugos ministerija\n—\nInstitutions under the Sveikatos apsaugos ministerijos [Ministry of Health]:\n—\nValstybinė akreditavimo sveikatos priežiūros veiklai tarnyba;\n—\nValstybinė ligonių kasa;\n—\nValstybinė medicininio audito inspekcija;\n—\nValstybinė vaistų kontrolės tarnyba;\n—\nValstybinė teismo psichiatrijos ir narkologijos tarnyba;\n—\nValstybinė visuomenės sveikatos priežiūros tarnyba;\n—\nFarmacijos departamentas;\n—\nSveikatos apsaugos ministerijos Ekstremalių sveikatai situacijų centras;\n—\nLietuvos bioetikos komitetas;\n—\nRadiacinės saugos centras\n—\nŠvietimo ir mokslo ministerija\n—\nInstitutions under the Švietimo ir mokslo ministerijos [Ministry of Education and Science]:\n—\nNacionalinis egzaminų centras;\n—\nStudijų kokybės vertinimo centras\n—\nTeisingumo ministerija\n—\nInstitutions under the Teisingumo ministerijos [Ministry of Justice]:\n—\nKalėjimų departamentas;\n—\nNacionalinė vartotojų teisių apsaugos taryba;\n—\nEuropos teisės departamentas\n—\nŪkio ministerija\n—\nPrie Ūkio ministerijos įsteigtos įstaigos [Ministry of Economy]:\n—\nĮmonių bankroto valdymo departamentas;\n—\nValstybinė energetikos inspekcija;\n—\nValstybinė ne maisto produktų inspekcija;\n—\nValstybinis turizmo departamentas\n—\nUžsienio reikalų ministerija\n—\nDiplomatinės atstovybės ir konsulinės įstaigos užsienyje bei atstovybės prie tarptautinių organizacijų\n—\nVidaus reikalų ministerija\n—\nInstitutions under the Vidaus reikalų ministerijos [Ministry of the Interior]:\n—\nAsmens dokumentų išrašymo centras;\n—\nFinansinių nusikaltimų tyrimo tarnyba;\n—\nGyventojų registro tarnyba;\n—\nPolicijos departamentas;\n—\nPriešgaisrinės apsaugos ir gelbėjimo departamentas;\n—\nTurto valdymo ir ūkio departamentas;\n—\nVadovybės apsaugos departamentas;\n—\nValstybės sienos apsaugos tarnyba;\n—\nValstybės tarnybos departamentas;\n—\nInformatikos ir ryšių departamentas;\n—\nMigracijos departamentas;\n—\nSveikatos priežiūros tarnyba;\n—\nBendrasis pagalbos centras\n—\nŽemės ūkio ministerija\n—\nInstitutions under the Žemės ūkio ministerijos [Ministry of Agriculture]:\n—\nNacionalinė mokėjimo agentūra;\n—\nNacionalinė žemės tarnyba;\n—\nValstybinė augalų apsaugos tarnyba;\n—\nValstybinė gyvulių veislininkystės priežiūros tarnyba;\n—\nValstybinė sėklų ir grūdų tarnyba;\n—\nŽuvininkystės departamentas\n—\nTeismai [Courts]:\n—\nLietuvos Aukščiausiasis Teismas;\n—\nLietuvos apeliacinis teismas;\n—\nLietuvos vyriausiasis administracinis teismas;\n—\napygardų teismai;\n—\napygardų administraciniai teismai;\n—\napylinkių teismai;\n—\nNacionalinė teismų administracija\n—\nGeneralinė prokuratūra\n—\nOther Central Public Administration Entities (institucijos [institutions], įstaigos [establishments], tarnybos [agencies]):\n—\nAplinkos apsaugos agentūra;\n—\nValstybinė aplinkos apsaugos inspekcija;\n—\nAplinkos projektų valdymo agentūra;\n—\nMiško genetinių išteklių, sėklų ir sodmenų tarnyba;\n—\nMiško sanitarinės apsaugos tarnyba;\n—\nValstybinė miškotvarkos tarnyba;\n—\nNacionalinis visuomenės sveikatos tyrimų centras;\n—\nLietuvos AIDS centras;\n—\nNacionalinis organų transplantacijos biuras;\n—\nValstybinis patologijos centras;\n—\nValstybinis psichikos sveikatos centras;\n—\nLietuvos sveikatos informacijos centras;\n—\nSlaugos darbuotojų tobulinimosi ir specializacijos centras;\n—\nValstybinis aplinkos sveikatos centras;\n—\nRespublikinis mitybos centras;\n—\nUžkrečiamųjų ligų profilaktikos ir kontrolės centras;\n—\nTrakų visuomenės sveikatos priežiūros ir specialistų tobulinimosi centras;\n—\nVisuomenės sveikatos ugdymo centras;\n—\nMuitinės kriminalinė tarnyba;\n—\nMuitinės informacinių sistemų centras;\n—\nMuitinės laboratorija;\n—\nMuitinės mokymo centras;\n—\nValstybinis patentų biuras;\n—\nLietuvos teismo ekspertizės centras;\n—\nCentrinė hipotekos įstaiga;\n—\nLietuvos metrologijos inspekcija;\n—\nCivilinės aviacijos administracija;\n—\nLietuvos saugios laivybos administracija;\n—\nTransporto investicijų direkcija;\n—\nValstybinė vidaus vandenų laivybos inspekcija;\n—\nPabėgėlių priėmimo centras\nLuxembourg\n—\nMinistère d'État\n—\nMinistère des affaires étrangères et de l’immigration\n—\nMinistère de l’agriculture, de la viticulture et du développement rural\n—\nMinistère des classes moyennes, du tourisme et du logement\n—\nMinistère de la culture, de l’enseignement supérieur et de la recherche\n—\nMinistère de l'économie et du commerce extérieur\n—\nMinistère de l'éducation nationale et de la formation professionnelle\n—\nMinistère de l'égalité des chances\n—\nMinistère de l’environnement\n—\nMinistère de la famille et de l’intégration\n—\nMinistère des finances\n—\nMinistère de la fonction publique et de la réforme administrative\n—\nMinistère de l’Intérieur et de l’aménagement du territoire\n—\nMinistère de la justice\n—\nMinistère de la santé\n—\nMinistère de la sécurité sociale\n—\nMinistère des transports\n—\nMinistère du travail et de l’emploi\n—\nMinistère des travaux publics\nHungary\n—\nEgészségügyi Minisztérium\n—\nFöldművelésügyi és Vidékfejlesztési Minisztérium\n—\nGazdasági és Közlekedési Minisztérium\n—\nHonvédelmi Minisztérium\n—\nIgazságügyi és Rendészeti Minisztérium\n—\nKörnyezetvédelmi és Vízügyi Minisztérium\n—\nKülügyminisztérium\n—\nMiniszterelnöki Hivatal\n—\nOktatási és Kulturális Minisztérium\n—\nÖnkormányzati és Területfejlesztési Minisztérium\n—\nPénzügyminisztérium\n—\nSzociális és Munkaügyi Minisztérium\n—\nKözponti Szolgáltatási Főigazgatóság\nMalta\n—\nUffiċċju tal-Prim Ministru (Office of the Prime Minister)\n—\nMinisteru għall-Familja u Solidarjetà Soċjali (Ministry for the Family and Social Solidarity)\n—\nMinisteru tal-Edukazzjoni Zgħazagħ u Impjiegi (Ministry for Education Youth and Employment)\n—\nMinisteru tal-Finanzi (Ministry of Finance)\n—\nMinisteru tar-Riżorsi u l-Infrastruttura (Ministry for Resources and Infrastructure)\n—\nMinisteru tat-Turiżmu u Kultura (Ministry for Tourism and Culture)\n—\nMinisteru tal-Ġustizzja u l-Intern (Ministry for Justice and Home Affairs)\n—\nMinisteru għall-Affarijiet Rurali u l-Ambjent (Ministry for Rural Affairs and the Environment)\n—\nMinisteru għal Għawdex (Ministry for Gozo)\n—\nMinisteru tas-Saħħa, l-Anzjani u Kura fil-Kommunità (Ministry of Health, the Elderly and Community Care)\n—\nMinisteru tal-Affarijiet Barranin (Ministry of Foreign Affairs)\n—\nMinisteru għall-Investimenti, Industrija u Teknologija ta' Informazzjoni (Ministry for Investment, Industry and Information Technology)\n—\nMinisteru għall-Kompetittivà u Komunikazzjoni (Ministry for Competitiveness and Communications)\n—\nMinisteru għall-Iżvilupp Urban u Toroq (Ministry for Urban Development and Roads)\nNetherlands\n—\nMinisterie van Algemene Zaken\n—\nBestuursdepartement\n—\nBureau van de Wetenschappelijke Raad voor het Regeringsbeleid\n—\nRijksvoorlichtingsdienst\n—\nMinisterie van Binnenlandse Zaken en Koninkrijksrelaties\n—\nBestuursdepartement\n—\nCentrale Archiefselectiedienst (CAS)\n—\nAlgemene Inlichtingen- en Veiligheidsdienst (AIVD)\n—\nAgentschap Basisadministratie Persoonsgegevens en Reisdocumenten (BPR)\n—\nAgentschap Korps Landelijke Politiediensten\n—\nMinisterie van Buitenlandse Zaken\n—\nDirectoraat-generaal Regiobeleid en Consulaire Zaken (DGRC)\n—\nDirectoraat-generaal Politieke Zaken (DGPZ)\n—\nDirectoraat-generaal Internationale Samenwerking (DGIS)\n—\nDirectoraat-generaal Europese Samenwerking (DGES)\n—\nCentrum tot Bevordering van de Import uit Ontwikkelingslanden (CBI)\n—\nCentrale diensten ressorterend onder de secretaris-generaal en de plaatsvervangend secretaris-generaal (S/PlvS) (Support services falling under the Secretary-general and Deputy Secretary-general)\n—\nBuitenlandse Posten (ieder afzonderlijk)\n—\nMinisterie van Defensie — (Ministry of Defence)\n—\nBestuursdepartement\n—\nCommando Diensten Centra (CDC)\n—\nDefensie Telematica Organisatie (DTO)\n—\nCentrale directie van de Defensie Vastgoed Dienst\n—\nDe afzonderlijke regionale directies van de Defensie Vastgoed Dienst\n—\nDefensie Materieel Organisatie (DMO)\n—\nLandelijk Bevoorradingsbedrijf van de Defensie Materieel Organisatie\n—\nLogistiek Centrum van de Defensie Materieel Organisatie\n—\nMarinebedrijf van de Defensie Materieel Organisatie\n—\nDefensie Pijpleiding Organisatie (DPO)\n—\nMinisterie van Economische Zaken\n—\nBestuursdepartement\n—\nCentraal Planbureau (CPB)\n—\nSenterNovem\n—\nStaatstoezicht op de Mijnen (SodM)\n—\nNederlandse Mededingingsautoriteit (NMa)\n—\nEconomische Voorlichtingsdienst (EVD)\n—\nAgentschap Telecom\n—\nKenniscentrum Professioneel & Innovatief Aanbesteden, Netwerk voor Overheidsopdrachtgevers (PIANOo)\n—\nRegiebureau Inkoop Rijksoverheid\n—\nOctrooicentrum Nederland\n—\nConsumentenautoriteit\n—\nMinisterie van Financiën\n—\nBestuursdepartement\n—\nBelastingdienst Automatiseringscentrum\n—\nBelastingdienst\n—\nde afzonderlijke Directies der Rijksbelastingen (the various Divisions of the Tax and Customs Administration throughout the Netherlands)\n—\nFiscale Inlichtingen- en Opsporingsdienst (incl. Economische Controle Dienst (ECD))\n—\nBelastingdienst Opleidingen\n—\nDienst der Domeinen\n—\nMinisterie van Justitie\n—\nBestuursdepartement\n—\nDienst Justitiële Inrichtingen\n—\nRaad voor de Kinderbescherming\n—\nCentraal Justitie Incasso Bureau\n—\nOpenbaar Ministerie\n—\nImmigratie en Naturalisatiedienst\n—\nNederlands Forensisch Instituut\n—\nDienst Terugkeer & Vertrek\n—\nMinisterie van Landbouw, Natuur en Voedselkwaliteit\n—\nBestuursdepartement\n—\nDienst Regelingen (DR)\n—\nAgentschap Plantenziektekundige Dienst (PD)\n—\nAlgemene Inspectiedienst (AID)\n—\nDienst Landelijk Gebied (DLG)\n—\nVoedsel en Waren Autoriteit (VWA)\n—\nMinisterie van Onderwijs, Cultuur en Wetenschappen\n—\nBestuursdepartement\n—\nInspectie van het Onderwijs\n—\nErfgoedinspectie\n—\nCentrale Financiën Instellingen\n—\nNationaal Archief\n—\nAdviesraad voor Wetenschaps- en Technologiebeleid\n—\nOnderwijsraad\n—\nRaad voor Cultuur\n—\nMinisterie van Sociale Zaken en Werkgelegenheid\n—\nBestuursdepartement\n—\nInspectie Werk en Inkomen\n—\nAgentschap SZW\n—\nMinisterie van Verkeer en Waterstaat\n—\nBestuursdepartement\n—\nDirectoraat-generaal Transport en Luchtvaart\n—\nDirectoraat-generaal Personenvervoer\n—\nDirectoraat-generaal Water\n—\nCentrale diensten (Central Services)\n—\nCentrale diensten van de Organisatie Verkeer en Watersaat\n—\nKoninklijk Nederlands Meteorologisch Instituut (KNMI)\n—\nRijkswaterstaat, Bestuur\n—\nde afzonderlijke regionale Diensten van Rijkswaterstaat (Each individual regional service of the Directorate-general of Public Works and Water Management)\n—\nde afzonderlijke specialistische diensten van Rijkswaterstaat (Each individual specialist service of the Directorate-general of Public Works and Water Management)\n—\nAdviesdienst Geo-Informatie en ICT\n—\nAdviesdienst Verkeer en Vervoer (AVV)\n—\nBouwdienst\n—\nCorporate Dienst\n—\nData ICT Dienst\n—\nDienst Verkeer en Scheepvaart\n—\nDienst Weg- en Waterbouwkunde (DWW)\n—\nRijksinstituut voor Kunst en Zee (RIKZ)\n—\nRijksinstituut voor Integraal Zoetwaterbeheer en Afvalwaterbehandeling (RIZA)\n—\nWaterdienst\n—\nInspectie Verkeer en Waterstaat, Hoofddirectie\n—\nPort state Control\n—\nDirectie Toezichtontwikkeling Communicatie en Onderzoek (TCO)\n—\nToezichthouder Beheer Eenheid Lucht\n—\nToezichthouder Beheer Eenheid Water\n—\nToezichthouder Beheer Eenheid Land\n—\nMinisterie van Volkshuisvesting, Ruimtelijke Ordening en Milieubeheer\n—\nBestuursdepartement\n—\nDirectoraat-generaal Wonen, Wijken en Integratie\n—\nDirectoraat-generaal Ruimte\n—\nDirectoraat-general Milieubeheer\n—\nRijksgebouwendienst\n—\nVROM Inspectie\n—\nMinisterie van Volksgezondheid, Welzijn en Sport\n—\nBestuursdepartement\n—\nInspectie Gezondheidsbescherming, Waren en Veterinaire Zaken\n—\nInspectie Gezondheidszorg\n—\nInspectie Jeugdhulpverlening en Jeugdbescherming\n—\nRijksinstituut voor de Volksgezondheid en Milieu (RIVM)\n—\nSociaal en Cultureel Planbureau\n—\nAgentschap t.b.v. het College ter Beoordeling van Geneesmiddelen\n—\nTweede Kamer der Staten-Generaal\n—\nEerste Kamer der Staten-Generaal\n—\nRaad van State\n—\nAlgemene Rekenkamer\n—\nNationale Ombudsman\n—\nKanselarij der Nederlandse Orden\n—\nKabinet der Koningin\n—\nRaad voor de rechtspraak en de Rechtbanken\nAustria\n—\nBundeskanzleramt\n—\nBundesministerium für europäische und internationale Angelegenheiten\n—\nBundesministerium für Finanzen\n—\nBundesministerium für Gesundheit\n—\nBundesministerium für Inneres\n—\nBundesministerium für Justiz\n—\nBundesministerium für Landesverteidigung und Sport\n—\nBundesministerium für Land- und Forstwirtschaft, Umwelt und Wasserwirtschaft\n—\nBundesministerium für Arbeit, Soziales und Konsumentenschutz\n—\nBundesministerium für Unterricht, Kunst und Kultur\n—\nBundesministerium für Verkehr, Innovation und Technologie\n—\nBundesministerium für Wirtschaft, Familie und Jugend\n—\nBundesministerium für Wissenschaft und Forschung\n—\nÖsterreichische Forschungs- und Prüfzentrum Arsenal Gesellschaft mbH\n—\nBundesbeschaffung GmbH\n—\nBundesrechenzentrum GmbH\nPoland\n—\nKancelaria Prezydenta RP\n—\nKancelaria Sejmu RP\n—\nKancelaria Senatu RP\n—\nKancelaria Prezesa Rady Ministrów\n—\nSąd Najwyższy\n—\nNaczelny Sąd Administracyjny\n—\nWojewódzkie sądy administracyjne\n—\nSądy powszechne – rejonowe, okręgowe i apelacyjne\n—\nTrybunał Konstytucyjny\n—\nNajwyższa Izba Kontroli\n—\nBiuro Rzecznika Praw Obywatelskich\n—\nBiuro Rzecznika Praw Dziecka\n—\nBiuro Ochrony Rządu\n—\nBiuro Bezpieczeństwa Narodowego\n—\nCentralne Biuro Antykorupcyjne\n—\nMinisterstwo Pracy i Polityki Społecznej\n—\nMinisterstwo Finansów\n—\nMinisterstwo Gospodarki\n—\nMinisterstwo Rozwoju Regionalnego\n—\nMinisterstwo Kultury i Dziedzictwa Narodowego\n—\nMinisterstwo Edukacji Narodowej\n—\nMinisterstwo Obrony Narodowej\n—\nMinisterstwo Rolnictwa i Rozwoju Wsi\n—\nMinisterstwo Skarbu Państwa\n—\nMinisterstwo Sprawiedliwości\n—\nMinisterstwo Infrastruktury\n—\nMinisterstwo Nauki i Szkolnictwa Wyższego\n—\nMinisterstwo Środowiska\n—\nMinisterstwo Spraw Wewnętrznych i Administracji\n—\nMinisterstwo Spraw Zagranicznych\n—\nMinisterstwo Zdrowia\n—\nMinisterstwo Sportu i Turystyki\n—\nUrząd Komitetu Integracji Europejskiej\n—\nUrząd Patentowy Rzeczypospolitej Polskiej\n—\nUrząd Regulacji Energetyki\n—\nUrząd do spraw Kombatantów i Osób Represjonowanych\n—\nUrząd Transportu Kolejowego\n—\nUrząd Dozoru Technicznego\n—\nUrząd Rejestracji Produktów Leczniczych, Wyrobów Medycznych i Produktów Biobójczych\n—\nUrząd do spraw Repatriacji i Cudzoziemców\n—\nUrząd Zamówień Publicznych\n—\nUrząd Ochrony Konkurencji i Konsumentów\n—\nUrząd Lotnictwa Cywilnego\n—\nUrząd Komunikacji Elektronicznej\n—\nWyższy Urząd Górniczy\n—\nGłówny Urząd Miar\n—\nGłówny Urząd Geodezji i Kartografii\n—\nGłówny Urząd Nadzoru Budowlanego\n—\nGłówny Urząd Statystyczny\n—\nKrajowa Rada Radiofonii i Telewizji\n—\nGeneralny Inspektor Ochrony Danych Osobowych\n—\nPaństwowa Komisja Wyborcza\n—\nPaństwowa Inspekcja Pracy\n—\nRządowe Centrum Legislacji\n—\nNarodowy Fundusz Zdrowia\n—\nPolska Akademia Nauk\n—\nPolskie Centrum Akredytacji\n—\nPolskie Centrum Badań i Certyfikacji\n—\nPolska Organizacja Turystyczna\n—\nPolski Komitet Normalizacyjny\n—\nZakład Ubezpieczeń Społecznych\n—\nKomisja Nadzoru Finansowego\n—\nNaczelna Dyrekcja Archiwów Państwowych\n—\nKasa Rolniczego Ubezpieczenia Społecznego\n—\nGeneralna Dyrekcja Dróg Krajowych i Autostrad\n—\nPaństwowa Inspekcja Ochrony Roślin i Nasiennictwa\n—\nKomenda Główna Państwowej Straży Pożarnej\n—\nKomenda Główna Policji\n—\nKomenda Główna Straży Granicznej\n—\nInspekcja Jakości Handlowej Artykułów Rolno-Spożywczych\n—\nGłówny Inspektorat Ochrony Środowiska\n—\nGłówny Inspektorat Transportu Drogowego\n—\nGłówny Inspektorat Farmaceutyczny\n—\nGłówny Inspektorat Sanitarny\n—\nGłówny Inspektorat Weterynarii\n—\nAgencja Bezpieczeństwa Wewnętrznego\n—\nAgencja Wywiadu\n—\nAgencja Mienia Wojskowego\n—\nWojskowa Agencja Mieszkaniowa\n—\nAgencja Restrukturyzacji i Modernizacji Rolnictwa\n—\nAgencja Rynku Rolnego\n—\nAgencja Nieruchomości Rolnych\n—\nPaństwowa Agencja Atomistyki\n—\nPolska Agencja Żeglugi Powietrznej\n—\nPolska Agencja Rozwiązywania Problemów Alkoholowych\n—\nAgencja Rezerw Materiałowych\n—\nNarodowy Bank Polski\n—\nNarodowy Fundusz Ochrony Środowiska i Gospodarki Wodnej\n—\nPaństwowy Fundusz Rehabilitacji Osób Niepełnosprawnych\n—\nInstytut Pamięci Narodowej – Komisja Ścigania Zbrodni Przeciwko Narodowi Polskiemu\n—\nRada Ochrony Pamięci Walk i Męczeństwa\n—\nSłużba Celna Rzeczypospolitej Polskiej\n—\nPaństwowe Gospodarstwo Leśne „Lasy Państwowe”\n—\nPolska Agencja Rozwoju Przedsiębiorczości\n—\nUrzędy wojewódzkie\n—\nSamodzielne Publiczne Zakłady Opieki Zdrowotnej, jeśli ich organem założycielskim jest minister, centralny organ administracji rządowej lub wojewoda\nPortugal\n—\nPresidência do Conselho de Ministros\n—\nMinistério das Finanças e da Administração Pública\n—\nMinistério da Defesa Nacional\n—\nMinistério dos Negócios Estrangeiros\n—\nMinistério da Administração Interna\n—\nMinistério da Justiça\n—\nMinistério da Economia e da Inovação\n—\nMinistério da Agricultura, Desenvolvimento Rural e Pescas\n—\nMinistério da Educação\n—\nMinistério da Ciência, da Tecnologia e do Ensino Superior\n—\nMinistério da Cultura\n—\nMinistério da Saúde\n—\nMinistério do Trabalho e da Solidariedade Social\n—\nMinistério das Obras Públicas, Transportes e Comunicações\n—\nMinistério do Ambiente, do Ordenamento do Território e do Desenvolvimento Regional\n—\nPresidência da República\n—\nTribunal Constitucional\n—\nTribunal de Contas\n—\nProvedoria de Justiça\nRomania\n—\nAdministrația Prezidențială\n—\nSenatul României\n—\nCamera Deputaților\n—\nÎnalta Curte de Casație și Justiție\n—\nCurtea Constituțională\n—\nConsiliul Legislativ\n—\nCurtea de Conturi\n—\nConsiliul Superior al Magistraturii\n—\nParchetul de pe lângă Înalta Curte de Casație și Justiție\n—\nSecretariatul General al Guvernului\n—\nCancelaria prim-ministrului\n—\nMinisterul Afacerilor Externe\n—\nMinisterul Economiei și Finanțelor\n—\nMinisterul Justiției\n—\nMinisterul Apărării\n—\nMinisterul Internelor și Reformei Administrative\n—\nMinisterul Muncii, Familiei și Egalității de Șanse\n—\nMinisterul pentru Întreprinderi Mici și Mijlocii, Comerț, Turism și Profesii Liberale\n—\nMinisterul Agriculturii și Dezvoltării Rurale\n—\nMinisterul Transporturilor\n—\nMinisterul Dezvoltării, Lucrărilor Publice și Locuinței\n—\nMinisterul Educației Cercetării și Tineretului\n—\nMinisterul Sănătății Publice\n—\nMinisterul Culturii și Cultelor\n—\nMinisterul Comunicațiilor și Tehnologiei Informației\n—\nMinisterul Mediului și Dezvoltării Durabile\n—\nServiciul Român de Informații\n—\nServiciul de Informații Externe\n—\nServiciul de Protecție și Pază\n—\nServiciul de Telecomunicații Speciale\n—\nConsiliul Național al Audiovizualului\n—\nConsiliul Concurenței (CC)\n—\nDirecția Națională Anticorupție\n—\nInspectoratul General de Poliție\n—\nAutoritatea Națională pentru Reglementarea și Monitorizarea Achizițiilor Publice\n—\nConsiliul Național de Soluționare a Contestațiilor\n—\nAutoritatea Națională de Reglementare pentru Serviciile Comunitare de Utilități Publice (ANRSC)\n—\nAutoritatea Națională Sanitară Veterinară și pentru Siguranța Alimentelor\n—\nAutoritatea Națională pentru Protecția Consumatorilor\n—\nAutoritatea Navală Română\n—\nAutoritatea Feroviară Română\n—\nAutoritatea Rutieră Română\n—\nAutoritatea Națională pentru Protecția Drepturilor Copilului\n—\nAutoritatea Națională pentru Persoanele cu Handicap\n—\nAutoritatea Națională pentru Turism\n—\nAutoritatea Națională pentru Restituirea Proprietăților\n—\nAutoritatea Națională pentru Tineret\n—\nAutoritatea Națională pentru Cercetare Științifică\n—\nAutoritatea Națională pentru Reglementare în Comunicații și Tehnologia Informației\n—\nAutoritatea Națională pentru Serviciile Societății Informaționale\n—\nAutoritatea Electorală Permanentă\n—\nAgenția pentru Strategii Guvernamentale\n—\nAgenția Națională a Medicamentului\n—\nAgenția Națională pentru Sport\n—\nAgenția Națională pentru Ocuparea Forței de Muncă\n—\nAgenția Națională de Reglementare în Domeniul Energiei\n—\nAgenția Română pentru Conservarea Energiei\n—\nAgenția Națională pentru Resurse Minerale\n—\nAgenția Română pentru Investiții Străine\n—\nAgenția Națională pentru Întreprinderi Mici și Mijlocii și Cooperație\n—\nAgenția Națională a Funcționarilor Publici\n—\nAgenția Națională de Administrare Fiscală\n—\nAgenția de Compensare pentru Achiziții de Tehnică Specială\n—\nAgenția Națională Antidoping\n—\nAgenția Nucleară\n—\nAgenția Națională pentru Protecția Familiei\n—\nAgenția Națională pentru Egalitatea de Șanse între Bărbați și Femei\n—\nAgenția Națională pentru Protecția Mediului\n—\nAgenția Națională Antidrog\nSlovenia\n—\nPredsednik Republike Slovenije\n—\nDržavni zbor Republike Slovenije\n—\nDržavni svet Republike Slovenije\n—\nVaruh človekovih pravic\n—\nUstavno sodišče Republike Slovenije\n—\nRačunsko sodišče Republike Slovenije\n—\nDržavna revizijska komisja za revizijo postopkov oddaje javnih naročil\n—\nSlovenska akademija znanosti in umetnosti\n—\nVladne službe\n—\nMinistrstvo za finance\n—\nMinistrstvo za notranje zadeve\n—\nMinistrstvo za zunanje zadeve\n—\nMinistrstvo za obrambo\n—\nMinistrstvo za pravosodje\n—\nMinistrstvo za gospodarstvo\n—\nMinistrstvo za kmetijstvo, gozdarstvo in prehrano\n—\nMinistrstvo za promet\n—\nMinistrstvo za okolje in prostor\n—\nMinistrstvo za delo, družino in socialne zadeve\n—\nMinistrstvo za zdravje\n—\nMinistrstvo za javno upravo\n—\nMinistrstvo za šolstvo in šport\n—\nMinistrstvo za visoko šolstvo, znanost in tehnologijo\n—\nMinistrstvo za kulturo\n—\nVrhovno sodišče Republike Slovenije\n—\nvišja sodišča\n—\nokrožna sodišča\n—\nokrajna sodišča\n—\nVrhovno državno tožilstvo Republike Slovenije\n—\nOkrožna državna tožilstva\n—\nDržavno pravobranilstvo\n—\nUpravno sodišče Republike Slovenije\n—\nVišje delovno in socialno sodišče\n—\ndelovna sodišča\n—\nDavčna uprava Republike Slovenije\n—\nCarinska uprava Republike Slovenije\n—\nUrad Republike Slovenije za preprečevanje pranja denarja\n—\nUrad Republike Slovenije za nadzor prirejanja iger na srečo\n—\nUprava Republike Slovenije za javna plačila\n—\nUrad Republike Slovenije za nadzor proračuna\n—\nPolicija\n—\nInšpektorat Republike Slovenije za notranje zadeve\n—\nGeneralštab Slovenske vojske\n—\nUprava Republike Slovenije za zaščito in reševanje\n—\nInšpektorat Republike Slovenije za obrambo\n—\nInšpektorat Republike Slovenije za varstvo pred naravnimi in drugimi nesrečami\n—\nUprava Republike Slovenije za izvrševanje kazenskih sankcij\n—\nUrad Republike Slovenije za varstvo konkurence\n—\nUrad Republike Slovenije za varstvo potrošnikov\n—\nTržni inšpektorat Republike Slovenije\n—\nUrad Republike Slovenije za intelektualno lastnino\n—\nInšpektorat Republike Slovenije za elektronske komunikacije, elektronsko podpisovanje in pošto\n—\nInšpektorat za energetiko in rudarstvo\n—\nAgencija Republike Slovenije za kmetijske trge in razvoj podeželja\n—\nInšpektorat Republike Slovenije za kmetijstvo, gozdarstvo in hrano\n—\nFitosanitarna uprava Republike Slovenije\n—\nVeterinarska uprava Republike Slovenije\n—\nUprava Republike Slovenije za pomorstvo\n—\nDirekcija Republike Slovenije za ceste\n—\nPrometni inšpektorat Republike Slovenije\n—\nDirekcija za vodenje investicij v javno železniško infrastrukturo\n—\nAgencija Republike Slovenije za okolje\n—\nGeodetska uprava Republike Slovenije\n—\nUprava Republike Slovenije za jedrsko varstvo\n—\nInšpektorat Republike Slovenije za okolje in prostor\n—\nInšpektorat Republike Slovenije za delo\n—\nZdravstveni inšpektorat\n—\nUrad Republike Slovenije za kemikalije\n—\nUprava Republike Slovenije za varstvo pred sevanji\n—\nUrad Republike Slovenije za meroslovje\n—\nUrad za visoko šolstvo\n—\nUrad Republike Slovenije za mladino\n—\nInšpektorat Republike Slovenije za šolstvo in šport\n—\nArhiv Republike Slovenije\n—\nInšpektorat Republike Slovenije za kulturo in medije\n—\nKabinet predsednika Vlade Republike Slovenije\n—\nGeneralni sekretariat Vlade Republike Slovenije\n—\nSlužba vlade za zakonodajo\n—\nSlužba vlade za evropske zadeve\n—\nSlužba vlade za lokalno samoupravo in regionalno politiko\n—\nUrad vlade za komuniciranje\n—\nUrad za enake možnosti\n—\nUrad za verske skupnosti\n—\nUrad za narodnosti\n—\nUrad za makroekonomske analize in razvoj\n—\nStatistični urad Republike Slovenije\n—\nSlovenska obveščevalno-varnostna agencija\n—\nProtokol Republike Slovenije\n—\nUrad za varovanje tajnih podatkov\n—\nUrad za Slovence v zamejstvu in po svetu\n—\nSlužba Vlade Republike Slovenije za razvoj\n—\nInformacijski pooblaščenec\n—\nDržavna volilna komisija\nSlovakia\nMinistries and other central government authorities referred to as in Act No. 575/2001 Coll. on the structure of activities of the Government and central state administration authorities in wording of later regulations:\n—\nKancelária Prezidenta Slovenskej republiky\n—\nNárodná rada Slovenskej republiky\n—\nMinisterstvo hospodárstva Slovenskej republiky\n—\nMinisterstvo financií Slovenskej republiky\n—\nMinisterstvo dopravy, pôšt a telekomunikácií Slovenskej republiky\n—\nMinisterstvo pôdohospodárstva Slovenskej republiky\n—\nMinisterstvo výstavby a regionálneho rozvoja Slovenskej republiky\n—\nMinisterstvo vnútra Slovenskej republiky\n—\nMinisterstvo obrany Slovenskej republiky\n—\nMinisterstvo spravodlivosti Slovenskej republiky\n—\nMinisterstvo zahraničných vecí Slovenskej republiky\n—\nMinisterstvo práce, sociálnych vecí a rodiny Slovenskej republiky\n—\nMinisterstvo životného prostredia Slovenskej republiky\n—\nMinisterstvo školstva Slovenskej republiky\n—\nMinisterstvo kultúry Slovenskej republiky\n—\nMinisterstvo zdravotníctva Slovenskej republiky\n—\nÚrad vlády Slovenskej republiky\n—\nProtimonopolný úrad Slovenskej republiky\n—\nŠtatistický úrad Slovenskej republiky\n—\nÚrad geodézie, kartografie a katastra Slovenskej republiky\n—\nÚrad jadrového dozoru Slovenskej republiky\n—\nÚrad pre normalizáciu, metrológiu a skúšobníctvo Slovenskej republiky\n—\nÚrad pre verejné obstarávanie\n—\nÚrad priemyselného vlastníctva Slovenskej republiky\n—\nSpráva štátnych hmotných rezerv Slovenskej republiky\n—\nNárodný bezpečnostný úrad\n—\nÚstavný súd Slovenskej republiky\n—\nNajvyšší súd Slovenskej republiky\n—\nGenerálna prokuratúra Slovenskej republiky\n—\nNajvyšší kontrolný úrad Slovenskej republiky\n—\nTelekomunikačný úrad Slovenskej republiky\n—\nÚrad priemyselného vlastníctva Slovenskej republiky\n—\nÚrad pre finančný trh\n—\nÚrad na ochranu osobných údajov\n—\nKancelária verejného ochrancu práv\nFinland\n—\nOikeuskanslerinvirasto – Justitiekanslersämbetet\n—\nLiikenne- ja viestintäministeriö – Kommunikationsministeriet\n—\nAjoneuvohallintokeskus AKE – Fordonsförvaltningscentralen AKE\n—\nIlmailuhallinto – Luftfartsförvaltningen\n—\nIlmatieteen laitos – Meteorologiska institutet\n—\nMerenkulkulaitos – Sjöfartsverket\n—\nMerentutkimuslaitos – Havsforskningsinstitutet\n—\nRatahallintokeskus RHK – Banförvaltningscentralen RHK\n—\nRautatievirasto – Järnvägsverket\n—\nTiehallinto – Vägförvaltningen\n—\nViestintävirasto – Kommunikationsverket\n—\nMaa- ja metsätalousministeriö – Jord- och skogsbruksministeriet\n—\nElintarviketurvallisuusvirasto – Livsmedelssäkerhetsverket\n—\nMaanmittauslaitos – Lantmäteriverket\n—\nMaaseutuvirasto – Landsbygdsverket\n—\nOikeusministeriö – Justitieministeriet\n—\nTietosuojavaltuutetun toimisto – Dataombudsmannens byrå\n—\nTuomioistuimet – domstolar\n—\nKorkein oikeus – Högsta domstolen\n—\nKorkein hallinto-oikeus – Högsta förvaltningsdomstolen\n—\nHovioikeudet – hovrätter\n—\nKäräjäoikeudet – tingsrätter\n—\nHallinto-oikeudet – förvaltningsdomstolar\n—\nMarkkinaoikeus – Marknadsdomstolen\n—\nTyötuomioistuin – Arbetsdomstolen\n—\nVakuutusoikeus – Försäkringsdomstolen\n—\nKuluttajariitalautakunta – Konsumenttvistenämnden\n—\nVankeinhoitolaitos – Fångvårdsväsendet\n—\nHEUNI - Yhdistyneiden Kansakuntien yhteydessä toimiva Euroopan kriminaalipolitiikan instituutti – HEUNI - Europeiska institutet för kriminalpolitik, verksamt i anslutning till Förenta Nationerna\n—\nKonkurssiasiamiehen toimisto – Konkursombudsmannens byrå\n—\nKuluttajariitalautakunta – Konsumenttvistenämnden\n—\nOikeushallinnon palvelukeskus – Justitieförvaltningens servicecentral\n—\nOikeushallinnon tietotekniikkakeskus – Justitieförvaltningens datateknikcentral\n—\nOikeuspoliittinen tutkimuslaitos (Optula) – Rättspolitiska forskningsinstitutet\n—\nOikeusrekisterikeskus – Rättsregistercentralen\n—\nOnnettomuustutkintakeskus – Centralen för undersökning av olyckor\n—\nRikosseuraamusvirasto – Brottspåföljdsverket\n—\nRikosseuraamusalan koulutuskeskus – Brottspåföljdsområdets utbildningscentral\n—\nRikoksentorjuntaneuvosto –Rådet för brottsförebyggande\n—\nSaamelaiskäräjät – Sametinget\n—\nValtakunnansyyttäjänvirasto – Riksåklagarämbetet\n—\nVankeinhoitolaitos – Fångvårdsväsendet\n—\nOpetusministeriö – Undervisningsministeriet\n—\nOpetushallitus – Utbildningsstyrelsen\n—\nValtion elokuvatarkastamo – Statens filmgranskningsbyrå\n—\nPuolustusministeriö – Försvarsministeriet\n—\nPuolustusvoimat – Försvarsmakten\n—\nSisäasiainministeriö – Inrikesministeriet\n—\nVäestörekisterikeskus – Befolkningsregistercentralen\n—\nKeskusrikospoliisi – Centralkriminalpolisen\n—\nLiikkuva poliisi – Rörliga polisen\n—\nRajavartiolaitos – Gränsbevakningsväsendet\n—\nLääninhallitukset – Länstyrelserna\n—\nSuojelupoliisi – Skyddspolisen\n—\nPoliisiammattikorkeakoulu – Polisyrkeshögskolan\n—\nPoliisin tekniikkakeskus – Polisens teknikcentral\n—\nPoliisin tietohallintokeskus – Polisens datacentral\n—\nHelsingin kihlakunnan poliisilaitos – Polisinrättningen i Helsingfors\n—\nPelastusopisto – Räddningsverket\n—\nHätäkeskuslaitos – Nödcentralsverket\n—\nMaahanmuuttovirasto – Migrationsverket\n—\nSisäasiainhallinnon palvelukeskus – Inrikesförvaltningens servicecentral\n—\nSosiaali- ja terveysministeriö – Social- och hälsovårdsministeriet\n—\nTyöttömyysturvan muutoksenhakulautakunta – Besvärsnämnden för utkomstskyddsärenden\n—\nSosiaaliturvan muutoksenhakulautakunta – Besvärsnämnden för socialtrygghet\n—\nLääkelaitos – Läkemedelsverket\n—\nTerveydenhuollon oikeusturvakeskus – Rättsskyddscentralen för hälsovården\n—\nSäteilyturvakeskus – Strålsäkerhetscentralen\n—\nKansanterveyslaitos – Folkhälsoinstitutet\n—\nLääkehoidon kehittämiskeskus ROHTO – Utvecklingscentralen för läkemedelsbe-handling\n—\nSosiaali- ja terveydenhuollon tuotevalvontakeskus – Social- och hälsovårdens – produkttillsynscentral\n—\nSosiaali- ja terveysalan tutkimus- ja kehittämiskeskus Stakes – Forsknings- och – utvecklingscentralen för social- och hälsovården Stakes\n—\nVakuutusvalvontavirasto – Försäkringsinspektionen\n—\nTyö- ja elinkeinoministeriö – Arbets- och näringsministeriet\n—\nKuluttajavirasto – Konsumentverket\n—\nKilpailuvirasto – Konkurrensverket\n—\nPatentti- ja rekisterihallitus – Patent- och registerstyrelsen\n—\nValtakunnansovittelijain toimisto – Riksförlikningsmännens byrå\n—\nValtion turvapaikanhakijoiden vastaanottokeskukset – Statliga förläggningar för asylsökande\n—\nEnergiamarkkinavirasto - Energimarknadsverket\n—\nGeologian tutkimuskeskus – Geologiska forskningscentralen\n—\nHuoltovarmuuskeskus – Försörjningsberedskapscentralen\n—\nKuluttajatutkimuskeskus – Konsumentforskningscentralen\n—\nMatkailun edistämiskeskus (MEK) – Centralen för turistfrämjande\n—\nMittatekniikan keskus (MIKES) – Mätteknikcentralen\n—\nTekes - teknologian ja innovaatioiden kehittämiskeskus – Tekes -utvecklingscentralen för teknologi och innovationer\n—\nTurvatekniikan keskus (TUKES) – Säkerhetsteknikcentralen\n—\nValtion teknillinen tutkimuskeskus (VTT) – Statens tekniska forskningscentral\n—\nSyrjintälautakunta – Nationella diskrimineringsnämnden\n—\nTyöneuvosto – Arbetsrådet\n—\nVähemmistövaltuutetun toimisto – Minoritetsombudsmannens byrå\n—\nUlkoasiainministeriö – Utrikesministeriet\n—\nValtioneuvoston kanslia – Statsrådets kansli\n—\nValtiovarainministeriö – Finansministeriet\n—\nValtiokonttori – Statskontoret\n—\nVerohallinto – Skatteförvaltningen\n—\nTullilaitos – Tullverket\n—\nTilastokeskus – Statistikcentralen\n—\nValtion taloudellinen tutkimuskeskus – Statens ekonomiska forskiningscentral\n—\nYmpäristöministeriö – Miljöministeriet\n—\nSuomen ympäristökeskus – Finlands miljöcentral\n—\nAsumisen rahoitus- ja kehityskeskus – Finansierings- och utvecklingscentralen för boendet\n—\nValtiontalouden tarkastusvirasto – Statens revisionsverk\nSweden\nA\n—\nAffärsverket svenska kraftnät\n—\nAkademien för de fria konsterna\n—\nAlkohol- och läkemedelssortiments-nämnden\n—\nAllmänna pensionsfonden\n—\nAllmänna reklamationsnämnden\n—\nAmbassader\n—\nAnsvarsnämnd, statens\n—\nArbetsdomstolen\n—\nArbetsförmedlingen\n—\nArbetsgivarverk, statens\n—\nArbetslivsinstitutet\n—\nArbetsmiljöverket\n—\nArkitekturmuseet\n—\nArrendenämnder\n—\nArvsfondsdelegationen\nB\n—\nBanverket\n—\nBarnombudsmannen\n—\nBeredning för utvärdering av medicinsk metodik, statens\n—\nBergsstaten\n—\nBiografbyrå, statens\n—\nBiografiskt lexikon, svenskt\n—\nBirgittaskolan\n—\nBlekinge tekniska högskola\n—\nBokföringsnämnden\n—\nBolagsverket\n—\nBostadsnämnd, statens\n—\nBostadskreditnämnd, statens\n—\nBoverket\n—\nBrottsförebyggande rådet\n—\nBrottsoffermyndigheten\nC\n—\nCentrala studiestödsnämnden\nD\n—\nDanshögskolan\n—\nDatainspektionen\n—\nDepartementen\n—\nDomstolsverket\n—\nDramatiska institutet\nE\n—\nEkeskolan\n—\nEkobrottsmyndigheten\n—\nEkonomistyrningsverket\n—\nEkonomiska rådet\n—\nElsäkerhetsverket\n—\nEnergimarknadsinspektionen\n—\nEnergimyndighet, statens\n—\nEU/FoU-rådet\n—\nExportkreditnämnden\n—\nExportråd, Sveriges\nF\n—\nFastighetsmäklarnämnden\n—\nFastighetsverk, statens\n—\nFideikommissnämnden\n—\nFinansinspektionen\n—\nFinanspolitiska rådet\n—\nFinsk-svenska gränsälvskommissionen\n—\nFiskeriverket\n—\nFlygmedicincentrum\n—\nFolkhälsoinstitut, statens\n—\nFonden för fukt- och mögelskador\n—\nForskningsrådet för miljö, areella näringar och samhällsbyggande, Formas\n—\nFolke Bernadotteakademin\n—\nForskarskattenämnden\n—\nForskningsrådet för arbetsliv och socialvetenskap\n—\nFortifikationsverket\n—\nForum för levande historia\n—\nFörsvarets materielverk\n—\nFörsvarets radioanstalt\n—\nFörsvarets underrättelsenämnd\n—\nFörsvarshistoriska museer, statens\n—\nFörsvarshögskolan\n—\nFörsvarsmakten\n—\nFörsäkringskassan\nG\n—\nGentekniknämnden\n—\nGeologiska undersökning\n—\nGeotekniska institut, statens\n—\nGiftinformationscentralen\n—\nGlesbygdsverket\n—\nGrafiska institutet och institutet för högre kommunikation- och reklamutbildning\n—\nGranskningsnämnden för radio och TV\n—\nGranskningsnämnden för försvarsuppfinningar\n—\nGymnastik- och Idrottshögskolan\n—\nGöteborgs universitet\nH\n—\nHandelsflottans kultur- och fritidsråd\n—\nHandelsflottans pensionsanstalt\n—\nHandelssekreterare\n—\nHandelskamrar, auktoriserade\n—\nHandikappombudsmannen\n—\nHandikappråd, statens\n—\nHarpsundsnämnden\n—\nHaverikommission, statens\n—\nHistoriska museer, statens\n—\nHjälpmedelsinstitutet\n—\nHovrätterna\n—\nHyresnämnder\n—\nHäktena\n—\nHälso- och sjukvårdens ansvarsnämnd\n—\nHögskolan Dalarna\n—\nHögskolan i Borås\n—\nHögskolan i Gävle\n—\nHögskolan i Halmstad\n—\nHögskolan i Kalmar\n—\nHögskolan i Karlskrona/Ronneby\n—\nHögskolan i Kristianstad\n—\nHögskolan i Skövde\n—\nHögskolan i Trollhättan/Uddevalla\n—\nHögskolan på Gotland\n—\nHögskolans avskiljandenämnd\n—\nHögskoleverket\n—\nHögsta domstolen\nI\n—\nILO-kommittén\n—\nInspektionen för arbetslöshetsförsäkringen\n—\nInspektionen för strategiska produkter\n—\nInstitut för kommunikationsanalys, statens\n—\nInstitut för psykosocial medicin, statens\n—\nInstitut för särskilt utbildningsstöd, statens\n—\nInstitutet för arbetsmarknadspolitisk utvärdering\n—\nInstitutet för rymdfysik\n—\nInstitutet för tillväxtpolitiska studier\n—\nInstitutionsstyrelse, statens\n—\nInsättningsgarantinämnden\n—\nIntegrationsverket\n—\nInternationella programkontoret för utbildningsområdet\nJ\n—\nJordbruksverk, statens\n—\nJustitiekanslern\n—\nJämställdhetsombudsmannen\n—\nJämställdhetsnämnden\n—\nJärnvägar, statens\n—\nJärnvägsstyrelsen\nK\n—\nKammarkollegiet\n—\nKammarrätterna\n—\nKarlstads universitet\n—\nKarolinska Institutet\n—\nKemikalieinspektionen\n—\nKommerskollegium\n—\nKonjunkturinstitutet\n—\nKonkurrensverket\n—\nKonstfack\n—\nKonsthögskolan\n—\nKonstnärsnämnden\n—\nKonstråd, statens\n—\nKonsulat\n—\nKonsumentverket\n—\nKrigsvetenskapsakademin\n—\nKrigsförsäkringsnämnden\n—\nKriminaltekniska laboratorium, statens\n—\nKriminalvården\n—\nKrisberedskapsmyndigheten\n—\nKristinaskolan\n—\nKronofogdemyndigheten\n—\nKulturråd, statens\n—\nKungl. Biblioteket\n—\nKungl. Konsthögskolan\n—\nKungl. Musikhögskolan i Stockholm\n—\nKungl. Tekniska högskolan\n—\nKungl. Vitterhets-, historie- och antikvitetsakademien\n—\nKungl. Vetenskapsakademien\n—\nKustbevakningen\n—\nKvalitets- och kompetensråd, statens\n—\nKärnavfallsfondens styrelse\nL\n—\nLagrådet\n—\nLantbruksuniversitet, Sveriges\n—\nLantmäteriverket\n—\nLinköpings universitet\n—\nLivrustkammaren, Skoklosters slott och Hallwylska museet\n—\nLivsmedelsverk, statens\n—\nLivsmedelsekonomiska institutet\n—\nLjud- och bildarkiv, statens\n—\nLokala säkerhetsnämnderna vid kärnkraftverk\n—\nLotteriinspektionen\n—\nLuftfartsverket\n—\nLuftfartsstyrelsen\n—\nLuleå tekniska universitet\n—\nLunds universitet\n—\nLäkemedelsverket\n—\nLäkemedelsförmånsnämnden\n—\nLänsrätterna\n—\nLänsstyrelserna\n—\nLärarhögskolan i Stockholm\nM\n—\nMalmö högskola\n—\nManillaskolan\n—\nMaritima muséer, statens\n—\nMarknadsdomstolen\n—\nMedlingsinstitutet\n—\nMeteorologiska och hydrologiska institut, Sveriges\n—\nMigrationsverket\n—\nMilitärhögskolor\n—\nMittuniversitetet\n—\nModerna museet\n—\nMuseer för världskultur, statens\n—\nMusikaliska Akademien\n—\nMusiksamlingar, statens\n—\nMyndigheten för handikappolitisk samordning\n—\nMyndigheten för internationella adoptionsfrågor\n—\nMyndigheten för skolutveckling\n—\nMyndigheten för kvalificerad yrkesutbildning\n—\nMyndigheten för nätverk och samarbete inom högre utbildning\n—\nMyndigheten för Sveriges nätuniversitet\n—\nMyndigheten för utländska investeringar i Sverige\n—\nMälardalens högskola\nN\n—\nNationalmuseum\n—\nNationellt centrum för flexibelt lärande\n—\nNaturhistoriska riksmuseet\n—\nNaturvårdsverket\n—\nNordiska Afrikainstitutet\n—\nNotarienämnden\n—\nNämnd för arbetstagares uppfinningar, statens\n—\nNämnden för statligt stöd till trossamfund\n—\nNämnden för styrelserepresentationsfrågor\n—\nNämnden mot diskriminering\n—\nNämnden för elektronisk förvaltning\n—\nNämnden för Rh-anpassad utbildning\n—\nNämnden för hemslöjdsfrågor\nO\n—\nOljekrisnämnden\n—\nOmbudsmannen mot diskriminering på grund av sexuell läggning\n—\nOmbudsmannen mot etnisk diskriminering\n—\nOperahögskolan i Stockholm\nP\n—\nPatent- och registreringsverket\n—\nPatentbesvärsrätten\n—\nPensionsverk, statens\n—\nPersonregisternämnd statens, SPAR-nämnden\n—\nPliktverk, Totalförsvarets\n—\nPolarforskningssekretariatet\n—\nPost- och telestyrelsen\n—\nPremiepensionsmyndigheten\n—\nPresstödsnämnden\nR\n—\nRadio- och TV-verket\n—\nRederinämnden\n—\nRegeringskansliet\n—\nRegeringsrätten\n—\nResegarantinämnden\n—\nRegisternämnden\n—\nRevisorsnämnden\n—\nRiksantikvarieämbetet\n—\nRiksarkivet\n—\nRiksbanken\n—\nRiksdagsförvaltningen\n—\nRiksdagens ombudsmän\n—\nRiksdagens revisorer\n—\nRiksgäldskontoret\n—\nRikshemvärnsrådet\n—\nRikspolisstyrelsen\n—\nRiksrevisionen\n—\nRikstrafiken\n—\nRiksutställningar, Stiftelsen\n—\nRiksvärderingsnämnden\n—\nRymdstyrelsen\n—\nRådet för Europeiska socialfonden i Sverige\n—\nRäddningsverk, statens\n—\nRättshjälpsmyndigheten\n—\nRättshjälpsnämnden\n—\nRättsmedicinalverket\nS\n—\nSamarbetsnämnden för statsbidrag till trossamfund\n—\nSameskolstyrelsen och sameskolor\n—\nSametinget\n—\nSIS, Standardiseringen i Sverige\n—\nSjöfartsverket\n—\nSkatterättsnämnden\n—\nSkatteverket\n—\nSkaderegleringsnämnd, statens\n—\nSkiljenämnden i vissa trygghetsfrågor\n—\nSkogsstyrelsen\n—\nSkogsvårdsstyrelserna\n—\nSkogs- och lantbruksakademien\n—\nSkolverk, statens\n—\nSkolväsendets överklagandenämnd\n—\nSmittskyddsinstitutet\n—\nSocialstyrelsen\n—\nSpecialpedagogiska institutet\n—\nSpecialskolemyndigheten\n—\nSpråk- och folkminnesinstitutet\n—\nSprängämnesinspektionen\n—\nStatistiska centralbyrån\n—\nStatskontoret\n—\nStockholms universitet\n—\nStockholms internationella miljöinstitut\n—\nStrålsäkerhetsmyndigheten\n—\nStyrelsen för ackreditering och teknisk kontroll\n—\nStyrelsen för internationellt utvecklingssamarbete, SIDA\n—\nStyrelsen för Samefonden\n—\nStyrelsen för psykologiskt försvar\n—\nStängselnämnden\n—\nSvenska institutet\n—\nSvenska institutet för europapolitiska studier\n—\nSvenska ESF-rådet\n—\nSvenska Unescorådet\n—\nSvenska FAO kommittén\n—\nSvenska Språknämnden\n—\nSvenska Skeppshypotekskassan\n—\nSvenska institutet i Alexandria\n—\nSveriges författarfond\n—\nSäkerhetspolisen\n—\nSäkerhets- och integritetsskyddsnämnden\n—\nSödertörns högskola\nT\n—\nTaltidningsnämnden\n—\nTalboks- och punktskriftsbiblioteket\n—\nTeaterhögskolan i Stockholm\n—\nTingsrätterna\n—\nTjänstepensions och grupplivnämnd, statens\n—\nTjänsteförslagsnämnden för domstolsväsendet\n—\nTotalförsvarets forskningsinstitut\n—\nTotalförsvarets pliktverk\n—\nTullverket\n—\nTuristdelegationen\nU\n—\nUmeå universitet\n—\nUngdomsstyrelsen\n—\nUppsala universitet\n—\nUtlandslönenämnd, statens\n—\nUtlänningsnämnden\n—\nUtrikesförvaltningens antagningsnämnd\n—\nUtrikesnämnden\n—\nUtsädeskontroll, statens\nV\n—\nValideringsdelegationen\n—\nValmyndigheten\n—\nVatten- och avloppsnämnd, statens\n—\nVattenöverdomstolen\n—\nVerket för förvaltningsutveckling\n—\nVerket för högskoleservice\n—\nVerket för innovationssystem (VINNOVA)\n—\nVerket för näringslivsutveckling (NUTEK)\n—\nVetenskapsrådet\n—\nVeterinärmedicinska anstalt, statens\n—\nVeterinära ansvarsnämnden\n—\nVäg- och transportforskningsinstitut, statens\n—\nVägverket\n—\nVänerskolan\n—\nVäxjö universitet\n—\nVäxtsortnämnd, statens\nÅ\n—\nÅklagarmyndigheten\n—\nÅsbackaskolan\nÖ\n—\nÖrebro universitet\n—\nÖrlogsmannasällskapet\n—\nÖstervångsskolan\n—\nÖverbefälhavaren\n—\nÖverklagandenämnden för högskolan\n—\nÖverklagandenämnden för nämndemannauppdrag\n—\nÖverklagandenämnden för studiestöd\n—\nÖverklagandenämnden för totalförsvaret\nUnited Kingdom\n—\nCabinet Office\n—\nOffice of the Parliamentary Counsel\n—\nCentral Office of Information\n—\nCharity Commission\n—\nCrown Estate Commissioners (Vote Expenditure Only)\n—\nCrown Prosecution Service\n—\nDepartment for Business, Enterprise and Regulatory Reform\n—\nCompetition Commission\n—\nGas and Electricity Consumers’ Council\n—\nOffice of Manpower Economics\n—\nDepartment for Children, Schools and Families\n—\nDepartment of Communities and Local Government\n—\nRent Assessment Panels\n—\nDepartment for Culture, Media and Sport\n—\nBritish Library\n—\nBritish Museum\n—\nCommission for Architecture and the Built Environment\n—\nThe Gambling Commission\n—\nHistoric Buildings and Monuments Commission for England (English Heritage)\n—\nImperial War Museum\n—\nMuseums, Libraries and Archives Council\n—\nNational Gallery\n—\nNational Maritime Museum\n—\nNational Portrait Gallery\n—\nNatural History Museum\n—\nScience Museum\n—\nTate Gallery\n—\nVictoria and Albert Museum\n—\nWallace Collection\n—\nDepartment for Environment, Food and Rural Affairs\n—\nAgricultural Dwelling House Advisory Committees\n—\nAgricultural Land Tribunals\n—\nAgricultural Wages Board and Committees\n—\nCattle Breeding Centre\n—\nCountryside Agency\n—\nPlant Variety Rights Office\n—\nRoyal Botanic Gardens, Kew\n—\nRoyal Commission on Environmental Pollution\n—\nDepartment of Health\n—\nDental Practice Board\n—\nNational Health Service Strategic Health Authorities\n—\nNHS Trusts\n—\nPrescription Pricing Authority\n—\nDepartment for Innovation, Universities and Skills\n—\nHigher Education Funding Council for England\n—\nNational Weights and Measures Laboratory\n—\nPatent Office\n—\nDepartment for International Development\n—\nDepartment of the Procurator General and Treasury Solicitor\n—\nLegal Secretariat to the Law Officers\n—\nDepartment for Transport\n—\nMaritime and Coastguard Agency\n—\nDepartment for Work and Pensions\n—\nDisability Living Allowance Advisory Board\n—\nIndependent Tribunal Service\n—\nMedical Boards and Examining Medical Officers (War Pensions)\n—\nOccupational Pensions Regulatory Authority\n—\nRegional Medical Service\n—\nSocial Security Advisory Committee\n—\nExport Credits Guarantee Department\n—\nForeign and Commonwealth Office\n—\nWilton Park Conference Centre\n—\nGovernment Actuary’s Department\n—\nGovernment Communications Headquarters\n—\nHome Office\n—\nHM Inspectorate of Constabulary\n—\nHouse of Commons\n—\nHouse of Lords\n—\nMinistry of Defence\n—\nDefence Equipment & Support\n—\nMeteorological Office\n—\nMinistry of Justice\n—\nBoundary Commission for England\n—\nCombined Tax Tribunal\n—\nCouncil on Tribunals\n—\nCourt of Appeal - Criminal\n—\nEmployment Appeals Tribunal\n—\nEmployment Tribunals\n—\nHMCS Regions, Crown, County and Combined Courts (England and Wales)\n—\nImmigration Appellate Authorities\n—\nImmigration Adjudicators\n—\nImmigration Appeals Tribunal\n—\nLands Tribunal\n—\nLaw Commission\n—\nLegal Aid Fund (England and Wales)\n—\nOffice of the Social Security Commissioners\n—\nParole Board and Local Review Committees\n—\nPensions Appeal Tribunals\n—\nPublic Trust Office\n—\nSupreme Court Group (England and Wales)\n—\nTransport Tribunal\n—\nThe National Archives\n—\nNational Audit Office\n—\nNational Savings and Investments\n—\nNational School of Government\n—\nNorthern Ireland Assembly Commission\n—\nNorthern Ireland Court Service\n—\nCoroners Courts\n—\nCounty Courts\n—\nCourt of Appeal and High Court of Justice in Northern Ireland\n—\nCrown Court\n—\nEnforcement of Judgements Office\n—\nLegal Aid Fund\n—\nMagistrates’ Courts\n—\nPensions Appeals Tribunals\n—\nNorthern Ireland, Department for Employment and Learning\n—\nNorthern Ireland, Department for Regional Development\n—\nNorthern Ireland, Department for Social Development\n—\nNorthern Ireland, Department of Agriculture and Rural Development\n—\nNorthern Ireland, Department of Culture, Arts and Leisure\n—\nNorthern Ireland, Department of Education\n—\nNorthern Ireland, Department of Enterprise, Trade and Investment\n—\nNorthern Ireland, Department of the Environment\n—\nNorthern Ireland, Department of Finance and Personnel\n—\nNorthern Ireland, Department of Health, Social Services and Public Safety\n—\nNorthern Ireland, Office of the First Minister and Deputy First Minister\n—\nNorthern Ireland Office\n—\nCrown Solicitor’s Office\n—\nDepartment of the Director of Public Prosecutions for Northern Ireland\n—\nForensic Science Laboratory of Northern Ireland\n—\nOffice of the Chief Electoral Officer for Northern Ireland\n—\nPolice Service of Northern Ireland\n—\nProbation Board for Northern Ireland\n—\nState Pathologist Service\n—\nOffice of Fair Trading\n—\nOffice for National Statistics\n—\nNational Health Service Central Register\n—\nOffice of the Parliamentary Commissioner for Administration and Health Service Commissioners\n—\nPaymaster General’s Office\n—\nPostal Business of the Post Office\n—\nPrivy Council Office\n—\nPublic Record Office\n—\nHM Revenue and Customs\n—\nThe Revenue and Customs Prosecutions Office\n—\nRoyal Hospital, Chelsea\n—\nRoyal Mint\n—\nRural Payments Agency\n—\nScotland, Auditor-General\n—\nScotland, Crown Office and Procurator Fiscal Service\n—\nScotland, General Register Office\n—\nScotland, Queen’s and Lord Treasurer’s Remembrancer\n—\nScotland, Registers of Scotland\n—\nThe Scotland Office\n—\nThe Scottish Ministers\n—\nArchitecture and Design Scotland\n—\nCrofters Commission\n—\nDeer Commission for Scotland\n—\nLands Tribunal for Scotland\n—\nNational Galleries of Scotland\n—\nNational Library of Scotland\n—\nNational Museums of Scotland\n—\nRoyal Botanic Garden, Edinburgh\n—\nRoyal Commission on the Ancient and Historical Monuments of Scotland\n—\nScottish Further and Higher Education Funding Council\n—\nScottish Law Commission\n—\nCommunity Health Partnerships\n—\nSpecial Health Boards\n—\nHealth Boards\n—\nThe Office of the Accountant of Court\n—\nHigh Court of Justiciary\n—\nCourt of Session\n—\nHM Inspectorate of Constabulary\n—\nParole Board for Scotland\n—\nPensions Appeal Tribunals\n—\nScottish Land Court\n—\nSheriff Courts\n—\nScottish Police Services Authority\n—\nOffice of the Social Security Commissioners\n—\nThe Private Rented Housing Panel and Private Rented Housing Committees\n—\nKeeper of the Records of Scotland\n—\nThe Scottish Parliamentary Body Corporate\n—\nHM Treasury\n—\nOffice of Government Commerce\n—\nUnited Kingdom Debt Management Office\n—\nThe Wales Office (Office of the Secretary of State for Wales)\n—\nThe Welsh Ministers\n—\nHigher Education Funding Council for Wales\n—\nLocal Government Boundary Commission for Wales\n—\nThe Royal Commission on the Ancient and Historical Monuments of Wales\n—\nValuation Tribunals (Wales)\n—\nWelsh National Health Service Trusts and Local Health Boards\n—\nWelsh Rent Assessment Panels\n3.   List of supplies and equipment purchased by Ministries of defence and Agencies for defence or security activities in Belgium, Bulgaria, Czech republic, Denmark, Germany, Estonia, Ireland, Greece, Spain, France, Italy, Cyprus, Latvia, Lithuania, Luxembourg, Hungary, Malta, the Netherlands, Austria, Poland, Portugal, Romania, Slovenia, Slovakia, Finland, Sweden and the United Kingdom that are covered by Chapter II of Section V of Title II of this Agreement:\nChapter 25\n:\nSalt, sulphur, earths and stone, plastering materials, lime and cement\nChapter 26\n:\nMetallic ores, slag and ash\nChapter 27\n:\nMineral fuels, mineral oils and products of their distillation, bituminous substances, mineral waxes\nexcept:\nex ex 27.10\n:\nspecial engine fuels\nChapter 28\n:\nInorganic chemicals, organic and inorganic compounds of precious metals, of rare-earth metals, of radio-active elements and isotopes\nexcept:\nex ex 28.09\n:\nexplosives\nex ex 28.13\n:\nexplosives\nex ex 28.14\n:\ntear gas\nex ex 28.28\n:\nexplosives\nex ex 28.32\n:\nexplosives\nex ex 28.39\n:\nexplosives\nex ex 28.50\n:\ntoxic products\nex ex 28.51\n:\ntoxic products\nex ex 28.54\n:\nexplosives\nChapter 29\n:\nOrganic chemicals\nexcept:\nex ex 29.03\n:\nexplosives\nex ex 29.04\n:\nexplosives\nex ex 29.07\n:\nexplosives\nex ex 29.08\n:\nexplosives\nex ex 29.11\n:\nexplosives\nex ex 29.12\n:\nexplosives\nex ex 29.13\n:\ntoxic products\nex ex 29.14\n:\ntoxic products\nex ex 29.15\n:\ntoxic products\nex ex 29.21\n:\ntoxic products\nex ex 29.22\n:\ntoxic products\nex ex 29.23\n:\ntoxic products\nex ex 29.26\n:\nexplosives\nex ex 29.27\n:\ntoxic products\nex ex 29.29\n:\nexplosives\nChapter 30\n:\nPharmaceutical products\nChapter 31\n:\nFertilisers\nChapter 32\n:\nTanning and dyeing extracts, tannings and their derivatives, dyes, colours, paints and varnishes, putty, fillers and stoppings, inks\nChapter 33\n:\nEssential oils and resinoids, perfumery, cosmetic or toilet preparations\nChapter 34\n:\nSoap, organic surface-active agents, washing preparations, lubricating preparations, artificial waxes, prepared waxes, polishing and scouring preparations, candles and similar articles, modelling pastes and ‘dental waxes’\nChapter 35\n:\nAlbuminoidal substances, glues, enzymes\nChapter 37\n:\nPhotographic and cinematographic goods\nChapter 38\n:\nMiscellaneous chemical products\nexcept:\nex ex 38.19\n:\ntoxic products\nChapter 39\n:\nArtificial resins and plastic materials, cellulose esters and ethers, articles thereof\nexcept:\nex ex 39.03\n:\nexplosives\nChapter 40\n:\nRubber, synthetic rubber, factice, and articles thereof\nexcept:\nex ex 40.11\n:\nbullet-proof tyres\nChapter 41\n:\nRaw hides and skins (other than fur skins) and leather\nChapter 42\n:\nArticles of leather, saddlery and harness, travel goods, handbags and similar containers, articles of animal gut (other than silk-worm gut)\nChapter 43\n:\nFurskins and artificial fur, manufactures thereof\nChapter 44\n:\nWood and articles of wood, wood charcoal\nChapter 45\n:\nCork and articles of cork\nChapter 46\n:\nManufactures of straw of esparto and of other plaiting materials, basket ware and wickerwork\nChapter 47\n:\nPaper-making material\nChapter 48\n:\nPaper and paperboard, articles of paper pulp, of paper or of paperboard\nChapter 49\n:\nPrinted books, newspapers, pictures and other products of the printing industry, manuscripts, typescripts and plans\nChapter 65\n:\nHeadgear and parts thereof\nChapter 66\n:\nUmbrellas, sunshades, walking-sticks, whips, riding-crops and parts thereof\nChapter 67\n:\nPrepared feathers and down and articles made of feathers or of down, artificial flowers, articles of human hair\nChapter 68\n:\nArticles of stone, of plaster, of cement, of asbestos, of mica and of similar materials\nChapter 69\n:\nCeramic products\nChapter 70\n:\nGlass and glassware\nChapter 71\n:\nPearls, precious and semi-precious stones, precious metals, rolled precious metals, and articles thereof; imitation jewellery\nChapter 73\n:\nIron and steel and articles thereof\nChapter 74\n:\nCopper and articles thereof\nChapter 75\n:\nNickel and articles thereof\nChapter 76\n:\nAluminium and articles thereof\nChapter 77\n:\nMagnesium and beryllium and articles thereof\nChapter 78\n:\nLead and articles thereof\nChapter 79\n:\nZinc and articles thereof\nChapter 80\n:\nTin and articles thereof\nChapter 81\n:\nOther base metals employed in metallurgy and articles thereof\nChapter 82\n:\nTools, implements, cutlery, spoons and forks, of base metal, parts thereof\nexcept:\nex ex 82.05\n:\ntools\nex ex 82.07\n:\ntools, parts\nChapter 83\n:\nMiscellaneous articles of base metal\nChapter 84\n:\nBoilers, machinery and mechanical appliances, parts thereof\nexcept:\nex ex 84.06\n:\nengines\nex ex 84.08\n:\nother engines\nex ex 84.45\n:\nmachinery\nex ex 84.53\n:\nautomatic data-processing machines\nex ex 84.55\n:\nparts of machines under heading No 84.53\nex ex 84.59\n:\nnuclear reactors\nChapter 85\n:\nElectrical machinery and equipment, parts thereof\nexcept:\nex ex 85.13\n:\ntelecommunication equipment\nex ex 85.15\n:\ntransmission apparatus\nChapter 86\n:\nRailway and tramway locomotives, rolling-stock and parts thereof; railway and tramway tracks fixtures and fittings, traffic signalling equipment of all kinds (not electrically powered)\nexcept:\nex ex 86.02\n:\narmoured locomotives, electric\nex ex 86.03\n:\nother armoured locomotives\nex ex 86.05\n:\narmoured wagons\nex ex 86.06\n:\nrepair wagons\nex ex 86.07\n:\nwagons\nChapter 87\n:\nVehicles, other than railway or tramway rolling-stock, and parts thereof\nexcept:\nex ex 87.08\n:\ntanks and other armoured vehicles\nex ex 87.01\n:\ntractors\nex ex 87.02\n:\nmilitary vehicles\nex ex 87.03\n:\nbreakdown lorries\nex ex 87.09\n:\nmotorcycles\nex ex 87.14\n:\ntrailers\nChapter 89\n:\nShips, boats and floating structures\nexcept:\nex ex 89.01 A\n:\nwarships\nChapter 90\n:\nOptical, photographic, cinematographic, measuring, checking, precision, medical and surgical instruments and apparatus, parts thereof\nexcept:\nex ex 90.05\n:\nbinoculars\nex ex 90.13\n:\nmiscellaneous instruments, lasers\nex ex 90.14\n:\ntelemeters\nex ex 90.28\n:\nelectrical and electronic measuring instruments\nex ex 90.11\n:\nmicroscopes\nex ex 90.17\n:\nmedical instruments\nex ex 90.18\n:\nmechano-therapy appliances\nex ex 90.19\n:\northopaedic appliances\nex ex 90.20\n:\nX-ray apparatus\nChapter 91\n:\nManufacture of watches and clocks\nChapter 92\n:\nMusical instruments, sound recorders or reproducers, television image and sound recorders or reproducers, parts and accessories of such articles\nChapter 94\n:\nFurniture and parts thereof, bedding, mattresses, mattress supports, cushions and similar stuffed furnishings\nexcept:\nex ex 94.01 A\n:\naircraft seats\nChapter 95\n:\nArticles and manufactures of carving or moulding material\nChapter 96\n:\nBrooms, brushes, powder-puffs and sieves\nChapter 98\n:\nMiscellaneous manufactured articles\nSub-Annex 2\nAll other entities whose procurement is covered by Chapter II of Section V of Title II of this Agreement\nGoods & Services\nThresholds\nSDR 400 000\nWorks\nThresholds\nSDR 5 000 000\nCommitments by the Union\nAll entities listed under Sub-Annex 1 and public authorities and public undertakings which conduct procurement of goods, services and works in accordance with the detailed provisions of Directive 2004/17/EC, for exercising one or more activities referred bellow:\n(a)\nthe provision or operation of fixed networks intended to provide a service to the public in connection with the production, transport or distribution of drinking water or the supply of drinking water to such networks;\n(b)\nthe provision or operation of fixed networks intended to provide a service to the public in connection with the production, transport or distribution of electricity or the supply of electricity to such networks;\n(c)\nthe provision of airport or other terminal facilities to carriers by air;\n(d)\nthe provision of maritime or inland port or other terminal facilities to carriers by sea or inland waterway;\n(e)\noperation of networks providing a service to the public in the field of transport by railway, automated systems, tramway, trolley bus, bus or cable;\n(f)\nactivities relating to the exploitation of a geographical area for the purpose of exploring for or extracting oil, gas, coal or other solid fuels.\nCommitments by Iraq\nAll entities listed under Sub-Annex 1 and public authorities and public undertakings which conduct procurement of goods, services and works for exercising one or more activities referred below:\n(a)\nthe provision or operation of fixed networks intended to provide a service to the public in connection with the production, transport or distribution of drinking water or the supply of drinking water to such networks;\n(b)\nthe provision or operation of fixed networks intended to provide a service to the public in connection with the production, transport or distribution of electricity or the supply of electricity to such networks;\n(c)\nthe provision of airport or other terminal facilities to carriers by air;\n(d)\nthe provision of maritime or inland port or other terminal facilities to carriers by sea or inland waterway;\n(e)\noperation of networks providing a service to the public in the field of transport by railway, automated systems, tramway, trolley bus, bus or cable;\n(f)\nactivities relating to the exploitation of a geographical area for the purpose of exploring for or extracting oil, gas, coal or other solid fuels.\nSub-Annex 3\nServices, other than construction services, covered by Chapter II of Section V of Title II of this Agreement\nCommitments by Iraq\nSubject\nCPC Reference No.\nMaintenance and repair services\n6112, 6122, 633, 886\nLand transport services, including armoured car services, and courier services, except transport of mail\n712 (except 71235), 7512, 87304\nAir transport services of passengers and freight, except transport of mail\n73 (except 7321)\nTransport of mail by land, except rail, and by air\n71235, 7321\nTelecommunications services\n752 (*1) (except 7524, 7525, 7526)\nFinancial services\n(a)\nInsurance services\n(b)\nBanking and investments services (*2)\nex 81, 812, 814\nComputer and related services\n84\nAccounting, auditing and bookkeeping services\n862\nMarket research and public opinion polling services\n864\nManagement consulting services and related services\n865, 866 (*3)\nArchitectural services; engineering services and integrated engineering services, urban planning and landscape architectural services; related scientific and technical consulting services; technical testing and analysis services\n867\nAdvertising services\n871\nBuilding-cleaning services and property management services\n874, 82201 – 82206\nPublishing and printing services on a fee or contract basis\n88442\nSewage and refuse disposal; sanitation and similar services\n94\nCommitments by the Union\nSubject\nCPC Reference No.\nMaintenance and repair services\n6112, 6122, 633, 886\nLand transport services, including armoured car services, and courier services, except transport of mail\n712 (except 71235), 7512, 87304\nAir transport services of passengers and freight, except transport of mail\n73 (except 7321)\nTransport of mail by land, except rail, and by air\n71235, 7321\nTelecommunications services\n752 (*4) (except 7524, 7525, 7526)\nFinancial services\n(a)\nInsurance services\n(b)\nBanking and investments services (*5)\nex 81, 812, 814\nComputer and related services\n84\nAccounting, auditing and bookkeeping services\n862\nMarket research and public opinion polling services\n864\nManagement consulting services and related services\n865, 866 (*6)\nArchitectural services; engineering services and integrated engineering services, urban planning and landscape architectural services; related scientific and technical consulting services; technical testing and analysis services\n867\nAdvertising services\n871\nBuilding-cleaning services and property management services\n874, 82201 – 82206\nPublishing and printing services on a fee or contract basis\n88442\nSewage and refuse disposal; sanitation and similar services\n94\nSub-Annex 4\nConstruction Services covered by Chapter II of Section V of Title II of this Agreement\nCommitments by Iraq\nAll services listed in Division 51 of the Central Product Classification (CPC)\nCommitments by the Union\nAll services listed in Division 51 of the Central Product Classification (CPC)\nSub- Annex 5\nGeneral Notes and Derogations from the provisions of Chapter II of Section V of Title II of this Agreement\n1.\nThe provisions of Article 43.4 and Article 53 relating to the use of electronic means in procurement and the provisions on the reduction of the time periods in Article 50 and in the Appendix VI of ANNEX 1 to this Agreement will be applicable from the entry to force of the relevant legislation on electronic procurement in Iraq.\n2.\nContracts awarded by entities in Sub-Annex 1 and 2 in connection with the licensing of oil and gas services and for the licensing for the use of natural resources are not included.\n3.\nContracts intended to enable an activity mentioned in Sub-Annex 2 shall not be subject to procedures listed in this Agreement, if this activity is directly exposed to competition on markets to which the access is not restricted.\n4.\nThe provisions of Chapter II of Section V of Title II of this Agreement do not apply to the Finnish Åland Islands.\nAppendix II\nMedia for publication of procurement information\nFor Iraq\nProcurement information is announced in the Iraqi Official Gazette.\nFor the Union\nThe Official Journal of the European Union\nInformation system for European public procurement: http://simap.europa.eu/index_en.html\nBelgium:\n—\nLaws, royal regulations, ministerial regulations, ministerial circulars – le Moniteur Belge\n—\nJurisprudence – Pasicrisie\nBulgaria:\n—\nLaws and Regulations – Държавен вестник (State Gazette)\n—\nJudicial decisions – www.sac.government.bg\n—\nAdministrative rulings of general application and any procedure – www.aop.bg and www.cpc.bg\nCzech Republic:\n—\nLaws and Regulations – Collection of Laws of the Czech Republic\n—\nRulings of the Office for the Protection of Competition – Collection of Rulings of the Office for the Protection of Competition\nDenmark:\n—\nLaws and regulations – Lovtidende\n—\nJudicial decisions – Ugeskrift for Retsvaesen\n—\nAdministrative rulings and procedures – Ministerialtidende\n—\nRulings by the Appeal Board for Public Procurement – Konkurrencerådets Dokumentation\nGermany:\n—\nLegislation and regulations – Bundesanzeiger; Herausgeber: der Bundesminister der Justiz; Verlag: Bundesanzeiger\n—\nJudicial Decisions: Entscheidungsammlungen des Bundesverfassungsgerichts, Bundesgerichtshofs, Bundesverwaltungsgerichts, Bundesfinanzhofs sowie der Oberlandesgerichte\nEstonia:\n—\nLaws, regulations and administrative rulings of general application: Riigi Teataja\n—\nJudicial decisions of the Supreme Court of Estonia: Riigi Teataja (part 3)\nGreece:\n—\nΕφημερίς της Κυβερνήσεως της Ελληνικής Δημοκρατίας (Government Gazette of Greece)\nSpain:\n—\nLegislation – Boletin Oficial des Estado\n—\nJudicial rulings – no official publication\nFrance:\n—\nLegislation – Journal Officiel de la République française\n—\nJurisprudence – Recueil des arrêts du Conseil d’Etat\n—\nRevue des marchés publics\nIreland:\n—\nLegislation and regulations – Iris Oifigiuil (Official Gazette of the Irish Government)\nItaly:\n—\nLegislation – Gazetta Ufficiale\n—\nJurisprudence – no official publication\nCyprus:\n—\nLegislation – Official Gazette of the Republic (Επίσημη Εφημερίδα της Δημοκρατίας)\n—\nJudicial decisions: Decisions of the Supreme High Court – Printing Office (Αποφάσεις Ανωτάτου Δικαστηρίου 1999 – Τυπογραφείο της Δημοκρατίας)\nLuxembourg:\n—\nLegislation – Memorial\n—\nJurisprudence – Pasicrisie\nHungary:\n—\nLegislation – Magyar Közlöny (Official Journal of the Republic of Hungary)\n—\nJurisprudence – Közbeszerzési Értesítő – a Közbeszerzések Tanácsa Hivatalos Lapja (Public Procurement Bulletin – Official Journal of the Public Procurement Council)\nLatvia:\n—\nLegislation – Latvijas vēstnesis (Official Newspaper)\nLithuania:\n—\nLaws, regulations and administrative provisions – Official Gazette (‘Valstybės Žinios’) of the Republic of Lithuania\n—\nJudicial decisions, jurisprudence – Bulletin of the Supreme Court of Lithuania ‘Teismų praktika’; Bulletin of the Supreme Court of Administrative Court of Lithuania ‘Administracinių teismų praktika’\nMalta:\n—\nLegislation – Government Gazette\nNetherlands:\n—\nLegislation – Nederlandse Staatscourant and/or Staatsblad\n—\nJurisprudence – no official publication\nAustria:\n—\nÖsterreichisches Bundesgesetzblatt Amtsblatt zur Wiener Zeitung\n—\nSammlung von Entscheidungen des Verfassungsgerichtshofes\n—\nSammlung der Entscheidungen des Verwaltungsgerichtshofes – administrativrechtlicher und finanzrechtlicher Teil\n—\nAmtliche Sammlung der Entscheidungen des OGH in Zivilsachen\nPoland:\n—\nLegislation Dziennik Ustaw Rzeczypospolitej Polskiej (Journal of Laws – Republic of Poland)\n—\nJudicial decisions, jurisprudence ‘Zamówienia publiczne w orzecznictwie. Wybrane orzeczenia zespołu arbitrów i Sądu Okręgowego w Warszawie’ (Selection of judgments of arbitration panels and Regional Court in Warsaw)\nPortugal:\n—\nLegislation – Diário da República Portuguesa 1a Série A e 2a série\n—\nJudicial Publications: Boletim do Ministério da Justiça\n—\nColectânea de Acordos do SupremoTribunal Administrativo\n—\nColectânea de Jurisprudencia Das Relações\nRomania:\n—\nLaws and Regulations – Monitorul Oficial al României (Official Journal of Romania)\n—\nJudicial decisions, administrative rulings of general application and any procedure – www.anrmap.ro\nSlovenia:\n—\nLegislation – Uradni list Republike Slovenije (Official Gazette of the Republic of Slovenia)\n—\nJudicial decisions – no official publication\nSlovakia:\n—\nLegislation – Zbierka zákonov (Collection of Laws)\n—\nJudicial decisions – no official publication\nFinland:\n—\nSuomen säädöskokoelma – Finlands författningssamling (The Collection of the Statutes of Finland)\nSweden:\n—\nSvensk Författningssamling (Swedish Code of Statutes)\nUnited Kingdom:\n—\nLegislation – HM Stationery Office\n—\nJurisprudence – Law Reports\n—\n‘Public Bodies’ – HM Stationery Office\nAppendix III\nMedia for publication of notices\nFor Iraq\nTenders are announced in three nationwide newspapers, including Al-Sabah, as well as on the website of the procuring entity. The notices on the websites include an English summary.\nUpon completion of a national procurement portal, the procurement notices will be published there too.\nFor the Union\nInformation system for European public procurement: http://simap.europa.eu/index_en.html\nThe Official Journal of the European Union\nAppendix IV\nNotice of intended procurement\nEach notice of intended procurement shall include:\n1.\nThe name and address of the procuring entity and other information necessary to contact the procuring entity and obtain all relevant documents relating to the procurement, and their cost and terms of payment, if any;\n2.\nA description of the procurement, including the nature and quantity of the goods or services to be procured or, where the quantity is not known, the estimated quantity;\n3.\nFor recurring contracts, if possible, an estimate of the timing of subsequent notices of intended procurement;\n4.\nA description of any options;\n5.\nThe time-frame for delivery of goods or services or the duration of the contract;\n6.\nThe procurement method that will be used and whether it will involve negotiation or electronic auction;\n7.\nWhere applicable, the address and any final date for the submission of requests for participation in the procurement;\n8.\nThe address and final date for the submission of tenders;\n9.\nThe language or languages in which tenders or requests for participation may/must be submitted, if other than an official language of the Party of the procuring entity;\n10.\nA list and brief description of any conditions for participation of suppliers, including any requirements for specific documents or certifications to be provided by suppliers in connection therewith, unless such requirements are included in tender documentation that is made available to all interested suppliers at the same time as the notice of intended procurement;\n11.\nWhere, pursuant to Article 47, a procuring entity intends to select a limited number of qualified suppliers to be invited to tender, the criteria that will be used to select them and, where applicable, any limitation on the number of suppliers that will be permitted to tender.\nAppendix V\nNotice inviting interested suppliers to apply for inclusion in a multi-use list\nEach notice inviting interested suppliers to apply for inclusion in a multi-use list of intended procurement shall include:\n1.\nA description of the goods or services, or categories thereof, for which the list may be used;\n2.\nThe conditions for participation to be satisfied by suppliers and the methods that the procuring entity will use to verify a supplier’s satisfaction of the conditions;\n3.\nThe name and address of the procuring entity and other information necessary to contact the entity and obtain all relevant documents relating to the list;\n4.\nThe period of validity of the list and the means for its renewal or termination, or where the period of validity is not provided, an indication of the method by which notice will be given of the termination of use of the list.\nAppendix VI\nTime periods\n1.\nA procuring entity that uses selective tendering shall establish that the final date for the submission of requests for participation shall not, in principle, be less than 25 days from the date of publication of the notice of intended procurement. Where a state of urgency duly substantiated by the procuring entity renders this time-period impracticable, the time-period may be reduced to not less than 10 days.\n2.\nExcept as provided for in paragraph 3, a procuring entity shall establish that the final date for the submission of tenders shall not be less than 40 days from the date on which:\n(a)\nin the case of open tendering, the notice of intended procurement is published; or\n(b)\nin the case of selective tendering, the entity notifies the suppliers that they will be invited to submit tenders, whether or not it uses a multi-use list.\n3.\nA procuring entity may reduce the time-period for tendering set out in paragraph 2 to not less than 10 days where:\n(a)\nthe procuring entity published a notice of planned procurement under paragraph 3 of Article 45 at least 40 days and not more than 12 months in advance of the publication of the notice of intended procurement, and the notice of planned procurement contains:\ni)\na description of the procurement;\nii)\nthe approximate final dates for the submission of tenders or requests for participation;\niii)\na statement that interested suppliers should express their interest in the procurement to the procuring entity;\niv)\nthe address from which documents relating to the procurement may be obtained; and\nv)\nas much of the information that is required for the notice of intended procurement under Appendix IV, as is available.\n(b)\nthe procuring entity, for procurements of a recurring nature, indicates in an initial notice of intended procurement that subsequent notices will provide time periods for tendering based on this paragraph; or\n(c)\na state of urgency duly substantiated by the procuring entity renders such time-period impracticable.\n4.\nA procuring entity may reduce the time-period for tendering set out in paragraph 2 by five days for each one of the following circumstances:\n(a)\nthe notice of intended procurement is published by electronic means;\n(b)\nall the tender documentation is made available by electronic means from the date of the publication of the notice of intended procurement;\n(c)\nthe entity accepts tenders by electronic means.\n5.\nThe use of paragraph 4, in conjunction with paragraph 3, shall in no case result in the reduction of the time-periods for tendering set out in paragraph 2 to less than 10 days from the date on which the notice of intended procurement is published.\n6.\nNotwithstanding any other time-period in this Appendix, where a procuring entity purchases commercial goods or services, it may reduce the time-period for tendering set out in paragraph 2 to not less than 13 days, provided that the procuring entity publishes by electronic means, at the same time, both the notice of intended procurement and the complete tender documentation. In addition, where the entity accepts tenders of commercial goods or services by electronic means, it may reduce the time-period established in accordance with paragraph 2 to not less than 10 days.\n7.\nWhere a procuring entity covered under Annex 2 has selected all or a limited number of qualified suppliers, the time-period for tendering may be fixed by mutual agreement between the procuring entity and the selected suppliers. In the absence of agreement, the period shall not be less than 10 days.\nAppendix VII\nAward notices\nThe notice referred to in paragraph 2 of Article 55 shall at least contain the following information:\n(a)\na description of the goods or services procured;\n(b)\nthe name and address of the procuring entity;\n(c)\nthe name and address of the successful supplier;\n(d)\nthe value of the successful tender or the highest and lowest offers taken into account in the award of the contract;\n(e)\nthe date of the award;\n(f)\nthe type of procurement method use, and in cases where limited tendering was used, a description of the circumstances justifying the use of limited tendering.\nAppendix VIII\nTender documentation\nAs referred to in paragraph 1 of Article 49, unless already provided in the notice of intended procurement, tender documentation shall include a complete description of:\n(a)\nthe procurement, including the nature and quantity of the goods or services to be procured or, where the quantity is not known, the estimated quantity and any requirements to be fulfilled, including any technical specification, conformity assessment certification, plans, drawings or instructional materials;\n(b)\nany conditions for participation of suppliers, including a list of information and documents that suppliers are required to submit in connection therewith;\n(c)\nall evaluation criteria to be considered in the awarding of the contract, and, except where the price is the sole criterion, the relative importance of such criteria;\n(d)\nwhere the procuring entity will conduct the procurement by electronic means, any authentication and encryption requirements or other equipments related to the receipt of information by electronic means;\n(e)\nwhere the procuring entity will hold an electronic auction, the rules, including identification of the elements of the tender related to the evaluation criteria, on which the auction will be conducted;\n(f)\nwhere there will be a public opening of tenders, the date, time and place for the opening and, where appropriate, the persons authorised to be present;\n(g)\nany other terms of conditions, including terms of payment and any limitation on the means by which tenders may be submitted, e.g., paper or electronic means; and\n(h)\nany dates for the delivery of goods or the supply of services.\n(*1)  except voice telephony, telex, radiotelephony, paging and satellite services.\n(*2)  except contracts for financial services in connection with the issue, sale, purchase or transfer of securities or other financial instruments, and central bank services.\n(*3)  except arbitration and conciliation services.\n(*4)  except voice telephony, telex, radiotelephony, paging and satellite services.\n(*5)  except contracts for financial services in connection with the issue, sale, purchase or transfer of securities or other financial instruments, and central bank services. In Finland payments from governmental entities (expenses) shall be transacted through a certain credit institution (Postipankki Ltd) or through the Finnish Postal Giro System. In Sweden, payments to and from governmental agencies shall be transacted through the Swedish Postal Giro System (Postgiro).\n(*6)  except arbitration and conciliation services.\nANNEX 2\nINTELLECTUAL PROPERTY RIGHTS\nIntellectual, industrial and commercial property conventions referred to in Article 60\n1.\nIn pursuance of the objectives set out in Article 60, the Parties confirm the importance they attach to their obligations arising from the Paris Convention for the Protection of Industrial Property (Stockholm Act, 1967 and amended in 1979).\n2.\nParagraph 2 of Article 60 concerns the following multilateral conventions to which Iraq shall accede and ensure an adequate and effective implementation of the obligations arising from these multilateral conventions:\n2.1\nTrade Related Aspects of Intellectual Property Rights (TRIPS Agreement, 1994);\n2.2\nBerne Convention for the Protection of Literary and Artistic Works (1886, last amended in 1979);\n2.3\nProtocol relating to the Madrid Agreement Concerning the International Registration of Marks (1989);\n2.4\nGeneva Act to the Hague Agreement concerning the International Registration of Industrial Designs (1999);\n2.5\nPatent Co-operation Treaty (Washington, 1970, last modified in 2001);\n2.6\nBudapest Treaty on the International Recognition of the Deposit of Micro-organisms for the purposes of Patent Procedure (1977, amended in 1980).\n3.\nParagraph 3 of Article 60 concerns the following multilateral conventions with which Iraq shall comply with:\n3.1\nRome Convention for the Protection of Performers, Producers of Phonograms and Broadcasting Organizations (1961);\n3.2\nWorld Intellectual Property Organization Copyright Treaty – WCT (Geneva, 1996);\n3.3\nWorld Intellectual Property Organization Performances and Phonograms Treaty – WPPT (Geneva, 1996);\n3.4\nSingapore Treaty on the law of Trademarks (2006);\n3.5\nTrademark Law Treaty (1994);\n3.6\nPatent Law Treaty (Geneva, 2000);\n3.7\nInternational Convention for the Protection of New Varieties of Plants (Geneva Act, 1991) (known as ‘UPOV’).\nANNEX 3\nENQUIRY POINTS\nEU PARTY\nEUROPEAN UNION\nEuropean Commission - DG TRADE\nServices and investment unit\nRue de la Loi 170\nB-1000 BRUXELLES\nE-mail\n:\nTRADE-GATS-CONTACT-POINTS@ec.europa.eu\nAUSTRIA\nFederal Ministry of Economics and Labour\nDepartment for Multilateral Trade Policy - C2/11\nStubenring 1\nA-1011 Vienna\nAustria\nTelephone\n:\n++ 43 1 711 00 (ext. 6915/5946)\nTelefax\n:\n++ 43 1 718 05 08\nE-mail\n:\npost@C211.bmwa.gv.at\nBELGIUM\nService public fédéral Economie, PME,\nClasses moyennes et Energie Direction générale du Potentiel économique\n(Federal Public Service Economy, SMEs, Self-employed and Energy Directorate – General Economic Potential)\nRue du Progrès, 50\nB-1210 Brussels\nBelgium\nTelephone\n:\n(322) 277 51 11\nTelefax\n:\n(322) 277 53 11\nE-mail\n:\ninfo-gats@economie.fgov.be\nBULGARIA\nForeign Economic Policy Directorate\nMinistry of Economy and Energy\n12, Alexander Batenberg Str.\n1000 Sofia\nBulgaria\nTelephone\n:\n(359 2) 940 77 61\n(359 2) 940 77 93\nTelefax\n:\n(359 2) 981 49 15\nE-mail\n:\nwto.bulgaria@mee.government.bg\nCYPRUS\nPermanent Secretary\nPlanning Bureau\nApellis and Nirvana corner\n1409 Nicosia\nCyprus\nTelephone\n:\n(357 22) 406 801\n(357 22) 406 852\nTelefax\n:\n(357 22) 666 810\nE-mail\n:\nplanning@cytanet.com.cy\nmaria.philippou@planning.gov.cy\nCZECH REPUBLIC\nMinistry of Industry and Trade\nDepartment of Multilateral and EU Common Trade Policy\nPolitických vězňů 20\nPraha 1\nCzech Republic\nTelephone\n:\n(420 2) 2485 2012\nTelefax\n:\n(420 2) 2485 2656\nE-mail\n:\nbrennerova@mpo.cz\nDENMARK\nMinistry of Foreign Affairs\nInternational Trade Policy and Business\nAsiatisk Plads 2\nDK-1448 Copenhagen K\nDenmark\nTelephone\n:\n(45) 3392 0000\nTelefax\n:\n(45) 3254 0533\nE-mail\n:\nhp@um.dk\nESTONIA\nMinistry of Economic Affairs and Communications\n11 Harju street\n15072 Tallinn\nEstonia\nTelephone\n:\n(372) 639 7654\n(372) 625 6360\nTelefax\n:\n(372) 631 3660\nE-mail\n:\nservices@mkm.ee\nFINLAND\nMinistry for Foreign Affairs\nDepartment for External Economic Relations\nUnit for the EC’s Common Commercial Policy\nPO Box 176\n00161 Helsinki\nFinland\nTelephone\n:\n(358-9) 1605 5528\nTelefax\n:\n(358-9) 1605 5599\nFRANCE\nMinistère de l’Economie, des Finances et de l’Emploi\nDirection générale du Trésor et de la Politique économique (DGTPE)\nService des Affaires multilatérales et du développement\nSous Direction Politique commerciale et Investissement\nBureau Services, Investissements et Propriété intellectuelle\n139 rue de Bercy (télédoc 233)\n75572 Paris Cédex 12\nFrance\nTéléphone\n:\n+33 (1) 44 87 20 30\nTelefax\n:\n+33 (1) 53 18 96 55\nSecrétariat général des affaires européennes\n2, Boulevard Diderot\n75572 Paris Cédex 12\nTéléphone\n:\n+33 (1) 44 87 10 13\nTelefax\n:\n+33 (1) 44 87 12 61\nGERMANY\nGermany Trade and Invest (GTAI)\nAgrippastrasse 87-93\n50676 Köln\nGermany\nTelephone\n:\n+49 (221) 2057 345\nTelefax\n:\n+49 (221) 2057 262\nE-mail\n:\nzoll@gtai.de; trade@gtai.de\nGREECE\nMinistry of Economy and Finance\nDirectorate for Foreign Trade Policy\n1 Kornarou Str.\n10563 Athens\nGreece\nTelephone\n:\n(30 210) 3286121, 3286126\nTelefax\n:\n(30 210) 3286179\nHUNGARY\nMinistry for National Development and Economy\nTrade Policy Department\nHonvéd utca 13-15.\nH-1055 Budapest\nHungary\nTelephone\n:\n361 336 7715\nTelefax\n:\n361 336 7559\nE-mail\n:\nkereskedelempolitika@gkm.gov.hu\nIRELAND\nDepartment of Enterprise, Trade & Employment\nInternational Trade Section (WTO)\nEarlsfort Centre\nHatch St.\nDublin 2\nIreland\nTelephone\n:\n(353 1) 6312533\nTelefax\n:\n(353 1) 6312561\nITALY\nMinistero degli Affari Esteri\nPiazzale della Farnesina, 1\n00194 Rome\nItaly\nGeneral Directorate for the Multilateral Economic and Financial Cooperation\nWTO Coordination Office\nTelephone\n:\n(39) 06 3691 4353\nTelefax\n:\n(39) 06 3242 482\nE-mail\n:\ndgce.omc@esteri.it\nGeneral Directorate for the European Integration\nOffice II – EU external relations\nTelephone\n:\n(39) 06 3691 2740\nTelefax\n:\n(39) 06 3691 6703\nE-mail\n:\ndgie2@esteri.it\nMinisterio Attività Produttive\nArea per l’internazionalizzazione\nViale Boston, 25\n00144 Rome\nItaly\nGeneral Directorate for Commercial Policy\nDivision V\nTelephone\n:\n(39) 06 5993 2589\nTelefax\n:\n(39) 06 5993 2149\nE-mail\n:\npolcom5@mincomes.it\nLATVIA\nMinistry of Economics of the Republic of Latvia\nForeign Economic Relations Department\nForeign Trade Policy Unit\nBrivibas Str. 55\nRIGA, LV 1519\nLatvia\nTelephone\n:\n(371) 67 013 008\nTelefax\n:\n(371) 67 280 882\nE-mail\n:\npto@em.gov.lv\nLITHUANIA\nDivision of International Economic Organizations,\nMinistry of Foreign Affairs\nJ. Tumo Vaizganto 2\n2600 Vilnius\nLithuania\nTelephone\n:\n(370 52) 362 594\n(370 52) 362 598\nTelefax\n:\n(370 52) 362 586\nE-mail\n:\nteo.ed@urm.1t\nLUXEMBOURG\nMinistère des Affaires Etrangères\nDirection des Relations Economiques Internationales\n6, rue de l’Ancien Athénée\nL-1144 Luxembourg\nLuxembourg\nTelephone\n:\n(352) 478 2355\nTelefax\n:\n(352) 22 20 48\nMALTA\nDirector\nInternational Economic Relations Directorate\nEconomic Policy Division\nMinistry of Finance\nSt. Calcedonius Square\nFloriana CMR02\nMalta\nTelephone\n:\n(356) 21 249 359\nFax\n:\n(356) 21 249 355\nEmail\n:\nepd@gov.mt\njoseph.bugeja@gov.mt\nNETHERLANDS\nMinistry of Economic Affairs\nDirectorate-General for Foreign Economic Relations\nTrade Policy & Globalisation (ALP: E/446)\nP.O. Box 20101\n2500 EC Den Haag\nThe Netherlands\nTelephone\n:\n(3170) 379 6451\n(3170) 379 6467\nTelefax\n:\n(3170) 379 7221\nE-mail\n:\nM.F.T.RiemslagBaas@MinEZ.nl\nPOLAND\nMinistry of Economy\nDepartment of Trade Policy\nUl. Żurawia 4a\n00-507 Warsaw\nPoland\nTelephone\n:\n(48 22) 693 4826\n(48 22) 693 4856\n(48 22) 693 4808\nTelefax\n:\n(48 22) 693 4018\nE-mail\n:\njoanna.bek@mg.gov.pl\nPORTUGAL\nMinistry of Economy\nICEP\nAv. 5 de Outubro, 101\n1050-051 Lisbon\nPortugal\nTelephone\n:\n(351 21) 790 95 00\nTelefax\n:\n(351 21) 790 95 81\nE-mail\n:\ninformação@icep.pt\nMinistry of Foreign Affairs\nGeneral Directorate for Community Affairs (DGAC)\nR da Cova da Moura 1\n1350 –11 Lisbon\nPortugal\nTelephone\n:\n(351 21) 393 55 00\nTelefax\n:\n(351 21) 395 45 40\nROMANIA\nMinistry of Economy, Trade and Business Environment\nDepartment for Foreign Trade\nStr. Ion Campineanu nr. 16\nSector 1\nBucharest\nRomania\nTelephone\n:\n(40) 2140 10 504\n(40) 2131 50 906\nTelefax\n:\n(40) 2140 10 594\n(40) 2131 50 581\nE-mail\n:\ndgre@dce.gov.ro\nSLOVAK REPUBLIC\nMinistry of Economy of the Slovak Republic\nTrade and Consumer Protection Directorate\nTrade Policy Department\nMierová 19\n827 15 Bratislava 212\nSlovak Republic\nTelephone\n:\n(421-2) 4854 7110\nTelefax\n:\n(421-2) 4854 3116\nSLOVENIA\nMinistry of Economy of the Republic of Slovenia\nDirectorate for Foreign Economic Relations\nKotnikova 5\n1000 Ljubljana\nSlovenia\nTelephone\n:\n(386 1) 400 35 42\nTelefax\n:\n(386 1) 400 36 11\nE-mail\n:\njozica.frelih@gov.si\nInternet\n:\nwww.mg-rs.si\nSPAIN\nMinisterio de Industria, Turismo y Comercio\nSecretaría de Estado de Turismo y Comercio\nSecretaría General de Comercio Exterior\nSubdirección General de Comercio Internacional de Servicios\nPaseo de la Castellana 162\n28046 Madrid\nEspaña\nTelephone\n:\n(34 91) 349 3781\nTelefax\n:\n(34 91) 349 5226\nE-mail\n:\nsgcominser.sscc@mcx.es\nSWEDEN\nNational Board of Trade\nDepartment for WTO and Developments in Trade\nBox 6803\n113 86 Stockholm\nSweden\nTelephone\n:\n+46 (0) 8 690 48 00\nTelefax\n:\n+46 (0) 8 30 67 59\nE-mail\n:\nregistrator@kommers.se\nInternet\n:\nhttp://www.kommers.se\nMinistry for Foreign Affairs\nDepartment:UD-IH\n103 39 Stockholm\nSweden\nTelephone\n:\n+46 (0) 8 405 10 00\nTelefax\n:\n+46 (0) 8 723 11 76\nE-mail\n:\nregistrator@foreign.ministry.se\nInternet\n:\nhttp://www.sweden.gov.se/\nUNITED KINGDOM\nDepartment for Business Enterprise & Regulatory Reform\nTrade Policy Unit\nBay 4127\n1 Victoria Street\nLondon\nSW1H 0ET\nEngland\nUnited Kingdom\nTelephone\n:\n(4420) 7215 5922\nFax\n:\n(4420) 7215 2235\nE-mail\n:\nA133servicesEWT@berr.gsi.gov.uk\nInternet\n:\nwww.berr.gov.uk/europeantrade/key-trade-issues-gats/page22732/html\nANNEX 4\nNOTES AND SUPPLEMENTARY PROVISIONS\nAd ARTICLE 23\nParagraph 2\nInvestment protection, other than the treatment deriving from Article 25, including investor state dispute settlement procedures, is not covered by this Section.\nAd ARTICLE 24\n1.\nA juridical person is controlled by another juridical person if the latter has the power to name a majority of its directors or otherwise to legally direct its actions.\n2.\nThe terms ‘constitution’ and ‘acquisition’ of a juridical person shall be understood as including capital participation in a juridical person with a view to establishing or maintaining lasting economic links.\nAd ARTICLE 25\nParagraph 1\nTreatment arising from commitments of the Union on the supply of services by contractual services suppliers and independent professionals shall be excluded from this provision. Treatment deriving from agreements concluded by the Union or its Members States providing for mutual recognition in accordance with Article VII of the GATS, shall also be excluded from this provision.\nParagraph 2\nIraq may meet the requirement of this paragraph by according to services, service suppliers, establishments and investors of the Union, either formally identical treatment or formally different treatment to that it accords to its own like services, service suppliers, establishments and investors. Formally identical or formally different treatment shall be considered to be less favourable if it modifies the conditions of competition in favour of services or service suppliers of Iraq compared to like services, service suppliers, establishments and investors of the Union.\nParagraph 3\nFor greater certainty, the notification should be addressed to the Director General of the Directorate General for Trade, or its successor.\nAd ARTICLE 29\nParagraph 4\nThe sole fact of requiring a visa shall not be regarded as nullifying or impairing those benefits.\nAd ARTICLE 60\nParagraph 1\nFor the purpose of this Agreement, intellectual property rights includes copyright, including copyright in computer programs and in databases, sui generis rights for non original databases, and rights related to copyright, rights related to patents, trademarks, trade names in so far as these are protected as exclusive property rights in the domestic law concerned, designs, layout-designs (topographies) of integrated circuits, geographical indications, including designations of origin, indications of source, plant varieties, protection of undisclosed information and the protection against unfair competition as referred to in Article 10bis of the Paris Convention for the Protection of Industrial Property (Stockholm Act 1967).\nAd Sub-Annex 1 of Appendix I of ANNEX 1\n1.\n‘Contracting authorities of the Member States’ covers also any subordinate entity of any contracting authority of a Member State provided it does not have separate legal personality.\n2.\nAs far as procurement by the entities of the Union and by central government entities in the field of defence and security is concerned, only non-sensitive and non-warlike materials contained in the list included under the Commitments by the Union in ANNEX 1 of this Agreement are covered.\nUNILATERAL DECLARATION BY THE EUROPEAN UNION ON ARTICLE 96 (CUSTOMS AND TAX COOPERATION)\nThe Union declares that Member States are committed under Article 96 (Customs and Tax Cooperation) only to the extent that they have subscribed to these principles of good governance in the tax area at Union level.", "summary": "Partnership and cooperation agreement between the EU and Iraq\nPartnership and cooperation agreement between the EU and Iraq\nSUMMARY OF:\nDecision (EU) 2018/1107— conclusion of the Partnership and Cooperation Agreement between the EU and its Member States, of the one part, and Iraq, of the other part\nPartnership and Cooperation Agreement between the EU and its Member States, of the one part, and Iraq, of the other part\nWHAT IS THE AIM OF THIS DECISION AND AGREEMENT?\n              \nThe decision concerns the conclusion, on behalf of the European Union (EU), of the Partnership and Cooperation Agreement with Iraq.\nThe aims of the agreement are:\nto provide an appropriate framework for political dialogue between the parties, allowing the development of political relations;\nto promote trade and investment and harmonious economic relations between the parties and so to help foster their sustainable economic development;\nto provide a basis for legislativeeconomicsocialfinancial, andcultural cooperation.\nKEY POINTS\n              \nThe agreement covers a number of key areas, namely:\npolitical dialogue and cooperation in foreign and security policy, including in the fight against terrorism;countering the proliferation of nuclear weapons;the illegal arms trade, andIraq’s accession to the Rome statute of the International Criminal Court;\ntrade and investment, including incorporating World Trade Organisation rules and providing Iraq with market access to the EU and preferential elements in public procurement, services and investments;\nareas of cooperation, including financial and technical assistance; social and human development cooperation; education, training and youth; employment and social development; human rights; energy; transport; and the environment;\njustice, freedom and security, including a commitment to the rule of law, to judicial cooperation on civil matters as well as cooperation on migration and asylum, and on combating organised crime, money laundering and terrorist financing;\ninstitutional provisions, establishing a Cooperation Council to meet once a year at ministerial level along with a Parliamentary Cooperation Committee comprising members of the Iraqi parliament and the European Parliament.\nDATE OF ENTRY INTO FORCE\n              \nThe agreement entered into force on 1 August 2018.\nBACKGROUND\n              \nThe EU adopted a new strategy for Iraq in 2018.\nFor more information, see:\nThe EU and Iraq (European External Action Service).\nMAIN DOCUMENTS\n            \nCouncil Decision (EU) 2018/1107 of 20 July 2018 on the conclusion of a Partnership and Cooperation Agreement between the European Union and its Member States, of the one part, and the Republic of Iraq, of the other part (OJ L 203, 10.8.2018, p. 1)\nPartnership and Cooperation Agreement between the European Union and its Member States, of the one part, and the Republic of Iraq, of the other part (OJ L 204, 31.7.2012, pp. 20-130)\nRELATED DOCUMENTS\n            \nNotice concerning the entry into force of the Partnership and Cooperation Agreement between the European Union and its Member States, of the one part, and the Republic of Iraq, of the other part (OJ L 207, 16.8.2018, p. 1)\nlast update 11.01.2019", "tags": ["Iraq", "trade cooperation", "cultural cooperation", "economic cooperation", "financial cooperation", "international security", "cooperation agreement (EU)"], "subjects": ["External relations", "Cooperation"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}