{"celex_id": "32006H0952", "reference": "27.12.2006\nEN\nOfficial Journal of the European Union\nL 378/72\nRECOMMENDATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 20 December 2006\non the protection of minors and human dignity and on the right of reply in relation to the competitiveness of the European audiovisual and on-line information services industry\n(2006/952/EC)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 157 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure referred to in Article 251 of the Treaty (2),\nWhereas:\n(1)\nThe Charter of Fundamental Rights of the European Union (3) (‘the Charter’) declares in Article 1 the inviolability of human dignity, providing that it must be respected and protected. Article 24 of the Charter provides that children have the right to such protection and care as is necessary for their well-being and that in all actions relating to children, whether taken by public authorities or private institutions, the child's best interests must be a primary consideration.\n(2)\nThe European Union should gear its political action to preventing any form of violation of the principle of respect for human dignity.\n(3)\nLegislative measures need to be enacted at Union level on the protection of the physical, mental and moral development of minors in relation to the content of all audiovisual and information services and the protection of minors from access to inappropriate adult programmes or services.\n(4)\nThe constant development of new information and communication technologies makes it urgent for the Community to ensure full and adequate protection for citizens' interests in this field on the one hand, by guaranteeing the free delivery and free provision of information services and, on the other hand, by ensuring that their content is legal, respects the principle of human dignity and does not impair the overall development of minors.\n(5)\nThe Community has already intervened in the field of audiovisual and information services in order to create the necessary conditions to ensure the free movement of television broadcasts and other information services, in compliance with the principles of free competition and freedom of expression and information, but it should act with greater determination in this area with the aim of adopting measures to protect consumers from incitement to discrimination based on sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation and of combating any such discrimination. Such action should strike a balance between the protection of individual rights on the one hand and freedom of expression on the other, in particular with respect to Member States' responsibility for defining the notion of incitement to hatred or discrimination in accordance with their national legislation and moral values.\n(6)\nCouncil Recommendation 98/560/EC of 24 September 1998 on the development of the competitiveness of the European audiovisual and information services industry by promoting national frameworks aimed at achieving a comparable and effective level of protection of minors and human dignity (4) is the first legal instrument at Community level which in its recital (5) addresses issues of the protection of minors and of human dignity in relation to audiovisual and information services made available to the public, whatever the means of conveyance. Article 22 of Council Directive 89/552/EEC of 3 October 1989 on the coordination of certain provisions laid down by Law, Regulation or Administrative Action in Member States concerning the pursuit of television broadcasting activities (5) (‘Television without Frontiers Directive’) has already specifically addressed the question of the protection of minors and human dignity in television broadcasting activities.\n(7)\nIt is suggested that the Council and the Commission should pay special attention to the implementation of this Recommendation when revising, negotiating or concluding new partnership agreements or new cooperation programmes with third countries, bearing in mind the global character of producers, distributors or providers of audiovisual content and Internet access.\n(8)\nBy Decision No 276/1999/EC (6), the European Parliament and the Council adopted a multiannual Community Action plan on promoting safer use of the Internet by combating illegal and harmful content on global networks (the ‘Safer Internet Action Plan’).\n(9)\nDecision No 1151/2003/EC of the European Parliament and of the Council (7) extended the Safer Internet Action Plan for two years and amended its scope to include measures to encourage exchange of information and coordination with the relevant actors at national level as well as special provisions for the accession countries.\n(10)\nDirective 2000/31/EC of the European Parliament and of the Council of 8 June 2000 on certain legal aspects of information society services, in particular electronic commerce, in the Internal Market (8) clarifies some legal concepts and harmonises certain aspects in order to enable information society services to fully benefit from the internal market principles. A number of the provisions of Directive 2000/31/EC are also relevant to the protection of minors and human dignity, in particular Article 16(1)(e), according to which Member States and the Commission are to encourage the drawing up of codes of conduct regarding the protection of minors and human dignity.\n(11)\nThe changing media landscape, resulting from new technologies and media innovation, makes it necessary to teach children, and also parents, teachers and trainers to use audiovisual and on-line information services effectively.\n(12)\nOn the whole, self-regulation of the audiovisual sector is proving an effective additional measure, but it is not sufficient to protect minors from messages with harmful content. The development of a European audiovisual area based on freedom of expression and respect for citizens' rights should be based on continuous dialogue between national and European legislators, regulatory authorities, industries, associations, citizens and civil society.\n(13)\nIn the public consultation concerning Directive 97/36/EC of the European Parliament and of the Council of 30 June 1997 amending Council Directive 89/552/EEC on the coordination of certain provisions laid down by law, regulation or administrative action in Member States concerning the pursuit of television broadcasting activities (9), it was suggested that the need to adopt measures in relation to media literacy be included among the subjects covered by Recommendation 98/560/EC.\n(14)\nThe Commission encourages cooperation and the sharing of experience and best practices between existing self- and co-regulatory bodies, which deal with the rating or classification of audiovisual content, regardless of the means by which it is delivered, with a view to enabling all users, but especially parents, teachers and trainers, to report illegal content and assess the content of audiovisual and on-line information services, as well as any legal content which could harm the physical, mental or moral development of minors.\n(15)\nAs suggested during the public consultation concerning Directive 97/36/EC, it is appropriate for the right of reply or equivalent remedies to apply to on-line media, and to take into account the specific features of the medium and service concerned.\n(16)\nThe Council Resolution of 5 October 1995 on the image of women and men portrayed in advertising and the media (10) invites the Member States and the Commission to take adequate measures to promote a diversified and realistic picture of the skills and potential of women and men in society.\n(17)\nWhen tabling its proposal for a Council Directive implementing the principle of equal treatment between men and women in the access to and supply of goods and services, the Commission noted that the portrayal of the sexes in the media and in advertising raises important questions about the protection of the dignity of men and women, but concluded that, in the light of other fundamental rights, including the freedom and pluralism of the media, it would not be appropriate to address these questions in that proposal but that it should take stock of these questions.\n(18)\nThe audiovisual and on-line information services industry should be encouraged at Member State level to avoid and to combat any type of discrimination based on sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation in such media and all advertising, including new advertising techniques, without infringing freedom of expression or of the press.\n(19)\nThis Recommendation covers new technological developments and complements Recommendation 98/560/EC. Its scope, on account of technological advances, includes audiovisual and on-line information services made available to the public via fixed or mobile electronic networks.\n(20)\nNothing in this Recommendation prevents Member States from applying their constitutional provisions and other legislation and legal practices regarding freedom of expression,\nHEREBY RECOMMEND THAT:\nI.   The Member States, in the interests of promoting the development of the audiovisual and on-line information services industry, take the necessary measures to ensure the protection of minors and human dignity in all audiovisual and on-line information services by:\n1.\nconsidering the introduction of measures into their domestic law or practice regarding the right of reply or equivalent remedies in relation to on-line media, with due regard for their domestic and constitutional legislative provisions, and without prejudice to the possibility of adapting the manner in which it is exercised to take into account the particularities of each type of medium;\n2.\npromoting, in order to encourage the take-up of technological developments, in addition to and consistently with existing legal and other measures regarding broadcasting services, and in close cooperation with the parties concerned:\n(a)\naction to enable minors to make responsible use of audiovisual and on-line information services, notably by improving the level of awareness among parents, teachers and trainers of the potential of the new services and of the means whereby they may be made safe for minors, in particular through media literacy or media education programmes and, for instance, by continuous training within school education,\n(b)\naction to facilitate, where appropriate and necessary, the identification of, and access to, quality content and services for minors, including through the provision of means of access in educational establishments and public places,\n(c)\naction to inform citizens more about the possibilities offered by the Internet;\nexamples of possible actions concerning media literacy are outlined in Annex II;\n3.\npromoting a responsible attitude on the part of professionals, intermediaries and users of new communication media such as the Internet by:\n(a)\nencouraging the audiovisual and on-line information services industry, without infringing freedom of expression or of the press, to avoid all discrimination based on sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation, in all audiovisual and on-line information services, and to combat such discrimination,\n(b)\nencouraging vigilance and the reporting of pages considered illegal, without prejudice to Directive 2000/31/EC,\n(c)\ndrawing up a code of conduct in cooperation with professionals and regulatory authorities at national and Community level;\n4.\npromoting measures to combat all illegal activities harmful to minors on the Internet and make the Internet a much more secure medium; consideration could be given inter alia to the following measures:\n(a)\nadopting a quality label for service providers, so that users can easily check whether or not a given provider subscribes to a code of conduct,\n(b)\nestablishing appropriate means for the reporting of illegal and/or suspicious activities on the Internet.\nII.   The audiovisual and on-line information services industry and other parties concerned:\n1.\ndevelop positive measures for the benefit of minors, including initiatives to facilitate their wider access to audiovisual and on-line information services, while avoiding potentially harmful content, for instance by means of filtering systems. Such measures could include harmonisation through cooperation between the regulatory, self-regulatory and co-regulatory bodies of the Member States, and through the exchange of best practices concerning such issues as a system of common descriptive symbols or warning messages indicating the age category and/or which aspects of the content have led to a certain age recommendation, which would help users to assess the content of audiovisual and on-line information services. This could take place, for instance, through the actions outlined in Annex III;\n2.\nexamine the possibility of creating filters which would prevent information offending against human dignity from passing through the Internet;\n3.\ndevelop measures to increase the use of content labelling systems for material distributed over the Internet;\n4.\nconsider effective means of avoiding and combating discrimination based on sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation in audiovisual and on-line information services and of promoting a diversified and realistic picture of the skills and potential of men and women in society.\nTAKE NOTE THAT THE COMMISSION:\n1.\nIntends to promote, in connection with the 2005-2008 multiannual Community programme on promoting safer use of the Internet and new on-line technologies, information actions aimed at citizens Europe-wide using all communications media, to inform the public about the benefits and possible risks of the Internet, how to use it responsibly and safely, how to make complaints and how to activate parental control. Specific campaigns could be aimed at target groups such as schools, parents' associations and users;\n2.\nintends to explore the possibility of introducing a European freephone number or of extending an existing service to assist Internet users by directing them to available complaint mechanisms and information resources and providing information for parents about the effectiveness of filtering software;\n3.\nintends to explore the possibility of supporting the establishment of a generic second level domain name reserved for monitored sites committed to respecting minors and their rights, such as .KID.eu;\n4.\ncontinues to maintain a constructive and ongoing dialogue with content providers' organisations, consumer organisations and all parties concerned;\n5.\nintends to facilitate and support the formation of networks by self-regulatory bodies and the exchanging of experience among them, so as to assess the effectiveness of codes of conduct and approaches based on self-regulation in order to ensure the highest possible standards of protection for minors;\n6.\nintends to submit to the European Parliament and the Council, on the basis of information supplied by the Member States, a report on the implementation and effectiveness of the measures specified in this Recommendation, and to review this Recommendation if and when the need arises.\nDone at Brussels, on 20 December 2006\nFor the European Parliament\nThe President\nJ. BORRELL FONTELLES\nFor the Council\nThe President\nJ. KORKEAOJA\n(1)  OJ C 221, 8.9.2005, p. 87.\n(2)  Opinion of the European Parliament of 7 September 2005 (OJ C 193 E, 17.8.2006, p. 217), Council Common Position of 21 September 2006 (not yet published in the Official Journal) and Position of the European Parliament of 12 December 2006 (not yet published in the Official Journal).\n(3)  OJ C 364, 18.12.2000, p. 1.\n(4)  OJ L 270, 7.10.1998, p. 48.\n(5)  OJ L 298, 17.10.1989, p. 23. Directive as amended by Directive 97/36/EC of the European Parliament and of the Council (OJ L 202, 30.7.1997, p. 60).\n(6)  Decision No 276/1999/EC of the European Parliament and of the Council of 25 January 1999 adopting a multiannual Community action plan on promoting safer use of the Internet by combating illegal and harmful content on global networks (OJ L 33, 6.2.1999, p. 1). Decision as last amended by Decision No 787/2004/EC (OJ L 138, 30.4.2004, p. 12).\n(7)  Decision No 1151/2003/EC of the European Parliament and of the Council of 16 June 2003 amending Decision No 276/1999/EC adopting a multiannual Community action plan on promoting safer use of the Internet by combating illegal and harmful content on global networks (OJ L 162, 1.7.2003, p. 1).\n(8)  OJ L 178, 17.7.2000, p. 1.\n(9)  OJ L 202, 30.7.1997, p. 60.\n(10)  OJ C 296, 10.11.1995, p. 15.\nANNEX I\nINDICATIVE GUIDELINES FOR THE IMPLEMENTATION, AT NATIONAL LEVEL, OF MEASURES IN DOMESTIC LAW OR PRACTICE SO AS TO ENSURE THE RIGHT OF REPLY OR EQUIVALENT REMEDIES IN RELATION TO ON-LINE MEDIA\nObjective: introducing measures in the domestic law or practice of the Member States in order to ensure the right of reply or equivalent remedies in relation to on-line media, with due regard for their domestic and constitutional provisions and without prejudice to the possibility of adjusting its exercise to the particularities of each type of medium.\nThe term ‘medium’ refers to any means of communication for dissemination to the public of edited information on-line such as newspapers, periodicals, radio, television and Internet-based news services.\nWithout prejudice to other provisions adopted by the Member States under civil, administrative or criminal law, any natural or legal person, regardless of nationality, whose legitimate interests, in particular, but not limited to, reputation and good name, have been affected by an assertion of facts in a publication or transmission should have the right of reply or equivalent remedies. Member States should ensure that the actual exercise of the right of reply or equivalent remedies is not hindered by the imposition of unreasonable terms or conditions.\nThe right of reply or equivalent remedies should exist in relation to on-line media under the jurisdiction of a Member State.\nMember States should adopt the measures needed to establish the right of reply or equivalent remedies and should determine the procedure to be followed for the exercise thereof. In particular, they should ensure that a sufficient time span is allowed and that the procedures are such that the right of reply or equivalent remedies can be exercised appropriately by natural or legal persons resident or established in other Member States.\nThe right of reply can be ensured not only through legislation, but also through co-regulatory or self-regulatory measures.\nThe right of reply is a particularly appropriate remedy in the on-line environment because it allows for an instant response to contested information and it is technically easy to attach the replies from the persons affected. However, the reply should be within a reasonable time after the request has been substantiated and at a time and in a manner appropriate to the publication or transmission to which the request refers.\nProvision should be made for procedures whereby disputes as to the exercise of the right of reply or the equivalent remedies could be subject to review by the courts or similar independent bodies.\nAn application for exercise of right of reply or the equivalent remedies may be rejected if the claimant does not have a legitimate interest in the publication of such a reply, or if the reply would involve a punishable act, would render the content provider liable to civil law proceedings or would transgress standards of public decency.\nThe right of reply is without prejudice to other remedies available to persons whose right to dignity, honour, reputation or privacy have been breached by the media.\nANNEX II\nExamples of possible actions concerning media literacy:\n(a)\ncontinuing education of teachers and trainers, in liaison with child protection associations, on using the Internet in the context of school education so as to maintain awareness of the possible risks of the Internet with particular regard to chatrooms and fora;\n(b)\nintroduction of specific Internet training aimed at children from a very early age, including sessions open to parents;\n(c)\nan integrated educational approach forming part of school curricula and media literacy programmes, so as to provide information on using the Internet responsibly;\n(d)\norganisation of national campaigns aimed at citizens, involving all communications media, to provide information on using the Internet responsibly;\n(e)\ndistribution of information packs on possible risks of the Internet (‘how to surf the Internet safely’, ‘how to filter unwanted messages’) and the setting up of hotlines to which reports or complaints concerning harmful or illegal content could be addressed;\n(f)\nadequate measures to establish or improve the performance of telephone hotlines, so as to make it easier to lodge complaints and to make it possible to report harmful or illegal content.\nANNEX III\nExamples of possible actions by the industries and the parties concerned for the benefit of minors:\n(a)\nsystematically providing users with an effective, updatable and easy-to-use filtering system when they subscribe to an access provider;\n(b)\noffering access to services specifically intended for children which are equipped with automatic filtering systems operated by access providers and mobile telephone operators;\n(c)\nintroducing incentives to provide a regularly updated description of the sites available, making it easier to classify sites and assess their content;\n(d)\nposting banners on search engines drawing attention to the availability both of information about responsible use of the Internet and of telephone hotlines.", "summary": "Protection of minors and human dignity in audiovisual and information services (2006 recommendation)\nProtection of minors and human dignity in audiovisual and information services (2006 recommendation)\nThis recommendation calls for a further step to be taken towards establishing effective cooperation between the Member States, the industry and other interested parties as regards the protection of minors and human dignity in the broadcasting and Internet services sectors. It supplements Council Recommendation 98/560/EC on the same subject, taking into account recent technological developments and the changing media landscape.\nACT\nRecommendation 2006/952/EC of the European Parliament and of the Council of 20 December 2006 on the protection of minors and human dignity and on the right of reply in relation to the competitiveness of the European audiovisual and on-line information services industry [Official Journal L 378 of 27.12.2006].\nSUMMARY\nThe emergence of new information and communication technology demands constant vigilance when it comes to protecting the rights of the individual. It must be ensured that the content of audiovisual and information services stays within the law, respects the principle of human dignity and does not impair the development of minors.\nTo create a \"European media area\" that respects freedom of expression and, at the same time, the rights of the consumer, action will be required at all levels: European level, by Member States, and by the industry and other parties concerned.\nACTION AT MEMBER STATE LEVEL\nThe recommendation calls on Member States to take the necessary measures to ensure that minors and human dignity are better protected across all audiovisual and on-line information services.\nRight of reply across all media\nMember States are invited to consider introducing measures regarding the right of reply or equivalent remedies in relation to on-line media.\nPromoting responsible use by minors\nThe recommendation invites Member States to take measures to enable minors to make responsible use of audiovisual and on-line information services. This could involve improving the level of awareness among parents, teachers and trainers of the potential of the new services and of the means whereby they may be made safe for minors.\nPromoting a responsible attitude on the part of professionals, intermediaries and users\nMember States are invited to promote a responsible attitude on the part of professionals, intermediaries and users by:\nencouraging the audiovisual and on-line information services industry to avoid all discrimination based on sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation, and to combat any such discrimination;\nencouraging vigilance and the reporting of pages considered illegal;\ndrawing up a code of conduct in cooperation with professionals and regulatory authorities at national and Community level.\nCombating illegal activity\nA key role is ascribed to measures to combat illegal activity that is likely to be harmful to minors on the Internet. The recommendation proposes that the following measures be taken:\nawarding a quality label to service providers so that users can easily check whether or not a given provider subscribes to a code of conduct;\nestablishing appropriate means for the reporting of illegal and/or suspicious activities on the Internet.\nACTION AT INDUSTRY LEVEL\nApart from the Member States, the audiovisual and on-line information services industry and other parties concerned are also urged to take action to ensure respect for human dignity and the protection of minors in the services they offer.\nPositive measures for the benefit of minors\nThe recommendation suggests that a number of initiatives be adopted, including greater cooperation between the regulatory, self-regulatory and co-regulatory bodies of the Member States. It also encourages the exchange of best practices concerning such issues as a system of common descriptive symbols or warning messages which would help users to assess the content of the services.\nTechnical measures\nThe industry is urged to examine the possibility of creating filters which would prevent information offending against human dignity from passing through the Internet. It is also encouraged to develop measures to increase the use of content labelling systems for material distributed over the Internet.\nCombating discrimination\nThe recommendation invites the industry to find effective means of fighting any incitement to discrimination in audiovisual and on-line information services. In addition, it should promote a diversified and realistic picture of the skills and potential of men and women in society.\nCOMMISSION INITIATIVES\nApart from its activity in the context of the 2005-2008 Community programme for a safer Internet, the Commission intends to take a number of initiatives to promote the protection of minors and human dignity in audiovisual and on-line information services. These involve, in particular:\nintroducing a European freephone number to provide Internet users with information on issues relating to the protection of minors and human dignity;\npossible support for the establishment of a generic second-level domain name reserved for monitored sites committed to respecting minors and their rights;\nsupport for the formation of networks by self-regulatory bodies and the exchanging of experience among them, with the aim of assessing the effectiveness of codes of conduct and approaches based on self-regulation.\nRELATED ACTS\nCouncil Recommendation 98/560/EC of 24 September 1998 on the development of the competitiveness of the European audiovisual and information services industry by promoting national frameworks aimed at achieving a comparable and effective level of protection of minors and human dignity [Official Journal L 270 of 7 October 1998].\nThis 1998 recommendation is the first legal instrument at Community level governing the content of audiovisual and information services and the protection of minors and human dignity.\nLast updated: 19.02.2007", "tags": ["information industry", "transmission network", "child protection", "selective dissemination of information", "competitiveness", "European audiovisual area", "law relating to information", "Internet"], "subjects": ["Provisions governing the Institutions", "Industry", "Scientific and technical information and documentation"], "split": "train", "reference_annotations": {"32006H0952_p1": {"text": "In the public consultation concerning directive 97/36/ec of the European Parliament and of the Council of 30 June 1997 amending Council directive 89/552/eec on the coordination of certain provisions laid down by law, regulation or administrative action in Member States concerning the pursuit of television broadcasting activities (9), it was suggested that the need to adopt measures in relation to media literacy be included among the subjects covered by Recommendation 98/560/EC.", "triples": [" directive 97/36/ec,  amending,  directive 89/552/eec"]}, "32006H0952_p2": {"text": "(6)  decision 276/1999/ec of the European Parliament and of the Council of 25 January 1999 adopting a multiannual Community action plan on promoting safer use of the Internet by combating illegal and harmful content on global networks (OJ L 33, 6.2.1999, p. 1). Decision as last amended by decision 787/2004/ec (OJ L 138, 30.4.2004, p. 12).", "triples": [" decision 787/2004/ec,  amended,  decision 276/1999/ec"]}, "32006H0952_p3": {"text": "(7)  decision 1151/2003/ec of the European Parliament and of the Council of 16 June 2003 amending decision 276/1999/ec adopting a multiannual Community action plan on promoting safer use of the Internet by combating illegal and harmful content on global networks (OJ L 162, 1.7.2003, p. 1).", "triples": [" decision 1151/2003/ec,  amending,  decision 276/1999/ec"]}}, "summary_annotations": {}}