{"celex_id": "21999A0204(01)", "reference": "4.2.1999\nEN\nOfficial Journal of the European Communities\nL 31/3\nAGREEMENT\non mutual recognition between the European Community and the United States of America\nTABLE OF CONTENTS\n1.\nFramework\n4.\n2.\nTelecommunication Equipment\n13\n3.\nElectromagnetic Compatibility (EMC)\n21\n4.\nElectical Safety\n27\n5.\nRecreational Craft\n32\n6.\nPharmaceutical Good Manufacturing Practices (GMPs)\n36\n7.\nMedical Devices\n49\nThe EUROPEAN COMMUNITY, and THE UNITED STATES OF AMERICA, hereinafter referred to as ‘the Parties’,\nCONSIDERING the traditional links of friendship that exist between the United States of America (US) and the European Community (EC);\nDESIRING to facilitate bilateral trade between them;\nRECOGNISING that mutual recognition of conformity assessment activities is an important means of enhancing market access between the Parties;\nRECOGNISING that an agreement providing for mutual recognition of conformity assessment activities is of particular interest to small and medium-sized businesses in the US and the EC;\nRECOGNISING that any such mutual recognition also requires confidence in the continued reliability of the other Party's conformity assessments;\nRECOGNISING the importance of maintaining each Party's high levels of health, safety, environmental and consumer protection;\nRECOGNISING that mutual recognition agreements can positively contribute in encouraging greater international harmonisation of standards;\nNOTING that this Agreement is not intended to displace private sector bilateral and multilateral arrangements among conformity assessment bodies or to affect regulatory regimes allowing for manufacturers' self-assessments and declarations of conformity;\nBEARING IN MIND that the Agreement on Technical Barriers to Trade, an agreement annexed to the Agreement establishing the World Trade Organization (WTO), imposes obligations on the Parties as Contracting Parties to the WTO, and encourages such Contracting Parties to enter into negotiations for the conclusion of agreements for the mutual recognition of results of each other's conformity assessment;\nRECOGNISING that any such mutual recognition needs to offer an assurance of conformity with applicable technical regulations or standards equivalent to the assurance offered by the Party's own procedures;\nRECOGNISING the need to conclude an Agreement on Mutual Recognition (MRA) in the field of conformity assessment with sectoral annexes; and\nBEARING in mind the respective commitments of the Parties under bilateral, regional and multilateral environment, health, safety and consumer protection agreements.\nHAVE AGREED AS FOLLOWS:\nArticle 1\nDefinitions\n1.   The following terms and definitions shall apply to this Agreement only:\n—\n‘Designating Authority’ means a body with power to designate, monitor, suspend, remove suspension of, or withdraw conformity assessment bodies as specified under this Agreement.\n—\n‘Designation’ means the identification by a Designating Authority of a conformity assessment body to perform conformity assessment procedures under this Agreement.\n—\n‘Regulatory Authority’ means a government agency or entity that exercises a legal right to control the use or sale of products within a Party's jurisdiction and may take enforcement action to ensure that products marketed within its jurisdiction comply with legal requirements.\n2.   Other terms concerning conformity assessment used in this Agreement shall have the meaning given elsewhere in this Agreement or in the definitions contained in Guide 2 (1996 edition) of the International Organization for Standardisation (ISO) and the International Electrotechnical Commission (IEC). In the event of an inconsistency between ISO/IEC Guide 2 and definitions in this Agreement, the definitions in this Agreement shall prevail.\nArticle 2\nPurpose of the Agreement\nThis Agreement specifies the conditions by which each Party will accept or recognise results of conformity assessment procedures, produced by the other Party's conformity assessment bodies or authorities, in assessing conformity to the importing Party's requirements, as specified on a sector-specific basis in the Sectoral Annexes, and to provide for other related cooperative activities. The objective of such mutual recognition is to provide effective market access throughout the territories of the Parties with regard to conformity assessment for all products covered under this Agreement. If any obstacles to such access arise, consultations will promptly be held. In the absence of a satisfactory outcome of such consultations, the Party alleging its market access has been denied, may, within 90 days of such consultation, invoke its right to terminate the Agreement in accordance with Article 21.\nArticle 3\nGeneral obligations\n1.   The United States shall, as specified in the Sectoral Annexes, accept or recognise results of specified procedures, used in assessing conformity to specified legislative, regulatory, and administrative provisions of the United States, produced by the other Party's conformity assessment bodies and/or authorities.\n2.   The European Community and its Member States shall, as specified in the Sectoral Annexes, accept or recognise results of specified procedures, used in assessing conformity to specified legislative, regulatory and administrative provisions of the European Community and its Member States, produced by the other Party's conformity assessment bodies and/or authorities.\n3.   Where sectoral transition arrangements have been specified in Sectoral Annexes, the above obligations will apply following the successful completion of those sectoral transition arrangements, with the understanding that the conformity assessment procedures utilised assure conformity to the satisfaction of the receiving Party, with applicable legislative, regulatory and administrative provisions of that Party, equivalent to the assurance offered by the receiving Party's own procedures.\nArticle 4\nGeneral coverage of the Agreement\n1.   This Agreement applies to conformity assessment procedures for products and/or processes and to other related cooperative activities as described in this Agreement.\n2.   Sectoral Annexes may include:\n(a)\na description of the relevant legislative, regulatory and administrative provisions pertaining to the conformity assessment procedures and technical regulations;\n(b)\na statement on the product scope and coverage;\n(c)\na list of Designating Authorities;\n(d)\na list of agreed conformity assessment bodies or authorities or a source from which to obtain a list of such bodies or authorities and a statement of the scope of the conformity assessment procedures for which each has been agreed;\n(e)\nthe procedures and criteria for designating the conformity assessment bodies;\n(f)\na description of the mutual recognition obligations;\n(g)\na sectoral transition arrangement;\n(h)\nthe identity of a sectoral contact point in each Party's territory; and\n(i)\na statement regarding the establishment of a Joint Sectoral Committee.\n3.   This Agreement shall not be construed to entail mutual acceptance of standards or technical regulation of the Parties and, unless otherwise specified in a Sectoral Annex, shall not entail the mutual recognition of the equivalence of standards or technical regulations.\nArticle 5\nTransitional arrangements\nThe Parties agree to implement the transitional commitments on confidence building as specified in the Sectoral Annexes.\n1.\nThe Parties agree that each sectoral transition arrangement shall specify a time period for completion.\n2.\nThe Parties may amend any transition arrangement by mutual agreement.\n3.\nPassage from the transitional phase to the operational phase shall proceed as specified in each Sectoral Annex, unless either Party documents that the conditions provided in such Sectoral Annex for a successful transition are not met.\nArticle 6\nDesignating Authorities\nThe Parties shall ensure that the Designating Authorities specified in the Sectoral Annexes have the power and competence in their respective territories to carry out decisions under this Agreement to designate, monitor, suspend, remove suspension of, or withdraw conformity assessment bodies.\nArticle 7\nDesignation and listing procedures\nThe following procedures shall apply with regard to the designation of conformity assessment bodies and the inclusion of such bodies in the list of conformity assessment bodies in a Sectoral Annex:\n(a)\nThe Designating Authority identified in a Sectoral Annex shall designate conformity assessment bodies in accordance with the procedures and criteria set forth in that Sectoral Annex;\n(b)\nA Party proposing to add a conformity assessment body to the list of such bodies in a Sectoral Annex shall forward its proposal of one or more designated conformity assessment bodies in writing to the other Party with a view to a decision by the Joint Committee;\n(c)\nWithin 60 days following receipt of the proposal, the other Party shall indicate its position regarding either its confirmation or its opposition. Upon confirmation, the inclusion in the Sectoral Annex of the proposed conformity assessment body or bodies shall take effect; and\n(d)\nIn the event that the other Party contests on the basis of documented evidence the technical competence or compliance of a proposed conformity assessment body, or indicates in writing that it requires an additional 30 days to more fully verify such evidence, such conformity assessment body shall not be included on the list of conformity assessment bodies in the applicable Sectoral Annex. In this instance, the Joint Committee may decide that the body concerned be verified. After the completion of such verification, the proposal to list the conformity assessment body in the Sectoral Annex may be resubmitted to the other Party.\nArticle 8\nSuspension of listed conformity assessment bodies\nThe following procedures shall apply with regard to the suspension of a conformity assessment body listed in a Sectoral Annex:\n(a)\nA Party shall notify the other Party of its contestation of the technical competence or compliance of a conformity assessment body listed in a Sectoral Annex and the contesting Party's intent to suspend such conformity assessment body. Such contestation shall be exercised when justified in an objective and reasoned manner in writing to the other Party;\n(b)\nThe conformity assessment body shall be given prompt notice by the other Party and an opportunity to present information in order to refute the contestation or to correct the deficiencies which form the basis of the contestation;\n(c)\nAny such contestation shall be discussed between the Parties in the relevant Joint Sectoral Committee. If there is no Joint Sectoral Committee, the contesting Party shall refer the matter, directly to the Joint Committee. If agreement to suspend is reached by the Joint Sectoral Committee or, if there is no Joint Sectoral Committee, by the Joint Committee, the conformity assessment body shall be suspended;\n(d)\nWhere the Joint Sectoral Committee or Joint Committee decides that verification of technical competence or compliance is required, it shall normally be carried out in a timely manner by the Party in whose territory the body in question is located, but may be carried out jointly by the Parties in justified cases;\n(e)\nIf the matter has not been resolved by the Joint Sectoral Committee within 10 days of the notice of contestation, the matter shall be referred to the Joint Committee for a decision. If there is no Joint Sectoral Committee, the matter shall be referred directly to the Joint Committee. If no decision is reached by the Joint Committee within 10 days of the referral to it, the conformity assessment body shall be suspended upon the request of the contesting Party;\n(f)\nUpon the suspension of a conformity assessment body listed in a Sectoral Annex, a Party is no longer obligated to accept or recognise the results of conformity assessment procedures performed by that conformity assessment body subsequent to suspension. A Party shall continue to accept the results of conformity assessment procedures performed by that conformity assessment body prior to suspension, unless a Regulatory Authority of the Party decides otherwise based on health, safety or environmental considerations or failure to satisfy other requirements within the scope of the applicable Sectoral Annex; and\n(g)\nThe suspension shall remain in effect until agreement has been reached by the Parties upon the future status of that body.\nArticle 9\nWithdrawal of listed conformity assessment bodies\nThe following procedures shall apply with regard to the withdrawal from a Sectoral Annex of a conformity assessment body:\n(a)\nA Party proposing to withdraw a conformity assessment body listed in a Sectoral Annex shall forward its proposal in writing to the other Party;\n(b)\nSuch conformity assessment body shall be promptly notified by the other Party and shall be provided a period of at least 30 days from receipt to provide information in order to refute or to correct the deficiencies which form the basis of the proposed withdrawal;\n(c)\nWithin 60 days following receipt of the proposal, the other Party shall indicate its position regarding either its confirmation or its opposition. Upon confirmation, the withdrawal from the list in the Sectoral Annex of the conformity assessment body shall take effect;\n(d)\nIn the event the other Party opposes the proposal to withdraw by supporting the technical competence and compliance of the conformity assessment body, the conformity assessment body shall not at that time be withdrawn from the list of conformity assessment bodies in the applicable Sectoral Annex. In this instance, the Joint Sectoral Committee or the Joint Committee may decide to carry out a joint verification of the body concerned. After the completion of such verification, the proposal for withdrawal of the conformity assessment body may be resubmitted to the other Party; and\n(e)\nSubsequent to the withdrawal of a conformity assessment body listed in a Sectoral Annex, a Party shall continue to accept the results of conformity assessment procedures performed by that conformity assessment body prior to withdrawal, unless a Regulatory Authority of the Party decides otherwise based on health, safety and environmental considerations or failure to satisfy other requirements within the scope of the applicable Sectoral Annex.\nArticle 10\nMonitoring of conformity assessment bodies\nThe following shall apply with regard to the monitoring of conformity assessment bodies listed in a Sectoral Annex:\n(a)\nDesignating Authorities shall assure that their conformity assessment bodies listed in a Sectoral Annex are capable and remain capable of properly assessing conformity of products or processes, as applicable, and as covered in the applicable Sectoral Annex. In this regard, Designating Authorities shall maintain, or cause to maintain, ongoing surveillance over their conformity assessment bodies by means of regular audit or assessment;\n(b)\nThe Parties undertake to compare methods used to verify that the conformity assessment bodies listed in the Sectoral Annexes comply with the relevant requirements of the Sectoral Annexes. Existing systems for the evaluation of conformity assessment bodies may be used as part of such comparison procedures;\n(c)\nDesignating Authorities shall consult as necessary with their counterparts, to ensure the maintenance of confidence in conformity assessment procedures. With the consent of both Parties, this consultation may include joint participation in audits/inspections related to conformity assessment activities or other assessments of conformity assessment bodies listed in a Sectoral Annex; and;\n(d)\nDesignating Authorities shall consult, as necessary, with the relevant Regulatory Authorities of the other Party to ensure that all technical requirements are identified and are satisfactorily addressed.\nArticle 11\nConformity assessment bodies\nEach Party recognises that the conformity assessment bodies listed in the Sectoral Annexes fulfil the conditions of eligibility to assess conformity in relation to its requirements as specified in the Sectoral Annexes. The Parties shall specify the scope of the conformity assessment procedures for which such bodies are listed.\nArticle 12\nExchange of information\n1.   The Parties shall exchange information concerning the implementation of the legislative, regulatory, and administrative provisions identified in the Sectoral Annexes.\n2.   Each Party shall notify the other Party of legislative, regulatory and administrative changes related to the subject matter of this Agreement at least 60 days before their entry into force. Where considerations of safety, health or environmental protection require more urgent action a Party shall notify the other Party as soon as practicable.\n3.   Each Party shall promptly notify the other Party of any changes to its Designating Authorities and/or conformity assessment bodies.\n4.   The Parties shall exchange information concerning the procedures used to ensure that the listed conformity assessment bodies under their responsibility comply with the legislative, regulatory, and administrative provisions outlined in the Sectoral Annexes.\n5.   Regulatory Authorities identified in the Sectoral Annexes shall consult as necessary with their counterparts, to ensure the maintenance of confidence in conformity assessment procedures and to ensure that all technical requirements are identified and are satisfactorily addressed.\nArticle 13\nSectoral contact points\nEach Party shall appoint and confirm in writing contact points to be responsible for activities under each Sectoral Annex.\nArticle 14\nJoint Committee of the Parties\n1.   The Parties hereby establish a Joint Committee consisting of representatives of each Party. The Joint Committee comprised shall be responsible for the effective functioning of the Agreement.\n2.   The Joint Committee may establish Joint Sectoral Committees comprised of appropriate Regulatory Authorities and others deemed necessary.\n3.   Each Party shall have one vote in the Joint Committee. The Joint Committee shall make its decisions by unanimous consent. The Joint Committee shall determine its own rules and procedures.\n4.   The Joint Committee may consider any matter relating to the effective functioning of this Agreement. In particular it shall be responsible for:\n(a)\nlisting, suspension, withdrawal and verification of conformity assessment bodies in accordance with this Agreement;\n(b)\namending transitional arrangements in Sectoral Annexes;\n(c)\nresolving any questions relating to the application of this Agreement and its Sectoral Annexes not otherwise resolved in the respective Joint Sectoral Committees;\n(d)\nproviding a forum for discussion of issues that may arise concerning the implementation of this Agreement;\n(e)\nconsidering ways to enhance the operation of this Agreement;\n(f)\ncoordinating the negotiation of additional Sectoral Annexes; and\n(g)\nconsidering whether to amend this Agreement or its Sectoral Annexes in accordance with Article 21.\n5.   When a Party introduces new or additional conformity assessment procedures affecting a Sectoral Annex, the Parties shall discuss the matter in the Joint Committee with a view to bringing such new or additional procedures within the scope of this Agreement and the relevant Sectoral Annex.\nArticle 15\nPreservation of regulatory authority\n1.   Nothing in this Agreement shall be construed to limit the authority of a Party to determine, through its legislative, regulatory and administrative measures, the level of protection it considers appropriate for safety; for protection of human, animal, or plant life or health; for the environment; for consumers; and otherwise with regard to risks within the scope of the applicable Sectoral Annex.\n2.   Nothing in this Agreement shall be construed to limit the authority of a Regulatory Authority to take all appropriate and immediate measures whenever it ascertains that a product may: (a) compromise the health or safety of persons in its territory; (b) not meet the legislative, regulatory, or administrative provisions within the scope of the applicable Sectoral Annex; or (c) otherwise fail to satisfy a requirement within the scope of the applicable Sectoral Annex. Such measures may include withdrawing the products from the market, prohibiting their placement on the market, restricting their free movement, initiating a product recall, and preventing the recurrence of such problems, including through a prohibition on imports. If the Regulatory Authority takes such action, it shall inform its counterpart authority and the other Party within 15 days of taking such action, providing its reasons.\nArticle 16\nSuspension of recognition obligations\nEither Party may suspend its obligations under a Sectoral Annex, in whole or in part, if:\n(a)\na Party suffers a loss of market access for the Party's products within the scope of the Sectoral Annex as a result of the failure of the other Party to fulfil its obligations under the Agreement;\n(b)\nthe adoption of new or additional conformity assessment requirements as referenced in Article 14(5) results in a loss of market access for the Party's products within the scope of the Sectoral Annex because conformity assessment bodies designated by the Party in order to meet such requirements have not been recognized by the Party implementing the requirements; or;\n(c)\nthe other Party fails to maintain legal and regulatory authorities capable of implementing the provisions of this Agreement.\nArticle 17\nConfidentiality\n1.   Each Party agrees to maintain, to the extent required under its laws, the confidentiality of information exchanged under this Agreement.\n2.   In particular, neither Party shall disclose to the public, nor permit a conformity assessment body to disclose to the public, information exchanged under this Agreement that constitutes trade secrets, confidential commercial or financial information, or information that relates to an ongoing investigation.\n3.   A Party or a conformity assessment body may, upon exchanging information with the other Party or with a conformity assessment body of the other Party, designate the portions of the information that it considers to be exempt from disclosure.\n4.   Each Party shall take all precautions reasonably necessary to protect information exchanged under this Agreement from unauthorised disclosure.\nArticle 18\nFees\nEach Party shall endeavour to ensure that fees imposed for services under this Agreement shall be commensurate with the services provided. Each Party shall ensure that, for the sectors and conformity assessment procedures covered under this Agreement, it shall charge no fees with respect to conformity assessment services provided by the other Party.\nArticle 19\nAgreements with other countries\nExcept where there is written agreement between the Parties, obligations contained in mutual recognition agreements concluded by either Party with a party not a signatory to this Agreement (a third party) shall have no force and effect with regard to the other Party in terms of acceptance of the results of conformity assessment procedures in the third party.\nArticle 20\nTerritorial application\nThis Agreement shall apply, on the one hand, to the territories in which the Treaty establishing the European Community is applied, and under the conditions laid down in that Treaty and, on the other hand, to the territory of the United States.\nArticle 21\nEntry into force, amendment and termination\n1.   This Agreement including its Sectoral Annexes on Telecommunication Equipment, Electromagnetic Compatibility, Electrical Safety, Recreational Craft, Pharmaceutical Good Manufacturing Practices (GMPs), and Medical Devices shall enter into force on the first day of the second month following the date on which the Parties have exchanged letters confirming the completion of their respective procedures for the entry into force of this Agreement.\n2.   This Agreement including any Sectoral Annex may, through the Joint Committee, be amended in writing by the Parties. The Parties may add a Sectoral Annex upon the exchange of letters. Such Annex shall enter into force 30 days following the date on which the Parties have exchanged letters confirming the completion of their respective procedures for the entry into force of the Sectoral Annex.\n3.   Either Party may terminate this Agreement in its entirety or any individual Sectoral Annex thereof by giving the other Party six months notice in writing. In the case of termination of one or more Sectoral Annexes, the Parties will seek to achieve by consensus to amend this Agreement, with a view to preserving the remaining Sectoral Annexes, in accordance with the procedures in this Article. Failing such consensus, the Agreement shall terminate at the end of six months from the date of notice.\n4.   Following termination of the Agreement in its entirety or any individual Sectoral Annex thereof, a Party shall continue to accept the results of conformity assessment procedures performed by conformity assessment bodies under this Agreement prior to termination, unless a Regulatory Authority in the Party decides otherwise based on health, safety and environmental considerations or failure to satisfy other requirements within the scope of the applicable Sectoral Annex.\nArticle 22\nFinal provisions\n1.   The Sectoral Annexes referred to in Article 21(1), as well as any New Sectoral Annexes added pursuant to Article 21(2), shall form an integral part of this Agreement.\n2.   For a given product or sector, the provisions contained in the relevant Sectoral Annexes shall apply in the first place, and the provisions of this text in addition to those provisions. In the case of any inconsistency between the provisions of a Sectoral Annex and this text, the Sectoral Annex shall prevail, to the extent of that inconsistency.\n3.   This Agreement shall not affect the rights and obligations of the Parties under any other international agreement.\n4.   In the case of the Sectoral Annex on Medical Devices, the Parties shall review the status of such Annex at the end of three years from entry into force.\nThis Agreement and the Sectoral Annexes are drawn up in two original in the Danish, Dutch, English, Finnish, French, German, Greek, Italian, Portuguese, Spanish and Swedish languages, each text being equally authentic. In the event of inconsistencies of interpretation, the English text shall be determinative.\nHecho en Londres, el dieciocho de mayo de mil novecientos noventa y ocho.\nUdfærdiget i London den attende maj nitten hundrede og otteoghalvfems.\nGeschehen zu London am achtzehnten Mai neunzehnhundertachtundneunzig.\nΈγινε στο Λονδίνο, στις δέκα οκτώ Μαΐου χίλια εννιακόσια ενενήντα οκτώ.\nDone at London on the eighteenth day of May in the year one thousand nine hundred and ninety-eight.\nFait à Londres, le dix-huit mai mil neuf cent quatre-vingt-dix-huit.\nFatto a Londra, addì diciotto maggio millenovecentonovantotto.\nGedaan te Londen, de achttiende mei negentienhonderd achtennegentig.\nFeito em Londres, em dezoito de Maio de mil novecentos e noventa e oito.\nTehty Lontoossa kahdeksantenatoista päivänä toukokuuta vuonna tuhatyhdeksänsataayhdeksänkymmentäkahdeksan.\nSom skedde i London den artonde maj nittonhundranittioåtta.\nPor la Comunidad Europea\nFor Det Europæiske Fællesskab\nFür die Europäische Gemeinschaft\nΓια την Ευρωπαϊκή Κοινότητα\nFor the European Community\nPour la Communauté européenne\nPer la Comunità europea\nVoor de Europese Gemeenschap\nPela Comunidade Europeia\nEuroopan yhteisön puolesta\nPå Europeiska gemenskapens vägnar\nPor los Estados Unidos de América\nFor Amerikas Forenede Stater\nFür die Vereinigten Staaten von Amerika\nΓια τις Ηνωμένες Πολιτείες της Αμερικής\nFor the United States of America\nPour les États-Unis d'Amérique\nPer gli Stati Uniti d'America\nVoor de Verenigde Staten van Amerika\nPelos Estados Unidos da América\nAmerikan yhdysvaltojen puolesta\nPå Amerikas förenta staternas vägnar\nSECTORAL ANNEX FOR TELECOMMUNICATION EQUIPMENT\nPREAMBLE\nThis Annex constitutes a Sectoral Annex to the Agreement on Mutual Recognition of Conformity Assessment between the United States and the European Community.\nSECTION I\nLEGISLATIVE, REGULATORY AND ADMINISTRATIVE PROVISIONS\nEC\nUSA\nDirective 98/13/EC of the European Parliament and of the Council of 12 February 1998 relating to telecommunications terminal equipment and satellite earth station equipment, including the mutual recognition of their conformity, and interpretation thereof;\nCommunications Act of 1934, as amended by the Telecommunication Act of 1996, (Title 47 of the United States Code).\nThe US regulatory and administrative provisions in respect of telecommunication equipment, including 47 CFR Part 68, and FCC interpretation thereof;\n(The Parties recognize that the Handbook on the implementation of Directive 98/13/EC (ADLNB and ACTE approved), provides useful guidelines for the implementation of conformity assessment procedures falling under this Directive.);\n(The Parties recognize that the FCC Form 730 Application Guide provides useful guidelines for the implementation of conformity assessment procedures for telecommunication terminal equipment falling within these regulations.);\nCommission Decisions (CTRs) established under Directive 98/13/EC;\nThe EC Member States' legislation and regulations in respect of:\n(a)\nnon-harmonised analogue connection to the public telecommunications network (1);\nb)\nnon-harmonised radio transmitters for which there is a civilian equipment authorisation requirement;\nThe US regulatory and administrative provisions in respect of all radio transmitters subject to an equipment authorisation requirement. A non-exclusive list of FCC regulations are contained in Section II;\nFor electrical safety, see Electrical Safety Sectoral Annex to the Agreement;\nFor electrical safety, see Electrical Safety Sectoral Annex to the Agreement;\nFor electromagnetic compatibility aspects, see Electromagnetic Compatibility (EMC) Sectoral Annex to the Agreement.\nFor electromagnetic compatibility aspects, see Electromagnetic Compatibility (EMC) Sectoral Annex to the Agreement.\nSECTION II\nSCOPE AND COVERAGE\n1.\nThis Sectoral Annex shall apply to equipment, interfaces, and services subject to Section I. In general terms the provisions of this Sectoral Annex shall apply to the following types of telecommunication terminal equipment, satellite terminal equipment, radio transmitters, and information technology equipment:\n(a)\nequipment intended for connection to the public telecommunications network in order to send, process or receive information, whether the equipment is to be connected directly to the ‘termination’ of the network or to inter-work with such a network, being connected directly or indirectly to the termination point. The system of connection may be wire, radio, optical or other electro-magnetic means;\n(b)\nequipment capable of being connected to a public telecommunications network even if it is not its intended purpose, including information technology equipment having a communication port; and\n(c)\nall radio transmitters subject to an equipment authorisation procedure by either Party.\n2.\nThe following is a non-exclusive list of the equipment, interfaces, and services included within the scope of this Sectoral Annex:\nEC\nUSA\nThe following equipment categories are included:\nISDN Basic Rate Access\nISDN Primary Rate Access\nISDN Telephony\nX21/V.24/V.35 Access\nX25 Access\nPSTN Non-Voice\nPSTN Voice Band (Analog)\nONP Leased Line Terminal types:\n—\n64 kbits/sec\n—\n2048 kbit/s unstructured\n—\n2048 kbit/s structured\n—\n4 Mbits/s access\n—\n140 Mbits/s access\n—\n2 wire analogue\n—\n4 wire analogue\nEquipment categories covered under 47 CFR, Part 68, including:\nISDN Basic Access\nISDN Primary Rate Access\nDigital Service Access:\n2.4 kbps\n3.2 kbps (2.4 kbps with Secondary Channel)\n4.8 kbps\n6.4 kbps (4.8 kbps with SC)\n9.6 kbps\n12.8 kbps (9.6 kbps with SC)\n19.2 kbps\n25.0 kbps (19.2 kbps with SC)\n56.0 kbps\n64.0 kbps (uses 72 kbps channel)\n72.0 kbps (56.0 kbps with SC)\n1.544 Mbps\n2-wire analog tie trunks/ops\n4-wire analog tie trunks/ops\nPSTN-Voice Band (Analog) Access\nPrivate Line (Analog) Access\nRadio transmitters subject to an equipment authorisation requirement, including:\n—\nShort range devices, including low power devices such as cordless telephones/microphones;\n—\nLand mobile, including:\n—\nPrivate Mobile Radio (PMR/PAMR)\n—\nMobile telecom\n—\nPaging systems\n—\nTerrestrial fixed\n—\nSatellite mobile\n—\nSatellite fixed\n—\nBroadcast\n—\nRadio determination\nRadio transmitters subject to an equipment authorisation requirement, including:\nCommercial Mobile Radio\n(Part 20)\nDomestic Public Fixed\n(Part 21)\nDomestic Mobile\n(Part 22)\nPersonal Communication Service\n(Part 24)\nSatellite Communications\n(Part 25)\nBroadcast\n(Part 73)\nAuxiliary Broadcast\n(Part 74)\nCable Television Radio\n(Part 78)\nMaritime\n(Part 80)\nGMDSS\n(Part 80W)\nPrivate Land Mobile\n(Part 90)\nPrivate-Fixed Microwave\n(Part 94)\nPersonal Radio Services\n(Part 95)\nIVDS\n(Part 95 F)\nAmateur Radio\n(Part 97)\nRadio Frequency Devices\n(Part 15)\nFixed Microwave Services\n(Part 101)\nNote: A list of acronyms and a glossary is contained in Appendix I to this Sectoral Annex.\nSECTION III\nCONFORMITY ASSESSMENT PROCEDURES FOR TELECOMMUNICATION EQUIPMENT\n1.   Description of Mutual Recognition Obligations\nIn accordance with the provisions of the Agreement, the result of the conformity assessment procedures produced by a Party's conformity assessment bodies listed in Section V shall be recognised by the Regulatory Authorities of the other Party without any further conformity assessment of the products, pursuant to Section I.\n2.   Conformity Assessment Procedures\nTaking into account the legislative, regulatory, and administrative provisions as identified in Section I, each Party recognises that the conformity assessment bodies of the other Party, listed in Section V, are authorised to perform the following procedures with regard to the importing Party's technical requirements for telecommunication terminal, satellite terminal equipment, radio transmitters or information technology equipment:\n(a)\ntesting and issuing of test reports;\n(b)\nissuing certificates of conformity to the requirements of the laws and regulations applicable in the territories of the Parties for products covered under this Sectoral Annex; and\n(c)\nperforming quality assurance certification pursuant to Directive 98/13/EC.\nSECTION IV\nAUTHORITIES RESPONSIBLE FOR DESIGNATING THE CONFORMITY ASSESSMENT BODIES LISTED IN SECTION V\nEC\nUSA\n—\nBelgium\nInstitut belge des services postaux et des télécommunications\nBelgisch instituut voor postdiensten en telecommunicatie\n—\nDenmark\nTelestyrelsen\n—\nGermany\nBundesministerium für Wirtschaft\n—\nGreece\nYπoυρyείo Mεταφoρών χaι Eπιχoιvωvιών\nMinistry of Transport and Communications\n—\nSpain\nMinisterio de Fomento\n—\nFrance\nMinistère de l'économie, des finances et de l'industrie\n—\nIreland\nDepartment of Transport, Energy and Communications\n—\nItaly\nMinistero delle Communicazioni — DGROS e ISETI (Radiotransmettitori)\n—\nLuxembourg\nAdministration des Postes et Télécommunications\n—\nNetherlands\nDe Minister van Verkeer en Waterstaat\n—\nAustria\nBundesministerium für Wissenschaft und Verkehr\n—\nPortugal\nInstituto das Communicações de Portugal\n—\nFinland\nLiikenneministeriö/Trafikministeriet Telehallintokeskus/Teleförvaltningscentralen\n—\nSweden\nUnder the authority of the Government of Sweden: Styrelsen för ackreditering och teknisk kontroll (SWEDAC)\n—\nUnited Kingdom\nDepartment of Trade and Industry\nNational Institute of Standards and Technology (NIST)\nFederal Communications Commission (FCC)\nSECTION V\nCONFORMITY ASSESSMENT BODIES\nEC access to the US market\nUS access to the EC market\nConformity assessment bodies located in the EC shall be designated by the Authorities identified in Section IV following the procedures set out in Section VI of this Annex.\nConformity assessment bodies located in the US shall be designated by the Authorities identified in Section IV following the procedures set out in Section VI of this Annex.\n(to be provided by the EC)\n(to be provided by the US)\nSECTION VI\nDESIGNATING, LISTING, SUSPENDING, WITHDRAWING AND MONITORING CONFORMITY ASSESSMENT BODIES LISTED IN SECTION V\nEC access to the US market\nUS access to the EC market\nEC Authorities identified in Section IV shall designate conformity assessment bodies located in the EC in accordance with the US legislative, regulatory, and administrative provisions identified in Section I that govern designation of conformity assessment bodies, based on compliance with the appropriate ISO/IEC Guides (e. g. Guide 22, 25, 28, 58, 61, 62, 65, etc.) or the comparable EN-45000 Series Standards.\nUS Authorities identified in Section IV shall designate conformity assessment bodies located in the US in accordance with the EC legislative, regulatory, and administrative provisions identified in Section I that govern designation of conformity assessment bodies, based on compliance with the appropriate EN-45000 Series Standards or the comparable ISO/IEC Guides (e. g. 22, 25, 28, 58, 61, 62, 65, etc.)\nProcedures for designating, listing, suspending, withdrawing, and monitoring a conformity assessment body listed in Section V shall be undertaken pursuant to Articles 7, 8, 9 and 10 of the Agreement.\nProcedures for designating, listing, suspending, withdrawing, and monitoring a conformity assessment body listed in Section V shall be undertaken pursuant to Articles 7, 8, 9 and 10 of the Agreement.\nSECTION VII\nADDITIONAL PROVISIONS\n1.   Sub-contracting\n1.1.\nAny sub-contracting by conformity assessment bodies shall be in accordance with the sub-contracting requirements of the other Party. Notwithstanding the use of sub-contracting, the final results of conformity assessment remain the full responsibility of the listed conformity assessment body. In the EC, these requirements are described in Council Decision 93/465/EEC.\n1.2.\nThe conformity assessment bodies shall record and retain details of their investigation of the competence and compliance of their subcontractors and maintain a register of all sub-contracting. These details will be available to the other Party on request.\n2.   Post-market surveillance, border measures and internal movement\n2.1.\nFor the purpose of post-market surveillance, the Parties may maintain any existing labelling and numbering requirements. The assignment of the numbers may take place in the territory of the exporting Party. The numbers will be allocated by the importing Party. Numbering and labelling systems shall not introduce additional requirements within the meaning of this Sectoral Annex.\n2.2.\nNothing in this Sectoral Annex shall prevent the Parties from removing products from the market that do not in fact conform to the requirements for approval.\n2.3.\nThe Parties agree that border inspections and checks of products which have been certified, labelled or marked as conforming with the importing Party's requirements specified in Section I shall be completed as expeditiously as possible. With regard to any inspections related to internal movement within their respective territories, the Parties agree that these shall be completed in no less a favourable manner than for like domestic goods.\n3.   Joint Sectoral Committee\n3.1.\nA combined Joint Sectoral Committee for this Sectoral Annex and the Electromagnetic Compatibility (EMC) Sectoral Annex is hereby established (the JSC). The JSC shall operate during the transitional period and after completion of the transitional arrangement. The JSC shall meet as appropriate to discuss technical, conformity assessment and technology issues relating to this Sectoral Annex and the EMC Sectoral Annexes. The JSC shall determine its own rules of procedure.\n3.2.\nThe JSC consists of representatives of the US and the EC for telecommunications and EMC. JSC representatives may each invite manufacturers and other entities as deemed necessary. The representatives for the US shall have one vote in the JSC. The representatives of the EC shall have one vote in the JSC. Decisions of the JSC shall be made by unanimous consent. In the event of disagreement either the US or EC representative may raise the matter in the Joint Committee.\n3.3.\nThe JSC may address any matter related to the effective functioning of this Sectoral Annex, including:\n(a)\nproviding a forum for discussion of issues and resolving problems that may arise concerning the implementation of this Sectoral Annex;\n(b)\ndeveloping a mechanism for ensuring consistency of interpretations of legislation, regulations, standards, and conformity assessment procedures;\n(c)\nadvising the Parties on matters relating to this Sectoral Annex; and\n(d)\nproviding guidance and, if necessary, developing guidelines during the transitional period to facilitate the successful completion of the transitional period.\n4.   Contact point\nEach Party shall establish a contact point to provide answers to all reasonable inquiries from the other Party regarding procedures, regulations, and complaints under this Sectoral Annex.\n5.   Regulatory changes and updating the Sectoral Annex\nIn the event that there are changes to the legislative, regulatory, and administrative provisions referenced in Section I or the introduction of new legislative, regulatory, and administrative provisions affecting either Party's conformity assessment procedures under the Agreement, such changes shall take effect for the purpose of this Sectoral Annex at the same time they take effect domestically within the territory of each Party. The parties shall update this Sectoral Annex to reflect the changes.\nSECTION VIII\nTRANSITIONAL ARRANGEMENT\n1.\nThere shall be a transitional period of 24 months.\n2.\nThe purpose of this transitional arrangement is to provide a means whereby the Parties to the Agreement can build confidence in and an understanding of each other's system for designating and listing conformity assessment bodies and in the ability of these bodies to test and certify products. Successful completion of the transitional arrangement should result in the determination that conformity assessment bodies listed in Section V comply with the applicable criteria and are competent to conduct conformity assessment activities on behalf of the other Party. Upon successful completion of the transition period, the results of conformity assessment procedures performed by the exporting Party's conformity assessment bodies listed in Section V of the exporting country shall be accepted by the importing Party.\n3.\nThis transitional period shall be used by the Parties:\n(a)\nto consider new legislative changes needed to support the objectives of the Agreement;\n(b)\nto initiate regulatory changes needed to support the objectives of the Agreement;\n(c)\nto exchange information on and develop better understanding of their respective regulatory requirements;\n(d)\nto develop mutually agreed mechanisms for exchanging information on changes in technical requirements or methods of designating conformity assessment bodies; and\n(e)\nto monitor and evaluate the performance of the listed conformity assessment bodies during the transitional period.\n4.\nParties may designate, list, suspend and withdraw conformity assessment bodies during the transitional period according to the procedures in Section VI of this Sectoral Annex.\n5.\nDuring the transitional period each Party shall accept and evaluate test reports and related documents issued by designated conformity assessment bodies of the other Party. To this end, the Parties shall ensure that:\n(a)\non receipt of tests reports, related documents and a first evaluation of conformity, the dossiers are promptly examined for completeness;\n(b)\nthe applicant is informed in a precise and complete manner of any deficiency;\n(c)\nany request for additional information is limited to omissions, inconsistencies or variances from the technical regulations or standards; and\n(d)\nprocedures for assessing the conformity for equipment, modified subsequent to a determination of compliance, are limited to procedures necessary to determine continued conformance.\n6.\nEach Party ensures that issuance of approvals, certificates, or advice to the applicant shall be given no later than six weeks from receipt of the test report and evaluation from a designated conformity assessment body in the territory of the other Party.\n7.\nAny proposal made during or at the end of the transitional period to limit the scope of recognition of any designated conformity assessment body or to exclude it from the list of bodies designated under this Sectoral Annex shall be based on objective criteria and documented. Any such body may apply for reconsideration once the necessary corrective action has been taken. To the extent possible, the Parties shall implement such action prior to the expiry of the transitional period.\n8.\nThe Parties may jointly sponsor two seminars, one in the US and one in the European Community, concerning the relevant technical and product approval requirements during the first year after this Sectoral Annex enters into force.\n9.\nPassage from the transitional phase into the operational phase in this Sectoral Annex shall take place provided that a representative number of conformity assessment bodies have been accepted for recognition under the Electrical Safety Annex.\n(1)  The EC agrees to seek authority to include non-harmonised digital connections;\nAppendix 1\nLists of acronyms and glossary\nACTE\nApprovals Committee for Terminal Equipment\nADLNB\nAssociation of Designated Laboratories and Notified Bodies\nCAB\nConformity Assessment Body\nCFR\nU.S. Code of Federal Regulations, Title 47 CFR\nCTR\nCommon Technical Regulation\nEC\nEuropean Community\nEEC\nEuropean Economic Community\nEN\nNorme Européenne (European Standard)\nEU\nEuropean Union\nFCC\nFederal Communications Commission\nIEC\nInternational Electrotechnical Commission\nISDN\nIntegrated Services Digital Network\nISO\nInternational Standards Organization\nITU\nInternational Telecommunications Union\nMRA\nMutual Recognition Agreement\nMS\nMember States (of the European Union)\nNB\nNotified Bodies\nNIST\nNational Institute of Standards and Technology\nOJ\nOfficial Journal (of the European Union)\nONP\nOpen Network Provision\nPSTN\nPublic Switched Telephone Network\nSTG\nSectoral Technical Group for Telecommunications\nTBR\nTechnical Basis for Regulation\nX21\nITU-T Recommendation X21\nX25\nITU-T Recommendation X25\nSECTORAL ANNEX FOR ELECTROMAGNETIC COMPATIBILITY (EMC)\nPREAMBLE\nThis Annex constitutes a Sectoral Annex to the Agreement on Mutual Recognition of Conformity Assessment between the United States and the European Community.\nSECTION I\nLEGISLATIVE, REGULATORY AND ADMINISTRATIVE PROVISIONS\nEC\nUSA\nCouncil Directive 89/336/EEC, as amended by Council Directive 92/3 I/EEC, and Directive 98/13/EC of the European Parliament and of the Council and interpretation thereof.\nCommunications Act of 1934, as amended by the Telecommunication Act of 1996, (Title 47 of the United States Code),\nThe US regulatory and administrative provisions in respect of equipment subject to electromagnetic requirements including:\n—\n47 CFR Part 15\n—\n47 CFR Part 18,\nand FCC interpretation thereof.\nFor electrical safety aspects see Electrical Safety Sectoral Annex to the Agreement.\nFor electrical safety aspects see Electrical Safety Sectoral Annex to the Agreement.\nFor telecommunication equipment and radio transmitters, see also Telecommunication Equipment Sectoral Annex to the Agreement.\nFor telecommunication equipment and radio transmitters, see also Telecommunication Equipment Sectoral Annex to the Agreement.\nSECTION II\nSCOPE AND COVERAGE\nUS access to the EC market\nEC access to the US market\nAny product falling under the scope of Council Directive 89/336/EEC.\nAny products falling under the scope of 47 CFR Part 15 and 18.\nSECTION III\nCONFORMITY ASSESSMENT PROCEDURES FOR EQUIPMENT IDENTIFIED IN SECTION II\n1.   Description of Mutual Recognition Obligations\nIn accordance with the provisions of the Agreement, the results of the conformity assessment procedures produced by a Party's conformity assessment bodies listed in Section V, shall be recognised by the Regulatory Authorities of the other Party without any further conformity assessment of the products, pursuant to Section I.\n2.   Conformity Assessment Procedures\nTaking into account the legislative, regulatory, and administrative provisions as identified in Section I, each Party recognises that the conformity assessment bodies of the other Party, listed in Section V, are authorised to perform the following procedures with regard to the importing Party's technical requirements for equipment identified in Section II:\n(a)\ntesting and issuing of the test reports,\n(b)\nissuing certificates of conformity to the requirements of the laws and regulations applicable in the territories of the Parties for products covered under this Sectoral Annex.\nSECTION IV\nAUTHORITIES RESPONSIBLE FOR DESIGNATING THE CONFORMITY ASSESSMENT BODIES LISTED IN SECTION V\nEC\nUSA\n—\nBelgium\nMinistère des Affaires Economiques\nMinisterie van Economische Zaken\n—\nDenmark\nfor telecommunication equipment:\nTelestyrelsen\nfor other equipment:\nDanmarks Elektriske Materielkontrol\n(DEMKO)\n—\nGermany\nBundesministerium für Wirtschaft\n—\nGreece\nΥπουργείο Μεταφορών και Επικοινωνιών\nMinistry of Transport and Communications\n—\nSpain\nfor telecommunication equipment:\nMinisterio de Fomento\nfor other equipment:\nMinisterio de Industria y Energía\n—\nFrance\nMinistère de l'économie, des finances et de l'industrie\n—\nIreland\nDepartment of Transport, Energy and Communications\n—\nItaly\nMinistero dell'Industria, del Commercio e dell'Artigianato\n—\nLuxembourg\nMinistère des Transports\n—\nNetherlands\nDe Minister van Verkeer en Waterstaat\n—\nAustria\nfor telecommunication equipment:\nBundesministerium für Wissenschaft und Verkehr\nfor other equipment:\nBundesministerium für wirtschaftliche Angelegenheiten\n—\nPortugal\nInstituto das Comunicações de Portugal\n—\nFinland\nfor telecommunication equipment:\nLiikenneministeriö/Trafikministeriet\nfor other equipment:\nKauppa- ja teollisuusministeriö/Handels- och industriministeriet\n—\nSweden\nUnder the authority of the Government of Sweden:\nStyrelsen för ackreditering och teknisk kontroll (SWEDAC)\n—\nUnited Kingdom\nDepartment of Trade and Industry\nNational Institute for Standards and Technology (NIST)\nFederal Communications Commission (FCC)\nFederal Aviation Administration (FAA)\nSECTION V\nCONFORMITY ASSESSMENT BODIES\nEC access to the US market\nUS access to the EC market\nConformity assessment bodies located in the EC shall be designated by the Authorities identified in Section IV following the procedures set out in Section VI of this Annex.\nConformity assessment bodies located in the US shall be designated by the Authorities identified in Section IV following the procedures set out in Section VI of this Annex.\n(to be provided by the EC)\n(to be provided by the US)\nSECTION VI\nDESIGNATING, LISTING, SUSPENDING, WITHDRAWING AND MONITORING CONFORMITY ASSESSMENT BODIES LISTED IN SECTION V\nEC access to the US market\nUS access to the EC market\nEC Authorities identified in Section IV shall designate conformity assessment bodies located in the EC in accordance with the US legislative, regulatory, and administrative provisions identified in Section I that govern designation of conformity assessment bodies, based upon compliance with the appropriate ISO/IEC Guides (e.g. Guide 22, 25, 28, 58, 61, 62, 65, etc.) or the comparable EN-45000 Series Standards.\nUS Authorities identified in Section IV shall designate conformity assessment bodies located in the US in accordance with the EC legislative, regulatory, and administrative provisions identified in Section I that govern designation of conformity assessment bodies, based on compliance with the appropriate EN-45000 Series Standards or the comparable ISO/IEC Guides (e.g. Guide 22, 25, 28, 58, 61, 62, 65, etc.).\nProcedures for designating, listing, suspending, withdrawing, and monitoring a conformity assessment body listed in Section V shall be undertaken pursuant to Articles 7, 8, 9, and 10 of the Agreement.\nProcedures for designating, listing, suspending, withdrawing, and monitoring a conformity assessment body listed in Section V shall be undertaken pursuant to Articles 7, 8, 9, and 10 of the Agreement.\nSECTION VII\nADDITIONAL PROVISIONS\n1.   Sub-contracting\n1.1.\nAny sub-contracting by conformity assessment bodies shall be in accordance with the sub-contracting requirements of the other Party. Notwithstanding the use of sub-contracting, the final results of conformity assessment remain the full responsibility of the listed conformity assessment body. In the EC, these requirements are described in Council Directive 93/465/EEC.\n1.2.\nThe conformity assessment bodies shall record and retain details of its investigation of the competence and compliance of its sub-contractors and maintain a register of all sub-contracting. These details will be available to the other Party on request.\n2.   Post-market surveillance, border measures and internal movement\n2.1.\nFor the purpose of post-market surveillance, the Parties may maintain any existing labeling and numbering requirements. The assignment of the numbers may take place in the territory of the exporting Party. The numbers will be allocated by the importing Party. Numbering and labeling systems shall not introduce additional requirements within the meaning of this Sectoral Annex.\n2.2.\nNothing in this Sectoral Annex shall prevent the Parties from removing products from the market that do not in fact conform to the requirements for approval.\n2.3.\nThe Parties agree that border inspections and checks of products which have been certified, labeled or marked as conformity with the importing Party's requirements specified in Section I shall be completed as expeditiously as possible. With regard to any inspections related to internal movement within their respective territories, the Parties agree that these shall be completed in no less a favorable manner than for like domestic goods.\n3.   Joint Sectoral Committee\n3.1.\nA combined Joint Sectoral Committee for this Sectoral Annex and the Telecommunications Equipment Sectoral Annex is hereby established (the JSC). The JSC shall operate during the transitional period and after completion of the transitional arrangement. The JSC shall meet as appropriate to discuss technical, conformity assessment and technology issues relating to this Sectoral Annex and the Telecommunications Equipment Sectoral Annex. The JSC shall determine its own rules of procedure.\n3.2.\nThe JSC consists of representatives of the US and the EC for telecommunications and EMC. JSC representatives may each invite manufacturers and other entities as deemed necessary. The representatives for the US shall one vote in the JSC. The representatives of the EC shall have one vote in the JSC. Decisions of the JSC shall be made by unanimous consent. In the event of disagreement either the US or EC representatives may raise the matter in the Joint Committee.\n3.3.\nThe JSC may address any matter related to the effective functioning of this Sectoral Annex, including:\n(a)\nproviding a forum for discussion of issues and resolving problems that may arise concerning the implementation of this Sectoral Annex;\n(b)\ndeveloping a mechanism for ensuring consistency of interpretations of legislation, regulations, standards, and conformity assessment procedures;\n(c)\nadvising the Parties on matters relating to this Sectoral Annex;\n(d)\nproviding guidance and, if necessary, developing guidelines during the transitional period to facilitate the successful completion of the transitional period.\n4.   Contact point\nEach Party shall establish a contact point to provide answers to all reasonable inquiries from the other Party regarding procedures, regulations and complaints under this Sectoral Annex.\n5.   Regulatory changes and updating the Sectoral Annex\nIn the event that there are changes to the legislative, regulatory and administrative provisions referenced in Section I or the introduction of new legislative, regulatory and administrative provisions affecting either Party's conformity assessment procedures under the Agreement, such changes shall take effect for the purpose of this Sectoral Annex at the same time they take effect domestically within the territory of each Party. The Parties shall update this Sectoral Annex to reflect the changes.\nSECTION VIII\nTRANSITIONAL ARRANGEMENT\n1.\nThere shall a transitional period of 24 months.\n2.\nThe purpose of this transitional arrangement is to provide a means whereby the Parties to the Agreement can build confidence in and understanding of each others system for designating and listing conformity assessment bodies and in the ability of these bodies to test and certify products. Successful completion of the transition arrangement should result in the determination that conformity assessment bodies listed in Section V comply with the applicable criteria and are competent to conduct conformity assessment activities on behalf of the other Party. Upon completion of the transition period, the results of conformity assessment procedures performed by the exporting Party's conformity assessment bodies listed in Section V shall be accepted by the importing Party.\n3.\nThis transitional period shall be used by the Parties:\n(a)\nto consider new legislative changes needed to support the objectives of the Agreement;\n(b)\nto initiate regulatory changes needed to support the objectives of the Agreement;\n(c)\nto exchange information on and develop better understanding of their respective regulatory requirements;\n(d)\nto develop mutually agreed mechanisms for exchanging information on changes in technical requirements or methods of designating conformity assessment bodies; and\n(e)\nto monitor and evaluate the performance of the listed conformity assessment bodies during the transitional period.\n4.\nParties may designate, list, suspend and withdraw conformity assessment bodies during the transitional period according to the procedures in Section VI of this Sectoral Annex.\n5.\nDuring the transitional period each Party shall accept and evaluate test reports and related documents issued by designated conformity assessment bodies of the other Party. To this end, the Parties shall ensure that:\n(a)\non receipt of test reports, related documents and a first evaluation of conformity, the dossiers are promptly examined for completeness;\n(b)\nthe applicant is informed in a precise and complete manner of any deficiency;\n(c)\nany request for additional information is limited to omissions, inconsistencies or variances from the technical regulations or standards;\n(d)\nprocedures for assessing the conformity for equipment modified subsequent to a determination of compliance, are limited to procedures necessary to determine continued conformance.\n6.\nEach Party ensures that issuance of approvals, certificates or advice to the applicant shall be given no later than six weeks from receipt of the test report and evaluation from a designated conformity assessment body in the territory of the other Party.\n7.\nAny proposal made during or at the end of the transitional period to limit the scope of recognition of any designated conformity assessment body or to exclude it from the list of bodies designated under this Sectoral Annex shall be based on objective criteria and documented. Any such body may apply for reconsideration once the necessary corrective action has been taken. To the extent possible, the Parties shall implement such action prior to the expiry of the transitional period.\n8.\nThe Parties may jointly sponsor two seminars, one in the US and one in the European Community, concerning the relevant technical and product approval requirements during the first year after this Sectoral Annex enters into force.\n9.\nPassage from the transitional phase into the operational phase in this Sectoral Annex shall take place provided that a representative number of conformity assessment bodies have been accepted for recognition under the Electrical Safety Annex.\nSECTORAL ANNEXFOR ELECTRICAL SAFETY\nPREAMBLE\nThis Annex constitutes a Sectoral Annex to the Agreement on Mutual Recognition between the United States and the European Community.\nSECTION I\nLEGISLATIVE, REGULATORY AND ADMINISTRATIVE PROVISIONS\nUS access to the EC market\nEC access to the US market\nCouncil Directive 73/23/EEC of 19 February 1973 as amended by Directive 98/13/EC of the European Parliament and of the Council.\n29 USC 651 et seq. US 29 CFR 1910.7\nProducts that are certified or approved under the Federal Mine Safety and Health Act (30 USC 801 et seq.) or its regulations and used in areas under the authority of the Mine Safety and Health Administration, are not covered under this Annex.\nOccupational Safety and Health Administration (OSHA) will consider regulatory and legislative changes needed to support the objectives of the MRA.\nFor medical devices, see the Medical Devices Sectoral Annex to this Agreement.\nFor medical devices, see the Medical Devices Sectoral Annex to this Agreement.\nFor electromagnetic compatibility aspects, see the Electromagnetic Compatibility (EMC) Sectoral Annex to this Agreement.\nFor electromagnetic compatibility aspects, see the Electromagnetic Compatibility (EMC) Sectoral Annex to this Agreement.\nFor telecommunication equipment, see the Telecommunication Equipment Sectoral Annex to this Agreement.\nFor telecommunication equipment, see the Telecommunication Equipment Sectoral Annex to this Agreement.\nSECTION II\nSCOPE AND COVERAGE\nUS access to the EC market\nEC access to the US market\nThe electrical safety requirements of products falling under the scope of Council Directive 73/23/EEC on the harmonisation of the laws of the Member States relating to electrical equipment designed or use within certain voltage limits.\nThe electrical safety requirements of products falling under the scope of 29 CFR 1910 subpart S. This includes the electrical safety aspects for workplace safety of medical equipment and telecommunication terminal equipment within the scope of those Sectoral Annexes.\nProducts that are certified or approved under the Federal Mine Safety and Health Act (30 USC 801 et seq.) or its regulations and used in areas under the authority of the Mine Safety and Health Administration, are not covered under this Annex.\nSECTION III\nDESCRIPTION OF MUTUAL RECOGNITION OBLIGATIONS\nIn accordance with the provisions of the Agreement, EC conformity assessment bodies listed in Section V of this Annex shall be recognised to test, certify and mark products within the scope of their Nationally Recognised Testing Laboratory (NRTL) recognition for assessing conformity to US requirements.\nWith regard to US conformity assessment bodies listed in Section V of this Annex, in the event of a challenge within the European Community under Article 8(2) of Council Directive 73/23/EEC of 19 February 1973, test reports issued by such conformity assessment bodies shall be accepted by the European Community Authorities in the same way that reports from European Community notified bodies are accepted. That is, (listed conformity assessment bodies) in the US shall be recognised under Article 11 of Council Directive 73/23/EEC as ‘bodies which may make a report in accordance with Article 8.’\nSECTION IV\nAUTHORITIES RESPONSIBLE FOR DESIGNATING THE CONFORMITY ASSESSMENT BODIES LISTED IN SECTION V\nEC access to the US market\nUS access to the EC market\n—\nBelgium\nMinistère des Affaires Economiques\nMinisterie van Economische Zaken\n—\nDenmark\nBygge- og Boligstyrelsen\n—\nDanmarks Elektriske Materielkontrol (DEMKO)\nGermany\n—\nBundesministerium für Arbeit und Sozialordnung\nGreece\nΥπουργείο Ανάπτυξης Ministry of Development\n—\nSpain\nMinisterio de Industria y Energía\n—\nFrance\nMinistère de l'économie, des finances et de l'industrie\n—\nIreland\nDepartment of Enterprise and Employment\n—\nItaly\nMinistero dell'Industria, del Commercio e dell'Artigianato\n—\nLuxembourg\nMinistère des Transports\n—\nNetherlands\nDe Minister van Volksgezondheid, Welzijn en Sport\nNational Institute for Standards and Technology (NIST)\n—\nAustria\nBundesministerium für wirtschaftliche\nAngelegenheiten\n—\nPortugal\n—\nUnder the authority of the Government of Portugal:\nInstituto Português da Qualidade\n—\nFinland\nKauppa- ja teollisuusministeriö/Handels- och industriministeriet\n—\nSweden\nUnder the authority of the Government of Sweden:\nStyrelsen för ackreditering och teknisk kontroll (SWEDAC)\n—\nUnited Kingdom\nDepartment of Trade and Industry\nSECTION V\nCONFORMITY ASSESSMENT BODIES\nEC access to the US market\nUS access to the EC market\nThe names and scope of responsibilities of Conformity Assessment Bodies located in the EC and listed in accordance with this Sectoral Annex:\nThe names and scope of responsibilities of Conformity Assessment Bodies located in the US and listed in accordance with this Sectoral Annex:\n(to the provided by the EC)\n(to be provided by the U.S.)\nSECTION VI\nDESIGNATING, LISTING, SUSPENDING AND WITHDRAWING CONFORMITY ASSESSMENT BODIES\nEC access to the US market\nUS access to the EC market\nConformity assessment bodies from the EC shall be designated by the EC Authorities identified in Section IV and recognised by the Joint Committee, in accordance with the recognition procedures in the Agreement and this Annex.\nConformity assessment bodies from the US shall be designated by the US Authority identified in Section IV and recognised by the Joint Committee, in accordance with the recognition procedures in the Agreement and Council Directive 73/23/EEC.\nConformance with the appropriate ISO/IEC Guides or the corresponding EN-45000 series of standards shall be deemed consistent with US requirements identified in Section I.\nConformance with the appropriate EN-45000 series of standards or the corresponding ISO/IEC Guides shall be deemed consistent with the requirements of Council Directive 73/23/EEC.\nFor purposes of designation and listing, EC Designating Authorities identified in Section IV shall designate conformity assessment bodies located in the EC by filing a properly prepared proposal for listing, which includes a complete lab assessment under the US OSHA procedures. OSHA shall notify the EC Designating Authority normally within 30 days as to whether the proposal is complete or whether additional information is required.\nFor purposes of designating and listing, the US Designating Authority identified in Section IV shall designate conformity assessment bodies located in the US by filing a properly prepared proposal for listing with the EC, which includes a complete lab assessment under the following EC or Member State procedures, as appropriate.\nOSHA shall rely on the EC Designating Authorities identified in Section IV for conducting on-site reviews at the respective Member States' conformity assessment bodies.\nThe EC shall notify the US Designating Authority within 30 days as to whether the proposal is complete and shall indicate, where applicable, any additional information that is required.\nUpon receipt of a complete proposal, the US exercising its authority under its law shall:\n(a)\nprior to the passage from the transitional phase into the operational phase in the Telecommunication Equipment and Electromagnetic Compatibility (EMC) Sectoral Annexes, give notice of its consent or objection to a proposed conformity assessment body to the Joint Committee. The listing of an agreed conformity assessment body in Section V of this Sectoral Annex shall only occur upon such passage from the transitional phase into the operational phase of those Sectoral Annexes;\n(b)\nsubsequent to passage from the transitional phase into the operational phase in the Telecommunication Equipment and Electromagnetic Compatibility (EMC) Sectoral Annexes, give notice of its consent or objection to a proposed conformity assessment body to the Joint Committee normally within 120 business days. The listing of an agreed conformity assessment body in Section V of this Sectoral Annex shall occur upon notice of consent to the Joint Committee and the Joint Committee's decision to list such body.\nThese listing procedures shall supersede the procedures in Article 7(c) of the Agreement in its entirety and the time periods set out in Article 7(d) of the Agreement.\nUpon receipt of a complete proposal, the EC shall give notice of consent or objection to the Joint Committee within 60 days. The Joint Committee shall monitor the recognition of conformity assessment bodies and confirm such a recognition by listing them in Section V of this Sectoral Annex.\nEC conformity assessment bodies listed in Section V shall have NRTL status in the US.\nThe US conformity assessment bodies listed in Section V shall have Notified Body status within the EC.\nWith regard to the suspension of a conformity assessment body listed in this Sectoral Annex, the period specified in Article 8(e) of the Agreement shall begin to run after a Party has notified the Joint Sectoral Committee or the Joint Committee, pursuant to Article 8(c) of the Agreement, that it proposes to revoke the conformity assessment body's recognition in accordance with its procedures under its applicable domestic law.\nExcept as provided for in this Section, procedures for designation, listing, suspension and withdrawal of conformity assessment bodies under this Sectoral Annex shall be carried out in accordance with Articles 7, 8 and 9 of the Agreement.\nSECTION VII\nJOINT SECTORAL COMMITTEEFORELECTRICAL SAFETY\n1.\nThe Joint Sectoral Committee for Electrical Safety (JSC/ES) consists of representatives of the US and the EC. OSHA shall represent the US on this Joint Sectoral Committee. The EC and OSHA may invite the participation of others as deemed necessary. Each Party shall have one vote and decisions shall be made by unanimous consent, unless otherwise specified herein. The Joint Sectoral Committee shall determine its own rules of procedure.\n2.\nThe Joint Committee may address any matter related to the effective functioning of this Sectoral Annex, including:\n—\ndeveloping improved procedures and criteria for designation in order to facilitate the assessment and preparation of proposals by Designating Authorities, with a view towards expediting the period between designation and listing;\n—\nproviding a forum for discussion of issues that may arise concerning the implementation of this Sectoral Annex;\n—\nadvising the Parties on matters relating to this Sectoral Annex; and\n—\nenhancing the operation of this Sectoral Annex.\nSECTORAL ANNEX FOR RECREATIONAL CRAFT\nPREAMBLE\nThis Annex constitutes a Sectoral Annex to the Agreement on Mutual Recognition between the United States and the European Community.\nThe purpose of this Sectoral Annex is to establish a framework to accept certificates of conformity issued in the territory of one Party in accordance with the regulatory requirements of the other Party as referenced in this Sectoral Annex.\nTo facilitate that purpose, a transitional period of 18 months is arranged to build confidence as defined in this Sectoral Annex, Section VI.\nSECTION I\nLEGISLATIVE, REGULATORY, AND ADMINISTRATIVE REQUIREMENTS\n1.\nFor the European Community:\nDirective 94/25/EC of the European Parliament and of the Council of 16 June 1994 on the approximation of the laws, regulations, and administrative provisions of the Member States relating to recreational craft.\n2.\nFor the US:\n46 USC Chapter 43, 33 CFR 81, 84, 159, 179, 181, 183 and 46 CFR 58.\nSECTION II\nSCOPE AND COVERAGE\n1.\nThis Sectoral Annex applies to all recreational craft which in the European Community or the United States are subject to conformity assessment by a conformity assessment body or an approval procedure, as applicable, before being put on the market.\n2.\nThe product coverage for each Party shall be determined by the following relevant requirements:\n(a)\nfor the European Community:\nRecreational craft as defined in Directive 94/25/EC;\n(b)\nfor the United States:\nAny product falling under the scope of 46 USC Chapter 43, 33 CFR 81, 84, 159, 179, 181, 183 and 46 CFR 58.\n3.\nThe Parties agree that for mutual recognition to operate under this Sectoral Annex, the following arrangements shall apply:\n(a)\nfor approvals to European Community requirements, conformity assessment bodies designated by the US shall establish compliance as required to be demonstrated by Directive 94/25/EC. This demonstration of compliance shall be recognised in the European Community and products so certified shall have unrestricted access to the EC market for sale as recreational craft, pursuant to Section I;\n(b)\nfor approvals to United States requirements, conformity assessment bodies designated by the European Community shall establish compliance as required to be demonstrated as set forth in paragraph 2(b) of this Section, and products so certified shall have unrestricted access to the US market for sale as recreational craft, pursuant to Section I.\nSECTION III\nAUTHORITIES RESPONSIBLE FOR DESIGNATING THE CONFORMITY ASSESSMENT BODIES\nEC access to the US market\nUS access to the EC market\n—\nBelgium\nMinistère des Communications et de l'infrastructure\nMinisterie van Verkeer en Infrastructuur\n—\nGermany\nBundesministerium für Wirtschaft\n—\nSpain\nMinisterio de Fomento\n—\nFrance\nMinistère de l'Equipment, des Transports et du Logement\n—\nItaly\nMinistero dell'Industria, del Commercio e dell'Artigianato\n—\nNetherlands\nDe Minister van Verkeer en Waterstaat\n—\nFinland\nMerenkulkuhallitus/sjöfartsstyrelsen\n—\nSweden\nUnder the authority of the Government of Sweden:\nStyrelsen för ackreditering och teknisk kontroll (SWEDAC)\n—\nUnited Kingdom\nDepartment of Trade and Industry\nNational Institute for Standards and Technology (NIST)\nSECTION IV\nDESIGNATING, LISTING, SUSPENDING AND WITHDRAWING CONFORMITY ASSESSMENT BODIES\n1.\nFor the purpose of this Sectoral Annex, each Party shall designate competent conformity assessment bodies to carry out conformity assessment and approval to the requirements of the other Party. Such designation shall be carried out according to the procedures set out in Article 7 of the Agreement. A list of conformity assessment bodies together with the products and procedures for which they have been listed, is set out in Section V below.\n2.\nEach Party agrees that the listed conformity assessment bodies comply with the requirements for such bodies established by the other Party. These are:\n(a)\nfor the European Community, bodies which are Notified Bodies in accordance with Directive 94/25/EC, are deemed to be in compliance with US requirements;\n(b)\nfor the US, in accordance with the requirements set out in the regulations listed in Section I, the conformity assessment bodies listed in Section V are designated by NIST using the evaluation procedures contained in the appropriate EN-45000 series of standards or the corresponding ISO/IEC Guides.\n3.\nWith regard to the designation, listing, suspension and withdrawal of conformity assessment bodies under this Sectoral Annex, the specific procedures in Articles 7, 8 and 9 of the Agreement shall be followed.\nSECTION V\nCONFORMITY ASSESSMENT BODIES\nEC access to the US market\nUS access to the EC market\nThe names and scope of responsibilities of Conformity Assessment Bodies located in the EC and listed in accordance with this Sectoral Annex:\nThe names and scope of responsibilities of Conformity Assessment Bodies located in the US and listed in accordance with this Sectoral Annex:\n(to be provided by EC)\n(to be provided by the US)\nSECTION VI\nTRANSITIONAL ARRANGEMENT\n1.\nThere shall be a transitional period of 18 months prior to the operations of this Sectoral Annex.\n2.\nThe purpose of the transitional arrangement is to provide a mean whereby the Parties to this Agreement can cooperate to establish a system for designating conformity assessment bodies and can mutually build confidence in the abilities of these bodies. Successful completion of this transitional arrangement is intended to result in a determination that conformity assessment bodies comply with the applicable criteria and to have the equipment approved by the conformity assessment bodies of the exporting country accepted by the approval authority of the importing country.\n3.\nDuring this transitional period, the parties shall:\n(a)\nexchange information on technical data and conformity assessment criteria and procedures, thus developing greater familiarity with their respective regulatory requirements; and\n(b)\ncarry out or recommend any applicable policy, legislative and regulatory changes necessary for the provisions of this Annex.\n4.\nProduct Scope\nAll products covered by Section II of this Annex.\n5.\nCooperation\nDuring this transitional period, both Parties shall endeavour to sponsor jointly seminars for the purpose of improving the understanding of technical specifications applicable in each Party's jurisdiction.\n6.\nInspections\nInspections or audits shall be permitted to verify compliance of conformity assessment bodies with their responsibilities under this Agreement. The scope of these inspections or audits shall be agreed upon in advance by both Parties.\nSECTION VII\nADDITIONAL PROVISIONS\n1.\nIn accordance with the relevant provisions of the Agreement, the Parties shall ensure the continued availability of the names of their respective notified bodies or conformity assessment bodies, and shall regularly supply details of certifications issued in order to facilitate post market surveillance.\n2.\nThe Parties note that, to the extent that requirements for electrical safety or electromagnetic compatibility may apply to products covered by this Sectoral Annex, the provisions of the Sectoral Annexes on Electrical Safety and Electromagnetic Compatibility apply.\nSECTION VIII\nDEFINITIONS\n‘Notified Body’ means a third party authorised to perform the conformity assessment tasks specified in Directive 94/25/EC, which has been appointed by a Member State from the bodies falling within its jurisdiction. The Notified Body has the necessary qualifications to meet requirements laid down in Directive 94/25/EC and has been notified to the Commission and to the other Member States.\nSECTORAL ANNEX FOR PHARMACEUTICAL GOOD MANUFACTURING PRACTICES (GMPs)\nPREAMBLE\nThis Annex constitutes a Sectoral Annex to the Agreement on Mutual Recognition between the United States and the European Community.\nCHAPTER 1\nDEFINITIONS, PURPOSE, SCOPE AND COVERAGE\nArticle 1\nDefinitions\n1.   ‘Equivalence’ of the regulatory systems means that the systems are sufficiently comparable to assure that the process of inspection and the ensuing inspection reports will provide adequate information to determine whether respective statutory and regulatory requirements of the authorities have been fulfilled. ‘Equivalence’ does not require that the respective regulatory systems have identical procedures.\n2.   ‘Enforcement’ means action taken by an authority to protect the public from products of suspect quality, safety and efficacy or to assure that products are manufactured in compliance with appropriate law, regulations, standards and commitments made as part of the approval to market a product.\n3.   ‘Good Manufacturing Practices’ (GMPs): (The US and EC have agreed to revisit these concepts)\nGMPs mean the requirements found in the respective legislations, regulations, and administrative provisions for methods to be used in, and the facilities or controls to be used for the manufacturing, processing, packing, and/or holding of a drug to assure that such drug meets the requirements as to safety, and has the identity and strength, and meets the quality and purity characteristics that it purports or is represented to possess.\nGMPs are that part of quality assurance which ensures that products are consistently produced and controlled to quality standards. For the purpose of this Annex, GMPs include therefore the system whereby the manufacturer receives the specifications of the product and/or process from the Marketing Authorisation/Product Authorisation or License holder or applicant and ensures the product is made in compliance with its specifications (Qualified Person certification in the EC).\n4.   ‘Inspection’ means an on-site evaluation of a manufacturing facility to determine whether such manufacturing facility is operating in compliance with Good Manufacturing Practices and/or commitments made as part of the approval to market a product.\n5.   ‘Inspection Report’ means the written observations and Good Manufacturing Practices compliance assessment completed by an authority listed in Appendix 2.\n6.   ‘Regulatory System’ means the body of legal requirements for Good Manufacturing Practices, inspections, and enforcements that ensure public health protection and legal authority to assure adherence to these requirements.\nArticle 2\nPurpose\nThe provisions of this Annex govern the exchange between the Parties and normal endorsement by the receiving authority of official Good Manufacturing Practices (GMPs) inspection reports after a transitional period aimed at determination of the equivalence of the regulatory systems of the Parties, which is the cornerstone of this Annex.\nArticle 3\nScope\nThe provisions of this Annex shall apply to pharmaceutical inspections carried out in the United States and Member States of the European Community before products are marketed (hereafter referred to as ‘pre-approval inspections’ as well as during their marketing (hereafter referred to as ‘post-approval inspections’).\nAppendix 1 names the laws, regulations and administrative provisions governing these inspections and the GMPs requirements.\nAppendix 2 lists the authorities participating in activities under this Annex.\nArticles 6, 7, 8, 9, 10 and 11 of the Agreement do not apply to this Annex.\nArticle 4\nProduct coverage\nThese provisions will apply to medicinal products for human or animal use, intermediates and starting materials (as referred to in the EC) and to drugs for human or animal use, biological products for human use, and active pharmaceutical ingredients (as referred to in the United States), only to the extent they are regulated by the authorities of both Parties as listed in Appendix 2.\nHuman blood, human plasma, human tissues and organs, and veterinary immunologicals are excluded from the scope of this Annex. Human plasma derivatives (such as immunoglobulins and albumin), investigational medicinal products/new drugs, human radiopharmaceuticals and medicinal gases are also excluded during the transition phase, their situation will be reconsidered at the end of the transition period. Products regulated by the Center for Biologics Evaluation and Research as devices are not covered under this Annex.\nAppendix 3 contains an indicative list of products covered by this Annex.\nCHAPTER 2\nTRANSITION PERIOD\nArticle 5\nLength of transition period\nA three-year transition period will start immediately after the effective date of the Agreement.\nArticle 6\nEquivalence assessment\n1.   The criteria to be used by the Parties to assess equivalence are listed in Appendix 4. Information pertaining to the criteria under Community competence will be provided by the Community.\n2.   The authorities of the parties will establish and communicate to each other their draft programmes for assessing the equivalence of the respective regulatory systems in terms of quality assurance of the products and consumer protection. These programmes will be carried out, as deemed necessary by the authorities, for post- and pre-approval inspections and for various product classes or processes.\n3.   The equivalence assessment shall include information exchanges (including inspection reports), joint training, and joint inspections for the purpose of assessing regulatory systems and the authorities' capabilities. In conducting the equivalence assessment, the Parties will ensure that efforts are made to save resources.\n4.   Equivalence assessment for authorities added to Appendix 2 after the effective date of this agreement will be conducted as described in this Annex, as soon as practicable.\nArticle 7\nParticipation in the equivalence assessment and determination\nThe authorities listed in Appendix 2 will actively participate in these programs to build a sufficient body of evidence for their equivalence determination. Both parties will exercise good faith efforts to complete equivalence assessment as expeditiously as possible to the extent the resources of the authorities allow.\nArticle 8\nOther transition activities\nAs soon as possible, the authorities will jointly determine the essential information which must be present in inspection reports and will cooperate to develop mutually agreed inspection report format(s).\nCHAPTER 3\nEND OF TRANSITION PERIOD\nArticle 9\nEquivalence determination\nEquivalence is established by having in place regulatory systems covering the criteria referred to in Appendix 4, and a demonstrated pattern of consistent performance in accordance with these criteria. A list of authorities determined as equivalent shall be agreed to by the Joint Sectoral Committee at the end of the transition period, with reference to any limitation in terms of inspection type (e. g. post-approval or pre-approval) or product classes or processes.\nThe Parties will document insufficient evidence of equivalence lack of opportunity to assess equivalence or a determination of non-equivalence, in sufficient detail to allow the authority being assessed to know how to attain equivalence.\nArticle 10\nAuthorities not currently listed as equivalent\nAuthorities not currently listed as equivalent, or not equivalent for certain types of inspections, product classes or processes may apply for reconsideration of their status once the necessary corrective measures have been taken or additional experience is gained.\nCHAPTER 4\nOPERATIONAL PERIOD\nArticle 11\nStart of the operational period\nThe operational period shall start at the end of the transition period and its provisions apply to inspection reports generated by authorities listed as equivalent for the inspections performed in their territory.\nIn addition, when an authority is not listed as equivalent based on adequate experience gained during the transition period, the Food and Drug Administration (FDA) will accept for normal endorsement (as provided in Article 12) inspection reports generated as a result of inspections conducted jointly by that authority on its territory and another authority listed as equivalent, provided that the authority of the Member State in which the inspection is performed can guarantee enforcement of the findings of the inspection report and require that corrective measures be taken when necessary. FDA has the option to participate in these inspections, and based on experience gained during the transition period, the Parties will agree on procedures for exercising this option.\nIn the EC, the qualified person will be relieved of responsibility for carrying out the controls laid down in Article 22 paragraph 1(b) of Council Directive 75/319/EEC provided that these controls have been carried out in the United States and that each batch/lot is accompanied by a batch certificate (in accordance with the WHO certification scheme on the quality of medicinal products) issued by the manufacturer certifying that the product complies with requirements of the marketing authorisation and signed by the person responsible for releasing the batch/lot.\nArticle 12\nNature of recognition of inspection reports\nInspection reports (containing information as established under Article 8), including a GMP compliance assessment, prepared by authorities listed as equivalent, will be provided to the authority of the importing Party. Based on the determination of equivalence in light of the experience gained, these inspection reports will normally be endorsed by the authority of the importing Party, except under specific and delineated circumstances. Examples of such circumstances include indications of material inconsistencies or inadequacies in an inspection report, quality defects identified in the post-market surveillance or other specific evidence of serious concern in relation to product quality or consumer safety. In such cases, the authority of the importing Party may request clarification from the authority of the exporting Party which may lead to a request for re-inspection. The authorities will endeavour to respond to requests for clarification in a timely manner.\nWhere divergence is not clarified in this process, an authority of the importing country may carry out an inspection of the production facility.\nArticle 13\nTransmission of post-approval inspection reports\nPost-approval GMP inspection reports concerning products covered by this Annex will be transmitted to the authority of the importing country within 60 calendar days of the request. Should a new inspection be needed, the inspection report will be transmitted within 90 calendar days of the request.\nArticle 14\nTransmission of pre-approval inspection reports\nA preliminary notification that an inspection may have to take place will be made as soon as possible.\nWithin 15 calendar days, the relevant authority will acknowledge receipt of the request and confirm its ability to carry out the inspection. In the EC, requests will be sent directly to the relevant authority, with a copy to the European Agency for the Evaluation of Medicinal Products (EMEA). If the authority receiving the request cannot carry out the inspection as requested, the requesting authority shall have the right to conduct the inspection.\nReports of pre-approval inspections will be sent within 45 calendar days of the request that transmitted the appropriate information and detailed the precise issued to be addressed during the inspection. A shorter time may be necessary in exceptional cases and these will be described in the request.\nArticle 15\nMonitoring continued equivalence\nMonitoring activities for the purpose of maintaining equivalence shall include review of the exchange of inspection reports and their quality and timeliness; performance of a limited number of joint inspections and the conduct of common training sessions.\nArticle 16\nSuspension\nEach Party has the right to contest the equivalence of an authority. This right will be exercised in an objective and reasoned manner in writing to the other Party. The issue shall be discussed in the Joint Sectoral Committee promptly upon such notification. Where the JSC determines that verification of equivalence is required, it may be carried out jointly by the Parties in a timely manner, pursuant to Article 6.\nEfforts will be made by the Joint Sectoral Committee to reach unanimous consent on the appropriate action. If agreement to suspend is reached in the Joint Sectoral Committee, an authority may be suspended immediately thereafter. If no agreement is reached in the Joint Sectoral Committee, the matter is referred to the Joint Committee. If no unanimous consent is reached within 30 days after such notification, the contested authority will be suspended.\nUpon the suspension of an authority previously listed as equivalent, a Party is no longer obligated to endorse normally the inspection reports of the suspended authority. A Party shall continue to endorse normally the inspection reports of that authority prior to suspension, unless the authority of the receiving party decides otherwise based on health or safety considerations. The suspension will remain in effect until unanimous consent has been reached by the Parties on the future status of that authority.\nCHAPTER 5\nJOINT SECTORAL COMMITTEE\nArticle 17\nRole and composition of the Joint Sectoral Committee\nA Joint Sectoral Committee is set up to monitor the activities under both the transitional and operational phases of this Annex.\nThe Committee will be co-chaired by a representative of FDA for the U.S. and a representative of the EC who each will have one vote. Decisions will be taken by unanimous consent.\nThe Joint Sectoral Committee's functions will include:\n1.\nmaking a joint assessment, which must be agreed by both Parties, of the equivalence of the respective authorities;\n2.\ndeveloping and maintaining the list of equivalent authorities, including any limitation in terms of inspecting type or products, and communicating the list to all authorities and the Joint Committee;\n3.\nproviding a forum to discuss issues relating to this Annex, including concerns that an authority may be no longer equivalent and opportunity to review product coverage;\n4.\nconsideration of the issue of suspension.\nThe Joint Sectoral Committee shall meet at the request of either Party and, unless the co-chairs otherwise agree, at least once each year. The Joint Committee will be kept informed of the agenda and conclusions of meetings of the Joint Sectoral Committee.\nCHAPTER 6\nINFORMATION EXCHANGE\nArticle 18\nRegulatory collaboration\nThe Parties and authorities shall inform and consult one another, as permitted by law, on proposals to introduce new controls or to change existing technical regulations or inspection procedures and to provide the opportunity to comment on such proposals.\nThe Parties shall notify each other in writing of any changes to Appendix 2.\nArticle 19\nInformation relating to quality aspects\nThe authorities will establish an appropriate means of exchanging information on any confirmed problem reports, corrective actions, recalls, rejected import consignments and other regulatory and enforcement problems for products subject to this Annex.\nArticle 20\nAlert System\nThe details of an alert system will be developed during the transitional period. The system will be maintained in place at all times. Elements to be considered in developing such a system are described in Appendix 5.\nContact points will be agreed between both Parties to permit authorities to be made aware with the appropriate speed in case of quality defect, recalls, counterfeiting and other problems concerning quality, which could necessitate additional controls or suspension of the distribution of the product.\nCHAPTER 7\nSAFEGUARD CLAUSE\nArticle 21\nEach Party recognises that the importing country has a right to fulfil its legal responsibilities by taking actions necessary to ensure the protection of human and animal health at the level of protection it deems appropriate. This includes the suspension of the distribution, product detention at the border of the importing country, withdrawal of the batches and any request for additional information or inspection as provided in Article 12.\nAppendix 1\nList of applicable laws, regulations and administrative provisions\nFor the European Community:\nCouncil Directive 65/65/EEC of 26 January 1965 on the approximation of provisions laid down by law, regulation or administrative action relating to proprietary medicinal products, as extended, widened and amended.\nCouncil Directive 75/319/EEC of 20 May 1975 on the approximation of provisions laid down by law, regulation or administrative action relating to proprietary medicinal products, as extended, widened and amended.\nCouncil Directive 81/851/EEC of 28 September 1981 on the approximation of the laws of the Member States relating to veterinary medicinal products, as widened and amended.\nCouncil Directive 91/356/EEC of 13 June 1991 laying down the principles and guidelines of good manufacturing practice for medicinal products for human use.\nCommission Directive 91/412/EEC of 23 July 1991 laying down the principles and guidelines of good manufacturing practice for veterinary medicinal products.\nCouncil Regulation (EEC) No 2309/93 of 22 July 1993 laying down Community procedures for the authorisation and supervision of medicinal products for human and veterinary use and establishing a European Agency for the Evaluation of Medicinal Products.\nCouncil Directive 92/25/EEC of 31 March 1992 on the wholesale distribution of medicinal products for human use.\nGuide to Good Distribution Practice (94/C 63/03).\nCurrent version of the Guide to Good Manufacturing Practice, Rules Governing Medicinal Products in the European Community, Volume IV.\nFor the United States:\nRelevant sections of the United States Federal Food, Drug, and Cosmetic Act and the United States Public Health Service Act.\nRelevant sections of Title 21, United States Code of Federal Regulations (CFR) Parts 1-99, Parts 200-299, Parts 500-599, and Parts 600-799.\nRelevant sections of the FDA Investigations Operations Manual, the FDA Regulatory Procedures Manual, the FDA Compliance Policy Guidance Manual, the FDA Compliance Program Guidance Manual, and other FDA guidances.\nAppendix 2\nList of Authorities\nUNITED STATES:\nIn the United States, the regulatory authority is the Food and Drug Administration.\nEUROPEAN COMMUNITY:\nIn the European Community, the regulatory authorities are the following:\nBELGIUM\nInspection générale de la Pharmacie\nAlgemene Farmaceutische Inspectie\nDENMARK\nLægemiddelstyrelsen\nGERMANY\nBundesministerium für Gesundheit\nGREECE\nΕθνικός Οργανισμός Φαρμάκου\nMinistry of Health and Welfare\nNational Drug Organization (E.O.F)\nSPAIN\nfor medicinal products for human use:\nMinisterio de Sanidad y Consumo\nSubdirección General de Control Farmacéutico\nfor medicinal products for veterinary use:\nMinisterio de Agricultura, Pesca y Alimentación (MAPA)\nDirección General de la Producción Agraria\nFRANCE\nfor medicinal products for human use:\nAgence du Médicament\nfor veterinary medicinal products:\nAgence Nationale du Médicament Vétérinaire\nIRELAND\nIrish Medicines Board\nITALY\nfor medicinal products for human use:\nMinistero della Sanità\nDipartimento Farmaci e Farmacovigilanza\nfor medicinal products for veterinary use:\nMinistero della Sanità\nDipartimento alimenti e nutrizione e sanità pubblica veterinaria — Div. IX\nLUXEMBOURG\nDivision de la Pharmacie et des Médicaments\nNETHERLANDS\nStaat der Nederlanden\nAUSTRIA\nBundesministerium für Arbeit, Gesundheit und Soziales\nPORTUGAL\nfor human and veterinary (non-immunologicals):\nInstituto da Farmácia e do Medicamento — INF ARMED\nfor veterinary immunologicals:\nDirecção — Geral de Veterinaria\nFINLAND\nLääkelaitos/Läkemedelsverket\n(National Agency for Medicines)\nSWEDEN\nLäkemedelsverket — Medical Products Agency\nUNITED KINGDOM\nfor human and veterinary (non-immunologicals):\nMedicines Control Agency\nfor veterinary immunologicals:\nVeterinary Medicines Directorate\nEUROPEAN COMMUNITY\nCommission of the European Communities\nEuropean Agency for the Evaluation of Medicinal Products (EMEA)\nAppendix 3\nIndicative list of Products covered by the Sectoral Annex\nRecognising that precise definitions of medicinal products and drugs are to be found in the legislation referred to above, an indicative list of products covered by the agreement is given below:\n—\nhuman medicinal products including prescription and non-prescription drugs,\n—\nhuman biologicals including vaccines, and immunologicals,\n—\nveterinary pharmaceuticals, including prescription and non-prescription drugs, with the exclusion of veterinary immunologicals,\n—\npre-mixes for the preparation of veterinary medicated feeds (EC), Type A medicated articles for the preparation of veterinary medicated feeds (US),\n—\nintermediate products and active pharmaceutical ingredients or bulk pharmaceuticals (US)/starting materials (EC).\nAppendix 4\nCriteria for Assessing Equivalence for Post- and Pre-Approval\nI.\nLegal/Regulatory authority and structures and procedures providing for post- and pre-approval:\nA.\nAppropriate statutory mandate and jurisdiction.\nB.\nAbility to issue and update binding requirements and GMPs and guidance documents.\nC.\nAuthority to make inspections, review and copy documents, and to take samples and collect other evidence.\nD.\nAbility to enforce requirements and to remove products found in violation of such requirements from the market.\nE.\nSubstantive current good manufacturing requirements.\nF.\nAccountability of the regulatory authority.\nG.\nInventory of current products and manufacturers.\nH.\nSystem for maintaining or accessing inspection reports, samples and other analytical data, and other firm/product information relating to matters covered by this Sectoral Annex.\nII.\nMechanisms in place to assure appropriate professional standards and avoidance of conflicts of interest.\nIII.\nAdministration of the regulatory authority:\nA.\nStandards of education/qualification and training.\nB.\nEffective quality assurance systems measures to ensure adequate job performance.\nC.\nAppropriate staffing and resources to enforce laws and regulations.\nIV.\nConduct of Inspections:\nA.\nAdequate pre-inspection preparation, including appropriate expertise of investigator/team, review of firm/product and databases, and availability of appropriate inspection equipment.\nB.\nAdequate conduct of inspection, including statutory access to facilities, effective response to refusals, depth and competence of evaluation of operations, systems and documentation; collection of evidence; appropriate duration of inspection and completeness of written report of observations to firm management.\nC.\nAdequate post-inspection activities, including completeness of inspectors' report, inspection report review where appropriate, and conduct of follow-up inspections and other activities where appropriate, assurance of preservation and retrieval of records.\nV.\nExecution of regulatory enforcement actions to achieve corrections, designed to prevent future violations, and to remove products found in violation of requirements from the market.\nVI.\nEffective Use of Surveillance Systems:\nA.\nSampling and analysis.\nB.\nRecall monitoring.\nC.\nProduct defect reporting system.\nD.\nRoutine surveillance inspections.\nE.\nVerification of approved manufacturing process changes to marketing authorisations/approved applications.\nVII.\nAdditional specific criteria for pre-approval inspections\nA.\nSatisfactory demonstration through a jointly developed and administered training program and joint inspections to assess the authorities' capabilities.\nB.\nPre-inspection preparation includes the review of appropriate records, including site plans and drug master file or similar documentation to enable adequate inspections.\nC.\nAbility to verify chemistry, manufacturing and control data supporting an application is authentic and complete.\nD.\nAbility to access and evaluate research and development data as scientifically sound, especially transfer technology of pilot, scale up and full scale production batches.\nE.\nAbility to verify conformity of the on site processes and procedures with those described in the application.\nF.\nReview and evaluate equipment installation, operational and performance qualification data, and evaluate test method validation.\nAppendix 5\nElements to be Considered in Developing a Two-way Alert System\n1.   Documentation\n—\nDefintion of a crisis/emergency and under what circumstances an alert is required,\n—\nStandard Operating Procedures (SOPs),\n—\nMechanism of health hazards evaluation and classification,\n—\nLanguage of communication and transmission of information.\n2.   Crisis Management System\n—\nCrisis analysis and communication mechanisms,\n—\nEstablishment of contact points,\n—\nReporting mechanisms.\n3.   Enforcement Procedures\n—\nFollow-up mechanisms,\n—\nCorrective action procedures.\n4.   Quality Assurance System\n—\nPharmacovigilance programme,\n—\nSurveillance/monitoring of implementation of corrective action.\n5.   Contact points\nFor the purpose of this agreement, the contact points for the alert system will be:\nfor the European Community:\nthe Executive Director of the European Agency for the Evaluation of Medicinal Products,\n7, Westferry Circus,\nCanary Wharf\nUK - London E14 4HB,\nEngland.\nTelephone +44- 171- 418 8400,\nFax 418 8416.\nfor the United States:\n(to be provided by the U.S.)\nSECTORAL ANNEX ON MEDICAL DEVICES\nPREAMBLE\nThis Annex constitutes a Sectoral Annex to the Agreement on Mutual Recognition in Regulation to Conformity Assessment between the United States and the European Community.\nCarrying out the provisions of this Annex will further public health protection, will be an important means of facilitating commerce in medical devices and will lead to reduced costs for regulators and manufacturers of both Parties.\nCHAPTER 1\nPURPOSE, SCOPE AND COVERAGE OF THE SECTORAL ANNEX\nArticle 1\nPurpose\n1.   The purpose of this Annex is to specify the conditions under which a Party will accept the results of quality system-related evaluations and inspections and premarket evaluations of the other Party with regard to medical devices as conducted by listed conformity assessment bodies (CABs) and to provide for other related cooperative activities.\n2.   This Annex is intended to evolve as programmes and policies of the Parties evolve. The Parties will review this Annex periodically, in order to assess progress and identify potential enhancements to this Annex as Food and Drug Administration (FDA) and EC policies evolve over time.\nArticle 2\nScope\n1.   The provisions of this Annex shall apply to the exchange and, where appropriate, endorsement of the following types of reports from CABs assessed to be equivalent:\n(a)\nunder the US system, surveillance/post-market and initial/pre-approval inspection reports;\n(b)\nunder the US system, premarket (510(k)) product evaluation reports;\n(c)\nunder the EC system, quality system evaluation reports; and\n(d)\nunder the EC system, EC type examination and verification reports.\nAppendix 1 names the legislation, regulations, and related procedures under which:\n(a)\nproducts are regulated as medical devices by each Party;\n(b)\nCABs are designated and confirmed; and\n(c)\nthese reports are prepared.\n2.   For purposes of this Annex, equivalence means that: CABs in the EC are capable of conducting product and quality systems evaluations against US regulatory requirements in a manner equivalent to those conducted by FDA; and CABs in the US are capable of conducting product and quality systems evaluations against EC regulatory requirements in a manner equivalent to those conducted by EC CABs.\nArticle 3\nProduct Coverage\nThere are three components to this agreement each covering a discrete range of products:\n1.\nQuality System Evaluations — US-type surveillance/post-market and initial/pre-approval inspection reports and EC-type quality system evaluation reports will be exchanged with regard to all products regulated under both US and EC law as medical devices.\n2.\nProduct Evaluation — US-type premarket (510(k)) product evaluation reports and EC-type-testing reports will be exchanged only with regard to those products classified under the US system as Class I/Class II — Tier 2 medical devices which are listed in Appendix 2.\n3.\nPost-Market Vigilance Reports — Post-market vigilance reports will be exchanged with regard to all products regulated under both US and EC law as medical devices.\nAdditional products and procedures may be made subject to this Annex by agreement of the Parties.\nArticle 4\nRegulatory Authorities\nThe regulatory authorities shall have the responsibility of implementing the provisions of this Annex, including the designation and monitoring of CABs. Regulatory authorities are specified in Appendix 3. Each Party will promptly notify the other Party in writing of any change in the regulatory authority for a country.\nCHAPTER 2\nTRANSITION PERIOD\nArticle 5\nLength and purpose of transition period\nThere will be a three-year transition period immediately following the date of entry into force of the Agreement. During the transition period, the Parties will engage in confidence-building activities for the purpose of obtaining sufficient evidence to make determinations concerning the equivalence of CABs of the other Party with respect to the ability to perform quality system and product evaluations or other reviews resulting in reports to be exchanged under this Annex.\nArticle 6\nListing of CABs\nEach Party shall designate CABs to participate in confidence-building activities by transmitting to the other Party a list of CABs which meet the criteria for technical competence and independence, as identified in Appendix 1. The list shall be accompanied by supporting evidence. Designated CABs will be listed in Appendix 4 for participation in the confidence building activities once confirmed by the importing Party. Non-confirmation would have to be justified based on documented evidence.\nArticle 7\nConfidence Building Activities\n1.   At the beginning of the transitional period, the Joint Sectoral Group will establish a joint confidence building programme calculated to provide sufficient evidence of the capabilities of the designated CABs to perform quality system or product evaluations to the specifications of the Parties.\n2.   The joint confidence building program should include the following actions and activities:\n(a)\nseminars designed to inform the Parties and CABs about each Party's regulatory system, procedures, and requirements;\n(b)\nworkshops designed to provide the Parties with information regarding requirements and procedures for the designation and surveillance of CABs;\n(c)\nexchange of information about reports prepared during the transition period;\n(d)\njoint training exercises; and\n(e)\nobserved inspections.\n3.   During the transition period, any significant problem that is identified with a CAB may be the subject of cooperative activities, as resources allow and as agreed to by the regulatory authorities, aimed at resolving the problem.\n4.   Both Parties will exercise good faith efforts to complete the confidence building activities as expeditiously as possible to the extent that the resources of the Parties allow.\n5.   Both the EC and the US will each prepare annual progress reports which will describe the confidence building activities undertaken during each year of the transition period. The form and content of the reports will be determined by the Parties through the Joint Sectoral Committee.\nArticle 8\nOther transition period activities\n1.   During the transition period, the Parties will jointly determine the necessary information which must be present in quality system and product evaluation reports.\n2.   The Parties will jointly develop a notification and alert system to be used in case of defects, recalls, and other problems concerning product quality that could necessitate additional actions (e.g., inspections by the Parties of the importing country) or suspension of the distribution of the product.\nCHAPTER 3\nEND OF TRANSITION PERIOD\nArticle 9\nEquivalence Assessment\n1.   In the final six months of the transition period, the Parties shall proceed to a joint assessment of the equivalence of the CABs that participated in the confidence building activities. CABs will be determined to be equivalent provided they have demonstrated proficiency through the submission of a sufficient number of adequate reports. CABs may be determined to be equivalent with regard to the ability to perform any type of quality system or product evaluation covered by this Annex and with regard to any type of product covered by this Annex. The parties shall develop a list contained in Appendix 5 of CABs determined to be equivalent which shall contain a full explanation of the scope of the equivalency determination, including any appropriate limitations, with regard to performing any type of quality system or product evaluation.\n2.   The Parties shall allow CABs not listed for participation in the MRA, or listed for participation only as to certain types of evaluations, to apply for participation in this MRA once the necessary measures have been taken or sufficient experience has been gained, in accordance with Article 16.\n3.   Decisions concerning the equivalence of CABs must be agreed to by both Parties.\nCHAPTER 4\nOPERATIONAL PERIOD\nArticle 10\nStart of the operational period\n1.   The operational period will start at the end of the transition period after the Parties have developed the list of CABs found to be equivalent. The provisions of this Chapter will apply only with regard to listed CABs and only to the extent of any specifications and limitations contained on the list with regard to a CAB.\n2.   The operational period will apply to quality system evaluation reports and product evaluation reports generated by CABs listed in accordance with this Annex for the evaluations performed in the respective territories of the Parties, except if the Parties agree otherwise.\nArticle 11\nExchange and endorsement of quality system evaluation reports\n1.   Listed EC CABs will provide FDA with reports of quality system evaluations, as follows:\n(a)\nfor pre-approval quality system evaluations, EC CABs will provide full reports; and\n(b)\nfor surveillance quality system evaluations, EC CABs will provide abbreviated reports.\n2.   Listed US CABs will provide to the EC Notified Body of the manufacturer's choice:\n(a)\nfull reports of initial quality system evaluations;\n(b)\nabbreviated reports of quality systems surveillance audits.\n3.   If the abbreviated reports do not provide sufficient information, the importing Party may request additional clarification from the CAB.\n4.   Based on the determination of equivalence in light of the experience gained, the quality system evaluation reports prepared by the CABs listed as equivalent will normally be endorsed by the importing Party, except under specific and delineated circumstances. Examples of such circumstances include indications of material inconsistencies or inadequacies in a report, quality defects identified in post-market surveillance or other specific evidence of serious concern in relation to product quality or consumer safety. In such cases, the importing Party may request clarification from the exporting Party which may lead to a request for re-inspection. The Parties will endeavour to respond to requests for clarification in a timely manner. Where divergence is not clarified in this process, the importing Party may carry out the quality system evaluation.\nArticle 12\nExchange and endorsement of product evaluation reports\n1.   EC CABs listed for this purpose will, subject to the specifications and limitations on the list, provide to the FDA 510(k) premarket notification assessment reports prepared to US medical device requirements.\n2.   US CABs will, subject to the specifications and limitations on the list, provide to the EC notified body of the manufacturer's choice, type examination and verification reports prepared to EC medical device requirements.\n3.   Based on the determination of equivalence in light of the experience gained, the product evaluation reports prepared by the CABs listed as equivalent will normally be endorsed by the importing Party, except under specific and delineated circumstances. Examples of such circumstances include indications of material inconsistencies, inadequacies, or incompleteness in a product evaluation report, or other specific evidence of serious concern in relation to product safety, performance, or quality. In such cases, the importing Party my request clarification from the exporting Party which may lead to a request for a re-evaluation. The parties will endeavour to respond to requests for clarification in timely manner. Endorsement remains the responsibility of the importing Party.\nArticle 13\nTransmission of quality system evaluation reports\nQuality system evaluation reports covered by Article 11 concerning products covered by this Annex shall be transmitted to the importing Party within 60 calendar days of a request by the importing Party. Should a new inspection be requested the time period shall be extended by an additional 30 calendar days. A Party may request a new inspection, for cause, identified to the other Party. If the exporting Party cannot perform an inspection within a specified period time, the importing Party may perform an inspection on its own.\nArticle 14\nTransmission of product evaluation reports\nTransmission of product evaluation reports will take place according to the importing Party's specified procedures.\nArticle 15\nMonitoring continued equivalence\nMonitoring activities will be carried out in accordance with Article 10 of the Agreement.\nArticle 16\nListing of Additional CABs\n1.   During the operational period, additional CABs will be considered for equivalence using the procedures and criteria described in Articles 6, 7, and 9 of this Annex, taking into account the level of confidence gained in the overall regulatory system of the other Party.\n2.   Once a designating authority considers that such CABs, having undergone the procedures of Articles 6, 7, and 9 of this Annex, may be determined to be equivalent, it will then designate those bodies on an annual basis. Such procedures satisfy the procedures of Articles 7(a) and (b) of the Agreement.\n3.   Following such annual designations, the procedures for confirmation of CABs under Articles 7(c) and (d) of the Agreement shall apply.\nCHAPTER 5\nJOINT SPECIAL COMMITTEE\nArticle 17\nRole and composition of the Joint Sectoral Committee\n1.   A Joint Sectoral Management Committee is set up to monitor the activities under both the transitional and operational phases of this Annex.\n2.   The Committee will be co-chaired by a representative of the FDA for the US and a representative of the EC who will each have one vote. Decisions will be taken by unanimous consent.\n3.   The JSC's functions will include:\n(a)\nmaking a joint assessment of the equivalent of CABs;\n(b)\ndeveloping and maintaining the list of equivalent CABs, including any limitation in terms of their scope of activities and communicating the list of all authorities and the Joint Committee;\n(c)\nproviding a forum to discuss issues relating to this Annex, including concerns that a CAB may no longer be equivalent and opportunity to review product coverage; and\n(d)\nconsideration of the issue of suspension.\nCHAPTER 6\nHARMONISATION AND INFORMATION EXCHANGE\nArticle 18\nHarmonisation\nDuring both the transitional and operational phases of this Agreement, both Parties intend to continue to participate in the activities of the Global Harmonisation Task Force and utilise the results of those activities to the extent possible. Such participation involves developing and reviewing documents developed by the Global Harmonisation Task Force and jointly determining whether they are applicable to the implementation of this Agreement.\nArticle 19\nRegulatory cooperation\nThe Parties and authorities shall inform one another, as permitted by law, of, and consult one another on, proposals to introduce new controls or to change existing technical regulations or inspection procedures and to provide the opportunity to comment on such proposals.\nThe Parties shall notify each other in writing of any changes to Appendix 1.\nArticle 20\nAlert system and exchange of post-market vigilance reports\n1.   An alert system will be set up during the transition period and maintained thereafter by which the Parties will notify each other when there is an immediate danger to public health. Elements of such a system will be described in an Appendix to be attached to this Sectoral Annex. As part of that system, each Party shall notify the other Party of any confirmed problem reports, corrective actions, or recalls. These reports are regarded as part of ongoing investigations.\n2.   Contact points will be agreed between both Parties to permit authorities to be made aware with the appropriate speed in case of quality defect, batch recalls, counterfeiting and other problems concerning quality, which could necessitate additional controls or suspension of the distribution of the product.\nAppendix 1\nRelevant legislation, regulations and procedures\n1.\nFor the European Community the following legislation applies to Article 2(1):\n(a)\nCouncil Directive 90/385/EEC of 20 June 1990 on the approximation of the laws of the Member States relating to active implantable medical devices. Conformity assessment procedures.\n—\nAnnex II (with the exception of section 4),\n—\nAnnex IV,\n—\nAnnex V;\n(b)\nCouncil Directive 93/42/EEC of 14 June 1993 concerning medical devices. Conformity assessment procedures.\n—\nAnnex II (with the exception of section 4),\n—\nAnnex III,\n—\nAnnex IV,\n—\nAnnex V,\n—\nAnnex VI.\n2.\nFor the United States, the following legislation applies to Article 2(1):\n(a)\nThe Federal Food, Drug and Cosmetic Act, 21. U.S.C. §§ 321 et seq.;\n(b)\nThe Public Health Service Act, 42 U.S.C. §§ 201 et seq.;\n(c)\nRegulations of the United States Food and Drug Administration found at 21 C.F.R., in particular, Parts 800 to 1299;\n(d)\nMedical Devices; Third-Party Review of Selected Premarket Notifications; Pilot Program, 61 Fed. Reg. 14,789-14,796 (April 3, 1996).\nAppendix 2\nScope of product coverage\n1.\nInitial Coverage of the Transition Period:\nUpon entry into force of this Annex (1), products qualifying for the transitional arrangements under this Agreement include:\n(a)\nall Class I products requiring premarket evaluations in the United States — see Table 1;\n(b)\nthose Class II products listed in Table 2.\n2.\nDuring the transition period:\nThe Parties will jointly identify additional product groups, including their related accessories, in line with their respective priorities as follows:\n(a)\nthose for which review may be based primarily on written guidance which the Parties will use their best efforts to prepare expeditiously; and\n(b)\nthose for which review may be based primarily on international standards, in order for the Parties to gain the requisite experience.\nThe corresponding additional product lists will be phased in on an annual basis. The Parties may consult with industry and other interested Parties in determining which products will be added.\n3.\nCommencement of the Operational Period:\n(a)\nat the commencement of the operational period, product coverage shall extend to all Class I/II products covered during the transition period;\n(b)\nthe FDA will expand the program to categories of Class II devices as is consistent with the results of the pilot, and with the FDA's ability to write guidance documents if the device pilot for the third party review of medical devices is successful. The MRA will cover to the maximum extent feasible all Class II devices listed in Table 3 for which FDA-accredited third-party review is available in the US.\n4.\nUnless explicitly included by joint decision of the Parties, this agreement does not cover any US Class II-tier 3 or any Class III product under either system.\nTABLE 1\nClass I products requiring premarket evaluations in the United States, included in scope of product coverage at beginning of transition period\nSection No\nRegulation Name\nProduct Code — Device Name\nANESTHESIOLOGY PANEL (868)\n868.1910\nEsophageal stethoscope\nBZW\n—\nStethoscope, esophageal\n868.5620\nBreathing mouthpiece\nBYP\n—\nMouthpiece, breathing\n868.5640\nMedicinal nonventilatory nebulizer (atomizer)\nCCQ\n—\nNebulizer, medicinal, non-ventilatory (atomizer)\n868.5675\nRebreathing device\nBYW\n—\nDevice, rebreathing\n868.5700\nNonpowered oxygen tent\nFOG\n—\nHood, oxygen, infant\nBYL\n—\nTent, oxygen\n868.6810\nTracheobronchial suction catheter\nBSY\n—\nCatheters, suction, tracheobronchial\nCARDIOVASCULAR PANEL\n(None)\nDENTAL PANEL (872)\n872.3400\nKaraya and sodium borate with or without acacia denture adhesive\nKOM\n—\nAdhesive, denture, acacia and karaya with sodium borate\n872.3700\nDental mercury (USP)\nELY\n—\nMercury\n872.4200\nDental handpieces and accessories\nEBW\n—\nController, foot, handpiece and cord\nEFB\n—\nHandpiece, air-powered, dental\nEFA\n—\nHandpiece, belt and/or gear driven, dental\nEGS\n—\nHandpiece, contra- and right-angle attachment, dental\nEKX\n—\nHandpiece, direct drive, ac-powered\nEKY\n—\nHandpiece, water-powered\n872.6640\nDental operative unit\nEIA\n—\nUnit, operative dental\nEAR, NOSE, AND THROAT PANEL (874)\n874.1070\nShort increment sensitivity index (SISI) adapter\nETR\n—\nAdapter, short increment sensitivity index (SISI)\n874.1500\nGustometer\nETM\n—\nGustometer\n874.1800\nAir or water caloric stimulator\nKHH\n—\nStimulator, caloric-air\nETP\n—\nStimulator, caloric-water\n874.1925\nToynbee diagnostic tube\nETK\n—\nTube, toynbee diagnostic\n874.3300\nHearing aid\nLRB\n—\nFace plate hearing-aid\nESD\n—\nHearing-aid, air-conduction\n874.4100\nEpistaxis balloon\nEMX\n—\nBalloon, epistaxis\n874.5300\nENT\n—\nExamination and treatment unit\nETF\n—\nUnit, examining/treatment, ent\n874.5550\nPowered nasal irrigator\nKMA\n—\nIrrigator, powered nasal\n874.5840\nAnti-stammering device\nKTH\n—\nDevice, anti-stammering\nGASTROENTEROLOGY — UROLOGY PANEL (876)\n876.5160\nUrological clamps for males\nFHA\n—\nClamp, penile\n876.5210\nEnema kit\nFCE\n—\nKit, enema, (for cleaning purpose)\n876.5250\nUrine collector and accessories\nFAQ\n—\nBag, urine collection, leg, for external use\nGENERAL HOSPITAL PANEL (880)\n880.5270\nNeonatal eye pad\nFOK\n—\nPad, neonatal eye\n880.5420\nPressure infuser for I.V. bag\nKZD\n—\nInfusor, pressure, for I.V. bags\n880.5680\nPediatric position holder\nFRP\n—\nHolder, infant position\n880.6250\nPatient examination glove\nLZB\n—\nFinger cot\nFMC\n—\nGlove, patient examination\nLYY\n—\nGlove, patient examination, latex\nLZA\n—\nGlove, patient examination, poly\nLZC\n—\nGlove, patient examination, speciality\nLYZ\n—\nGlove, patient examination, vinyl\n880.6375\nPatient lubricant\nKMJ\n—\nLubricant, patient\n880.6760\nProtective restraint\nBRT\n—\nRestraint, patient, conductive\nFMQ\n—\nRestraint, protective\nNEUROLOGY PANEL (882)\n882.1030\nAtaxiagraph\nGWW\n—\nAtaxiagraph\n882.1420\nElectroencephalogram (EEG) signal spectrum analyser\nGWS\n—\nAnalyser, spectrum, electroencephalogram signal\n882.4060\nVentricular cannula\nHCD\n—\nCannula, ventricular\n882.4545\nShunt system implantation instrument\nGYK\n—\nInstrument, shunt system implantation\n882.4650\nNeurosurgical suture needle\nHAS\n—\nNeedle, neurosurgical suture\n882.4750\nSkull punch\nGXJ\n—\nPunch, skull\nOBSTETRICS AND GYNECOLOGY PANEL\n(None)\nOPHTHALMOLOGY PANEL (886)\n886.1780\nRetinoscope\nHKM\n—\nRetinoscope, battery-powered\n886.1940\nTonometer sterilizer\nHKZ\n—\nsterilizer, tonometer\n886.4070\nPowered corneal burr\nHQS\n—\nBurr, corneal, ac-powered\nHOG\n—\nBurr, corneal, battery-powered\nHRG\n—\nEngine, trephine, accessories, ac-powered\nHFR\n—\nEngine, trephine, accessories, battery-powered\nHLD\n—\nEngine, trephine, accessories, gas-powered\n886.4300\nKeratone\nHNO\n—\nKeratone, ac-powered\nHMY\n—\nKeratone, battery-powered\n886.5850\nSunglasses (non-prescription)\nHQY\n—\nSunglasses (non-prescription including photosensitive)\nORTHOPEDIC PANEL (888)\n888.1500\nAc-powered goniometer\nKQX\n—\nGoniometer, ac-powered\n888.4150\nCallipers for clinical use\nKTZ\n—\nCalliper\nPHYSICAL MEDICINE PANEL (890)\n890.3850\nMechanical wheelchair\nLBE\n—\nStroller, adaptive\nIOR\n—\nWheelchair, mechanical\n890.5180\nManual patient rotation bed\nINY\n—\nBed, patient rotation, manual\n890.5710\nHot or cold disposable pack\nIMD\n—\nPack, hot or cold, disposable\nRADIOLOGY PANEL (892)\n892.1100\nScintillation gamma camera\nIYX\n—\nCamera, scintillation (gamma)\n892.1110\nPositron camera\nIZC\n—\nCamera, positron\n892.1300\nNuclear rectilinear scanner\nIYW\n—\nScanner, rectilinear, nuclear\n892.1320\nNuclear uptake probe\nIZD\n—\nProbe, uptake, nuclear\n892.1330\nNuclear whole body scanner\nJAM\n—\nScanner, whole body, nuclear\n892.1410\nNuclear electrocardiograph synchroniser\nIVY\n—\nSynchroniser, electrocardiograph, nuclear\n892.1890\nRadiographic-film illuminator\nIXC\n—\nIlluminatore radiographic-film\nJAG\n—\nIlluminatore radiographic-film, explosion-proof\n892.1910\nRadiographic grid\nIXJ\n—\nGrid, radiographic\n892.1960\nRadiographic intensifying screen\nWAM\n—\nScreen, intensifying, radiographic\n892.1970\nRadiographic ECG/respirator synchroniser\nIXO\n—\nSynchroniser, ECG/respirator, radiographic\n892.5650\nManual radionuclide applicator system\nIWG\n—\nSystem, applicator, radionuclide, manual\nGENERAL AND PLASTIC SURGERY PANEL (878)\n878.4200\nIntroduction/drainage catheter and accessories\nKGZ\n—\nAccessories, catheter\nGCE\n—\nAdaptor, catheter\nFGY\n—\nCannula, injection\nGBA\n—\nCatheter, balloon type\nGBZ\n—\nCatheter, cholangiography\nGBQ\n—\nCatheter, continuous irrigation\nGBY\n—\nCatheter, eustachian, general & plastic surgery\nJCY\n—\nCatheter, infusion\nGBX\n—\nCatheter, irrigation\nGBP\n—\nCatheter, multiple lumen\nGBO\n—\nCatheter, nephrostomy, general & plastic surgery\nGBN\n—\nCatheter, pediatric, general & plastic surgery\nGBW\n—\nCatheter, peritoneal\nGBS\n—\nCatheter, ventricular, general & plastic surgery\nGCD\n—\nConnector, catheter\nGCC\n—\nDilator, catheter\nGCB\n—\nNeedle, catheter\n878.4320\nRemovable skin clip\nFZQ\n—\nClip, removable (skin)\n878.4460\nSurgeon's gloves\nKGO\nSurgeon's gloves\n878.4680\nNonpowered, single patient, portable suction apparatus\nGCY\n—\nApparatus, suction, single patient use, portable, nonpowered\n878.4760\nRemovable skin staple\nGDT\n—\nStaple, removable (skin)\n878.4820\nAc-powered, battery-powered, and pneumatically powered surgical instrument motor\nGFG\nBit, surgical\nGFA\nBlade, saw, general and plastic surgery\nDWH\nBlade, saw, surgical, cardiovascular\nBRZ\nBoard, arm (with cover)\nGFE\nBrush, dermabrasion\nGFF\nBur, surgical, general and plastic surgery\nKDG\nChisel (osteotome)\nGFD\nDermatome\nGFC\nDriver, surgical, pin\nGFB\nHead, surgical, hammer\nGEY\nMotor, surgical instrument, ac-powered\nGET\nMotor, surgical instrument, pneumatic powered\nDWI\nSaw, electrically powered\nKFK\nSaw, pneumatically powered\nHAB\nSaw, powered, and accessories\n878.4960\nAir or ac-powered operating table and air or ac-powered operating chair and accessories\nGBB\nChair, surgical, ac-powered\nFQO\nTabel, operating-room, ac-powered\nGDC\nTabel, operating-room, electrical\nFWW\nTabel, operating-room, pneumatic\nJEA\nTabel, surgical with orthopedic accessories, ac-powered\n880.5090\nLiquid bandage\nKMF\n—\nBandage, liquid\nTABLE 2\nClass II medical devices included in scope of product coverage at beginning of transition period\n(US to develop guidance documents identifying US requirements and EC to identify standards needed to meet EC requirements)\nRA\n892.1000\nMagnetic resonance diagnostic device\nMOS\n—\nCoil, magnetic resonance, specialty\nLNH\n—\nSystem, nuclear magnetic resonance imaging\nLNI\n—\nSystem, nuclear magnetic resonance spectroscopic\nDIAGNOSTIC ULTRASOUND\nRA\n892.1540\nNonfetal ultrasonic monitor\nJAF\n—\nMonitor, ultrasonic, nonfetal\nRA\n892.1550\nUltrasonic pulsed doppler imaging system\nIYN\n—\nSystem, imaging, pulsed doppler, ultrasonic\nRA\n892.1560\nUltrasonic pulsed echo imaging system\nIYO\n—\nSystem, imaging, pulsed echo, ultrasonic\nRA\n892.1570\nDiagnostic ultrasonic transducer\nITX\n—\nTransducer, ultrasonic, diagnostic\nDIAGNOSTIC X — RAY IMAGING DEVICES\n(except mammographic x-ray systems)\nRA\n892.1600\nAngiographic x-ray system\nIZI\n—\nSystem, x-ray, angiographic\nRA\n892.1650\nImage-intensified fluoroscopic x-ray system\nMQB\n—\nSolid state x-ray imager (flat panel/digital imager)\nJAA\n—\nSystem, x-ray, fluoroscopic, image-intensified\nRA\n892.1680\nStationary x-ray system\nKPR\n—\nSystem, x-ray, stationary\nRA\n892.1720\nMobile x-ray system\nIZL\n—\nSystem, x-ray, mobile\nRA\n892.1740\nTomographic x-ray system\nIZF\n—\nSystem, x-ray, tomographic\nRA\n892.1750\nComputed tomography x-ray system\nJAK\n—\nSystem, x-ray, tomography, computed\nECG-RELATED DEVICES\nCV\n870.2340\nElectrocardiograph\nDPS\n—\nElectrocardiograph\nMLC\n—\nMonitor, st segment\nCV\n870.2350\nElectrocardiograph lead switching adaptor\nDRW\n—\nAdaptor, lead switching, electrocardiograph\nCV\n870.2360\nElectrocardiograph electrode\nDRX\nElectrode, electrocardiograph\nCV\n870.2370\nElectrocardiograph surface electrode tester\nKRC\n—\nTester, electrode, surface, electrocardiographic\nNE\n882.1400\nElectroencephalograph\nGWQ\n—\nElectroencephalograph\nHO\n880.5725\nInfusion pump (external only)\nMRZ\n—\nAccessories, pump, infusion\nFRN\n—\nPump, infusion\nLZF\n—\nPump, infusion, analytical sampling\nMEB\n—\nPump, infusion, elastomeric\nLZH\n—\nPump, infusion, enteral\nMHD\n—\nPump, infusion, gallstone dissolution\nLZG\n—\nPump, infusion, insulin\nMEA\n—\nPump, infusion, pca\nOPHTHALMIC INSTRUMENTS\nOP\n886.1570\nOphthalmoscope\nHLI\n—\nOphthalmoscope, ac-powered\nHLJ\n—\nOphthalmoscope, battery-powered\nOP\n886.1780\nRetinoscope\nHKL\n—\nRetinoscope, ac-powered\nOP\n886.1850\nAc-powered slit-lamp biomicroscope\nHJO\n—\nBiomicroscope, slit-lamp, ac-powered\nOP\n886.4150\nVitreous aspiration and cutting instrument\nMMC\n—\nDilator, expansive iris (accessory)\nHQE\n—\nInstrument, vitreous aspiration and cutting, ac-powered\nHKP\n—\nInstrument, vitreous aspiration and cutting, battery-powered\nMLZ\n—\nVitrectomy, instrument cutter\nOP\n886.4670\nPhacofragmentation system\nHQC\n—\nUnit, phacofragmentation\nSU\n878.4580\nSurgical lamp\nHBI\n—\nIlluminator, fiberoptic, surgical field\nFTF\n—\nIlluminator, non-remote\nFTG\n—\nIlluminator, remote\nHJE\n—\nLamp, fluorescent, ac-powered\nFQP\n—\nLamp, operating-room\nFTD\n—\nLamp, surgical\nGBC\n—\nLamp, surgical, incandescent\nFTA\n—\nLight, surgical, accessories\nFSZ\n—\nLight, surgical, carrier\nFSY\n—\nLight, surgical, ceiling mounted\nFSX\n—\nLight, surgical, connector\nFSW\n—\nLight, surgical, endoscopic\nFST\n—\nLight, surgical, fiberoptic\nFSS\n—\nLight, surgical, floor standing\nFSQ\n—\nLight, surgical, instrument\nNE\n882.5890\nTranscutaneous electrical nerve stimulator for pain relief\nGZJ\n—\nStimulator, nerve, transcutaneous, for pain relief\nNON-INVASIVE BLOOD PRESSURE MEASUREMENT DEVICES\nCV\n870.1120\nBlood pressure cuff\nDXQ\n—\nCuff, blood-pressure\nCV\n870.1130\nNon-invasive blood pressure measurement system (except non-oscillometric)\nDXN\n—\nSystem, measurement, blood-pressure, non-invasive\nHO\n880.6880\nSteam steriliser (greater than 2 cubic feet)\nFLE\n—\nSteriliser, steam\nCLINICAL THERMOMETERS\nHO\n880.2910\nClinical electronic thermometer (except tympanic or pacifier)\nFLL\n—\nThermometer, electronic, clinical\nAN\n868.5630\nNebuliser\nCAF\n—\nNebuliser (direct patient interface)\nAN\n868.5925\nPowered Emergency ventilator\nHYPODERMIC NEEDLES AND SYRINGES\n(except anti-stick and self-destruct)\nHO\n880.5570\nHypodermic single lumen needle\nMMK\n—\nContainer, sharpes\nFMI\n—\nNeedle, hypodermic, single lumen\nMHC\n—\nPort, intraosseous, implanted\nHO\n880.5860\nPiston syringe\nFMF\n—\nSyringe, piston\nOR\n888.3020\nIntramedullary fixation rod\nHSB\n—\nRod, fixation, intramedullary and accessories\nEXTERNAL FIXATORS\n(except devices with no external components)\nOR\n888.3030\nSingle/multiple component metallic bone fixation appliances and accessories\nKTT\n—\nAppliance, fixation, nail/blade/plate combination, multiple component\nOR\n888.3040\nSmooth or threaded metallic bone fixation fastener\nHTY\n—\nPin, fixation, smooth\nJDW\n—\nPin, fixation, threaded\nSELECTED DENTAL MATERIALS\nDE\n872.3060\nGold based alloys and precious metal alloys for clinical use\nEJT\n—\nAlloy, gold based, for clinical use\nEJS\n—\nAlloy, precious metal, for clinical use\nDE\n872.3200\nResin tooth bonding agent\nKLE\n—\nAgent, tooth bonding, resin\nDE\n872.3275\nDental cement\nEMA\n—\nCement, dental\nEMB\n—\nZinc oxide eugenol\nDE\n872.3660\nImpression material\nELW\n—\nMaterial, impression\nDE\n872.3690\nTooth shade resin material\nEBF\n—\nMaterial, tooth shade, resin\nDE\n872.3710\nBase metal alloy\nEJH\n—\nMetal, base\nLATEX CONDOMS\nOB\n884.5300\nCondom\nHIS\n—\nCondom\nTABLE 3\nMedical devices for possible inclusion in scope of product coverage during operational period\nProduct Family\nSection No\nDevice Name\nTier\nANAESTHESIOLOGY PANEL\nAnesthesia Devices\n868.5160\nGas machine for anesthesia or analgesia\n2\n868.5270\nBreathing system heater\n2\n868.5440\nPortable oxygen generator\n2\n868.5450\nRespiratory gas humidifier\n2\n868.5630\nNebuliser\n2\n868.5710\nElectrically powered oxygen tent\n2\n868.5880\nAnesthetic vaporiser\n2\nGas Analyzer\n868.1040\nPowered Algesimeter\n2\n868.1075\nArgon gas analyser\n2\n868.1400\nCarbon dioxide gas analyser\n2\n868.1430\nCarbon monoxide gas analyser\n2\n868.1500\nEnflurane gas analyser\n2\n868.1620\nHalothane gas analyser\n2\n868.1640\nHelium gas analyser\n2\n868.1670\nNeon gas analyser\n2\n868.1690\nNitrogen gas analyser\n2\n868.1700\nNitrous oxide gas analyser\n2\n868.1720\nOxygen gas analyser\n2\n868.1730\nOxygen uptake computer\n2\nPeripheral Nerve Stimulators\n868.2775\nElectrical peripheral nerve stimulator\n2\nRespiratory Monitoring\n868.1750\nPressure plethysmograph\n2\n868.1760\nVolume plethysmograph\n2\n868.1780\nInspiratory airway pressure meter\n2\n868.1800\nRhinoanemometer\n2\n868.1840\nDiagnostic spirometer\n2\n868.1850\nMonitoring spirometer\n2\n868.1860\nPeak-flow meter for spirometry\n2\n868.1880\nPulmonary-function data calculator\n2\n868.1890\nPredictive pulmonary-function value calculator\n2\n868.1900\nDiagnostic pulmonary-function interpretation calculator\n2\n868.2025\nUltrasonic air embolism monitor\n2\n868.2375\nBreathing frequency monitor (except apnea detectors)\n2\n868.2480\nCutaneous carbon dioxide (PcCO2) monitor\n2\n868.2500\nCutaneous oxygen monitor (for an infant not under gas anesthesia)\n2\n868.2550\nPneumotachomometer\n2\n868.2600\nAirway pressure monitor\n2\n868.5665\nPowered percussor\n2\n868.5690\nIncentive spirometer\n2\nVentilator\n868.5905\nNonconinuous ventilator (IPPB)\n2\n868.5925\nPowered emergency ventilator\n2\n868.5935\nExternal negative pressure ventilator\n2\n868.5895\nContinuous ventilator\n2\n868.5955\nIntermittent mandatory ventilation attachment\n2\n868.6250\nPortable air compressor\n2\nCARDIOVASCULAR PANEL\nCardiovascular Diagnostic\n870.1425\nProgrammable diagnostic computer\n2\n870.1450\nDensitometer\n2\n870.2310\nApex cardiograph (vibrocardiograph)\n2\n870.2320\nBallistocardiograph\n2\n870.2340\nElectrocardiograph\n2\n870.2350\nElectrocardiograph lead switching adaptor\n1\n870.2360\nElectrocardiograph electrode\n2\n870.2370\nElectrocardiograph surface electrode tester\n2\n870.2400\nVectorcardiograph\n1\n870.2450\nMedical cathode-ray tube display\n1\n870.2675\nOscillometer\n2\n870.2840\nApex cardiographic transducer\n2\n870.2860\nHeart sound transducer\n2\nCardiovascular Monitoring\nValve, pressure relief, cardiopulmonary bypass\n870.1100\nBlood pressure alarm\n2\n870.1110\nBlood pressure computer\n2\n870.1120\nBlood pressure cuff\n2\n870.1130\nNon-invasive blood pressure measurement system\n2\n870.1140\nVenous blood pressure manometer\n2\n870.1220\nElectrode recording catheter or electrode recording probe\n2\n870.1270\nIntracavitary phonocatheter system\n2\n870.1875\nStethoscope (electronic)\n2\n870.2050\nBiopotential amplifier and signal conditioner\n2\n870.2060\nTransducer signal amplifier and conditioner\n2\n870.2100\nCardiovascular blood flow-meter\n2\n870.2120\nExtravascular blood flow probe\n2\n870.2300\nCardiac monitor (including) cardiotachometer and rate alarm)\n2\n870.2700\nOximeter\n2\n870.2710\nEar oximeter\n2\n870.2750\nImpedance phlebograph\n2\n870.2770\nImpedance plethysmograph\n2\n870.2780\nHydraulic, pneumatic, or photoelectric plethysmographs\n2\n870.2850\nExtravascular blood pressure transducer\n2\n870.2870\nCatheter tip pressure transducer\n2\n870.2880\nUltrasonic transducer\n2\n870.2890\nVessel occlusion transducer\n2\n870.2900\nPatient transducer and electrode cable (including connector)\n2\n870.2910\nRadiofrequency physiological signal transmitter and receiver\n2\n870.2920\nTelephone electrocardiograph transmitter and receiver\n2\n870.4205\nCardiopulmonary bypass bubble detector\n2\n870.4220\nCardiopulmonary bypass heart-lung machine console\n2\n870.4240\nCardiovascular bypass heat exchanger\n2\n870.4250\nCardiopulmonary bypass temperature controller\n2\n870.4300\nCardiopulmonary bypass gas control unit\n2\n870.4310\nCardiopulmonary bypass coronary pressure gauge\n2\n870.4330\nCardiopulmonary bypass on-line blood gas monitor\n2\n870.4340\nCardiopulmonary bypass level sensing monitor and/or control\n2\n870.4370\nRoller-type cardiopulmonary bypass blood pump\n2\n870.4380\nCardiopulmonary bypass pump speed control\n2\n870.4410\nCardiopulmonary bypass in-line blood gas sensor\n2\nCardiovascular Therapeutic\n870.5050\nPatient care suction apparatus\n2\n870.5900\nThermal regulation system\n2\nDefibrillator\n870.5300\nDC-defibrillator (including paddles)\n2\n870.5325\nDefibrillator tester\n2\nEchocardiograph\n870.2330\nEchocardiograph\n2\nPacemaker and Accessories\n870.1750\nExternal programmable pacemaker pulse generator\n2\n870.3630\nPacemaker generator function analyser\n2\n870.3640\nIndirect pacemaker generator function anlayser\n2\n870.3720\nPacemaker electrode function tester\n2\nMiscellaneous\n870.1800\nWithdrawal-infusion pump\n2\n870.2800\nMedical magnetic tape recorder\n2\nNone\nBatteries, rechargeable, Class II devices\n2\nDENTAL PANEL\nDental Equipment\n872.1720\nPulp tester\n2\n872.1740\nCaries detection device\n2\n872.4120\nBone cutting instrument and accessories\n2\n872.4465\nGas-powered jet injector\n2\n872.4475\nSpring-powered jet injector\n2\n872.4600\nIntraoral ligature and wire lock\n2\n872.4840\nRotary scaler\n2\n872.4850\nUltrasonic scaler\n2\n872.4920\nDental electrosurgical unit and accessories\n2\n872.6070\nUltraviolet activator for polymerisation\n2\n872.6350\nUltraviolet detector\n2\nDental Material\n872.3050\nAmalgam alloy\n2\n872.3060\nGold-based alloys and precious metal alloys for clinical use\n2\n872.3200\nResin tooth bonding agent\n2\n872.3250\nCalcium hydroxide cavity liner\n2\n872.3260\nCavity varnish\n2\n872.3275\nDental cement (other than zinc oxide-eugenol)\n2\n872.3300\nHydrophilic resin coating for dentures\n2\n872.3310\nCoating material for resin fillings\n2\n872.3590\nPreformed plastic denture tooth\n2\n872.3660\nImpression material\n2\n872.3690\nTooth shade resin material\n2\n872.3710\nBase metal alloy\n2\n872.3750\nBracket adhesive resin and tooth conditioner\n2\n872.3760\nDenture relining, repairing, or rebasing resin\n2\n872.3765\nPit and fissure sealant and conditioner\n2\n872.3770\nTemporary crown and bridge resin\n2\n872.3820\nRoot canal filling resin (other than chloroform use)\n2\n872.3920\nPorcelain tooth\n2\nDental x-ray\n872.1800\nExtraoral source x-ray system\n2\n872.1810\nIntraoral source x-ray system\n2\nDental Implants\n872.4880\nIntraosseous fixation screw or wires\n2\n872.3890\nEndodontic stabilising splint\n2\nOrthodontic\n872.5470\nOrthodontic plastic bracket\n2\nEAR/NOSE/THROAT PANEL\nDiagnostic Equipment\n874.1050\nAudiometer\n2\n874.1090\nAuditory impedance tester\n2\n874.1120\nElectronic noise generator for audiometric testing\n2\n874.1325\nElectroglottograph\n2\n874.1820\nSurgical nerve stimulator/locator\n2\nHearing Aids\n874.3300\nHearing aid (for bone-conduction)\n2\n874.3310\nHearing aid calibrator and analysis system\n2\n874.3320\nGroup hearing aid or group auditory trainer\n2\n874.3330\nMaster hearing aid\n2\nSurgical Equipment\n874.4250\nEar, nose, and throat electric or pneumatic surgical drill\n1\n874.4490\nArgon laser for otology, rhinology, and laryngology\n2\n874.4500\nENT microsurgical carbon dioxide laser\n2\nGASTROENTEROLOGY/UROLOGY PANEL\nEndoscope (including angioscopes, laparscopes, ophtalmic endoscopes)\n876.1500\nEndoscope and accessories\n2\n876.4300\nEndoscopic electrosurgical unit and accessories\n2\nGastroenterology\n876.1725\nGastrointestinal motility monitoring system\n1\nHemodialysis\n876.5600\nSorbent regenerated dialysate delivery system for hemodialysis\n2\n876.5630\nPeritoneal dialysis system and accessories\n2\n876.5665\nWater purification system for hemodialysis\n2\n876.5820\nHemodialysis system for accessories\n2\n876.5830\nHemodialyser with disposable insert (kiil-type)\n2\nLithotriptor\n876.4500\nMechanical lithotriptor\n2\nUrology Equipment\n876.1620\nUrodynamics measurement system\n2\n876.5320\nNonimplanted electrical continence device\n2\n876.5880\nIsolated kidney perfusion and transport system and accessories\n2\nGENERAL HOSPITAL PANEL\nInfusion Pumps and Systems\n880.2420\nElectronic monitor for gravity flow infusion systems\n2\n880.2460\nElectrically powered spinal fluid pressure monitor\n2\n880.5430\nNonelectrically powered fluid injector\n2\n880.5725\nInfusion pump\n2\nNeonatal Incubators\n880.5400\nNeonatal incubator\n2\n880.5410\nNeonatal transport incubator\n2\n880.5700\nNeonatal phototherapy unit\n2\nPiston Syringes\n880.5570\nHypodermic single lumen needle\n1\n880.5860\nPiston syringe (except anti-stick)\n1\n880.6920\nSyringe needle introducer\n2\nMiscellaneous\n880.2910\nClinical electronic thermometer\n2\n880.2920\nClinical mercury thermometer\n2\n880.5100\nAC-powered adjustable hospital bed\n1\n880.5500\nAC-powered patient lift\n2\n880.6880\nSteam Steriliser (greater than 2 cubic feet)\n2\nNEUROLOGY PANEL\n882.1020\nRigidity analyser\n2\n882.1610\nAlpha monitor\n2\nNeuro-Diagnostic\n882.1320\nCutaneous electrode\n2\n882.1340\nNasopharyngeal electrode\n2\n882.1350\nNeedle electrode\n2\n882.1400\nElectroencephalograph\n2\n882.1460\nNystagmograph\n2\n882.1480\nNeurological endoscope\n2\n882.1540\nGalvanic skin response measurement device\n2\n882.1550\nNerve conduction velocity measurement device\n2\n882.1560\nSkin potential measurement device\n2\n882.1570\nPowered direct-contact temperature measurement device\n2\n882.1620\nIntracranial pressure monitoring device\n2\n882.1835\nPhysiological signal amplifier\n2\n882.1845\nPhysiological signal conditioner\n2\n882.1855\nElectroencephalogram (EEG) telemetry system\n2\n882.5050\nBiofeedback device\n2\nEchoencephalography\n882.1240\nEchoencephalograph\n2\nRPG\n882.4400\nRadiofrequency lesion generator\n2\nNeuro Surgery\nnone\nElectrode, spinal epidural\n2\n882.4305\nPowered compound cranial drills, burrs, trephines and their accessories\n2\n882.4310\nPowered simple cranial drills, burrs, trephines and accessories\n2\n882.4360\nElectric cranial drill motor\n2\n882.4370\nPneumatic cranial drill motor\n2\n882.4560\nSterotaxic instrument\n2\n882.4725\nRadiofrequency lesion probe\n2\n882.4845\nPowered rongeur\n2\n882.5500\nLesion temperature monitor\n2\nStimulators\n882.1870\nEvoked response electrical stimulator\n2\n882.1880\nEvoked response mechanical stimulator\n2\n882.1890\nEvoked response photic stimulator\n2\n882.1900\nEvoked response auditory stimulator\n2\n882.1950\nTremor transducer\n2\n882.5890\nTranscutaneous electrical nerve stimulator for pain relief\n2\nOBSTETRICS/GYNAECOLOGY PANEL\nFetal Monitoring\n884.1660\nTranscervical endoscope (amnioscope) and accessories\n2\n884.1690\nHysteroscope and accessories (for performance standards)\n2\n884.2225\nObstetric-gynecologic ultrasonic imager\n2\n884.2600\nFetal cardiac monitor\n2\n884.2640\nFetal phonocardiographic monitor and accessories\n2\n884.2660\nFetal ultrasonic monitor and accessories\n2\n884.2675\nFetal scalp circular (spiral) electrode and applicator\n1\n884.2700\nIntrauterine pressure monitor and accessories\n2\n884.2720\nExternal uterine contraction monitor and accessories\n2\n884.2740\nPerinatal monitoring system and accessories\n2\n884.2960\nObstetric ultrasonic transducer and accessories\n2\nGynecological Surgery Equipment\n884.1720\nGynecologic laparoscope and accessories\n2\n884.4160\nUnipolar endoscopic coagulator-cutter and accessories\n2\n884.4550\nGynecologic surgical laser\n2\n884.4120\nGynecologic electrocautery and accessories\n2\n884.5300\nCondom\n2\nOphthalm. Implants\n886.3320\nEye sphere implant\n2\nContact Lens\n886.1385\nPolymethylmethacrylate (PMMA) diagnostic contact lens\n2\n886.5916\nRigid gas permeable contact lens (daily wear only)\n2\nDiagnostic Equipment\n886.1120\nOphthalmic camera\n1\n886.1220\nCorneal electrode\n1\n886.1250\nEuthyscope (AC-powered)\n1\n886.1360\nVisual field laser instrument\n1\n886.1510\nEye movement monitor\n1\n886.1570\nOphthalmoscope\n1\n886.1630\nAC-powered photostimulator\n1\n886.1640\nOphthalmic preamplifier\n1\n886.1670\nOphthalmic isotope uptake probe\n2\n886.1780\nRetinoscope (AC-powered device)\n1\n886.1850\nAC-powered slitlamp biomicroscope\n1\n886.1930\nTonometer and accessories\n2\n886.1945\nTransilluminator (AC-powered device)\n1\n886.3130\nOphthalmic conformer\n2\n(Diagnostic/Surgery Equipment)\n886.4670\nPhacofragmentation System\n2\nOphthalm. Implants\n886.3340\nExtraocular orbital implant\n2\n886.3800\nScleral shell\n2\nSurgical Equipment\n886.5725\nInfusion pump (performance standards)\n2\n886.3100\nOphthalmic tantalum clip\n2\n886.3300\nAbsorbable implant (scleral buckling method)\n2\n886.4100\nRadiofrequency electrosurgical cautery apparatus\n2\n886.4115\nThermal cautery unit\n2\n886.4150\nVitreous aspiration and cutting instrument\n2\n886.4170\nCryophthalmic unit\n2\n886.4250\nOphthalmic electrolysis unit (AC-powered device)\n1\n886.4335\nOperating headlamp (AC-powered device)\n1\n886.4390\nOphthalmic laser\n2\n886.4392\nNd:YAG laser for posterior capsulotomy\n2\n886.4400\nElectronic metal locator\n1\n886.4440\nAC-powered magnet\n1\n886.4610\nOcular pressure applicator\n2\n886.4690\nOphthalmic photocoagulator\n2\n886.4790\nOphthalmic sponge\n2\n886.5100\nOphthalmic beta radiation source\n2\nnone\nOphthalmoscopes, replacement batteries, hand-held\n1\nORTHOPEDIC PANEL\nImplants\n888.3010\nBone fixation cerclage\n2\n888.3020\nIntramedullary fixation rod\n2\n888.3030\nSingle/multiple component metallic bone fixation appliance and accessories\n2\n888.3040\nSmooth or threaded metallic bone fixation\n2\n888.3050\nSpinal interlaminal fixation orthosis\n2\n888.3060\nSpinal intervertebral body fixation orthosis\n2\nSurgical Equipment\n888.1240\nAC-powered dynamometer\n2\n888.4580\nSonic surgical instrument and accessories/attachments\n2\nnone\nAccessories, fixation, spinal interlaminal\n2\nnone\nAccessories, fixation, spinal intervertebral body\n2\nnone\nMonitor, pressure, intracompartmental\n1\nnone\nOrthosis, fixation, spinal intervertebral fusion\n2\nnone\nOrthosis, spinal pedicle fixation\nnone\nSystem, cement removal extraction\n1\nPHYSICAL MEDICINE PANEL\nDiagnostic Equipement\n890.1225\nChronaximeter\n2\n890.1375\nDiagnostic electromyograph\n2\n890.1385\nDiagnostic electromyograph needle electrode\n2\n890.1450\nPowered reflex hammer\n2\n890.1850\nDiagnostic muscle stimulator\n2\nor (Therapy)\n890.5850\nPowered muscle stimulator\n2\nTherapeutic Equipment\n890.5100\nImmersion hydrobath\n2\n890.5110\nParaffin bath\n2\n890.5500\nInfrared lamp\n2\n890.5720\nWater circulating hot or cold pack\n2\n890.5740\nPowered heating pad\n2\nRADIOLOGY PANEL\nMRI\n892.1000\nMagnetic resonance diagnostic device\n2\nUltrasound Diagnostic\n884.2660\nFetal ultrasonic monitor and accessories\n2\n892.1540\nNonfetal ultrasonic monitor\n892.1560\nUltrasonic pulsed echo imaging system\n2\n892.1570\nDiagnostic ultrasonic transducer\n2\n892.1550\nUltrasonic pulsed doppler imaging system\nAngiographic\n892.1600\nAngiographic x-ray system\n2\nDiagnostic X-Ray\n892.1610\nDiagnostic x-ray beam-limiting device\n2\n892.1620\nCine or spot fluorographic x-ray Camera\n2\n892.1630\nElectrostatic x-ray imaging system\n2\n892.1650\nImage-intensified fluoroscopic x-ray system\n2\n892.1670\nSpot film device\n2\n892.1680\nStationary x-ray system\n2\n892.1710\nMammographic x-ray system\n2\n892.1720\nMobile x-ray system\n2\n892.1740\nTomographic x-ray system\n1\n892.1820\nPneumoencephalographic chair\n2\n892.1850\nRadiographic film cassette\n1\n892.1860\nRadiographic film/cassette changer\n1\n892.1870\nRadiographic film/cassette changer programmer\n2\n892.1900\nAutomatic radiographic film processor\n2\n892.1980\nRadiologic table\n1\nCT Scanner\n892.1750\nComputed tomography x-ray system\n2\nRadiation Therapy\n892.5050\nMedical charged-particle radiation therapy system\n2\n892.5300\nMedical neutron radiation therapy system\n2\n892.5700\nRemote controlled radionuclide-applicator system\n2\n892.5710\nRadiation therapy beam-shaping block\n2\n892.5730\nRadionuclide brachytherapy source\n2\n892.5750\nRadionuclide radiation therapy system\n2\n892.5770\nPowered radiation therapy patient support assembly\n2\n892.5840\nRadiation therapy stimulation system\n2\n892.5930\nTherapeutic x-ray tube housing assembly\n1\nNuclear Medicine\n892.1170\nBone densitometer\n2\n892.1200\nEmission computed tomography system\n2\n892.1310\nNuclear tomography system\n1\n892.1390\nRadionuclide rebreathing system\n2\nGENERAL/PLASTIC SURGERY PANEL\nSurgical Lamps\n878.4630\nUltraviolet lamp for dermatologic disorders\n2\n890.5500\nInfrared lamp\n2\n878.4580\nSurgical lamp\n2\nElectrosurgical Cutting Equipment\n878.4810\nLaser surgical instrument for use in general and plastic surgery and in dermatology\n2\n878.4400\nElectrosurgical cutting and coagulation device and accessories\n2\nMiscellaneous\n878.4780\nPowered suction pump\n2\n(1)  It is understood that the date of entry into force will not occur prior to 1 June 1998, unless the Parties decide otherwise.\nAppendix 3\nAuthorities responsible for designating conformity assessment bodies\nEC access to the US market\nUS access to the EC market\n—\nBelgium\nMinistère de la Santé publique, de l'Environnement et de l'Intégration sociale\nMinisterie van Volksgezondheid, Leefmilieu en Sociale Inetgratie\n—\nDenmark\nSundhedsministeriet\n—\nGermany\nBundesministerium für Gesundheit\n—\nGreece\nΥπουργείο Υγείας\nMinistry of Health\n—\nSpain\nMinisterio de Sanidad y Consumo\n—\nFrance\nMinistère de l'emploi et de la solidarité\nMinistère de l'économie, des finances et de l'industrie\n—\nIreland\nDepartment of Health\n—\nItaly\nMinistero della Sanitá\n—\nLuxembourg\nMinistère de la Santé\n—\nNetherlands\nStaat der Nederlanden\n—\nAustria\nBundesministerium für Arbeit, Gesundheit und Soziales\n—\nPortugal\nMinisterio da Saude\n—\nFinland\nSosiaali-ja terveysministeriö/Social-och hälsovårdsministeriet\n—\nSweden\nUnder the authority of the Government of Sweden:\nStyrelsen för ackreditering och teknisk kontroll (SWEDAC)\n—\nUnited Kingdom\nDepartment of Health\nFood and Drug Administration (FDA)\nAppendix 4\nConformity assessment bodies\nEC access to the US market\nUS access to the EC market\nConformity assessment bodies located in the EC shall be designated by the Authorities identified in Appendix 3.\nConformity assessment bodies located in the US shall be designated by the Authorities identified in Appendix 3.\n(to be provided by the EC)\n(to be provided by the US)\nJOINT DECLARATION\nto the Agreement on Mutual Recognition between the European Community and the United States of America\nThe Parties agree that, although in this exceptional case the Agreement on Mutual Recognition between the United States of America and the European Community is being signed while the consistency of the various linguistic versions of the Agreement is being verified, notification of the completion of their respective procedures for the entry into force of the Agreement, as referred to in Article 21(1) of the Agreement, will be made only after the Parties have completed the verification of the texts signed today and, through agreement between the Parties, any discrepancies have been brought into conformity with the English text.\nDone at London on the eighteenth day of May in the year one thousand nine hundred and ninety-eight.\nFor the European Community\nFor the United States of America", "summary": "EU–United States of America mutual recognition agreement (MRA)\nEU–United States of America mutual recognition agreement (MRA)\nSUMMARY OF:\nAgreement on mutual recognition between the European Community and the United States of America\nDecision 1999/78/EC concluding the Agreement on Mutual Recognition between the European Community and the United States of America\nWHAT IS THE AIM OF THE AGREEMENT AND THE DECISION?\n              \nThe mutual recognition agreement (MRA)* aims to promote trade in goods between the EU and the US by removing technical barriers.\nUnder the bilateral agreement EU governments approved on 22 June 1998, the EU and the US accept the conformity assessment* results carried out for specified industrial products.\nThe decision adopts the MRA with the US on behalf of the EU.\nKEY POINTS\n              \nThe agreement covers the following sectors:\ntelecommunications equipment;\nelectromagnetic compatibility*;\nelectrical safety;\nrecreational craft;\npharmaceutical good manufacturing practices (GMPs);\nmedical devices.\nThe agreement, which has been updated several times:\nenables EU companies to have their products — which must comply with US requirements — tested and certified in the EU and then they can export them to the US market and vice versa;\nliststhe legislation, regulations and administrative rules the agreement covers for each sector;\nrequires the parties to the agreement to exchange information on implementation of those rules;\nlays down the conditions for reciprocal acceptance of conformity assessment results;\nlists the various national conformity assessment bodies* for each sector;\nrequires the EU and US authorities to audit, inspect and monitor the conformity assessment bodies they designate to ensure they carry out their work correctly;\nprovides for the suspension of a designated conformity assessment body;\nestablishes a joint committee of EU and US representatives to deal with any issues that might arise under the agreement.\nFROM WHEN DOES THE AGREEMENT APPLY?\n              \nIt has applied since 1 December 1998.\nBACKGROUND\n              \nIn their resolution of 21 December 1989, EU governments agreed the principles of MRAs. On 21 September 1992, they authorised the European Commission to negotiate mutual recognition agreements on behalf of the EU with certain non-EU countries.\nFor more information, see:\nMutual recognition agreements (European Commission).\nKEY TERMS\n              \nMutual recognition agreement: an international agreement where 2 or more countries recognise each other’s conformity assessment results.\nConformity assessment: the procedure in which a product, before it can be marketed, is tested, inspected and certified to ensure it complies with the relevant legislation.\nElectromagnetic compatibility: the interaction of electrical and electronic equipment with its electromagnetic environment, and with other equipment. All electronic devices have the potential to emit electromagnetic fields.\nConformity assessment bodies: these assess whether a product meets the relevant regulatory or legislative requirements.\nMAIN DOCUMENTS\n            \nAgreement on mutual recognition between the European Community and the United States of America (OJ L 31, 4.2.1999, pp. 3-80)\nSuccessive amendments to the agreement have been incorporated in the original text. This consolidated version is of documentary value only.\nCouncil Decision 1999/78/EC of 22 June 1998 on the conclusion of an Agreement on Mutual Recognition between the European Community and the United States of America (OJ L 31, 4.2.1999, pp. 1-2)\nSee consolidated version.\nRELATED DOCUMENTS\n            \n2002/294/EC: Decision No 14/2002 of 19 March 2002 of the Joint Committee established under the Agreement on Mutual Recognition between the European Community and the United States of America adopting its Rules of Procedure (OJ L 101, 17.4.2002, pp. 30-35)\nCouncil Resolution of 21 December 1989 on a global approach to conformity assessment (OJ C 10, 16.1.1990, pp. 1-2)\nlast update 24.07.2018", "tags": ["agreement (EU)", "quality label", "harmonisation of standards", "sectoral agreement", "quality standard", "Community certification", "EC conformity marking", "mutual recognition principle", "United States"], "subjects": ["Technical barriers", "Commercial policy", "External relations"], "split": "train", "reference_annotations": {"21999A0204(01)_p1": {"text": "Council directive 89/336/eec, as amended by Council directive 92/3 I/EEC, and directive 98/13/ec of the European Parliament and of the Council and interpretation thereof.", "triples": [" directive 92/3,  amended,  directive 89/336/eec", " directive 98/13/ec,  amended,  directive 89/336/eec"]}, "21999A0204(01)_p2": {"text": "Council directive 73/23/eec of 19 February 1973 as amended by directive 98/13/ec of the European Parliament and of the Council.", "triples": [" directive 98/13/ec,  amended,  directive 73/23/eec"]}}, "summary_annotations": {}}