{"celex_id": "32009R1215", "reference": "15.12.2009\nEN\nOfficial Journal of the European Union\nL 328/1\nCOUNCIL REGULATION (EC) No 1215/2009\nof 30 November 2009\nintroducing exceptional trade measures for countries and territories participating in or linked to the European Union’s Stabilisation and Association process\n(codified version)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1)\nCouncil Regulation (EC) No 2007/2000 of 18 September 2000 introducing exceptional trade measures for countries and territories participating in or linked to the European Union’s Stabilisation and Association process, amending Regulation (EC) No 2820/98, and repealing Regulations (EC) No 1763/1999 and (EC) No 6/2000 (1), has been substantially amended several times (2). In the interests of clarity and rationality the said Regulation should be codified.\n(2)\nAt its meeting in Lisbon on 23 and 24 March 2000, the European Council concluded that Stabilisation and Association Agreements with Western Balkan countries should be preceded by asymmetrical trade liberalisation.\n(3)\nA continued Community market opening to imports from the Western Balkan countries is expected to contribute to the process of political and economic stabilisation in the region while not creating negative effects for the Community.\n(4)\nIt is, therefore, appropriate further to improve the Community’s autonomous trade preferences by removing all remaining tariff ceilings for industrial products and by further improving access to the Community market for agricultural and fishery products, including processed products.\n(5)\nThese measures are proposed as part of the EU Stabilisation and Association process, in a response to the specific situation in the Western Balkans. They will not constitute a precedent for Community trade policy with other third countries.\n(6)\nIn accordance with the EU Stabilisation and Association process, based on the earlier Regional Approach and the Council Conclusions of 29 April 1997, the development of bilateral relations between the European Union and the Western Balkan countries is subject to certain conditions. The granting of autonomous trade preferences is linked to respect for fundamental principles of democracy and human rights and to the readiness of the countries concerned to develop economic relations between themselves. The granting of improved autonomous trade preferences in favour of countries participating in the EU Stabilisation and Association process should be linked to their readiness to engage in effective economic reforms and in regional cooperation, in particular through the establishment of free trade areas in accordance with relevant GATT/WTO standards. In addition, entitlement to benefit from autonomous trade preferences is conditional on the involvement of the beneficiaries in effective administrative cooperation with the Community in order to prevent any risk of fraud.\n(7)\nTrade preferences can only be granted to countries or territories possessing a customs administration.\n(8)\nBosnia and Herzegovina, Serbia and Kosovo, as defined by the United Nations Security Council Resolution 1244 (1999) subject to international civil administration by the United Nations Mission in Kosovo (UNMIK) (hereinafter referred to as Kosovo), fulfil these conditions, and similar trade preferences should be granted to all of them in order to avoid discrimination within the region.\n(9)\nThe trade measures provided for in this Regulation should take into account that Serbia and Kosovo each constitute a separate customs territory.\n(10)\nThe Community has concluded an agreement on trade in textile products with Serbia (3).\n(11)\nAlbania, Croatia, the former Yugoslav Republic of Macedonia and Montenegro should remain beneficiaries of this Regulation only in so far as this Regulation provides for concessions which are more favourable than the concessions existing under the contractual regimes between the Community and those countries.\n(12)\nFor the purposes of certification of origin and administrative cooperation procedures, the relevant provisions of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (4) should be applied.\n(13)\nFor the sake of rationalisation and simplification, it is appropriate to provide that the Commission may, after consulting the Customs Code Committee and without prejudice to the specific procedures provided for in this Regulation, make any necessary changes and technical amendments necessary to this Regulation.\n(14)\nThe measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (5).\n(15)\nThe import arrangements provided for by this Regulation should be renewed on the basis of the conditions established by the Council and in the light of the experience gained in granting these arrangements under this Regulation. It is appropriate to limit the duration of the arrangements to 31 December 2010,\nHAS ADOPTED THIS REGULATION:\nArticle 1\nPreferential arrangements\n1.   Subject to the special provisions laid down in Article 3, products originating in Bosnia and Herzegovina or in the customs territories of Serbia or Kosovo, other than those of headings 0102, 0201, 0202, 0301, 0302, 0303, 0304, 0305, 1604, 1701, 1702 and 2204 of the Combined Nomenclature, shall be admitted for import into the Community without quantitative restrictions or measures having equivalent effect and with exemption from customs duties and charges having equivalent effect.\n2.   Imports of sugar products under headings 1701 and 1702 of the Combined Nomenclature originating in Bosnia and Herzegovina or in the customs territories of Serbia or Kosovo shall benefit from concessions provided for in Article 3.\n3.   Products originating in Albania, in Croatia, in the former Yugoslav Republic of Macedonia or in Montenegro shall continue to benefit from the provisions of this Regulation where so indicated or from any measures provided for in this Regulation which are more favourable than the trade concessions provided for in the framework of bilateral agreements between the Community and these countries.\nArticle 2\nConditions for entitlement to the preferential arrangements\n1.   Entitlement to benefit from the preferential arrangements introduced by Article 1 shall be subject to the following:\n(a)\ncompliance with the definition of ‘originating products’ provided for in Part I, Title IV, Chapter 2, Section 1, Subsection 1 of Regulation (EEC) No 2454/93;\n(b)\nthe abstention of the countries and territories referred to in Article 1 from introducing new duties or charges having equivalent effect and new quantitative restrictions or measures having equivalent effect in respect of imports originating in the Community or from increasing existing levels of duties or charges or from introducing any other restrictions from 30 September 2000; and\n(c)\nthe involvement of beneficiaries in effective administrative cooperation with the Community in order to prevent any risk of fraud.\n2.   Without prejudice to the conditions provided for in paragraph 1, entitlement to benefit from the preferential arrangements introduced by Article 1 shall be subject to the readiness of the beneficiary countries to engage in effective economic reforms and in regional cooperation with other countries concerned by the European Union’s Stabilisation and Association process, in particular through the establishment of free trade areas in conformity with Article XXIV of the GATT 1994 and other relevant WTO provisions.\nIn the event of non-compliance in that respect, the Council may take the appropriate measures by a qualified majority vote, on the basis of a Commission proposal.\nArticle 3\nAgricultural products — tariff quotas\n1.   For certain fishery products and for wine, as listed in Annex I, originating in the countries and territories referred to in Article 1, the customs duties applicable to imports into the Community shall be suspended during the periods, at the levels, within the limits of the Community tariff quotas and under the conditions indicated for each product and origin set out in that Annex.\n2.   The customs duties applicable to imports into the Community of ‘baby-beef’ products defined in Annex II and originating in the countries and territories referred to in Article 1(1) shall be 20 % of the ad valorem duty and 20 % of the specific duty as laid down in the Common Customs Tariff, within the limit of an annual tariff quota of 11 475 tonnes expressed in carcass weight.\nThe volume of the annual tariff quota of 11 475 tonnes shall be distributed among the beneficiary countries and territories as follows:\n(a)\n1 500 tonnes (carcass weight) for ‘baby-beef’ products originating in Bosnia and Herzegovina;\n(b)\n9 175 tonnes (carcass weight) for ‘baby-beef’ products originating in the customs territories of Serbia or Kosovo.\nImports into the Community of ‘baby-beef’ products defined in Annex II and originating in Albania shall not benefit from a tariff concession.\nAny request for import within these quotas shall be accompanied by an authenticity certificate issued by the competent authorities of the exporting country and attesting that the goods originate in the country or territory concerned and correspond to the definition in Annex II to this Regulation. This certificate shall be drawn up by the Commission in accordance with the procedure referred to in Article 195(2) of Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (6).\n3.   Imports of sugar products under headings 1701 and 1702 of the Combined Nomenclature originating in Bosnia and Herzegovina and the customs territories of Serbia or Kosovo shall be subject to the following annual duty-free tariff quotas:\n(a)\n12 000 tonnes (net weight) for sugar products originating in Bosnia and Herzegovina;\n(b)\n180 000 tonnes (net weight) for sugar products originating in the customs territories of Serbia or Kosovo.\n4.   Notwithstanding other provisions of this Regulation, and in particular Article 10, given the particular sensitivity of the agricultural and fishery markets, where imports of agricultural and fishery products cause serious disturbance to the Community markets and their regulatory mechanisms, the Commission may take the appropriate measures in accordance with the procedure referred to in Article 8(2).\nArticle 4\nImplementation of tariff quotas for ‘baby beef’ and sugar\nThe detailed rules for implementing the tariff quota for ‘baby-beef’ products shall be determined by the Commission in accordance with the procedure referred to in Article 195(2) of Regulation (EC) No 1234/2007.\nThe detailed rules for implementing the tariff quota for sugar products under heading Nos 1701 and 1702 of the Combined Nomenclature shall be determined by the Commission in accordance with the procedure referred to in Article 195(2) of Council Regulation (EC) No 1234/2007.\nArticle 5\nAdministration of tariff quotas\nThe tariff quotas referred to in Article 3(1) of this Regulation shall be administered by the Commission in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.\nCommunication for that purpose between the Member States and the Commission shall be effected, as far as possible, by telematic link.\nArticle 6\nAccess to tariff quotas\nEach Member State shall ensure that importers have equal and uninterrupted access to the tariff quotas for as long as the balance of the relevant quota volume so permits.\nArticle 7\nConferment of powers\nThe Commission shall, in accordance with the procedure referred to in Article 8(2), adopt the provisions necessary for the application of this Regulation, other than those provided for in Article 4, in particular:\n(a)\namendments and technical adjustments necessary following amendments to the Combined Nomenclature codes and to the TARIC subdivisions;\n(b)\nnecessary adjustments following the conclusion of other agreements between the Community and the countries and territories referred to in Article 1.\nArticle 8\nCommittee\n1.   The Commission shall be assisted by the Customs Code Committee established by Article 247a of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (7) (hereinafter referred to as the ‘Committee’).\n2.   Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period referred to in Article 4(3) of Decision 1999/468/EC shall be set at one month.\nArticle 9\nCooperation\nMember States and the Commission shall cooperate closely to ensure that this Regulation, and in particular the provisions set out in Article 10(1), are complied with.\nArticle 10\nTemporary suspension\n1.   Where the Commission finds that there is sufficient evidence of fraud or failure to provide administrative cooperation as required for the verification of evidence of origin, or that there is a massive increase of exports into the Community above the level of normal production and export capacity or a failure of compliance with the provisions of Article 2(1) by countries and territories referred to in Article 1, it may take measures to suspend in whole or in part the arrangements provided for in this Regulation for a period of three months, provided that it has first:\n(a)\ninformed the Committee;\n(b)\ncalled on the Member States to take such precautionary measures as are necessary in order to safeguard the Community’s financial interests and/or to secure compliance by the beneficiary countries and territories with Article 2(1);\n(c)\npublished a notice in the Official Journal of the European Union stating that there are grounds for reasonable doubts about the application of the preferential arrangements and/or compliance with Article 2(1) by the beneficiary country or territory concerned which may call into question its right to continue enjoying the benefits granted by this Regulation.\n2.   A Member State may refer the Commission decision to the Council within 10 days. The Council, acting by a qualified majority, may take a different decision within 30 days.\n3.   On conclusion of the period of suspension, the Commission shall decide either to terminate the provisional suspension measure following consultation of the Committee or to extend the suspension measure in accordance with paragraph 1.\nArticle 11\nRepeal\nRegulation (EC) No 2007/2000 is repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex IV.\nArticle 12\nEntry into force and application\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply until 31 December 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 30 November 2009.\nFor the Council\nThe President\nS. O. LITTORIN\n(1)  OJ L 240, 23.9.2000, p. 1.\n(2)  See Annex III.\n(3)  OJ L 90, 8.4.2005, p. 36.\n(4)  OJ L 253, 11.10.1993, p. 1.\n(5)  OJ L 184, 17.7.1999, p. 23.\n(6)  OJ L 299, 16.11.2007, p. 1.\n(7)  OJ L 302, 19.10.1992, p. 1.\nANNEX I\nTARIFF QUOTAS REFERRED TO IN ARTICLE 3(1)\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN codes. Where ex CN codes are indicated, the preferential scheme is to be determined by application of the CN code and corresponding description taken together.\nOrder No\nCN Code\nDescription\nQuota volume per year (1)\nBeneficiaries\nRate of duty\n09.1571\n0301 91 10\n0301 91 90\n0302 11 10\n0302 11 20\n0302 11 80\n0303 21 10\n0303 21 20\n0303 21 80\n0304 19 15\n0304 19 17\nex 0304 19 19\nex 0304 19 91\n0304 29 15\n0304 29 17\nex 0304 29 19\nex 0304 99 21\nex 0305 10 00\nex 0305 30 90\n0305 49 45\nex 0305 59 80\nex 0305 69 80\nTrout (Salmo trutta, Oncorhynchus mykiss, Oncorhynchus clarki, Oncorhynchus aguabonita, Oncorhynchus gilae, Oncorhynchus apache and Oncorhynchus chrysogaster): live; fresh or chilled; frozen; dried, salted or in brine, smoked; fillets and other fish meat; flours, meals and pellets, fit for human consumption\n50 tonnes\nBosnia and Herzegovina, customs territories of Serbia or Kosovo\nExemption\n09.1573\n0301 93 00\n0302 69 11\n0303 79 11\nex 0304 19 19\nex 0304 19 91\nex 0304 29 19\nex 0304 99 21\nex 0305 10 00\nex 0305 30 90\nex 0305 49 80\nex 0305 59 80\nex 0305 69 80\nCarp: live; fresh or chilled; frozen; dried, salted or in brine, smoked; fillets and other fish meat; flours, meals and pellets, fit for human consumption\n110 tonnes\nBosnia and Herzegovina, customs territories of Serbia or Kosovo\nExemption\n09.1575\nex 0301 99 80\n0302 69 61\n0303 79 71\nex 0304 19 39\nex 0304 19 99\nex 0304 29 99\nex 0304 99 99\nex 0305 10 00\nex 0305 30 90\nex 0305 49 80\nex 0305 59 80\nex 0305 69 80\nSea bream (Dentex dentex and Pagellus spp.): live; fresh or chilled; frozen; dried, salted or in brine, smoked; fillets and other fish meat; flours, meals and pellets, fit for human consumption\n75 tonnes\nBosnia and Herzegovina, customs territories of Serbia or Kosovo\nExemption\n09.1577\nex 0301 99 80\n0302 69 94\nex 0303 77 00\nex 0304 19 39\nex 0304 19 99\nex 0304 29 99\nex 0304 99 99\nex 0305 10 00\nex 0305 30 90\nex 0305 49 80\nex 0305 59 80\nex 0305 69 80\nSea bass (Dicentrarchus labrax): live; fresh or chilled; frozen; dried; salted or in brine, smoked; fillets and other fish meat; flours, meals and pellets, fit for human consumption\n60 tonnes\nBosnia and Herzegovina, customs territories of Serbia or Kosovo\nExemption\n09.1561\n1604 16 00\n1604 20 40\nPrepared or preserved anchovies\n60 tonnes\nBosnia and Herzegovina, customs territories of Serbia or Kosovo\n12,5 %\n09.1515\nex 2204 21 79\nex 2204 21 80\nex 2204 21 84\nex 2204 21 85\n2204 29 65\nex 2204 29 75\n2204 29 83\nex 2204 29 84\nWine of fresh grapes, of an actual alcoholic strength by volume not exceeding 15 % vol, other than sparkling wine\n129 000 hl (2)\nAlbania (3), Bosnia and Herzegovina (4), Croatia, former Yugoslav Republic of Macedonia (5), Montenegro (6), customs territories of Serbia or Kosovo\nExemption\n(1)  One global volume per tariff quota accessible to imports originating in the beneficiaries.\n(2)  The volume of this global tariff quota shall be reduced if the quota volumes of the individual tariff quota applicable under order No 09.1588 for certain wines originating in Croatia are increased.\n(3)  Access for wine originating in Albania to this global tariff quota is subject to the prior exhaustion of the individual tariff quotas provided for in the Additional Protocol on wine concluded with Albania. These individual tariff quotas are opened under order Nos 09.1512 and 09.1513.\n(4)  Access for wine originating in Croatia to this global tariff quota is subject to the prior exhaustion of the individual tariff quotas provided for in the Additional Protocol on wine concluded with Croatia. These individual tariff quotas are opened under order Nos 09.1588 and 09.1589.\n(5)  Access for wine originating in the former Yugoslav Republic of Macedonia to this global tariff quota is subject to the prior exhaustion of the individual tariff quotas provided for in the Additional Protocol on wine concluded with the former Yugoslav Republic of Macedonia. These individual tariff quotas are opened under order Nos 09.1558 and 09.1559.\n(6)  Access for wine originating in Montenegro to the global tariff quota is subject to the prior exhaustion of the individual tariff quota provided for in the Protocol on wine concluded with Montenegro. This individual tariff quota is opened under order No 09.1514.\nANNEX II\nDefinition of ‘baby beef’ products referred to in Article 3(2)\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN codes. Where ex CN codes are indicated, the preferential scheme is to be determined by application of the CN code and corresponding description taken together.\nCN code\nTARIC subdivision\nDescription\nLive bovine animals:\n– Other:\n– – Domestic species:\n– – – Of a weight exceeding 300 kg:\n– – – – Heifers (female bovines that have never calved):\nex 0102 90 51\n– – – – – For slaughter:\n10\n– Not yet having any permanent teeth, of a weight of 320 kg or more but not exceeding 470 kg (1)\nex 0102 90 59\n– – – – – Other:\n11\n21\n31\n91\n– Not yet having any permanent teeth, of a weight of 320 kg or more but not exceeding 470 kg (1)\n– – – – Other:\nex 0102 90 71\n– – – – – For slaughter:\n10\n– Bulls and steers not yet having permanent teeth, of a weight of 350 kg or more but not exceeding 500 kg (1)\nex 0102 90 79\n– – – – – Other:\n21\n91\n– Bulls and steers not yet having permanent teeth, of a weight of 350 kg or more but not exceeding 500 kg (1)\nMeat of bovine animals, fresh or chilled:\nex 0201 10 00\n– Carcasses and half-carcasses\n91\n– Carcasses of a weight of 180 kg or more but not exceeding 300 kg, and half carcasses of a weight of 90 kg or more but not exceeding 150 kg, with a low degree of ossification of the cartilages (in particular those of the symphysis pubis and the vertebral apophyses), the meat of which is a light pink colour and the fat of which, of extremely fine texture, is white to light yellow in colour (1)\n– Other cuts with bone in:\nex 0201 20 20\n– – ‘Compensated’ quarters:\n91\n– ‘Compensated’ quarters of a weight of 90 kg or more but not exceeding 150 kg, with a low degree of ossification of the cartilages (in particular those of the symphysis pubis and the vertebral apophyses), the meat of which is a light pink colour and the fat of which, of extremely fine texture, is white to light yellow in colour (1)\nex 0201 20 30\n– – Unseparated or separated forequarters:\n91\n– Separated forequarters, of a weight of 45 kg or more but not exceeding 75 kg, with a low degree of ossification of the cartilages (in particular those of the vertebral apophyses), the meat of which is a light pink colour and the fat of which, of extremely fine texture, is white to light yellow in colour (1)\nex 0201 20 50\n– – Unseparated or separated hindquarters:\n91\n– Separated hindquarters of a weight of 45 kg or more but not exceeding 75 kg (but 38 kg or more and not exceeding 68 kg in the case of ‘Pistola’ cuts), with a low degree of ossification of the cartilages (in particular those of the vertebral apophyses), the meat of which is a light pink colour and the fat of which, of extremely fine texture, is white to light yellow in colour (1)\n(1)  Entry under this subheading is subject to conditions laid down in the relevant Community provisions.\nANNEX III\nRepealed Regulation\nwith list of its successive amendments\nCouncil Regulation (EC) No 2007/2000\n(OJ L 240, 23.9.2000, p. 1).\nCouncil Regulation (EC) No 2563/2000\n(OJ L 295, 23.11.2000, p. 1).\nCommission Regulation (EC) No 2487/2001\n(OJ L 335, 19.12.2001, p. 9).\nCommission Regulation (EC) No 607/2003\n(OJ L 86, 3.4.2003, p. 18).\nonly Article 1\nCouncil Regulation (EC) No 374/2005\n(OJ L 59, 5.3.2005, p. 1).\nCommission Regulation (EC) No 1282/2005\n(OJ L 203, 4.8.2005, p. 6).\nCouncil Regulation (EC) No 1946/2005\n(OJ L 312, 29.11.2005, p. 1).\nCouncil Regulation (EC) No 530/2007\n(OJ L 125, 15.5.2007, p. 1).\nCommission Regulation (EC) No 407/2008\n(OJ L 122, 8.5.2008, p. 7).\nANNEX IV\nCorrelation table\nRegulation (EC) No 2007/2000\nThis Regulation\nArticle 1(1)\nArticle 1(1)\nArticle 1(2)\nArticle 1(3)\nArticle 1(3)\nArticle 1(2)\nArticle 2\nArticle 2\nArticle 4(1)\nArticle 3(1)\nArticle 4(2), first subparagraph\nArticle 3(2), first subparagraph\nArticle 4(2), second subparagraph, introductory wording\nArticle 3(2), second subparagraph, introductory wording\nArticle 4(2), second subparagraph, point (a)\nArticle 3(2), second subparagraph, point (a)\nArticle 4(2), second subparagraph, point (d)\nArticle 3(2), second subparagraph, point (b)\nArticle 4(2), third and fourth subparagraphs\nArticle 3(2), third and fourth subparagraphs\nArticle 4(3)\nArticle 3(4)\nArticle 4(4)\nArticle 3(3)\nArticle 6\nArticle 4\nArticle 7\nArticle 5\nArticle 8\nArticle 6\nArticle 9\nArticle 7\nArticle 10\nArticle 8\nArticle 11\nArticle 9\nArticle 12\nArticle 10\nArticle 13\n—\nArticle 14\n—\nArticle 15\n—\nArticle 16\n—\n—\nArticle 11\nArticle 17\nArticle 12\nAnnex I\nAnnex I\nAnnex II\nAnnex II\n—\nAnnex III\n—\nAnnex IV", "summary": "Exceptional trade measures for countries and territories involved with the EU’s stabilisation and association process\nExceptional trade measures for countries and territories involved with the EU’s stabilisation and association process\nSUMMARY OF:\nRegulation (EC) No 1215/2009 introducing exceptional trade measures for countries and territories participating in or linked to the EU’s stabilisation and association process\nWHAT IS THE AIM OF THE REGULATION?\nThe western Balkans (Albania, Bosnia and Herzegovina, Kosovo*, Montenegro, North Macedonia and Serbia) benefit from exceptional trade measures for their imports into the EU. These countries and territories are part of the stabilisation and association process.\nUnder the bilateral agreements concluded with the western Balkans, nearly all products originating from those countries and territories already have unlimited duty-free access to the EU market.\nThe regulation provides additional trade preferences for some agricultural products (fruits, vegetables and wine) originating from the region. The measures which originally applied until 31 December 2010 were extended until 31 December 2020 by Regulation (EU) 2015/2423, which amends Regulation (EC) No 1215/2009.\nTrade preferences\nProducts originating in the western Balkans and covered in Chapters 7 and 8 of the EU’s Combined Nomenclature* (fruits and vegetables) may be imported into the EU without customs duties* or charges having equivalent effect and without quantitative restrictions* or measures having equivalent effect. The exceptional preferences also include a global wine quota of 30.000 hl which can be used by each country or territory after exhaustion of its national quota under its bilateral agreement concluded with the EU.\nConditions for entitlement\nTo benefit from the preferential measures, countries and territories must:\ncomply with the definition of originating products provided for in Regulation (EU) No 952/2013 in the EU Customs Code — the products must have been wholly manufactured or have undergone sufficient processing in the country or territory;\nundertake not to increase the level of taxes or restrictions on products imported from the EU;\ncombat fraud by means of administrative cooperation with the EU;\nnot engage in serious and systematic violations of human rights, including core labour rights, and respect the principles of democracy and the rule of law.\nBeneficiaries should also engage in effective economic reforms and in cooperation with other countries concerned by the stabilisation and association process, in particular through the creation of a regional free-trade area.\nThe European Commission may propose that trade preferences be suspended in whole or in part if a country or territory fails to comply with its obligations.\nRegulation (EU) No 1308/2013 sets out procedures for the implementation of tariff quotas* in relation to agricultural products. Currently, the system applies to wine of fresh grapes not exceeding 15% volume, other than sparkling wine for which there is an exemption in relation to a quota of 30.000 hl shared between the various western Balkan countries and territories. The share of this quota per country is laid down in the protocols on wine signed with each of them when they signed their respective stabilisation and association agreements with the EU.\nThe Commission may take protective measures if imports of agricultural products cause serious disturbance to the EU’s internal market.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 4 January 2010. Regulation (EC) No 1215/2009 codifies and replaces Regulation (EC) No 2007/2000 (and its subsequent amendments).\nBACKGROUND\n              \nFor more information, see:\nEnhanced EU engagement with the western Balkans (European Commission).\nKEY TERMS\n              \nCombined Nomenclature: a means of classifying goods to determine which rate of customs duty applies and how the goods are treated for statistical purposes or for other EU policies.\nCustoms duties: a duty which alters the price of an imported product, irrespective of its name or technique, which results in a restriction on the free movement of goods.\nQuantitative restriction: any trade regulation which may have the effect of limiting imports of goods, in terms of quantity or value (e.g. import quota).\nTariff quota: a trade measure which permits the total or partial suspension of the duties normally paid on an imported product, during a period of time or for a limited volume.\nMAIN DOCUMENT\n            \nCouncil Regulation (EC) No 1215/2009 of 30 November 2009 introducing exceptional trade measures for countries and territories participating in or linked to the European Union’s stabilisation and association process (codified version) (OJ L 328, 15.12.2009, pp. 1-9)\nSuccessive amendments to Regulation (EC) No 1215/2009 have been incorporated into the original text. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nCommission Delegated Regulation (EU) 2017/1464 of 2 June 2017 amending Council Regulation (EC) No 1215/2009 as regards trade concessions granted to Kosovo* following the entry into force of the Stabilisation and Association Agreement between the European Union and the European Atomic Energy Community, of the one part, and Kosovo, of the other part (OJ L 209, 12.8.2017, pp. 1-4)\nRegulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (OJ L 347, 20.12.2013, pp. 671-854)\nSee consolidated version.\nRegulation (EU) No 952/2013 of the European Parliament and of the Council of 9 October 2013 laying down the Union Customs Code (recast) (OJ L 269, 10.10.2013, pp. 1-101)\nSee consolidated version.\nCouncil Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (OJ L 256, 7.9.1987, pp. 1-675)\nSee consolidated version.\n*This designation is without prejudice to positions on status, and is in line with UNSCR 1244/1999 and the ICJ Opinion on the Kosovo declaration of independence.\nlast update 01.02.2019", "tags": ["import", "agricultural product", "industrial product", "originating product", "textile product", "Yugoslavia", "codification of EU law"], "subjects": ["CCT: derogations", "Development cooperation", "Commercial policy", "Protocol on Ireland/Northern Ireland", "Preferential systems"], "split": "train", "reference_annotations": {"32009R1215_p1": {"text": "Council regulation 2007/2000 of 18 September 2000 introducing exceptional trade measures for countries and territories participating in or linked to the European Union’s Stabilisation and Association process, amending regulation 2820/98, and repealing regulation 1763/1999 regulation 6/2000 (1), has been substantially amended several times (2). In the interests of clarity and rationality the said Regulation should be codified.", "triples": [" regulation 2007/2000,  amending,  regulation 2820/98", " regulation 2007/2000,  repealing,  regulation 1763/1999", " regulation 2007/2000,  repealing,  regulation 6/2000"]}}, "summary_annotations": {"32009R1215_p1": {"text": "The regulation provides additional trade preferences for some agricultural products (fruits, vegetables and wine) originating from the region. The measures which originally applied until 31 December 2010 were extended until 31 December 2020 by regulation 2015/2423, which amends regulation 1215/2009.", "triples": [" regulation 2015/2423,  amends,  regulation 1215/2009"]}, "32009R1215_p2": {"text": "It has applied since 4 January 2010. regulation 1215/2009 codifies and replaces regulation 2007/2000 (and its subsequent amendments).", "triples": [" regulation 1215/2009,  replaces,  regulation 2007/2000"]}, "32009R1215_p3": {"text": "Commission Delegated regulation 2017/1464 of 2 June 2017 amending Council regulation 1215/2009 as regards trade concessions granted to Kosovo* following the entry into force of the Stabilisation and Association Agreement between the European Union and the European Atomic Energy Community, of the one part, and Kosovo, of the other part (OJ L 209, 12.8.2017, pp. 1-4)", "triples": [" regulation 2017/1464,  amending,  regulation 1215/2009"]}, "32009R1215_p4": {"text": "regulation 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council regulation 922/72 regulation 234/79 regulation 1037/2001 regulation 1234/2007 (OJ L 347, 20.12.2013, pp. 671-854)", "triples": [" regulation 1308/2013,  repealing,  regulation 922/72", " regulation 1308/2013,  repealing,  regulation 234/79", " regulation 1308/2013,  repealing,  regulation 1037/2001", " regulation 1308/2013,  repealing,  regulation 1234/2007"]}}}