{"celex_id": "32009D0496", "reference": "30.6.2009\nEN\nOfficial Journal of the European Union\nL 168/41\nDECISION OF THE EUROPEAN PARLIAMENT, THE COUNCIL, THE COMMISSION, THE COURT OF JUSTICE, THE COURT OF AUDITORS, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS\nof 26 June 2009\non the organisation and operation of the Publications Office of the European Union\n(2009/496/EC, Euratom)\nTHE EUROPEAN PARLIAMENT,\nTHE COUNCIL,\nTHE COMMISSION,\nTHE COURT OF JUSTICE,\nTHE COURT OF AUDITORS,\nTHE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE,\nTHE COMMITTEE OF THE REGIONS,\nHaving regard to the Treaty on European Union,\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nWhereas:\n(1)\nArticle 8 of the Decision of the representatives of the governments of the Member States of 8 April 1965 on the provisional location of certain institutions and departments of the Communities (1) provided for an Office for Official Publications of the Communities (hereinafter the Office) to be located in Luxembourg. That provision was last implemented by Decision 2000/459/EC, ECSC, Euratom (2).\n(2)\nThe rules and regulations applicable to officials and other servants of the European Communities apply to the Office. Account should be taken of the recent amendments to those rules and regulations.\n(3)\nCouncil Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (3) (hereinafter the Financial Regulation) contains specific provisions concerning the operation of the Office.\n(4)\nMajor technological advances are taking place in publishing and these need to be taken into account in the way the Office operates.\n(5)\nFor the sake of clarity, it is appropriate to repeal Decision 2000/459/EC, ECSC, Euratom and to replace it by this Decision,\nHAVE DECIDED AS FOLLOWS:\nArticle 1\nThe Publications Office\n1.   The task of the Publications Office of the European Union (hereinafter the Office), which is an interinstitutional office, shall be to publish the publications of the institutions of the European Communities and the European Union under optimum conditions.\nTo this end it shall, firstly, enable the institutions to fulfil their obligations to publish legislative texts and, secondly, contribute to the technical formulation and implementation of information and communication policies within its areas of competence.\n2.   The Office shall be managed by its Director following the strategic guidelines set by the Management Committee. Apart from the provisions of this Decision which are specific to the interinstitutional role of the Office, the Office shall apply the administrative and financial procedures of the Commission. In establishing those procedures, the Commission shall take account of the specific nature of the Office.\nArticle 2\nDefinitions\nFor the purposes of this Decision, the following definitions shall apply:\n1.\n‘publishing’ means any action necessary for the design, checking, allocation of international standard numbers and/or catalogue numbers, production, cataloguing, indexation, distribution, promotion, sale, storage and archiving of publications in any shape or form and by any means, present or future;\n2.\n‘publications’ means all texts, published on whatever medium and in whatever format, bearing an international standard number and/or a catalogue number;\n3.\n‘mandatory publications’ means publications published pursuant to the Treaties or other legislative texts;\n4.\n‘non-mandatory publications’ means any publications edited under the prerogatives of any institution;\n5.\n‘management of copyright’ means that the author services hold the copyright or the right to reuse and includes the management of those rights by the Office in respect of the publications entrusted to the Office for publishing;\n6.\n‘net receipts from sales’ means the total sum of invoices, minus trade discounts granted and management, collection and banking costs;\n7.\n‘institutions’ means the institutions, bodies, offices and agencies established by or under the Treaties.\nArticle 3\nScope of competence of the Office\n1.   The Office shall have competence for the following:\n(a)\npublishing the Official Journal of the European Union (hereinafter Official Journal) and guaranteeing that it is authentic;\n(b)\npublishing the other mandatory publications;\n(c)\npublishing or co-publishing non-mandatory publications entrusted to the Office under the prerogatives of each institution, in particular in the context of the institutions’ communication activities;\n(d)\npublishing or co-publishing publications on its own initiative, including publications intended to promote its own services; in this context, the Office may procure translations by means of a service contract;\n(e)\ndeveloping, maintaining and updating electronic publishing services for the public;\n(f)\nmaking all legislation and other official texts available to the public;\n(g)\npreserving all publications of the institutions and making them available to the public in electronic form;\n(h)\nallocating international standard numbers and/or catalogue numbers to the institutions’ publications;\n(i)\nmanaging reproduction and translation rights in respect of the institutions’ publications;\n(j)\npromoting and selling the publications and services which it offers to the public.\n2.   The Office shall provide advice and assistance to the institutions for:\n(a)\nprogramming and planning their publications programmes;\n(b)\nimplementing their publishing projects, whatever the publishing medium;\n(c)\nproviding page make-up and design for their publishing projects;\n(d)\nproviding information on trends in the publications market in the Member States and on the subjects likely to find the widest audience;\n(e)\ndeciding print-runs and establishing distribution plans;\n(f)\npricing and selling publications;\n(g)\npromoting, distributing and evaluating their publications, whether free of charge or offered for sale;\n(h)\nanalysing, evaluating and setting up websites and Web services for the public;\n(i)\ndrafting framework contracts for publishing activities;\n(j)\nproviding technological supervision of publishing systems.\nArticle 4\nResponsibilities of the institutions\n1.   Each institution shall have exclusive competence to take decisions on the publishing of its own publications.\n2.   The institutions shall use the services of the Office to publish their mandatory publications.\n3.   The institutions may publish their non-mandatory publications without the involvement of the Office. In that case, they shall ask the Office for international standard numbers and/or catalogue numbers and give the Office an electronic version of the publication, whatever its format, as well as two paper copies of the publication where appropriate.\n4.   The institutions shall undertake to guarantee all reproduction, translation and distribution rights in respect of all the constituent elements of a publication.\n5.   The institutions shall undertake to establish a distribution plan, approved by the Office, for their publications.\n6.   The institutions may conclude service agreements with the Office in order to define the methods of their cooperation.\nArticle 5\nTasks of the Office\n1.   Tasks performed by the Office shall include the following:\n(a)\nthe collation of documents for publication;\n(b)\nthe preparation, graphic design, correction, page make-up and verification of the texts and other components, in whatever format and on whatever medium, as instructed by the institutions and in compliance with the typographical and linguistic presentation requirements established in cooperation with the institutions;\n(c)\nthe indexation and cataloguing of publications;\n(d)\nthe documentary analysis of texts published in the Official Journal and other official texts;\n(e)\nthe consolidation of legislative texts;\n(f)\nthe management, development, updating and distribution of the Eurovoc multilingual thesaurus;\n(g)\nthe organisation of printing by its service providers;\n(h)\nthe monitoring of the performance of work;\n(i)\nquality control;\n(j)\nacceptance as regards quality and quantity;\n(k)\nthe physical and electronic distribution of the Official Journal, official texts other than those published in the Official Journal and other non-mandatory publications;\n(l)\nstorage;\n(m)\nphysical and electronic archiving;\n(n)\nthe reprinting of publications that are out of print and printing on request;\n(o)\nthe creation of a consolidated catalogue of the institutions’ publications;\n(p)\nthe sale, including the issue of invoices, collection and transfer of revenue, and management of claims;\n(q)\npromotion;\n(r)\nthe creation, purchase, management, updating, monitoring and supervision of the mailing lists of the institutions and the creation of targeted mailing lists;\n2.   Within the framework of its own powers or on the basis of the delegation of authorising officer powers by the institutions, the Office shall be responsible for:\n(a)\npublic procurement, including entering into legally binding commitments;\n(b)\nfinancial oversight of contracts with suppliers;\n(c)\nsettlement of expenditure, including acceptance as regards quality and quantity, expressed by signing an authorisation for payment;\n(d)\nauthorisation of expenditure;\n(e)\nrevenue operations.\nArticle 6\nManagement Committee\n1.   A Management Committee shall be established within which all the signatory institutions are represented. The Management Committee shall be made up of the Registrar of the Court of Justice, the Deputy Secretary-General of the Council and the Secretaries-General of the other institutions or their representatives. The European Central Bank shall take part in the work of the Management Committee as an observer.\n2.   The Management Committee shall designate a Chairperson, to be chosen among its members, for a period of two years.\n3.   The Management Committee shall meet at least four times a year at the initiative of its Chairperson or at the request of an institution.\n4.   The Management Committee shall adopt its Rules of Procedure, which shall be published in the Official Journal.\n5.   The Management Committee’s decisions shall be taken by simple majority, except where otherwise provided.\n6.   Each institution which is a signatory to this Decision shall have one vote on the Management Committee.\nArticle 7\nTasks and responsibilities of the Management Committee\n1.   By way of derogation from Article 6, the Management Committee shall, by unanimous decision, in the common interest of the institutions and within the scope of competence of the Office, adopt the following decisions:\n(a)\non the basis of a proposal from the Director, it shall adopt the strategic objectives of the Office and the rules governing its operation;\n(b)\nit shall set the guidelines for the general policies of the Office, particularly as regards sales, distribution and publishing, and shall ensure that the Office contributes to the formulation and implementation of information and communication policies within its areas of competence;\n(c)\non the basis of a draft prepared by the Director of the Office, it shall adopt an annual management report to the institutions concerning the implementation of the strategy and services supplied by the Office; by 1 May of each year, it shall send its report on the financial year just ended to the institutions;\n(d)\nit shall approve the estimates of the Office’s revenue and expenditure under the budget procedure for the Office’s administrative budget;\n(e)\nit shall approve the criteria by which the Office conducts its cost accounting, which the Director of the Office shall adopt;\n(f)\nit shall submit to the institutions any suggestions it has for improving the smooth running of the Office.\n2.   The Management Committee shall take account of the guidelines produced by the interinstitutional bodies on communication and information set up for this purpose. The Chairperson of the Management Committee shall communicate with these bodies every year.\n3.   The contact person with discharge authority for strategic decisions within the areas of competence of the Office shall be the Chairperson of the Management Committee in his capacity as representative of interinstitutional cooperation.\n4.   The Chairperson of the Management Committee and the Director of the Office shall by common agreement draw up mutual information and communication rules to formalise their relations. This agreement shall be sent to the members of the Management Committee for information.\nArticle 8\nDirector of the Office\nThe Director of the Office shall be responsible for the smooth running of the Office, acting under the authority of the Management Committee and within its scope of competence. For the application of administrative and financial procedures, he shall act under the authority of the Commission.\nArticle 9\nTasks and responsibilities of the Director of the Office\n1.   The Director of the Office shall provide the secretariat for the Management Committee and shall submit quarterly reports to the Management Committee on the performance of his duties.\n2.   The Director of the Office shall submit to the Management Committee any proposal for improving the smooth running of the Office.\n3.   After consulting the Management Committee for advice, the Director of the Office shall determine the types of service which the Office may perform against payment for the institutions, and the corresponding charges.\n4.   The Director of the Office shall, after obtaining the approval of the Management Committee, determine the criteria by which the Office is to conduct its cost accounting. He shall define the procedures for accounting cooperation between the Office and the institutions in agreement with the Commission Accounting Officer.\n5.   The Director of the Office shall draw up draft estimates of the Office’s revenue and expenditure under the budget procedure for the Office’s administrative budget. After approval by the Management Committee, these proposals shall be submitted to the Commission.\n6.   The Director of the Office shall decide whether, and in accordance with what procedures, publications from third parties may be published.\n7.   The Director of the Office shall take part in interinstitutional activities concerning information and communication within the areas of competence of the Office.\n8.   As regards the publishing of legislation and official documents relating to the legislative procedure, including the Official Journal, the Director of the Office shall:\n(a)\nensure that the competent authorities in each institution take the basic decisions that are to be applied jointly;\n(b)\nsubmit proposals for improving the structure and presentation of the Official Journal and official legislative texts;\n(c)\nsubmit proposals to the institutions for harmonising the presentation of texts for publication;\n(d)\nexamine any difficulties encountered in the course of day-to-day operations, draft, within the context of the Office, the necessary instructions and suggest to the institutions appropriate recommendations in order to overcome such difficulties.\n9.   The Director of the Office shall, in accordance with the Financial Regulation, draw up an annual activity report covering the management of funds assigned by the Commission and other institutions under the Financial Regulation. The report shall be addressed to the Commission and the institutions concerned and, for information, to the Management Committee.\n10.   For the purposes of the assignment of Commission funds and implementation of the budget, information and consultation procedures between the Commissioner responsible for relations with the Office and the Director of the Office shall be established by common agreement.\n11.   The Director of the Office shall be responsible for implementing the strategic objectives adopted by the Management Committee and for the sound management of the Office and its activities as well as the management of its budget.\n12.   Should the Director of the Office be absent or unavailable, the deputisation rules based on grade and seniority shall apply unless the Management Committee, on a proposal from its Chairperson or the Director of the Office, decides on a different order.\n13.   The Director of the Office shall inform the institutions about the planning and use of resources and the progress of work in a quarterly report.\nArticle 10\nStaff\n1.   The Commission, having obtained the unanimous approval of the Management Committee, shall make appointments to the posts of Director-General and Director. The Commission’s rules on mobility and evaluation of senior management shall apply to the Director-General and Directors (grades AD 16/AD 15/AD 14). When the mobility deadline normally provided for in the relevant rules is approaching for an official occupying such a post, the Commission shall inform the Management Committee, which may issue a unanimous opinion on the case.\n2.   The Management Committee shall be closely involved in any procedures that have to be completed before the appointment of officials or other servants to the posts of Director-General (grades AD 16/AD 15) and Director (grades AD 15/AD 14) at the Office, especially in drafting vacancy notices, examining applications and appointing competition selection boards in relation to those posts.\n3.   The powers of the appointing authority and those of the authority empowered to conclude contracts of employment in respect of officials and other servants assigned to the Office shall be exercised by the Commission. The Commission may delegate some of its powers within the Commission and to the Director of the Office. Such delegation shall be effected under the same conditions as for Commission Directors-General.\n4.   Subject to paragraph 2, the provisions and procedures adopted by the Commission to implement the Staff Regulations of Officials and the Conditions of Employment of Other Servants of the European Communities shall apply to officials and other servants assigned to the Office under the same conditions as for Commission officials and other servants serving in Luxembourg.\n5.   The officials of all the institutions shall be informed of any post vacant within the Office for which a vacancy notice is to be published, as soon as the appointing authority or the authority empowered to conclude contracts of employment decides to fill that post.\n6.   The Director of the Office shall report to the Management Committee on staff management on a quarterly basis.\nArticle 11\nFinancial aspects\n1.   The appropriations allocated to the Office, the total amount of which shall be shown under a separate heading within the section of the budget relating to the Commission, shall be set out in detail in an annex to that section. This annex shall be in the form of a statement of revenue and expenditure subdivided in the same way as the sections of the budget.\n2.   The establishment plan of the Office shall be set out in an annex to the establishment plan of the Commission.\n3.   Each institution shall be authorising officer for the relevant appropriations under the ‘publishing expenditure’ heading in its budget.\n4.   Each institution may delegate authorising officer powers to the Director of the Office for the management of appropriations entered in its section and shall set the limits and conditions for this delegation of powers in accordance with the Financial Regulation. The Director of the Office shall report to the Management Committee on such delegation of powers on a quarterly basis.\n5.   The budgetary and financial management of the Office, including management of the appropriations assigned by institutions other than the Commission, shall be conducted in compliance with the Financial Regulation and its implementing provisions and the financial framework in force at the Commission.\n6.   The Office’s accounts shall be drawn up in accordance with the accounting rules and methods approved by the Commission Accounting Officer. The Office shall keep separate accounts for the sale of the Official Journal and publications. Net receipts from sales shall be passed on to the institutions.\nArticle 12\nOversight\n1.   The function of internal auditor shall be performed at the Office by the Commission internal auditor, in accordance with the Financial Regulation. The Office shall establish an internal audit capability using arrangements similar to those for the Commission’s Directorates-General and departments. The institutions may ask the Director of the Office to include specific audits in the work programme of the Office’s internal audit capability.\n2.   The Office shall answer any questions falling within its competence in connection with the remit of the European Anti-Fraud Office (OLAF). In order to protect the interests of the European Union, an agreement setting out mutual information arrangements shall be drawn up between the Chairperson of the Management Committee and the Director of OLAF.\nArticle 13\nComplaints and requests\n1.   Within the limits of its competence, the Office shall be responsible for answering questions from the European Ombudsman and the European Data Protection Supervisor.\n2.   Any legal action within the areas of competence of the Office shall be brought against the Commission.\nArticle 14\nPublic access to documents\n1.   The Director of the Office shall take the decisions referred to in Article 7 of Regulation (EC) No 1049/2001 of the European Parliament and of the Council of 30 May 2001 regarding public access to European Parliament, Council and Commission documents (4). Where applications are refused, decisions on confirmatory applications shall be taken by the Secretary-General of the Commission.\n2.   The Office shall keep a register of documents in accordance with Article 11 of Regulation (EC) No 1049/2001.\nArticle 15\nRepeal\nDecision 2000/459/EC, ECSC, Euratom is repealed.\nReferences to the repealed Decision shall be construed as references to this Decision.\nArticle 16\nEffective date\nThis Decision shall take effect on the day following its publication in the Official Journal of the European Union.\nDone at Brussels and at Luxembourg, 26 June 2009.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nK. SCHWARZENBERG\nFor the Commission\nThe President\nJ. M. BARROSO\nFor the Court of Justice\nThe President\nV. SKOURIS\nFor the Court of Auditors\nThe President\nV. M. SILVA CALDEIRA\nFor the European Economic and Social Committee\nThe President\nM. SEPI\nFor the Committee of the Regions\nThe President\nL. VAN DEN BRANDE\n(1)  OJ 152, 13.7.1967, p. 18.\n(2)  OJ L 183, 22.7.2000, p. 12.\n(3)  OJ L 248, 16.9.2002, p. 1.\n(4)  OJ L 145, 31.5.2001, p. 43.", "summary": "Publications Office\nPublications Office\nSUMMARY OF:\nDecision 2009/496/EC, Euratom — the organisation and operation of the Publications Office of the European Union\nWHAT IS THE AIM OF THIS DECISION?\n              \nIt sets out the role, responsibilities, tasks and organisational structure of the Publications Office of the European Union.\nKEY POINTS\nRole\nThe Publications Office (OP) is an interinstitutional office whose task is to publish the publications of the EU institutions. It is responsible for publishing legal and general publications in both paper and electronic formats, such as:\nthe daily Official Journal of the EU in 23 languages (24 when Irish is required);\na range of websites for EU citizens, governments and businesses, including:EUR-Lex,EU Open Data Portal,EU Bookshop,Tenders Electronic Daily,the Community Research and Development Information Service.\nThe OP also ensures the long-term preservation of content produced by EU institutions and bodies.\nIn addition, the OP provides advice and assistance to the EU institutions in a number of areas, including:\nprogramming and planning their publications programmes;\nproviding information on trends in the publications market in the EU countries and on the subjects likely to find the widest audience;\nproviding technological supervision of publishing systems.\nTasks\nThe OP has a number of specific tasks, including:\ncollating documents for publication;\nproviding preparation, graphic design, correction, page make-up and checking of texts for publication;\nindexing and cataloguing publications;\ndocumentary analysis of texts published in the Official Journal and other official texts;\nconsolidating legislative texts;\nmanaging, developing, updating and distributing the EuroVoc multilingual thesaurus;\norganising the printing of publications by the Office’s service providers;\nquality control of factors involved in production;\ndistributing the Official Journal, official texts other than those published in the Official Journal and other non-mandatory publications (via EUR-Lex, EU Publications or as physical prints);\nphysical and electronic archiving;\ncreating, purchasing, managing, updating, monitoring and supervising the mailing lists of the institutions and creating targeted mailing lists.\nResponsibilities of the institutions\nEach institution must use the services of the OP to publish their mandatory publications.\nAs for non-mandatory publications, EU institutions decide on whether to use the OP services or not.\nWhen EU institutions publish without the involvement of the OP, they must nevertheless ask the Office for identifiers (a classification of publications in an unequivocal and exclusive way) and provide it with copies of the publications.\nFROM WHEN DOES THE DECISION APPLY?\n              \nIt has applied since 1 July 2009.\nBACKGROUND\n              \nFor more information, see:\nThe Publications Office of the European Union (Europa).\nMAIN DOCUMENT\n            \nDecision 2009/496/EC, Euratom of the European Parliament, the Council, the Commission, the Court of Justice, the Court of Auditors, the European Economic and Social Committee and the Committee of the Regions of 26 June 2009 on the organisation and operation of the Publications Office of the European Union (OJ L 168, 30.6.2009, pp. 41-47)\nSuccessive amendments to Decision 2009/496/EC have been incorporated into the original document. This consolidated version is of documentary value only.\nlast update 15.12.2017", "tags": ["Publications Office of the European Union", "competence of the institution", "operation of the Institutions"], "subjects": ["Provisions governing the Institutions"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}