{"celex_id": "32021L0555", "reference": "6.4.2021\nEN\nOfficial Journal of the European Union\nL 115/1\nDIRECTIVE (EU) 2021/555 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 24 March 2021\non control of the acquisition and possession of weapons\n(codification)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 114(1) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nCouncil Directive 91/477/EEC (3) has been substantially amended several times (4). In the interests of clarity and rationality, that Directive should be codified.\n(2)\nDirective 91/477/EEC established an accompanying measure for the internal market. It created a balance between, on the one hand, the commitment to ensure a certain freedom of movement for some firearms and their essential components within the Union, and, on the other hand, the need to control that freedom using security guarantees suited to those products.\n(3)\nPolice intelligence evidence shows an increase in the use of converted weapons within the Union. It is therefore essential to ensure that such convertible weapons are included within the definition of ‘firearm’ for the purposes of this Directive.\n(4)\nThe activities of a dealer include not only the manufacturing but also the modification or conversion of firearms, essential components and ammunition, such as the shortening of a complete firearm, leading to a change in their category or subcategory. Purely private, non-commercial activities, such as hand-loading and reloading of ammunition from ammunition components for own use, or modifications of firearms or essential components owned by the person concerned, such as changes to the stock or sight, or maintenance to address wear and tear of essential components, should not be considered to be activities that only a dealer would be permitted to undertake.\n(5)\nFor the purposes of this Directive, the definition of ‘broker’ should cover any natural or legal person, including partnerships, and the term ‘supply’ should be deemed to include lending and leasing. Since brokers provide services similar to those supplied by dealers, they should also be covered by this Directive in respect of the obligations of dealers that are relevant to brokers’ activities, to the extent that they are in a position to fulfil those obligations and in so far as those obligations are not fulfilled by a dealer as regards the same underlying transaction.\n(6)\nIt is useful to determine categories of firearms the acquisition and possession of which by private persons should be prohibited or should be subject to authorisation or declaration.\n(7)\nAuthorisations for the acquisition and possession of firearms should, as far as possible, involve a single administrative procedure.\n(8)\nOnce firearms are lawfully acquired and possessed in accordance with this Directive, national provisions concerning the carrying of weapons, hunting or target shooting should apply.\n(9)\nThis Directive does not affect the right of Member States to take measures to prevent illegal trade in weapons.\n(10)\nIt is necessary that Member States keep a computerised data-filing system, either centralised or decentralised, which guarantees to authorised authorities access to the data-filing systems in which the necessary information regarding each firearm is recorded. Access by police, judicial and other authorised authorities to the information contained in the computerised data-filing system must be subject to compliance with Article 8 of the European Convention for the Protection of Human Rights and Fundamental Freedoms.\n(11)\nIn order to increase the traceability of all firearms and essential components and to facilitate their free movement, all firearms or their essential components should be marked with a clear, permanent and unique marking and registered in the data-filing systems of the Member States.\n(12)\nThe records held in the data-filing systems should contain all information allowing a firearm to be linked to its owner and should record the name of the manufacturer or brand, the country or place of manufacture, the type, make, model, calibre and serial number of the firearm and any unique marking applied to the frame or receiver of the firearm. Essential components other than the frame or receiver should be recorded in the data-filing systems under the record relating to the firearm to which they are to be fitted.\n(13)\nIn order to facilitate the tracing of weapons, it is necessary to use alphanumeric codes and to include in the marking the year of manufacture of the weapon, if the year is not part of the serial number.\n(14)\nTo prevent markings from being easily erased and to clarify to which essential components the marking should be affixed, common Union rules on marking are necessary. Those rules should apply only to firearms or essential components manufactured or imported into the Union on or after 14 September 2018, when they are placed on the market, while firearms and parts manufactured or imported into the Union before that date should remain covered by the marking and registration requirements under Directive 91/477/EEC that were applicable until that date.\n(15)\nDue to the special nature of the activity of dealers and of brokers, it is necessary that Member States exercise strict control over such activity, in particular by verifying the professional integrity and abilities of dealers and of brokers.\n(16)\nIn view of the dangerous nature and durability of firearms and essential components, in order to ensure that competent authorities are able to trace firearms and essential components for the purpose of administrative and criminal proceedings and taking into account national procedural law, it is necessary that records in the data-filing systems be retained for a period of 30 years after the destruction of the firearms or essential components concerned. Access to those records and all related personal data should be restricted to competent authorities and should be permitted for only up to 10 years after the destruction of the firearm or essential components concerned, for the purpose of granting or withdrawing authorisations or for customs proceedings, including the possible imposition of administrative penalties, and for up to 30 years after the destruction of the firearm or essential components concerned, where that access is necessary for the enforcement of criminal law.\n(17)\nThe efficient sharing of information between dealers and brokers, on the one hand, and national competent authorities, on the other, is important for the effective operation of the data-filing systems. Dealers and brokers should therefore provide information without undue delay to the national competent authorities. To facilitate that, national competent authorities should establish a means of electronic connection accessible to dealers and brokers, which can include submission of the information by email or directly through a database or other registry.\n(18)\nAs a general rule, the acquisition of firearms by persons convicted by a final court judgment of certain serious criminal offences should be prohibited.\n(19)\nMember States should have a monitoring system in place in order to ensure that the conditions for a firearms authorisation are met throughout its duration. Member States should decide whether or not the assessment is to involve a prior medical or psychological test.\n(20)\nWithout prejudice to national laws addressing professional liability, the assessment of relevant medical or psychological information should not be presumed to assign any liability to the medical professional or other persons providing such information where firearms possessed in accordance with this Directive are misused.\n(21)\nFirearms and ammunition should be stored in a secure manner when not immediately supervised. If stored otherwise than in a safe, firearms and ammunition should be stored separately from each other. When the firearm and ammunition are to be handed over to a carrier for transport, that carrier should be responsible for proper supervision and storage. Criteria for proper storage and for safe transportation should be defined by national law, taking into account the number and category of the firearms and ammunition concerned.\n(22)\nThis Directive should not affect Member States’ rules which allow lawful transactions involving firearms, essential components and ammunition to be arranged by means of mail order, the internet or distance contracts as defined in Directive 2011/83/EU of the European Parliament and of the Council (5), for example by way of online auction catalogues or classified advertisements, telephone or email. However, it is essential that the identities of parties to such transactions and their lawful ability to enter into such transactions be capable of being checked and actually checked. As regards purchasers, it is therefore appropriate to ensure that their identity and, where relevant, the fact that they are authorised to acquire a firearm, essential components or ammunition be checked by a licensed or authorised dealer or broker, or by a public authority or a representative of such authority, prior to, or at the latest upon, delivery.\n(23)\nFor the most dangerous firearms, strict rules should be laid down in this Directive in order to ensure that those firearms are, with some limited and duly reasoned exceptions, not allowed to be acquired, possessed or traded. Where those rules are not respected, Member States should take all appropriate measures, which might include the impounding of those firearms.\n(24)\nMember States should, however, have the possibility of authorising the acquisition and possession of firearms, essential components and ammunition classified in category A, when necessary for educational, cultural, including film and theatre, research or historical purposes. Authorised persons could include, inter alia, armourers, proof houses, manufacturers, certified experts, forensic scientists and, in certain cases, those involved in film or television recordings. Member States should also be allowed to authorise individuals to acquire and possess firearms, essential components and ammunition classified in category A for national defence, such as in the context of voluntary military training provided under national law.\n(25)\nMember States should be able to choose to grant authorisations to recognised museums and collectors for the acquisition and possession of firearms, essential components and ammunition classified in category A when necessary for historical, cultural, scientific, technical, educational or heritage purposes, provided that such museums and collectors demonstrate, prior to being granted such an authorisation, that they have taken the necessary measures to address any risks to public security or public order, including by way of proper storage. Any such authorisation should take into account and reflect the specific situation, including the nature of the collection and its purposes, and Member States should ensure that a system is in place for monitoring collectors and collections.\n(26)\nDealers and brokers should not be prevented from handling firearms, essential components and ammunition classified in category A in cases where the acquisition and possession of such firearms, essential components and ammunition is exceptionally allowed, where their handling is necessary for the purposes of deactivation or conversion, or where otherwise permitted under this Directive. Dealers and brokers should also not be prevented from handling such firearms, essential components and ammunition in cases not covered by this Directive, such as firearms, essential components and ammunition to be exported outside the Union or weapons to be acquired by the armed forces, the police or the public authorities.\n(27)\nDealers and brokers should be able to refuse to complete any suspicious transaction for the acquisition of complete rounds of ammunition or live primer components of ammunition. A transaction could be considered suspicious if, for example, it involved quantities uncommon for the private use envisaged, if the purchaser appears unfamiliar with the use of the ammunition or if the purchaser insists on paying in cash while being unwilling to provide proof of his or her identity. Dealers and brokers should also be able to report such suspicious transactions to the competent authorities.\n(28)\nThe risk of acoustic weapons and other types of blank-firing weapons being converted into real firearms is high. It is therefore essential to address the problem of such converted firearms being used in the commission of criminal offences. Furthermore, to avoid the risk of alarm and signal weapons being manufactured in such a way that they are capable of being converted to expel a shot, bullet or projectile by the action of a combustible propellant, the Commission should adopt technical specifications in order to ensure that they cannot be so converted.\n(29)\nTaking into consideration the high risk of reactivating improperly deactivated firearms and in order to enhance security across the Union, such firearms should be covered by this Directive. The definition of ‘deactivated firearms’ should reflect the general principles of deactivation of firearms as provided for by the Protocol against the Illicit Manufacturing of and Trafficking of Firearms, their Parts and Components and Ammunition, attached to Council Decision 2014/164/EU (6), which transposes that Protocol into the Union legal framework.\n(30)\nThe European firearms pass should be regarded as the main document needed by target shooters and other persons authorised in accordance with this Directive for the possession of a firearm during a journey to another Member State. Member States should not make the acceptance of the European firearms pass conditional upon the payment of any fee or charge.\n(31)\nThe provisions of this Directive relating to the European firearms pass should also refer to firearms classified in category A, without prejudice to Member States’ right to choose to apply more stringent rules.\n(32)\nIn order to facilitate the tracing of firearms and to combat efficiently the illicit trafficking and manufacturing of firearms, their parts and ammunition, the exchange of information between Member States is necessary.\n(33)\nFirearms which are designed for military use, such as the AK47 and the M16, and which are equipped to operate on the basis of selective fire, where they may be manually adjusted between automatic and semi-automatic firing modes, should be classified as category A firearms and should therefore be prohibited for civilian use. If converted into semi-automatic firearms, they should be classified under point 6 of category A.\n(34)\nSome semi-automatic firearms can easily be converted to automatic firearms, thus posing a threat to security. Even in the absence of such conversion, certain semi-automatic firearms might be very dangerous when their capacity, in terms of the number of rounds, is high. Therefore, semi-automatic firearms with a fixed loading device allowing a high number of rounds to be fired, as well as semi-automatic firearms in combination with a detachable loading device having a high capacity, should be prohibited for civilian use. The mere possibility of fitting a loading device with a capacity exceeding 10 rounds for long firearms and 20 rounds for short firearms should not determine the classification of the firearm in a specific category.\n(35)\nWithout prejudice to the renewal of authorisations in accordance with this Directive, semi automatic firearms which use rimfire percussion, including those with a calibre of .22 or smaller, should not be classified in category A unless they have been converted from automatic firearms.\n(36)\nObjects which have the physical appearance of a firearm (replicas), but which are manufactured in such a way that they cannot be converted to expel a shot, bullet or projectile by the action of a combustible propellant, should not be covered by this Directive.\n(37)\nWhere Member States have national laws regulating antique weapons, such weapons should not be subject to this Directive. However, reproductions of antique weapons do not have the same historical importance or interest attached to them and can be constructed using modern techniques which can improve their durability and accuracy. Therefore, such reproductions should be included within the scope of this Directive. This Directive should not be applicable to other items, such as airsoft devices, which are not covered by the definition of ‘firearm’ and are therefore not regulated by this Directive.\n(38)\nIn order to improve the functioning of the exchange of information between Member States, it would be helpful if the Commission assessed the necessary elements of a system to support such exchange of information contained in the computerised data-filing systems in place in Member States, including the feasibility of enabling each Member State to access such a system. That system could use a module of the internal market information system (IMI), established by Regulation (EU) No 1024/2012 of the European Parliament and of the Council (7), specifically customised for firearms. Such exchange of information between Member States should take place in compliance with the rules on data protection laid down in Regulation (EU) 2016/679 of the European Parliament and of the Council (8). Where a competent authority needs to have access to the criminal records of a person applying for an authorisation to acquire or possess a firearm, that authority should be able to obtain that information under Council Framework Decision 2009/315/JHA (9). The Commission’s assessment could be accompanied, if appropriate, by a legislative proposal taking into account existing instruments regarding the exchange of information.\n(39)\nIn order to ensure appropriate exchange of information by electronic means between Member States concerning authorisations granted for the transfer of firearms to another Member State and concerning refusals to grant authorisations to acquire or possess a firearm, the power to adopt acts in accordance with Article 290 of the Treaty on the Functioning of the European Union should be delegated to the Commission in respect of establishing provisions enabling the Member States to create such a system of exchange of information. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level, and that those consultations be conducted in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making (10). In particular, to ensure equal participation in the preparation of delegated acts, the European Parliament and the Council receive all documents at the same time as Member States’ experts, and their experts systematically have access to meetings of Commission expert groups dealing with the preparation of delegated acts.\n(40)\nIn order to ensure uniform conditions for the implementation of this Directive, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (11).\n(41)\nThis Directive respects the fundamental rights and observes the principles recognised in particular by the Charter of Fundamental Rights of the European Union.\n(42)\nRegulation (EU) 2016/679 should apply to the processing of personal data within the framework of this Directive. Where personal data collected under this Directive are processed for the purposes of the prevention, investigation, detection or prosecution of criminal offences or the execution of criminal penalties, the authorities processing those data should comply with rules adopted pursuant to Directive (EU) 2016/680 of the European Parliament and of the Council (12).\n(43)\nSince the objectives of this Directive cannot be sufficiently achieved by the Member States, but can rather, by reason of the scale and effects of the action, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve those objectives.\n(44)\nAs regards Iceland and Norway, this Directive constitutes a development of the provisions of the Schengen acquis within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the latters’ association with the implementation, application and development of the Schengen acquis (13) which fall within the area referred to in Article 1 of Council Decision 1999/437/EC (14).\n(45)\nAs regards Switzerland, this Directive constitutes a development of the provisions of the Schengen acquis within the meaning of the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis (15) which fall within the area referred to in Article 1 of Decision 1999/437/EC read in conjunction with Article 3 of Council Decision 2008/146/EC (16).\n(46)\nAs regards Liechtenstein, this Directive constitutes a development of the provisions of the Schengen acquis within the meaning of the Protocol between the European Union, the European Community, the Swiss Confederation and the Principality of Liechtenstein on the accession of the Principality of Liechtenstein to the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis (17) which fall within the area referred to in Article 1 of Decision 1999/437/EC read in conjunction with Article 3 of Council Decision 2011/350/EU (18).\n(47)\nThis Directive should be without prejudice to the obligations of the Member States relating to the time limits for the transposition into national law of the Directives set out in Annex III, Part B,\nHAVE ADOPTED THIS DIRECTIVE:\nCHAPTER 1\nSCOPE\nArticle 1\n1.   For the purposes of this Directive, the following definitions apply:\n(1)\n‘firearm’ means any portable barrelled weapon that expels, is designed to expel or may be converted to expel a shot, bullet or projectile by the action of a combustible propellant, unless it is excluded from this definition for one of the reasons listed in Part III of Annex I. Firearms are classified in Part II of Annex I.\nAn object shall be considered to be capable of being converted to expel a shot, bullet or projectile by the action of a combustible propellant if:\n(a)\nit has the appearance of a firearm; and\n(b)\nas a result of its construction or the material from which it is made, it can be so converted;\n(2)\n‘essential component’ means the barrel, the frame, the receiver, whether an upper or lower receiver, where applicable, the slide, the cylinder, the bolt or the breech block, which, being separate objects, are included in the category of the firearms on which they are or are intended to be mounted;\n(3)\n‘ammunition’ means the complete round or the components thereof, including cartridge cases, primers, propellant powder, bullets or projectiles, that are used in a firearm, provided that those components are themselves subject to authorisation in the Member State concerned;\n(4)\n‘alarm and signal weapons’ means devices with a cartridge holder which are designed to fire only blanks, irritants, other active substances or pyrotechnic signalling rounds and which are not capable of being converted to expel a shot, bullet or projectile by the action of a combustible propellant;\n(5)\n‘salute and acoustic weapons’ means firearms specifically converted for the sole use of firing blanks, for use such as in theatre performances, photographic sessions, film and television recordings, historical re-enactments, parades, sporting events and training;\n(6)\n‘deactivated firearms’ means firearms that have been rendered permanently unfit for use by deactivation, ensuring that all essential components of the firearm in question have been rendered permanently inoperable and incapable of removal, replacement or modification in a manner that would permit the firearm to be reactivated in any way;\n(7)\n‘museum’ means a permanent institution in the service of society and its development, open to the public, which acquires, conserves, researches and exhibits firearms, essential components or ammunition for historical, cultural, scientific, technical, educational, heritage or recreational purposes, and which is recognised as such by the Member State concerned;\n(8)\n‘collector’ means any natural or legal person dedicated to the gathering and conservation of firearms, essential components or ammunition for historical, cultural, scientific, technical, educational or heritage purposes, and recognised as such by the Member State concerned;\n(9)\n‘dealer’ means any natural or legal person whose trade or business consists wholly or partly of either of the following:\n(a)\nthe manufacture, trade, exchange, hiring out, repair, modification or conversion of firearms or essential components;\n(b)\nthe manufacture, trade, exchange, modification or conversion of ammunition;\n(10)\n‘broker’ means any natural or legal person, other than a dealer, whose trade or business consists wholly or partly of either of the following:\n(a)\nthe negotiation or arrangement of transactions for the purchase, sale or supply of firearms, essential components or ammunition;\n(b)\narranging the transfer of firearms, essential components or ammunition within a Member State, from one Member State to another Member State, from a Member State to a third country or from a third country to a Member State;\n(11)\n‘illicit manufacturing’ means the manufacturing or assembly of firearms, their essential components and ammunition:\n(a)\nfrom any essential component of such firearms illicitly trafficked;\n(b)\nwithout an authorisation issued in accordance with Article 4 by a competent authority of the Member State where the manufacture or assembly takes place; or\n(c)\nwithout marking firearms at the time of manufacture in accordance with Article 4;\n(12)\n‘illicit trafficking’ means the acquisition, sale, delivery, movement or transfer of firearms, their essential components or ammunition from or through the territory of one Member State to that of another Member State, if any of the Member States concerned does not authorise it in accordance with this Directive, or if the firearms, essential components or ammunition are not marked in accordance with Article 4;\n(13)\n‘tracing’ means the systematic tracking of firearms and, where possible, their essential components and ammunition from manufacturer to purchaser, for the purpose of assisting the competent authorities of Member States in detecting, investigating and analysing illicit manufacturing and illicit trafficking.\n2.   For the purposes of this Directive, a person shall be considered to be a resident of the country indicated by the address appearing on an official document showing his or her place of residence, such as a passport or a national identity card, which, in a check on acquisition or on possession, is submitted to the competent authorities of a Member State or to a dealer or broker. If a person’s address does not appear on his or her passport or national identity card, his or her country of residence shall be determined on the basis of any other official proof of residence recognised by the Member State concerned.\n3.   A ‘European firearms pass’ shall be issued on request by the competent authorities of a Member State to a person lawfully entering into possession of and using a firearm. It shall be valid for a maximum period of five years, which may be extended, and shall contain the information set out in Annex II. It shall be non-transferable and shall record the firearm or firearms possessed and used by the holder of the pass. It shall always be in the possession of the person using the firearm and any change concerning possession of or the characteristics of the firearm, as well as any loss or theft thereof, shall be indicated on the pass.\nArticle 2\n1.   This Directive is without prejudice to the application of national provisions concerning the carrying of weapons, hunting or target shooting, using weapons lawfully acquired and possessed in accordance with this Directive.\n2.   This Directive shall not apply to the acquisition or possession of weapons and ammunition, in accordance with national law, by the armed forces, the police or the public authorities. Nor shall it apply to transfers regulated by Directive 2009/43/EC of the European Parliament and of the Council (19).\nArticle 3\nMember States may adopt in their legislation provisions which are more stringent than those laid down in this Directive, subject to the rights conferred on residents of the Member States pursuant to Article 17(2).\nCHAPTER 2\nHARMONISATION OF LEGISLATION CONCERNING FIREARMS\nArticle 4\n1.   With regard to firearms manufactured or imported into the Union on or after 14 September 2018, Member States shall ensure that any such firearm, or any essential component, placed on the market has been:\n(a)\nprovided with a clear, permanent and unique marking without delay after manufacture and at the latest before its placement on the market, or without delay after importation into the Union; and\n(b)\nregistered in compliance with this Directive without delay after manufacture and at the latest before its placement on the market, or without delay after importation into the Union.\n2.   The unique marking referred to in point (a) of paragraph 1 shall include the name of the manufacturer or brand, the country or place of manufacture, the serial number and the year of manufacture, if not already part of the serial number, and the model where feasible. This shall be without prejudice to the affixing of the manufacturer’s trademark. Where an essential component is too small to be marked in compliance with this Article, it shall be marked at least with a serial number or an alphanumeric or digital code.\nThe marking requirements for firearms or essential components that are of particular historical importance shall be determined in accordance with national law.\nMember States shall ensure that each elementary package of complete ammunition is marked in such a way as to indicate the name of the manufacturer, the batch or lot identification number, the calibre and the type of ammunition.\nFor the purposes of paragraph 1 and this paragraph, Member States may choose to apply the provisions of the Convention for the Reciprocal Recognition of Proof Marks on Small Arms of 1 July 1969 (the ‘1969 Convention’).\nFurthermore, Member States shall ensure, at the time of transfer of a firearm or its essential components from government stocks to permanent civilian use, the unique marking, as provided for under paragraph 1, permitting identification of the transferring entity.\n3.   The Commission shall adopt implementing acts establishing technical specifications for the marking. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 20(2).\n4.   Each Member State shall establish a system for the regulation of the activities of dealers and brokers. Such systems shall include at least the following measures:\n(a)\nthe registration of dealers and brokers operating within the territory of that Member State;\n(b)\nthe licensing or authorisation of the activities of dealers and brokers within the territory of that Member State; and\n(c)\na check of the private and professional integrity and of the relevant abilities of the dealer or broker concerned. In the case of a legal person, the check shall be both on the legal person and on the natural person or persons directing the undertaking.\n5.   Member States shall ensure the establishment and maintenance of a computerised data-filing system, either centralised or decentralised, which guarantees to authorised authorities access to the data-filing systems in which each firearm subject to this Directive is recorded. That data-filing system shall record all information relating to firearms which is needed in order to trace and identify those firearms, including:\n(a)\nthe type, make, model, calibre and serial number of each firearm and the mark applied to its frame or receiver as a unique marking in accordance with paragraph 1, which shall serve as the unique identifier of each firearm;\n(b)\nthe serial number or unique marking applied to the essential components, where that differs from the marking on the frame or receiver of each firearm;\n(c)\nthe names and addresses of the suppliers and of the persons acquiring or possessing the firearm, together with the relevant date or dates; and\n(d)\nany conversions or modifications to a firearm leading to a change in its category or subcategory, including its certified deactivation or destruction and the relevant date or dates.\nMember States shall ensure that the record of firearms and the essential components, including the related personal data, is retained in the data-filing systems by the competent authorities for a period of 30 years after the destruction of the firearms or essential components in question.\nThe records of firearms and essential components referred to in the first subparagraph of this paragraph and the related personal data shall be capable of being accessed:\n(a)\nby the authorities competent to grant or withdraw authorisations referred to in Article 9 or 10 or by the authorities competent for customs proceedings, for a period of 10 years after the destruction of the firearm or the essential components in question; and\n(b)\nby the authorities competent for the prevention, investigation, detection or prosecution of criminal offences or the execution of criminal penalties, for a period of 30 years after the destruction of the firearm or the essential components in question.\nMember States shall ensure that personal data are deleted from the data-filing systems upon expiry of the periods specified in the second and third subparagraphs. This shall be without prejudice to cases in which specific personal data have been transferred to an authority competent for the prevention, investigation, detection or prosecution of criminal offences or the execution of criminal penalties and are used in that specific context, or to other authorities competent for a compatible purpose provided for by national law. In such cases, the processing of such data by the competent authorities shall be regulated by the national law of the Member State concerned, in full compliance with Union law, in particular on data protection.\nThroughout their period of activity, dealers and brokers shall be required to maintain a register in which each firearm and each essential component subject to this Directive that is received or disposed of by them is recorded, together with particulars enabling the firearm or essential component concerned to be identified and traced, in particular the type, make, model, calibre and serial number thereof and the names and addresses of the suppliers and of the persons acquiring it.\nUpon the cessation of their activities, dealers and brokers shall deliver that register to the national authorities responsible for the data-filing systems provided for in the first subparagraph.\nMember States shall ensure that dealers and brokers established in their territory report transactions involving firearms or essential components without undue delay to the national competent authorities, that dealers and brokers have an electronic connection to those authorities for such reporting purposes and that the data-filing systems are updated immediately upon receipt of information concerning such transactions.\n6.   Member States shall ensure that all firearms may be linked to their owner at any moment.\nArticle 5\nWithout prejudice to Article 3, Member States shall allow the acquisition and possession of firearms only by persons who have been granted a licence or, with respect to firearms classified in category C, persons who are specifically permitted to acquire and possess such firearms in accordance with national law.\nArticle 6\n1.   Without prejudice to Article 3, Member States shall permit the acquisition and possession of firearms only by persons who have good cause and who:\n(a)\nare at least 18 years of age, except in relation to the acquisition, other than through purchase, and possession of firearms for hunting and target shooting, provided that in that case persons under 18 years of age have parental permission, or are under parental guidance or the guidance of an adult with a valid firearms or hunting licence, or are within a licensed or otherwise approved training centre, and the parent, or an adult with a valid firearms or hunting licence, assumes responsibility for proper storage pursuant to Article 7; and\n(b)\nare not likely to be a danger to themselves or others, to public order or to public safety; the fact of having been convicted of a violent intentional crime shall be considered to be indicative of such danger.\n2.   Member States shall have in place a monitoring system, which they may operate on a continuous or non-continuous basis, to ensure that the conditions of authorisation set by national law are met throughout the duration of the authorisation and, inter alia, relevant medical and psychological information is assessed. The specific arrangements shall be determined in accordance with national law.\nWhere any of the conditions of authorisation is no longer met, Member States shall withdraw the respective authorisation.\nMember States may not prohibit persons resident within their territory from possessing a firearm acquired in another Member State unless they prohibit the acquisition of the same type of firearm within their own territory.\n3.   Member States shall ensure that an authorisation to acquire and an authorisation to possess a firearm classified in category B shall be withdrawn if the person who was granted that authorisation is found to be in possession of a loading device apt to be fitted to centre-fire semi-automatic firearms or repeating firearms which:\n(a)\ncan hold more than 20 rounds; or\n(b)\nin the case of long firearms, can hold more than 10 rounds,\nunless that person has been granted an authorisation under Article 9 or an authorisation which has been confirmed, renewed or prolonged under Article 10(5).\nArticle 7\nIn order to minimise the risk of firearms and ammunition being accessed by unauthorised persons, Member States shall establish rules on the proper supervision of firearms and ammunition and rules on their proper storage in a secure manner. Firearms and their ammunition shall not be readily accessible together. Proper supervision shall mean that the person lawfully possessing the firearm or the ammunition concerned has control over it during its transportation and use. The level of scrutiny of such proper storage arrangements shall reflect the number and category of the firearms and ammunition concerned.\nArticle 8\nMember States shall ensure that, in cases involving the acquisition and selling of firearms, essential components or ammunition classified in category A, B or C by means of distance contracts as defined in point (7) of Article 2 of Directive 2011/83/EU, the identity, and where required, the authorisation of the purchaser of the firearm, essential components or ammunition are checked prior to, or at the latest upon, delivery thereof to that person, by:\n(a)\na licensed or authorised dealer or broker; or\n(b)\na public authority or a representative of that authority.\nArticle 9\n1.   Without prejudice to Article 2(2), Member States shall take all appropriate measures to prohibit the acquisition and possession of the firearms, the essential components and the ammunition classified in category A. They shall ensure that those firearms, essential components and ammunition unlawfully held in contravention of that prohibition are impounded.\n2.   For the protection of the security of critical infrastructure, commercial shipping, high-value convoys and sensitive premises, as well as for national defence, educational, cultural, research and historical purposes, and without prejudice to paragraph 1, the national competent authorities may grant, in individual cases, exceptionally and in a duly reasoned manner, authorisations for firearms, essential components and ammunition classified in category A where this is not contrary to public security or public order.\n3.   Member States may choose to grant to collectors, in individual special cases, exceptionally and in a duly reasoned manner, authorisations to acquire and possess firearms, essential components and ammunition classified in category A, subject to strict conditions on security, including the demonstration to the national competent authorities that measures are in place to address any risks to public security or public order and that the firearms, essential components or ammunition concerned are stored with a level of security proportionate to the risks associated with unauthorised access to such items.\nMember States shall ensure that collectors authorised under the first subparagraph of this paragraph are identifiable within the data-filing systems referred to in Article 4. Such authorised collectors shall be obliged to maintain a register of all firearms in their possession classified in category A, which shall be accessible to the national competent authorities. Member States shall establish an appropriate monitoring system with respect to such authorised collectors, taking all relevant factors into account.\n4.   Member States may authorise dealers or brokers, in their respective professional capacities, to acquire, manufacture, deactivate, repair, supply, transfer and possess firearms, essential components and ammunition classified in category A, subject to strict conditions regarding security.\n5.   Member States may authorise museums to acquire and possess firearms, essential components and ammunition classified in category A, subject to strict conditions regarding security.\n6.   Member States may authorise target shooters to acquire and possess semi-automatic firearms classified in point 6 or 7 of category A, subject to the following conditions:\n(a)\na satisfactory assessment of relevant information arising from the application of Article 6(2);\n(b)\nprovision of proof that the target shooter concerned is actively practising for or participating in shooting competitions recognised by an officially recognised shooting sports organisation of the Member State concerned or by an internationally established and officially recognised shooting sport federation; and\n(c)\nprovision of a certificate from an officially recognised shooting sports organisation confirming that:\n(i)\nthe target shooter is a member of a shooting club and has been regularly practising target shooting in it for at least 12 months; and\n(ii)\nthe firearm in question fulfils the specifications required for a shooting discipline recognised by an internationally established and officially recognised shooting sport federation.\nAs regards firearms classified in point 6 of category A, Member States applying a military system based on general conscription and having in place over the last 50 years a system of transfer of military firearms to persons leaving the army after fulfilling their military duties may grant to those persons, in their capacity as a target shooter, an authorisation to keep one firearm used during the mandatory military period. The relevant public authority shall transform those firearms into semi-automatic firearms and shall periodically check that the persons using such firearms do not represent a risk to public security. The provisions set out in points (a), (b) and (c) of the first subparagraph shall apply.\n7.   Authorisations granted under this Article shall be reviewed periodically at intervals not exceeding five years.\nArticle 10\n1.   No one may acquire a firearm classified in category B within the territory of a Member State unless that Member State has authorised him or her to do so.\nNo such authorisation may be given to a resident of another Member State without that Member State’s prior agreement.\n2.   No one may be in possession of a firearm classified in category B within the territory of a Member State unless that Member State has so authorised him or her. If the person is a resident of another Member State, that other Member State shall be informed accordingly.\n3.   An authorisation to acquire, and an authorisation to possess, a firearm classified in category B may take the form of a single administrative decision.\n4.   Member States may consider granting persons who satisfy the conditions for the granting of an authorisation for a firearm a multiannual licence for the acquisition and possession of all firearms subject to authorisation, without prejudice to:\n(a)\nthe obligation to notify the competent authorities of transfers;\n(b)\nthe periodic verification that those persons continue to satisfy the conditions; and\n(c)\nthe maximum limits for possession laid down in national law.\nAuthorisations for possession of firearms shall be reviewed periodically, at intervals not exceeding five years. An authorisation may be renewed or prolonged if the conditions on the basis of which it was granted are still fulfilled.\n5.   Member States may decide to confirm, renew or prolong authorisations for semi-automatic firearms classified in point 6, 7 or 8 of category A in respect of a firearm which was classified in category B, and lawfully acquired and registered, before 13 June 2017, subject to the other conditions laid down in this Directive. Furthermore, Member States may allow such firearms to be acquired by other persons authorised by Member States in accordance with this Directive.\n6.   Member States shall lay down rules to ensure that persons holding authorisations for firearms of category B in force under national law on 28 July 2008 do not need to apply for a licence or permit regarding firearms they held in categories C or D before that date. However, any transfer of firearms of categories C or D shall be subject to the transferee obtaining or having a licence or being specifically permitted to possess those firearms in accordance with national law.\nArticle 11\n1.   No one may be in possession of a firearm classified in category C unless he or she has declared it to the authorities of the Member State in which that firearm is held.\nMember States may, as regards firearms acquired before 14 September 2018, suspend the requirement to declare firearms classified in point 5, 6 or 7 of category C until 14 March 2021.\n2.   Every seller, dealer or private person shall inform the authorities of the Member State in which it takes place of every transfer or handing over of a firearm classified in category C, giving the particulars by which the firearm and the person acquiring it may be identified. If the person acquiring such a firearm is a resident of another Member State, that other Member State shall be informed of the acquisition by the Member State in which the acquisition took place and by the person acquiring the firearm.\n3.   If a Member State prohibits or makes subject to authorisation the acquisition and possession within its territory of a firearm classified in category B or C, it shall inform the other Member States, which shall expressly include a statement to that effect on any European firearms pass they issue for such a firearm, pursuant to Article 17(2).\nArticle 12\n1.   The handing over of a firearm classified in category A, B or C to a person who is not resident in the Member State in question shall be permitted, subject to compliance with the obligations laid down in Articles 9, 10 and 11, where:\n(a)\nthe person acquiring it has been authorised in accordance with Article 16, to effect himself or herself a transfer to his or her country of residence;\n(b)\nthe person acquiring it submits a written declaration testifying to and justifying his or her intention to be in possession of the firearm in the Member State of acquisition, provided that he or she fulfils the legal conditions for possession in that Member State.\n2.   Member States may authorise the temporary handing over of firearms in accordance with procedures which they shall lay down.\nArticle 13\n1.   The arrangements for the acquisition and possession of ammunition shall be the same as those for the possession of the firearms for which the ammunition is intended.\nThe acquisition of loading devices for centre-fire semi-automatic firearms which can hold more than 20 rounds or more than 10 rounds in the case of long firearms shall be permitted only for persons who are granted an authorisation under Article 9 or an authorisation which has been confirmed, renewed or prolonged under Article 10(5).\n2.   Dealers and brokers may refuse to complete any transaction for the acquisition of complete rounds of ammunition, or components of ammunition, which they reasonably consider to be suspicious owing to its nature or scale, and shall report any such attempted transaction to the competent authorities.\nArticle 14\n1.   Member States shall take measures to ensure that devices with a cartridge holder which are designed to fire only blanks, irritants, other active substances or pyrotechnic signalling rounds are not capable of being converted to expel a shot, bullet or projectile by the action of a combustible propellant.\n2.   Member States shall classify as firearms devices with a cartridge holder which are designed to fire only blanks, irritants, other active substances or pyrotechnic signalling rounds, and which are capable of being converted to expel a shot, bullet or projectile by the action of a combustible propellant.\n3.   The Commission shall adopt implementing acts laying down technical specifications for alarm and signal weapons manufactured or imported into the Union on or after 14 September 2018 to ensure that they are not capable of being converted to expel a shot, bullet or projectile by the action of a combustible propellant. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 20(2).\nArticle 15\n1.   Member States shall make arrangements for the deactivation of firearms to be verified by a competent authority in order to ensure that the modifications made to a firearm render all its essential components permanently inoperable and incapable of removal, replacement or modification in a manner that would permit the firearm to be reactivated in any way. Member States shall, in the context of that verification, provide for the issuance of a certificate and record attesting to the deactivation of the firearm and the apposition of a clearly visible mark to that effect on the firearm.\n2.   The Commission shall adopt implementing acts laying down deactivation standards and techniques to ensure that all essential components of a firearm are rendered permanently inoperable and incapable of removal, replacement or modification in a manner that would permit the firearm to be reactivated in any way. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 20(2).\n3.   The implementing acts referred to in paragraph 2 shall not apply to firearms deactivated prior to the date of application of those implementing acts, unless those firearms are transferred to another Member State or placed on the market subsequent to that date.\n4.   Member States may notify to the Commission within two months of 13 June 2017 the national deactivation standards and techniques they applied before 8 April 2016, justifying the reasons for which the level of security ensured by those national deactivation standards and techniques is equivalent to that ensured by the technical specifications for deactivation of firearms set out in Annex I to Commission Implementing Regulation (EU) 2015/2403 (20) as applicable on 8 April 2016.\n5.   When Member States notify the Commission in accordance with paragraph 4, the Commission shall, at the latest 12 months after notification, adopt implementing acts deciding whether the national deactivation standards and techniques thus notified ensured that firearms were deactivated with a level of security equivalent to that ensured by the technical specifications for deactivation of firearms set out in Annex I to Implementing Regulation (EU) 2015/2403 as applicable on 8 April 2016. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 20(2).\n6.   Until the date of application of the implementing acts referred to in paragraph 5, any firearm deactivated in accordance with the national deactivation standards and techniques applied before 8 April 2016 shall, when transferred to another Member State or placed on the market, comply with the technical specifications for deactivation of firearms set out in Annex I to Implementing Regulation (EU) 2015/2403.\n7.   Firearms deactivated before 8 April 2016 in accordance with the national deactivation standards and techniques that have been found to ensure a level of security equivalent to that ensured by the technical specifications for deactivation of firearms set out in Annex I to Implementing Regulation (EU) 2015/2403, as applicable on 8 April 2016, shall be considered to be deactivated firearms, including when they are transferred to another Member State or placed on the market after the date of application of the implementing acts referred to in paragraph 5.\nCHAPTER 3\nFORMALITIES FOR THE MOVEMENT OF WEAPONS WITHIN THE UNION\nArticle 16\n1.   Firearms may, without prejudice to Article 17, be transferred from one Member State to another only in accordance with the procedure laid down in this Article. That procedure shall also apply in respect of transfers of firearms following a sale by means of a distance contract as defined in point (7) of Article 2 of Directive 2011/83/EU.\n2.   Where a firearm is to be transferred to another Member State, the person concerned shall, before it is taken there, supply the following particulars to the Member State in which such firearm is situated:\n(a)\nthe names and addresses of the person selling or disposing of the firearm and of the person purchasing or acquiring it or, where appropriate, of the owner;\n(b)\nthe address to which the firearm is to be consigned or transported;\n(c)\nthe number of firearms to be consigned or transported;\n(d)\nthe particulars enabling the firearm to be identified and also an indication that the firearm has undergone a check in accordance with the 1969 Convention;\n(e)\nthe means of transfer;\n(f)\nthe date of departure and the estimated date of arrival.\nThe information referred to in points (e) and (f) need not be supplied where the transfer takes place between dealers.\nThe Member State shall examine the conditions under which the transfer of the firearm is to be carried out, in particular with regard to security.\nWhere the Member State authorises such transfer, it shall issue a licence incorporating all the particulars referred to in the first subparagraph. Such licence shall accompany the firearm until it reaches its destination; it shall be produced whenever so required by the authorities of the Member States.\n3.   In the case of the transfer of firearms, other than weapons of war, excluded from the scope of this Directive pursuant to Article 2(2), each Member State may grant dealers the right to effect transfers of firearms from its territory to a dealer established in another Member State without the prior authorisation referred to in paragraph 2 of this Article. To that end, it shall issue an authorisation valid for no more than three years, which may at any time be suspended or cancelled by reasoned decision. A document referring to that authorisation shall accompany the firearm until it reaches its destination. That document shall be produced whenever so required by the authorities of the Member States.\nPrior to the date of transfer, the dealer shall communicate to the authorities of the Member State from which the transfer is to be effected all the particulars listed in the first subparagraph of paragraph 2. Those authorities shall carry out inspections, where appropriate on the spot, to verify the correspondence between the information communicated by the dealer and the actual characteristics of the transfer. The information shall be communicated by the dealer within a period allowing sufficient time.\n4.   Each Member State shall supply the other Member States with a list of firearms the transfer of which to its territory may be authorised without its prior consent.\nSuch lists of firearms shall be communicated to dealers who have obtained approval for transferring firearms without prior authorisation under the procedure laid down in paragraph 3.\nArticle 17\n1.   If the procedure provided for in Article 16 is not used, the possession of a firearm during a journey through two or more Member States shall not be permitted unless the person concerned has obtained the authorisation of each of those Member States.\nMember States may grant such authorisation for one or more journeys for a maximum period of one year, subject to renewal. Such authorisations shall be entered on the European firearms pass, which the traveller shall produce whenever so required by the authorities of the Member States.\n2.   Notwithstanding paragraph 1, hunters and historical re-enactors, in respect of firearms classified in category C, and target shooters, in respect of firearms classified in category B or C and of firearms classified in category A for which an authorisation has been granted under Article 9(6) or for which the authorisation has been confirmed, renewed or prolonged under Article 10(5), may, without the prior authorisation referred to in Article 16(2), be in possession of one or more firearms during a journey through two or more Member States with a view to engaging in their activities, provided that:\n(a)\nthey are in possession of a European firearms pass listing such firearm or firearms; and\n(b)\nthey are able to substantiate the reasons for their journey, in particular by producing an invitation for, or other proof of, their hunting, target shooting or historical re-enactment activities in the Member State of destination.\nMember States may not make acceptance of a European firearms pass conditional upon the payment of any fee or charge.\nHowever, the derogation referred to in the first subparagraph of this paragraph shall not apply to journeys to a Member State that, pursuant to Article 11(3), either prohibits the acquisition and possession of the firearm in question or makes it subject to authorisation. In that case, an express statement to that effect shall be entered on the European firearms pass. Member States may also refuse the application of this derogation in the case of firearms classified in category A for which an authorisation has been granted under Article 9(6) or for which the authorisation has been confirmed, renewed or prolonged under Article 10(5).\nIn the context of the report referred to in Article 24, the Commission, in consultation with the Member States, shall also consider the effects of applying the third subparagraph, particularly as regards its impact on public order and public security.\n3.   Under agreements for the mutual recognition of national documents, two or more Member States may provide for arrangements that are more flexible than those prescribed in this Article for movement with firearms within their territories.\nArticle 18\n1.   Each Member State shall communicate all useful information at its disposal concerning definitive transfers of firearms to the Member State to the territory of which such a transfer has been effected.\n2.   All information that Member States receive by way of the procedures laid down in Article 16 for transfers of firearms, and in Article 10(2) and Article 11(2) for the acquisition and possession of firearms by non-residents, shall be communicated, not later than at the time of the relevant transfers, to the Member States of destination and, where appropriate, not later than at the time of transfer to the Member States of transit.\n3.   For the purposes of the efficient application of this Directive, Member States shall exchange information on a regular basis within the contact group established by Article 13(3) of Directive 91/477/EEC. Member States shall inform each other and the Commission of the national authorities responsible for transmitting and receiving information and for complying with the obligations set out in Article 16(4) of this Directive.\n4.   The competent authorities of the Member States shall exchange, by electronic means, information on the authorisations granted for the transfer of firearms to another Member State and information with regard to refusals to grant authorisations, as provided for in Articles 9 and 10, on grounds of security or relating to the reliability of the person concerned.\n5.   The Commission shall provide for a system for the exchange of information referred to in this Article.\nThe Commission shall adopt delegated acts in accordance with Article 19 in order to supplement this Directive by laying down the detailed arrangements for the systematic exchange of information by electronic means.\nArticle 19\n1.   The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article.\n2.   The power to adopt delegated acts referred to in Article 18(5) shall be conferred on the Commission for an indeterminate period of time from 13 June 2017.\n3.   The delegation of power referred to in Article 18(5) may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force.\n4.   Before adopting a delegated act, the Commission shall consult experts designated by each Member State in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making.\n5.   As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council.\n6.   A delegated act adopted pursuant to Article 18(5) shall enter into force only if no objection has been expressed either by the European Parliament or by the Council within a period of two months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or of the Council.\nArticle 20\n1.   The Commission shall be assisted by a committee. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\n2.   Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.\nArticle 21\nMember States shall adopt all relevant provisions prohibiting entry into their territory:\n(a)\nof a firearm, except in the cases referred to in Articles 16 and 17 and provided that the conditions laid down in those Articles are met;\n(b)\nof a weapon other than a firearm, provided that the national provisions of the Member State in question so permit.\nCHAPTER 4\nFINAL PROVISIONS\nArticle 22\n1.   Member States shall intensify controls on the possession of weapons at the external borders of the Union. They shall in particular ensure that travellers from third countries who intend to proceed to another Member State comply with Article 17.\n2.   This Directive shall not preclude the carrying out of controls by Member States or by the carrier at the time of boarding of a means of transport.\n3.   Member States shall inform the Commission of the manner in which the controls referred to in paragraphs 1 and 2 are carried out. The Commission shall collate that information and make it available to all Member States.\n4.   Member States shall notify the Commission of their national provisions, including changes relating to the acquisition and possession of weapons, where the national law is more stringent than the minimum standard they are required to adopt. The Commission shall pass on such information to the other Member States.\nArticle 23\nMember States shall lay down the rules on penalties applicable to infringements of the national provisions adopted pursuant to this Directive and shall take all measures necessary to ensure that they are implemented. The penalties provided for shall be effective, proportionate and dissuasive.\nArticle 24\nBy 14 September 2020, and every five years thereafter, the Commission shall submit to the European Parliament and to the Council a report on the application of this Directive, including a fitness check of its provisions, accompanied, if appropriate, by legislative proposals concerning, in particular, the categories of firearms in Annex I and issues related to the implementation of the system for the European firearms pass, to marking and to the impacts of new technologies such as 3D printing, the use of QR code and the use of radio-frequency identification (RFID).\nArticle 25\nMember States shall communicate to the Commission the text of the main measures of national law which they adopt in the field covered by this Directive.\nArticle 26\nDirective 91/477/EEC, as amended by the Directives listed in Part A of Annex III to this Directive, is repealed, without prejudice to the obligations of the Member States relating to the time limits for the transposition into national law of the Directives set out in Part B of Annex III to this Directive.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table in Annex IV to this Directive.\nArticle 27\nThis Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nArticle 28\nThis Directive is addressed to the Member States.\nDone at Brussels, 24 March 2021.\nFor the European Parliament\nThe President\nD. M. SASSOLI\nFor the Council\nThe President\nA. P. ZACARIAS\n(1)  OJ C 311, 18.9.2020, p. 52.\n(2)  Position of the European Parliament of 9 February 2021 (not yet published in the Official Journal) and decision of the Council of 9 March 2021.\n(3)  Council Directive 91/477/EEC of 18 June 1991 on control of the acquisition and possession of weapons (OJ L 256, 13.9.1991, p. 51).\n(4)  See Annex III, Part A.\n(5)  Directive 2011/83/EU of the European Parliament and of the Council of 25 October 2011 on consumer rights, amending Council Directive 93/13/EEC and Directive 1999/44/EC of the European Parliament and of the Council and repealing Council Directive 85/577/EEC and Directive 97/7/EC of the European Parliament and of the Council (OJ L 304, 22.11.2011, p. 64).\n(6)  Council Decision 2014/164/EU of 11 February 2014 on the conclusion, on behalf of the European Union, of the Protocol against the Illicit Manufacturing of and Trafficking in Firearms, Their Parts and Components and Ammunition, supplementing the United Nations Convention against Transnational Organized Crime (OJ L 89, 25.3.2014, p. 7).\n(7)  Regulation (EU) No 1024/2012 of the European Parliament and of the Council of 25 October 2012 on administrative cooperation through the Internal Market Information System and repealing Commission Decision 2008/49/EC (‘the IMI Regulation’) (OJ L 316, 14.11.2012, p. 1).\n(8)  Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation) (OJ L 119, 4.5.2016, p. 1).\n(9)  Council Framework Decision 2009/315/JHA of 26 February 2009 on the organisation and content of the exchange of information extracted from the criminal record between Member States (OJ L 93, 7.4.2009, p. 23).\n(10)  OJ L 123, 12.5.2016, p. 1.\n(11)  Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers (OJ L 55, 28.2.2011, p. 13).\n(12)  Directive (EU) 2016/680 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data by competent authorities for the purposes of the prevention, investigation, detection or prosecution of criminal offences or the execution of criminal penalties, and on the free movement of such data, and repealing Council Framework Decision 2008/977/JHA (OJ L 119, 4.5.2016, p. 89).\n(13)  OJ L 176, 10.7.1999, p. 36.\n(14)  Council Decision 1999/437/EC of 17 May 1999 on certain arrangements for the application of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis (OJ L 176, 10.7.1999, p. 31).\n(15)  OJ L 53, 27.2.2008, p. 52.\n(16)  Council Decision 2008/146/EC of 28 January 2008 on the conclusion, on behalf of the European Community, of the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis (OJ L 53, 27.2.2008, p. 1).\n(17)  OJ L 160, 18.6.2011, p. 21.\n(18)  Council Decision 2011/350/EU of 7 March 2011 on the conclusion, on behalf of the European Union, of the Protocol between the European Union, the European Community, the Swiss Confederation and the Principality of Liechtenstein on the accession of the Principality of Liechtenstein to the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis, relating to the abolition of checks at internal borders and movement of persons (OJ L 160, 18.6.2011, p. 19).\n(19)  Directive 2009/43/EC of the European Parliament and of the Council of 6 May 2009 simplifying terms and conditions of transfers of defence-related products within the Community (OJ L 146, 10.6.2009, p. 1).\n(20)  Commission Implementing Regulation (EU) 2015/2403 of 15 December 2015 establishing common guidelines on deactivation standards and techniques for ensuring that deactivated firearms are rendered irreversibly inoperable (OJ L 333, 19.12.2015, p. 62).\nANNEX I\nI.\nFor the purposes of this Directive, ‘weapon’ means:\n—\nany firearm as defined in Article 1,\n—\nweapons other than firearms as defined in national legislation.\nII.\nFor the purposes of this Directive, firearms are classified in the following categories:\nCategory A – Prohibited firearms\n1.\nExplosive military missiles and launchers.\n2.\nAutomatic firearms.\n3.\nFirearms disguised as other objects.\n4.\nAmmunition with penetrating, explosive or incendiary projectiles, and the projectiles for such ammunition.\n5.\nPistol and revolver ammunition with expanding projectiles and the projectiles for such ammunition, except in the case of weapons for hunting or for target shooting, for persons entitled to use them.\n6.\nAutomatic firearms which have been converted into semi-automatic firearms, without prejudice to Article 10(5).\n7.\nAny of the following centre-fire semi-automatic firearms:\n(a)\nshort firearms which allow the firing of more than 21 rounds without reloading, if:\n(i)\na loading device with a capacity exceeding 20 rounds is part of that firearm; or\n(ii)\na detachable loading device with a capacity exceeding 20 rounds is inserted into it;\n(b)\nlong firearms which allow the firing of more than 11 rounds without reloading, if:\n(i)\na loading device with a capacity exceeding 10 rounds is part of that firearm; or\n(ii)\na detachable loading device with a capacity exceeding 10 rounds is inserted into it.\n8.\nSemi-automatic long firearms, that is to say firearms that are originally intended to be fired from the shoulder, that can be reduced to a length of less than 60 cm without losing functionality by means of a folding or telescoping stock or by a stock that can be removed without using tools.\n9.\nAny firearm in this category that has been converted to firing blanks, irritants, other active substances or pyrotechnic rounds, or into a salute or acoustic weapon.\nCategory B – Firearms subject to authorisation\n1.\nRepeating short firearms.\n2.\nSingle-shot short firearms with centre-fire percussion.\n3.\nSingle-shot short firearms with rimfire percussion the overall length of which is less than 28 cm.\n4.\nSemi-automatic long firearms the loading device and chamber of which can together hold more than three rounds in the case of rimfire firearms, and more than three but fewer than twelve rounds in the case of centre-fire firearms.\n5.\nSemi-automatic short firearms other than those listed under point 7(a) of category A.\n6.\nSemi-automatic long firearms listed under point 7(b) of category A the loading device and chamber of which cannot together hold more than three rounds, where the loading device is detachable or where it is not certain that the weapon cannot be converted, with ordinary tools, into a weapon the loading device and chamber of which can together hold more than three rounds.\n7.\nRepeating and semi-automatic long firearms with smooth-bore barrels not exceeding 60 cm in length.\n8.\nAny firearm in this category that has been converted to firing blanks, irritants, other active substances or pyrotechnic rounds, or into a salute or acoustic weapon.\n9.\nSemi-automatic firearms for civilian use which resemble weapons with automatic mechanisms other than those listed under point 6, 7 or 8 of category A.\nCategory C – Firearms and weapons subject to declaration\n1.\nRepeating long firearms other than those listed in point 7 of category B.\n2.\nLong firearms with single-shot rifled barrels.\n3.\nSemi-automatic long firearms other than those listed in category A or B.\n4.\nSingle-shot short firearms with rimfire percussion the overall length of which is not less than 28 cm.\n5.\nAny firearm in this category that has been converted to firing blanks, irritants, other active substances or pyrotechnic rounds, or into a salute or acoustic weapon.\n6.\nFirearms classified in category A or B or this category that have been deactivated in accordance with Implementing Regulation (EU) 2015/2403.\n7.\nSingle-shot long firearms with smooth-bore barrels placed on the market on or after 14 September 2018.\nIII.\nFor the purposes of this Annex, objects which correspond to the definition of ‘firearm’ shall not be included in that definition if they:\n(a)\nare designed for alarm, signalling, life-saving, animal slaughter or harpoon fishing or for industrial or technical purposes provided that they can be used for the stated purpose only;\n(b)\nare regarded as antique weapons where such weapons have not been included in the categories set out in Part II and are subject to national laws.\nPending coordination throughout the Union, Member States may apply their national laws to the firearms listed in this Part.\nIV.\nFor the purposes of this Annex:\n(a)\n‘short firearm’ means a firearm with a barrel not exceeding 30 centimetres or whose overall length does not exceed 60 centimetres;\n(b)\n‘long firearm’ means any firearm other than a short firearm;\n(c)\n‘automatic firearm’ means a firearm which reloads automatically each time a round is fired and can fire more than one round with one pull on the trigger;\n(d)\n‘semi-automatic firearm’ means a firearm which reloads automatically each time a round is fired and can fire only one round with one pull on the trigger;\n(e)\n‘repeating firearm’ means a firearm which, after a round has been fired, is designed to be reloaded from a magazine or cylinder by means of a manually-operated action;\n(f)\n‘single-shot firearm’ means a firearm with no magazine which is loaded before each shot by the manual insertion of a round into the chamber or a loading recess at the breech of the barrel;\n(g)\n‘ammunition with penetrating projectiles’ means ammunition for military use where the projectile is jacketed and has a penetrating hard core;\n(h)\n‘ammunition with explosive projectiles’ means ammunition for military use where the projectile contains a charge which explodes on impact;\n(i)\n‘ammunition with incendiary projectiles’ means ammunition for military use where the projectile contains a chemical mixture which bursts into flame on contact with the air or on impact.\nANNEX II\nEUROPEAN FIREARMS PASS\nThe pass shall include the following sections:\n(a)\nidentity of the holder;\n(b)\nidentification of the weapon or firearm, including a reference to the category within the meaning of this Directive;\n(c)\nperiod of validity of the pass;\n(d)\nsection for use by the Member State issuing the pass (type and references of authorisations, etc.);\n(e)\nsection for entries by other Member States (authorisations to enter their territory, etc.);\n(f)\nthe statements:\n‘The right to travel to another Member State with one or more of the firearms classified in category A, B or C mentioned in this pass shall be subject to one or more prior corresponding authorisations from the Member State visited. Such authorisations may be recorded on the pass.\nThe prior authorisation referred to above is not in principle necessary in order to travel with a firearm classified in category C with a view to engaging in hunting or historical re-enactment activities or with a firearm classified in category A, B or C for the purpose of taking part in target shooting, on condition that the traveller is in possession of the firearms pass and can establish the reason for the journey.’\nWhere a Member State has informed the other Member States, in accordance with Article 11(3), that the possession of certain firearms classified in category B or C is prohibited or subject to authorisation, one of the following statements shall be added:\n‘A journey to … (State(s) concerned) with the firearm … (identification) shall be prohibited.’\n‘A journey to … (State(s) concerned) with the firearm … (identification) shall be subject to authorisation.’\nANNEX III\nPART A\nRepealed Directive with list of the successive amendments thereto\n(referred to in Article 26)\nCouncil Directive 91/477/EEC\n(OJ L 256, 13.9.1991, p. 51)\nDirective 2008/51/EC of the European Parliament and of the Council\n(OJ L 179, 8.7.2008, p. 5)\nDirective (EU) 2017/853 of the European Parliament and of the Council\n(OJ L 137, 24.5.2017, p. 22)\nPART B\nTime limits for transposition into national law\n(referred to in Article 26)\nDirective\nTime limit for transposition\n91/477/EEC\n31 December 1992\n2008/51/EC\n28 July 2010\n(EU) 2017/853\n14 September 2018 (1)\n(1)  However, under Article 2(2) of Directive (EU) 2017/853, ‘By way of derogation from paragraph 1 of this Article, Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with Article 4(3) and Article 4(4) of Directive 91/477/EEC, as amended by this Directive, by 14 December 2019’.\nANNEX IV\nCORRELATION TABLE\nDirective 91/477/EEC\nThis Directive\nArticle 1\nArticle 1\nArticle 2\nArticle 2\nArticle 3\nArticle 3\nArticle 4(1) and (2)\nArticle 4(1) and (2)\nArticle 4(2a)\nArticle 4(3)\nArticle 4(3)\nArticle 4(4)\nArticle 4(4)\nArticle 4(5)\nArticle 4(5)\nArticle 4(6)\nArticle 4a\nArticle 5\nArticle 5\nArticle 6\nArticle 5a\nArticle 7\nArticle 5b\nArticle 8\nArticle 6\nArticle 9\nArticle 7(1) to (4)\nArticle 10(1) to (4)\nArticle 7(4a)\nArticle 10(5)\nArticle 7(5)\nArticle 10(6)\nArticle 8(1), first subparagraph\nArticle 11(1), first subparagraph\nArticle 8(1), second subparagraph\n–\n–\nArticle 11(1), second subparagraph\nArticle 8(2) and (3)\nArticle 11(2) and (3)\nArticle 9(1), introductory wording\nArticle 12(1), introductory wording\nArticle 9(1), first indent\nArticle 12(1) point (a)\nArticle 9(1), second indent\nArticle 12(1) point (b)\nArticle 9(2)\nArticle 12(2)\nArticle 10\nArticle 13\nArticle 10a\nArticle 14\nArticle 10b\nArticle 15\nArticle 11(1)\nArticle 16(1)\nArticle 11(2), first subparagraph, introductory wording\nArticle 16(2), first subparagraph, introductory wording\nArticle 11(2), first subparagraph, first indent\nArticle 16(2), first subparagraph, point (a)\nArticle 11(2), first subparagraph, second indent\nArticle 16(2), first subparagraph, point (b)\nArticle 11(2), first subparagraph, third indent\nArticle 16(2), first subparagraph, point (c)\nArticle 11(2), first subparagraph, fourth indent\nArticle 16(2), first subparagraph, point (d)\nArticle 11(2), first subparagraph, fifth indent\nArticle 16(2), first subparagraph, point (e)\nArticle 11(2), first subparagraph, sixth indent\nArticle 16(2), first subparagraph, point (f)\nArticle 11(2), second, third and fourth subparagraph\nArticle 16(2), second, third and fourth subparagraph\nArticle 11(3) and (4)\nArticle 16(3) and (4)\nArticle 12\nArticle 17\nArticle 13\nArticle 18\nArticle 13a\nArticle 19\nArticle 13b\nArticle 20\nArticle 14, introductory wording\nArticle 21, introductory wording\nArticle 14, first indent\nArticle 21, point (a)\nArticle 14, second indent\nArticle 21, point (b)\nArticle 15\nArticle 22\nArticle 16\nArticle 23\nArticle 17\nArticle 24\nArticle 18\n–\n–\nArticles 25, 26 and 27\nArticle 19\nArticle 28\nAnnex I\nAnnex I\nAnnex II\nAnnex II\n–\nAnnex III\n–\nAnnex IV", "summary": "Controls on weapons purchases and possession\nControls on weapons purchases and possession\nSUMMARY OF:\nDirective (EU) 2021/555 on control of the acquisition and possession of weapons\nWHAT IS THE AIM OF THE DIRECTIVE?\nIt sets common minimum standards on the acquisition, possession, and commercial exchange of civilian firearms (e.g. firearms used for sport shooting and hunting) within the European Union (EU). This helps to balance internal market objectives (i.e. the cross-border movement of firearms) and security policy objectives (i.e. the high level of security and protection against criminal acts and illicit trafficking) within the EU.\nThe directive codifies and repeals Directive 91/477/EEC (and its subsequent amendments).\nKEY POINTS\n              \nThe directive sets outs the categories of weapons whose acquisition and possession by private individuals will have to be either:\nprohibited (category A); or\nsubject to authorisation (category B); or\nsubject to declaration (category C).\nWhere firearms have been legally acquired and possessed in accordance with the directive, national rules on carrying, hunting or shooting should apply.\nMarking and registration\nEU Member States must:\nensure that all firearms manufactured in or imported into the EU on or after 14 September 2018 bear a clear, permanent and unique marking and are registered in Member States’ data-filing systems;\ncarry out strict checks on the activities of dealers and brokers;\nset up a computerised, centralised or decentralised data filing system, guaranteeing authorised access to the data-filing systems;\nensure that data relating to firearms, including related personal data (governed by Regulation (EU) 2016/679 — see summary), are kept by the competent authorities in the data-filing system for a period of 30 years after the destruction of the firearms or essential components in question.\nImplementing Directive (EU) 2019/68, establishes technical specifications for the marking of firearms and their essential components under Council Directive 91/477/EEC on control of the acquisition and possession of weapons.\nTracing\nArms dealers and brokers must keep a register including:\na record of all entries and exits in relation to each firearm;\ndata enabling the identification and tracing of the firearm.\nArms dealers and brokers based in a Member State must report transactions involving firearms to the competent national authorities without undue delay.\nAcquisition and possession of weapons\nMember States may only permit the acquisition and possession of firearms by persons who have been issued with a licence or, for category C firearms, by persons who are specifically allowed to acquire or possess such firearms in accordance with national law.\nAcquisition and possession of firearms is only permitted for persons who: have a valid reason and who have reached the age of 18 (except for hunting and sport shooting where parental authorisation is required); orare not likely to present a danger to themselves or others, public order or public safety.\nMember States may grant category A authorisations to marksmen and sportsmen for some prohibited semi-automatic firearms, as well as to recognised museums and, in exceptional and duly substantiated cases, to collectors, in accordance with strict security measures.\nAuthorisations must be reviewed at least every 5 years.\nDeactivation\nThe directive includes deactivated firearms because of the high risk of reactivating those improperly deactivated firearms. Deactivated firearms are classified in category C.\nThe deactivation of firearms must be checked by a competent authority.\nImplementing Regulation (EU) 2015/2403 establishes common guidelines on deactivation standards and techniques for ensuring that deactivated firearms are rendered irreversibly inoperable.\nConverted weapons\nBecause of the high risk of conversion into lethal firearms, the directive also applies to:\nsalute and acoustic weapons (firearms specifically converted for the sole use of firing blanks, irritants, other active substances or pyrotechnic rounds);\nalarm and signal weapons (weapons which are designed to fire only blanks, irritants, other active substances or pyrotechnic signalling rounds, but which may be converted into real firearms).\nImplementing Directive (EU) 2019/69 lays down technical specifications for alarm and signal weapons.\nSemi-automatic weapons\nFirearms designed for military use, such as the AK47 and the M16, which may be manually adjusted between automatic and semi-automatic firing modes, are classified as category-A firearms and therefore banned for civilian use.\nCertain semi-automatic firearms are now also classified in category A:\nsemi-automatic short firearms than can hold more than 20 rounds;\nsemi-automatic long firearms that can hold more than 10 rounds;\nsemi-automatic long firearms that can be reduced to a length of less than 60 cm without losing functionality by means of a folding or telescoping stock.\nExchange of information\nThe firearms directive also requires the Commission to adopt delegated acts on setting up an electronic system to exchange information between Member States.\nDelegated Regulation (EU) 2019/686 lays down the detailed arrangements for the systematic exchange, by electronic means, of information relating to the transfer of firearms within the EU.\nDelegated Regulation (EU) 2021/1423 lays down the detailed arrangements for the systematic exchange, by electronic means, of information relating to refusals to grant authorisations to acquire or possess certain firearms.\nCross-border transfer\nA person wishing to transfer a firearm from one Member State to another may be granted a licence by the country in which the weapon is located.\nTarget shooters and other persons authorised to possess a firearm may request a European firearms pass when travelling with their weapon to another Member State.\nThe European firearms pass should be valid for a maximum of 5 years, which could be extended.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt has applied since 26 April 2021.\nBACKGROUND\n              \nThe Protocol against the Illicit Manufacturing of and Trafficking of Firearms, their Parts and Components and Ammunition is attached to Council Decision 2014/164/EU.\nFor more information, see:\nFirearms directive (European Commission).\nMAIN DOCUMENT\n            \nDirective (EU) 2021/555 of the European Parliament and of the Council of 24 March 2021 on control of the acquisition and possession of weapons (codification) (OJ L 115, 6.4.2021, pp. 1-25)\nRELATED DOCUMENTS\n            \nRegulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation) (OJ L 119, 4.5.2016, pp. 1-88)\nSuccessive amendments to Regulation (EU) 2016/679 have been incorporated into the original text. This consolidated version is of documentary value only.\nCouncil Decision 2014/164/EU of 11 February 2014 on the conclusion, on behalf of the European Union, of the Protocol against the Illicit Manufacturing of and Trafficking in Firearms, Their Parts and Components and Ammunition, supplementing the United Nations Convention against Transnational Organized Crime (OJ L 89, 25.3.2014, pp. 7-9)\nlast update 23.09.2021", "tags": ["firearms and munitions", "personal weapon", "information system", "EU Member State", "codification of EU law", "exchange of information", "arms trade"], "subjects": ["Safety at work and elsewhere", "Internal market - Principles", "Approximation of laws", "Protocol on Ireland/Northern Ireland"], "split": "test", "reference_annotations": {"32021L0555_p1": {"text": "(5)  directive 2011/83/eu of the European Parliament and of the Council of 25 October 2011 on consumer rights, amending Council directive 93/13/eec and directive 1999/44/ec of the European Parliament and of the Council and repealing Council directive 85/577/eec and directive 97/7/ec of the European Parliament and of the Council (OJ L 304, 22.11.2011, p. 64).", "triples": [" directive 2011/83/eu,  amending,  directive 93/13/eec", " directive 2011/83/eu,  amending,  directive 1999/44/ec", " directive 2011/83/eu,  repealing,  directive 85/577/eec", " directive 2011/83/eu,  repealing,  directive 97/7/ec"]}, "32021L0555_p2": {"text": "(7)  regulation 1024/2012 of the European Parliament and of the Council of 25 October 2012 on administrative cooperation through the Internal Market Information System and repealing Commission decision 2008/49/ec (‘the IMI Regulation’) (OJ L 316, 14.11.2012, p. 1).", "triples": [" regulation 1024/2012,  repealing,  decision 2008/49/ec"]}, "32021L0555_p3": {"text": "(8)  regulation 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing directive 95/46/ec (General Data Protection Regulation) (OJ L 119, 4.5.2016, p. 1).", "triples": [" regulation 2016/679,  repealing,  directive 95/46/ec"]}, "32021L0555_p4": {"text": "(12)  directive 2016/680 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data by competent authorities for the purposes of the prevention, investigation, detection or prosecution of criminal offences or the execution of criminal penalties, and on the free movement of such data, and repealing Council Framework decision 2008/977/jha (OJ L 119, 4.5.2016, p. 89).", "triples": [" directive 2016/680,  repealing,  decision 2008/977/jha"]}}, "summary_annotations": {"32021L0555_p2": {"text": "regulation 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing directive 95/46/ec (General Data Protection Regulation) (OJ L 119, 4.5.2016, pp. 1-88)", "triples": [" regulation 2016/679,  repealing,  directive 95/46/ec"]}}}