{"celex_id": "32011R1343", "reference": "30.12.2011\nEN\nOfficial Journal of the European Union\nL 347/44\nREGULATION (EU) No 1343/2011 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 13 December 2011\non certain provisions for fishing in the GFCM (General Fisheries Commission for the Mediterranean) Agreement area and amending Council Regulation (EC) No 1967/2006 concerning management measures for the sustainable exploitation of fishery resources in the Mediterranean Sea\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(2) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nThe European Community acceded to the Agreement for the establishment of the General Fisheries Commission for the Mediterranean (GFCM Agreement) pursuant to Council Decision 98/416/EC of 16 June 1998 on the accession of the European Community to the General Fisheries Commission for the Mediterranean (3) (GFCM).\n(2)\nThe GFCM Agreement provides an appropriate framework for multilateral cooperation to promote the development, conservation, rational management and best utilisation of living marine resources in the Mediterranean and the Black Sea at levels which are considered sustainable and at low risk of collapse.\n(3)\nThe European Union, as well as Bulgaria, Greece, Spain, France, Italy, Cyprus, Malta, Romania and Slovenia are contracting parties to the GFCM Agreement.\n(4)\nRecommendations adopted by the GFCM are binding on its contracting parties. As the Union is a contracting party to the GFCM Agreement, these recommendations are binding on the Union and should therefore be implemented in Union law unless their content is already covered thereby.\n(5)\nAt its Annual Sessions in 2005, 2006, 2007 and 2008 the GFCM adopted a number of recommendations and resolutions for certain fisheries in the GFCM Agreement area which have been temporarily implemented in Union law by the annual Regulations on fishing opportunities or, in the case of GFCM Recommendations 2005/1 and 2005/2, by Article 4(3) and Article 24 of Council Regulation (EC) No 1967/2006 (4).\n(6)\nFor reasons of clarity, simplification and legal certainty, and since the permanent character of recommendations requires also a permanent legal instrument for their implementation in Union law, it is appropriate to implement these recommendations via a single legislative act, where future recommendations can be added by way of amendments to that act.\n(7)\nGFCM recommendations apply to the entire GFCM Agreement area, that is the Mediterranean and the Black Sea and connecting waters, as defined in the preamble to the GFCM Agreement, and therefore, for reasons of clarity and legal certainty, they should be implemented in a single separate Regulation rather than through amendments to Regulation (EC) No 1967/2006 which covers only the Mediterranean Sea.\n(8)\nCertain provisions contained in Regulation (EC) No 1967/2006 should apply not only to the Mediterranean Sea but to the entire GFCM Agreement area. Those provisions should therefore be deleted from Regulation (EC) No 1967/2006 and included in this Regulation. In addition, certain provisions regarding minimum mesh size that are laid down in that Regulation should be further clarified.\n(9)\nThe ‘fisheries restricted areas’ established by GFCM recommendations for spatial management measures are equivalent to the ‘fishing protected areas’ as used in Regulation (EC) No 1967/2006.\n(10)\nAt its Annual Session of 23 to 27 March 2009 the GFCM adopted, on the basis of scientific advice by the Scientific Advisory Committee (SAC), contained in the report of its 11th session (FAO report No 890), a recommendation on the establishment of a fisheries restricted area in the Gulf of Lions. It is appropriate to implement this measure by means of a fishing effort management system.\n(11)\nIn Mediterranean mixed fisheries, the selectivity of some fishing gears cannot be permitted to go beyond a certain level. In addition to the overall control and limitation of fishing effort, it is fundamental to limit fishing effort in areas where adults of important stocks aggregate, in order to ensure a risk of reproduction impairment that is low enough to allow for their sustainable exploitation. It is therefore advisable, in respect of the area examined by the SAC, first to limit the fishing effort to previous levels and then not to allow any increase of that level.\n(12)\nThe advice upon which management measures are based should itself be based on the scientific use of relevant data on fleet capacity and activity, on the biological status of exploited resources and on the social and economic situation of fisheries. Those data need to be collected and submitted in time to allow the subsidiary bodies of the GFCM to prepare their advice.\n(13)\nAt its Annual Session in 2008, the GFCM adopted a recommendation on a regional scheme of port state measures to combat Illegal, Unreported and Unregulated (IUU) fishing in the GFCM Area. While Council Regulation (EC) No 1005/2008 of 29 September 2008 establishing a Community system to prevent, deter and eliminate illegal, unreported and unregulated fishing (5) covers generally the content of that recommendation and has been applied since 1 January 2010, there are nevertheless some parts thereof, such as the frequency, the coverage and the procedure for port inspections, which need to be referred to in this Regulation in order to adapt them to the particularities of the GFCM Agreement area.\n(14)\nImplementing powers should be conferred on the Commission in order to ensure uniform conditions for the implementation of the provisions of this Regulation in respect of the format and transmission of: the report on the fishing activities carried out in fisheries restricted areas; applications for carrying over lost days due to bad weather in the closed season for dolphinfish fisheries and the report on such carrying over; the report in the context of collecting data on dolphinfish fisheries; information in respect of the use of minimum mesh size for nets used for trawling activities exploiting demersal stocks in the Black Sea; and data on statistical matrices, as well as in respect of cooperation and exchange of information with the Executive Secretary of the GFCM. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers (6).\n(15)\nIn order to ensure that the Union continues to fulfil its obligations under the GFCM Agreement, the power to adopt acts in accordance with Article 290 of the Treaty on the Functioning of the European Union should be delegated to the Commission in respect of the implementation in Union law of amendments, which have become binding on the Union, to existing GFCM measures which have already been implemented in Union law, as regards the provision to the Executive Secretary of the GFCM of information on minimum mesh size in the Black Sea; the transmission to the Executive Secretary of the GFCM of the list of authorised vessels for the purpose of the GFCM Register; port state measures; cooperation, information and reporting; the table, map and geographic coordinates of the GFCM Geographical Sub-Areas; port state inspection procedures for vessels; and GFCM statistical matrices. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level. The Commission, when preparing and drawing up delegated acts, should ensure a simultaneous, timely and appropriate transmission of relevant documents to the European Parliament and to the Council,\nHAVE ADOPTED THIS REGULATION:\nTITLE I\nGENERAL PROVISIONS\nArticle 1\nSubject matter\nThis Regulation lays down the rules for the application by the Union of the conservation, management, exploitation, monitoring, marketing and enforcement measures for fishery and aquaculture products established by the General Fisheries Commission for the Mediterranean (GFCM).\nArticle 2\nScope\n1.   This Regulation applies to all commercial fishing and aquaculture activities conducted by EU fishing vessels and nationals of Member States in the GFCM Agreement area.\nIt shall apply without prejudice to Regulation (EC) No 1967/2006.\n2.   By way of derogation from paragraph 1, this Regulation shall not apply to fishing operations conducted solely for the purpose of scientific investigations which are carried out with the permission and under the authority of the Member State whose flag the vessel is flying and of which the Commission and the Member States in whose waters the research is carried out have been informed in advance. Member States conducting fishing operations for the purpose of scientific investigations shall inform the Commission, the Member States in whose waters the research is carried out and the Scientific, Technical and Economic Committee for Fisheries of all catches from such fishing operations.\nArticle 3\nDefinitions\nFor the purposes of this Regulation the following definitions shall, in addition to the definitions laid down in Article 3 of Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (7) and Article 2 of Regulation (EC) No 1967/2006, apply:\n(a)\n‘GFCM Agreement area’ means the Mediterranean and the Black Sea and connecting waters, as described in the GFCM Agreement;\n(b)\n‘fishing effort’ means the product resulting from multiplying the capacity of a fishing vessel, expressed either in kW or in GT (gross tonnage), by the activity expressed in number of days at sea;\n(c)\n‘day at sea’ means any calendar day on which a vessel is absent from port, irrespective of the amount of time in the course of that day that that vessel is present in an area;\n(d)\n‘EU Fleet Register number’ means the Community Fleet Register number defined in Annex I to Commission Regulation (EC) No 26/2004 of 30 December 2003 on the Community fishing fleet register (8).\nTITLE II\nTECHNICAL MEASURES\nCHAPTER I\nFisheries restricted areas\nSection I\nFisheries restricted area in the Gulf of Lions\nArticle 4\nEstablishment of a fisheries restricted area\nA fisheries restricted area is established in the eastern Gulf of Lions, bounded by lines joining the following geographic coordinates:\n—\n42° 40′ N, 4° 20′ E\n—\n42° 40′ N, 5° 00′ E\n—\n43° 00′ N, 4° 20′ E\n—\n43° 00′ N, 5° 00′ E.\nArticle 5\nFishing effort\nFor demersal stocks, the fishing effort of vessels using towed nets, bottom- and mid-water longlines and bottom-set nets in the fisheries restricted area as referred to in Article 4 shall not exceed the level of fishing effort applied in 2008 by each Member State in that area.\nArticle 6\nFishing track record\nMember States shall, not later than 16 February 2012, submit to the Commission in electronic format a list of vessels flying their flag that had a track record of fishing during the year 2008 in the area referred to in Article 4 and in GFCM Geographical Sub-Area 7 as defined in Annex I. That list shall contain the name of the vessel, its EU Fleet Register number, the period for which the vessel was authorised to fish in the area referred to in Article 4 and the number of days spent by each vessel in the year 2008 in Geographical Sub-Area 7 and more specifically in the area referred to in Article 4.\nArticle 7\nAuthorised vessels\n1.   Vessels authorised to fish in the area referred to in Article 4 shall be issued with a fishing authorisation by their Member State in accordance with Article 7 of Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Community control system for ensuring compliance with the rules of the common fisheries policy (9).\n2.   Fishing vessels which do not have records of fishing within the area referred to in Article 4 prior to 31 December 2008 shall not be authorised to start fishing therein.\n3.   Member States shall, not later than 16 February 2012, communicate to the Commission the national legislation in force on 31 December 2008 concerning:\n(a)\nthe maximum number of hours per day a vessel is permitted to engage in fishing activity;\n(b)\nthe maximum number of days per week a vessel is permitted to stay at sea and be absent from port; and\n(c)\nthe compulsory times for fishing vessels to exit from, and return to, their registered port.\nArticle 8\nProtection of sensitive habitats\nMember States shall ensure that the area referred to in Article 4 is protected from the impact of any other human activity jeopardising the conservation of the features that characterise that area as an area of spawners’ aggregation.\nArticle 9\nInformation\nBefore 1 February of each year, Member States shall submit to the Commission in electronic format a report on the fishing activities carried out in the area referred to in Article 4.\nThe Commission may adopt implementing acts as regards detailed rules for the format and transmission of the report on such fishing activities. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 25(2).\nSection II\nFisheries restricted areas in order to protect deep-sea sensitive habitats\nArticle 10\nEstablishment of fisheries restricted areas\nFishing with towed dredges and bottom trawl nets shall be prohibited in the following areas:\n(a)\ndeep-sea fisheries restricted area ‘Lophelia reef off Capo Santa Maria di Leuca’ bounded by lines joining the following coordinates:\n—\n39° 27,72′ N, 18° 10,74′ E\n—\n39° 27,80′ N, 18° 26,68′ E\n—\n39° 11,16′ N, 18° 32,58′ E\n—\n39° 11,16′ N, 18° 04,28′ E;\n(b)\ndeep-sea fisheries restricted area ‘The Nile delta area cold hydrocarbon seeps’ bounded by lines joining the following coordinates:\n—\n31° 30,00′ N, 33° 10,00′ E\n—\n31° 30,00′ N, 34° 00,00′ E\n—\n32° 00,00′ N, 34° 00,00′ E\n—\n32° 00,00′ N, 33° 10,00′ E;\n(c)\ndeep-sea fisheries restricted area ‘The Eratosthenes Seamount’ bounded by lines joining the following coordinates:\n—\n33° 00,00′ N, 32° 00,00′ E\n—\n33° 00,00′ N, 33° 00,00′ E\n—\n34° 00,00′ N, 33° 00,00′ E\n—\n34° 00,00′ N, 32° 00,00′ E.\nArticle 11\nProtection of sensitive habitats\nMember States shall ensure that their competent authorities are called upon to protect the deep-sea sensitive habitats in the areas referred to in Article 10 from, in particular, the impact of any other activity jeopardising the conservation of the features that characterise those habitats.\nCHAPTER II\nEstablishment of a closed season for the dolphinfish fisheries using fish aggregating devices\nArticle 12\nClosed season\n1.   The common dolphinfish (Coryphaena hippurus) fisheries using fish aggregating devices (FADs) shall be prohibited from 1 January to 14 August of each year.\n2.   By way of derogation from paragraph 1, if a Member State can demonstrate that, due to bad weather, the fishing vessels flying its flag were unable to make use of their normal fishing days, that Member State may carry over days lost by its vessels in FAD fisheries until 31 January of the following year. In that case, before the end of the year Member States shall submit to the Commission an application in respect of the number of days to be carried over.\n3.   Paragraphs 1 and 2 shall also apply in the management zone referred to in Article 26(1) of Regulation (EC) No 1967/2006.\n4.   The application referred to in paragraph 2 shall contain the following information:\n(a)\na report containing the details of the cessation of fishing activities in question, including appropriate supporting meteorological information;\n(b)\nthe name of the vessel and its EU Fleet Register number.\n5.   The Commission shall decide on applications of the kind referred to in paragraph 2 within 6 weeks from the date of receipt of an application and shall inform the Member State in writing of that decision.\n6.   The Commission shall inform the Executive Secretary of the GFCM of decisions taken pursuant to paragraph 5. Before 1 November of each year, Member States shall send to the Commission a report on the carrying over of days lost in the previous year as referred to in paragraph 2.\n7.   The Commission may adopt implementing acts as regards detailed rules for the format and transmission of the applications referred to in paragraph 4 and of the report on such carrying over referred to in paragraph 6. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 25(2).\nArticle 13\nFishing authorisations\nFishing vessels authorised to participate in the common dolphinfish fishery shall be granted a fishing authorisation in accordance with Article 7 of Regulation (EC) No 1224/2009 and shall be included in a list containing the name of the vessel and its EU Fleet Register number, which the Member State concerned shall provide to the Commission. Vessels of an overall length of less than 10 metres shall be required to have a fishing authorisation.\nThis requirement shall also apply to the management zone referred to in Article 26(1) of Regulation (EC) No 1967/2006.\nArticle 14\nData collection\n1.   Without prejudice to Council Regulation (EC) No 199/2008 of 25 February 2008 concerning the establishment of a Community framework for the collection, management and use of data in the fisheries sector and support for scientific advice regarding the Common Fisheries Policy (10), Member States shall set up an appropriate system of collection and treatment of fisheries catch and fishing effort data.\n2.   Member States shall report to the Commission by 15 January of each year the number of vessels involved in the fishery, as well as the total landings and transhipments of common dolphinfish carried out in the previous year by the fishing vessels flying their flag in each Geographical Sub-Area of the GFCM Agreement area as set out in Annex I.\nThe Commission may adopt implementing acts as regards detailed rules for the format and transmission of such reports. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 25(2).\n3.   The Commission shall forward the information received from the Member States to the Executive Secretary of the GFCM.\nCHAPTER III\nFishing gear\nArticle 15\nMinimum mesh size in the Black Sea\n1.   The minimum mesh size for nets used for trawling activities exploiting demersal stocks in the Black Sea shall be 40 mm. Panels of netting smaller than 40 mm mesh size opening shall not be used or kept on board.\n2.   Before 1 February 2012, the net referred to in paragraph 1 shall be replaced by a square-meshed net of 40 mm at the cod-end or, at the duly justified request of the ship-owner, by a diamond meshed net of 50 mm with an acknowledged size selectivity equivalent to or higher than that of square-meshed nets of 40 mm at the cod-end.\n3.   Member States whose fishing vessels conduct trawling activities exploiting demersal stocks in the Black Sea shall submit to the Commission, for the first time not later than 16 February 2012 and subsequently every 6 months, the list of fishing vessels that conduct such activities in the Black Sea and that are equipped with a square-meshed net of at least 40 mm at the cod-end or diamond meshed nets of at least 50 mm, as well as the percentage that such vessels represent of the whole national demersal trawl fleet.\nThe Commission may adopt implementing acts as regards detailed rules for the format and transmission of the information referred to in this paragraph. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 25(2).\n4.   The Commission shall forward the information referred to in paragraph 3 to the Executive Secretary of the GFCM.\nArticle 16\nUse of towed dredges and trawl nets fisheries\nThe use of towed dredges and trawl nets fisheries at depths beyond 1 000 m shall be prohibited.\nTITLE III\nCONTROL MEASURES\nCHAPTER I\nRegister of vessels\nArticle 17\nRegister of authorised vessels\n1.   Before 1 December of each year, each Member State shall send to the Commission, through the accustomed data-processing support, an updated list of the vessels of more than 15 metres in overall length flying its flag and registered in its territory that it authorises to fish in the GFCM Agreement area by issuance of a fishing authorisation.\n2.   The list indicated in paragraph 1 shall include the following information:\n(a)\nthe vessel’s EU Fleet Register number and its external marking, as defined in Annex I to Regulation (EC) No 26/2004;\n(b)\nthe period during which fishing and/or transhipment is authorised;\n(c)\nthe fishing gears used.\n3.   The Commission shall send the updated list to the Executive Secretary of the GFCM before 1 January of each year so that the vessels concerned can be entered on the GFCM register of vessels of more than 15 metres in overall length authorised to fish in the GFCM Agreement area (GFCM register).\n4.   Any change to be made to the list referred to in paragraph 1 shall be notified to the Commission for transmission to the Executive Secretary of the GFCM, through the accustomed data-processing support, at least 10 working days before the vessel begins fishing activity in the GFCM Agreement area.\n5.   EU fishing vessels of more than 15 metres in overall length that are not entered on the list referred to in paragraph 1 shall not fish, retain on board, tranship or land any type of fish or shellfish within the GFCM Agreement area.\n6.   Member States shall take the necessary measures to ensure that:\n(a)\nonly vessels flying their flag that are included in the list referred to in paragraph 1 and that hold on board a fishing authorisation issued by them are permitted, under the terms of the authorisation, to carry out fishing activities in the GFCM Agreement area;\n(b)\nno fishing authorisation is issued to vessels that have carried out illegal, unregulated and unreported fishing (IUU fishing) in the GFCM Agreement area or elsewhere, unless the new owners provide adequate documentary evidence that the previous owners and operators no longer have any legal, beneficial or financial interest in, or exercise any control over, their vessels, or that their vessels neither take part in nor are associated with IUU fishing;\n(c)\nas far as possible, their national legislation prohibits owners and operators of vessels flying their flag that are included in the list referred to in paragraph 1 from taking part in, or being associated with, fishing activities carried out in the GFCM Agreement area by vessels not on the GFCM register;\n(d)\nas far as possible, their national legislation requires owners of vessels flying their flag that are included in the list referred to in paragraph 1 to be nationals or legal entities within the flag Member State;\n(e)\ntheir vessels comply with all the relevant GFCM conservation and management measures.\n7.   Member States shall take the necessary measures to prohibit fishing, retention on board, transhipment and landing of fish and shellfish caught in the GFCM Agreement area carried out by vessels of more than 15 metres in overall length that are not on the GFCM register.\n8.   Member States shall, without delay, communicate to the Commission any information showing that there are strong reasons for suspecting that vessels of more than 15 metres in overall length that are not on the GFCM register are fishing for or transhipping fish and shellfish in the GFCM Agreement area.\nCHAPTER II\nPort state measures\nArticle 18\nScope\nThis Chapter shall apply to third-country fishing vessels.\nArticle 19\nPrior notice\nBy way of derogation from Article 6(1) of Regulation (EC) No 1005/2008, the period for prior notification shall be at least 72 hours before the estimated time of arrival at the port.\nArticle 20\nPort inspections\n1.   Notwithstanding Article 9(1) of Regulation (EC) No 1005/2008, Member States shall carry out inspections in their designated ports of at least 15 % of landings and transhipment operations each year.\n2.   Notwithstanding Article 9(2) of Regulation (EC) No 1005/2008, fishing vessels that enter into a Member State’s port without prior authorisation shall be inspected in all cases.\nArticle 21\nInspection procedure\nIn addition to the requirements provided for in Article 10 of Regulation (EC) No 1005/2008, port inspections shall comply with the requirements set out in Annex II to this Regulation.\nArticle 22\nDenial of use of port\n1.   Member States shall not allow a third-country vessel to use their ports for landing, transhipping or processing fisheries products caught in the GFCM Agreement area and shall deny it access to port services, including, inter alia, refuelling and re-supplying services, if the vessel:\n(a)\ndoes not comply with the requirements of this Regulation;\n(b)\nis included in a list of vessels that have engaged in, or have supported, IUU fishing adopted by a regional fisheries management organisation; or\n(c)\ndoes not have a valid authorisation to engage in fishing or fishing-related activities in the GFCM Agreement area.\nBy way of derogation from the first subparagraph, nothing shall prevent Member States from allowing, in situations of force majeure or distress within the meaning of Article 18 of the United Nations Convention on the Law of the Sea (11), a third-country vessel from using their ports for services strictly necessary to remedy such situations.\n2.   Paragraph 1 shall apply in addition to the provisions on denial of use of port provided for by Article 4(2) and Article 37(5) and (6) of Regulation (EC) No 1005/2008.\n3.   Where a Member State has denied the use of its ports to a third-country vessel in accordance with paragraph 1 or 2, it shall promptly notify the master of the vessel, the flag State, the Commission and the Executive Secretary of the GFCM of such action.\n4.   Where the grounds for denial referred to in paragraph 1 or 2 no longer apply, the Member State shall withdraw its denial and notify the addressees referred to in paragraph 3 of that withdrawal.\nTITLE IV\nCOOPERATION, INFORMATION AND REPORTING\nArticle 23\nCooperation and information\n1.   The Commission and Member States shall cooperate and exchange information with the Executive Secretary of the GFCM, in particular by:\n(a)\nrequesting information from, and providing information to, relevant databases;\n(b)\nrequesting cooperation and cooperating in order to promote the effective implementation of this Regulation.\n2.   Member States shall ensure that their national fisheries-related information systems allow for the direct electronic exchange of information on port state inspections referred to in Title III between them and the Executive Secretary of the GFCM, taking due account of appropriate confidentiality requirements.\n3.   Member States shall take measures to share, by electronic means, information among relevant national agencies and to coordinate the activities of such agencies in the implementation of the measures set out in Chapter II of Title III.\n4.   Member States shall establish a list of contact points for the purpose of this Regulation, which shall be transmitted electronically, without delay, to the Commission and to the Executive Secretary and the contracting parties of the GFCM.\n5.   The Commission may adopt implementing acts as regards detailed rules for cooperation and the exchange of information. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 25(2).\nArticle 24\nReporting of statistical matrices\n1.   Member States shall submit before 1 May of each year to the Executive Secretary of the GFCM the data for Tasks 1.1, 1.2, 1.3, 1.4 and 1.5 of the GFCM statistical matrix as set out in Section C of Annex III.\n2.   For the submission of data referred to in paragraph 1, Member States shall use the GFCM data-entry system or any other appropriate data submission standard and protocol that is set by the Executive Secretary of the GFCM and that is available on the GFCM website.\n3.   Member States shall inform the Commission of the data submitted on the basis of this Article.\nThe Commission may adopt implementing acts as regards detailed rules for the format and transmission of data referred to in this Article. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 25(2).\nTITLE V\nFINAL PROVISIONS\nArticle 25\nCommittee procedure\n1.   The Commission shall be assisted by the Committee for Fisheries and Aquaculture established by Article 30(1) of Regulation (EC) No 2371/2002. That Committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\n2.   Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.\nArticle 26\nDelegation of powers\nAs far as is necessary, in order to implement in Union law amendments that become obligatory for the Union to existing GFCM measures that have already been implemented in Union law, the Commission shall be empowered to adopt delegated acts, in accordance with Article 27, in order to amend the provisions of this Regulation in respect of the following:\n(a)\nthe provision to the Executive Secretary of the GFCM of information under Article 15(4);\n(b)\nthe transmission of the list of authorised vessels to the Executive Secretary of the GFCM under Article 17;\n(c)\nport state measures set out in Articles 18 to 22;\n(d)\ncooperation, information and reporting set out in Articles 23 and 24;\n(e)\nthe table, the map and the geographical coordinates of GFCM Geographical Sub-Areas (GSAs) set out in Annex I;\n(f)\nport state inspection procedures for vessels set out in Annex II; and\n(g)\nGFCM statistical matrices set out in Annex III.\nArticle 27\nExercise of the delegation\n1.   The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article.\n2.   The power to adopt delegated acts referred to in Article 26 shall be conferred on the Commission for a period of 3 years from 19 January 2012. The Commission shall draw up a report in respect of the delegation of power not later than 6 months before the end of the three-year period. The delegation of power shall be tacitly extended for periods of an identical duration, unless the European Parliament or the Council opposes such extension not later than 3 months before the end of each period.\n3.   The delegation of powers referred to in Article 26 may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of the delegated acts already in force.\n4.   As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council.\n5.   A delegated act adopted pursuant to Article 26 shall enter into force only if no objection has been expressed either by the European Parliament or the Council within a period of 2 months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by 2 months at the initiative of the European Parliament or of the Council.\nArticle 28\nAmendments to Regulation (EC) No 1967/2006\nRegulation (EC) No 1967/2006 is hereby amended as follows:\n(1)\nin Article 4, paragraph 3 is deleted;\n(2)\nin Article 9, paragraph 3 is replaced by the following:\n‘3.   For towed nets, other than those referred to in paragraph 4, the minimum mesh size shall be at least:\n(a)\na square-meshed net of 40 mm at the cod-end; or\n(b)\nat the duly justified request of the ship owner, a diamond-meshed net of 50 mm of an acknowledged size selectivity that is equivalent to or higher than that of nets referred to under point (a).\nFishing vessels shall be authorised to use and keep on board only one of the two types of nets.\nThe Commission shall submit a report on the implementation of this paragraph to the European Parliament and the Council by 30 June 2012, on the basis of which, as well as on the basis of the information supplied by Member States before 31 December 2011, it shall propose due amendments where appropriate.’;\n(3)\nArticle 24 is deleted;\n(4)\nin Article 27, paragraphs 1 and 4 are deleted.\nArticle 29\nEntry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Strasbourg, 13 December 2011.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nM. SZPUNAR\n(1)  OJ C 354, 28.12.2010, p. 71.\n(2)  Position of the European Parliament of 8 March 2011 (not yet published in the Official Journal) and position of the Council at first reading of 20 October 2011. Position of the European Parliament of 13 December 2011.\n(3)  OJ L 190, 4.7.1998, p. 34.\n(4)  OJ L 409, 30.12.2006, p. 11; as replaced by corrigendum, OJ L 36, 8.2.2007, p. 6.\n(5)  OJ L 286, 29.10.2008, p. 1.\n(6)  OJ L 55, 28.2.2011, p. 13.\n(7)  OJ L 358, 31.12.2002, p. 59.\n(8)  OJ L 5, 9.1.2004, p. 25.\n(9)  OJ L 343, 22.12.2009, p. 1.\n(10)  OJ L 60, 5.3.2008, p. 1.\n(11)  OJ L 179, 23.6.1998, p. 3.\nANNEX I\nA)   Table of GFCM GSAs\nFAO SUB-AREA\nFAO STATISTICAL DIVISIONS\nGSAs\nWESTERN\n1.1\nBALEARIC\n1\nNorthern Alboran Sea\n2\nAlboran Island\n3\nSouthern Alboran Sea\n4\nAlgeria\n5\nBalearic Island\n6\nNorthern Spain\n11.1\nSardinia (west)\n1.2\nGULF OF LIONS\n7\nGulf of Lions\n1.3\nSARDINIA\n8\nCorsica Island\n9\nLigurian and North Tyrrhenian Sea\n10\nSouth Tyrrhenian Sea\n11.2\nSardinia (east)\n12\nNorthern Tunisia\nCENTRAL\n2.1\nADRIATIC\n17\nNorthern Adriatic\n18\nSouthern Adriatic Sea (part)\n2.2\nIONIAN\n13\nGulf of Hammamet\n14\nGulf of Gabes\n15\nMalta Island\n16\nSouth of Sicily\n18\nSouthern Adriatic Sea (part)\n19\nWestern Ionian Sea\n20\nEastern Ionian Sea\n21\nSouthern Ionian Sea\nEASTERN\n3.1\nAEGEAN\n22\nAegean Sea\n23\nCrete Island\n3.2\nLEVANT\n24\nNorth Levant\n25\nCyprus Island\n26\nSouth Levant\n27\nLevant\nBLACK SEA\n4.1\nMARMARA\n28\nMarmara Sea\n4.2\nBLACK SEA\n29\nBlack Sea\n4.3\nAZOV SEA\n30\nAzov Sea\nB)   Map of GFCM GSAs (GFCM, 2009)\nC)   Geographical coordinates for GFCM GSAs (GFCM, 2009)\nGSAs\nLIMITS\n1\nCoast Line\n36° N 5° 36′ W\n36° N 3° 20′ W\n36° 05′ N 3° 20′ W\n36° 05′ N 2° 40′ W\n36° N 2° 40′ W\n36° N 1° 30′ W\n36° 30′ N 1° 30′ W\n36° 30′ N 1° W\n37° 36′ N 1° W\n2\n36° 05′ N 3° 20′ W\n36° 05′ N 2° 40′ W\n35° 45′ N 3° 20′ W\n35° 45′ N 2° 40′ W\n3\nCoast Line\n36° N 5° 36′ W\n35° 49′ N 5° 36′ W\n36° N 3° 20′ W\n35° 45′ N 3° 20′ W\n35° 45′ N 2° 40′ W\n36° N 2° 40′ W\n36° N 1° 13′ W\nMorocco-Algeria border\n4\nCoast Line\n36° N 2° 13′ W\n36° N 1° 30′ W\n36° 30′ N 1° 30′ W\n36° 30′ N 1° W\n37° N 1° W\n37° N 0° 30′ E\n38° N 0° 30′ E\n38° N 8° 35′ E\nAlgeria-Tunisia border\nMorocco-Algeria border\n5\n38° N 0° 30′ E\n39° 30′ N 0° 30′ E\n39° 30′ N 1° 30′ W\n40° N 1° 30′ E\n40° N 2° E\n40° 30′ N 2° E\n40° 30′ N 6° E\n38° N 6° E\n6\nCoast line\n37° 36′ N 1° W\n37° N 1° W\n37° N 0° 30′ E\n39° 30′ N 0° 30′ E\n39° 30′ N 1° 30′ W\n40° N 1° 30′ E\n40° N 2° E\n40° 30′ N 2° E\n40° 30′ N 6° E\n41° 47′ N 6° E\n42° 26′ N 3° 09′ E\n7\nCoast line\n42° 26′ N 3° 09′ E\n41° 20′ N 8° E\nFrance-Italy border\n8\n43° 15′ N 7° 38′ E\n43° 15′ N 9° 45′ E\n41° 18′ N 9° 45′ E\n41° 20′ N 8° E\n41° 18′ N 8° E\n9\nCoast line\nFrance-Italy border\n43° 15′ N 7° 38′ E\n43° 15′ N 9° 45′ E\n41° 18′ N 9° 45′ E\n41° 18′ N 13° E\n10\nCoast line (including North Sicily)\n41° 18′ N 13° E\n41° 18′ N 11° E\n38° N 11° E\n38° N 12° 30′ E\n11\n41° 47′ N 6° E\n41° 18′ N 6° E\n41° 18′ N 11° E\n38° 30′ N 11° E\n38° 30′ N 8° 30′ E\n38° N 8° 30′ E\n38° N 6° E\n12\nCoast line\nAlgeria-Tunisia border\n38° N 8° 30′ E\n38° 30′ N 8° 30′ E\n38° 30′ N 11° E\n38° N 11° E\n37° N 12° E\n37° N 11° 04′E\n13\nCoast line\n37° N 11° 04′E\n37° N 12° E\n35° N 13° 30′ E\n35° N 11° E\n14\nCoast line\n35° N 11° E\n35° N 15° 18′ E\nTunisia-Libya border\n15\n36° 30′ N 13° 30′ E\n35° N 13° 30′E\n35° N 15° 18′ E\n36° 30′ N 15° 18′ E\n16\nCoast line\n38° N 12° 30′ E\n38° N 11° E\n37° N 12° E\n35° N 13° 30′ E\n36° 30′ N 13° 30′ E\n36° 30′ N 15° 18′ E\n37° N 15° 18′ E\n17\nCoast line\n41° 55′ N 15° 08′ E\nCroatia-Montenegro border\n18\nCoast lines (both sides)\n41° 55′ N 15° 08′ E\n40° 04′ N 18° 29′ E\nCroatia-Montenegro border\nAlbania-Greece border\n19\nCoast line (including East Sicily)\n40° 04′ N 18° 29′ E\n37° N 15° 18′ E\n35° N 15° 18′ E\n35° N 19° 10′ E\n39° 58′ N 19° 10′ E\n20\nCoast line\nAlbania-Greece border\n39° 58′ N 19° 10′ E\n35° N 19° 10′ E\n35° N 23° E\n36° 30′ N 23° E\n21\nCoast line\nTunisia-Libya border\n35° N 15° 18′ E\n35° N 23° E\n34° N 23° E\n34° N 25° 09′ E\nLibya-Egypt border\n22\nCoast line\n36° 30′ N 23° E\n36° N 23° E\n36° N 26° 30′ E\n34° N 26° 30′ E\n34° N 29° E\n36° 43′ N 29° E\n23\n36° N 23° E\n36° N 26° 30′ E\n34° N 26° 30′ E\n34° N 23° E\n24\nCoast line\n36° 43′ N 29° E\n34° N 29° E\n34° N 32° E\n35° 47′ N 32° E\n35° 47′ N 35° E\nTurkey-Syria border\n25\n35° 47′ N 32° E\n34° N 32° E\n34° N 35° E\n35° 47′ N 35° E\n26\nCoast line\nLibya-Egypt border\n34° N 25° 09′ E\n34° N 34° 13′ E\nEgypt-Gaza Strip border\n27\nCoast line\nEgypt-Gaza Strip border\n34° N 34° 13′ E\n34° N 35° E\n35° 47′ N 35° E\nTurkey-Syria border\n28\n29\n30\nANNEX II\nPort state inspection procedures for vessels\n1.   Vessel identification\nPort inspectors shall:\n(a)\nverify that the official documentation on board is valid, if necessary, through appropriate contacts with the flag State or international records of vessels;\n(b)\nwhere necessary, arrange for an official translation of the documentation;\n(c)\nverify that the vessel’s name, flag, any external identification number and markings (and International Maritime Organization (IMO) ship identification number when available) and the international radio call sign are correct;\n(d)\nas far as possible, examine whether the vessel has changed name and/or flag and, if so, note the previous name(s) and flag(s);\n(e)\nnote the port of registration, name and address of the owner (and operator and beneficial owner if different from the owner), agent, and master of the vessel, including the unique ID for company and registered owner if available; and\n(f)\nnote the names and addresses of previous owners, if any, during the past 5 years.\n2.   Authorisations\nPort inspectors shall verify that authorisations to fish or transport fish and fishery products are compatible with the information obtained under point 1 and examine the duration of the authorisations and their application to areas, species and fishing gear.\n3.   Other documentation\nPort inspectors shall review all relevant documentation, including documents in electronic format. Relevant documentation may include logbooks, in particular the fishing logbook, as well as the crew list, stowage plans and drawings or descriptions of fish holds if available. Such holds or areas may be inspected in order to verify whether their size and composition correspond to these drawings or descriptions and whether the stowage is in accordance with the stowage plans. Where appropriate, this documentation shall also include catch documents or trade documents issued by any regional fisheries management organisation.\n4.   Fishing gear\n(a)\nPort inspectors shall verify that the fishing gear on board is in conformity with the conditions of the authorisations. The gear may also be checked to ensure that features such as, inter alia, the mesh sizes (and possible devices), length of nets and hook sizes conform with applicable regulations and that identification marks of the gear correspond to those authorised for the vessel.\n(b)\nPort inspectors may also search the vessel for any fishing gear stowed out of sight and for fishing gear that is otherwise illegal.\n5.   Fish and fishery products\n(a)\nPort inspectors shall, to the greatest extent possible, examine whether the fish and fishery products on board were harvested in accordance with the conditions set out in the applicable authorisations. In doing so, port inspectors shall examine the fishing logbook and reports submitted, including those transmitted by a vessel monitoring system (VMS), as appropriate.\n(b)\nIn order to determine the quantities and species on board, port inspectors may examine the fish in the hold or during the landing. In doing so, port inspectors may open cartons where the fish has been pre-packed and move the fish or cartons to ascertain the integrity of fish holds.\n(c)\nIf the vessel is unloading, port inspectors may verify the species and quantities landed. Such verification may include product type, live weight (quantities determined from the logbook) and the conversion factor used for calculating processed weight to live weight. Port inspectors may also examine any possible quantities retained on board.\n(d)\nPort inspectors may review the quantity and composition of all catch on board, including by sampling.\n6.   Verification of IUU fishing\nArticle 11 of Regulation (EC) No 1005/2008 applies.\n7.   Report\nA written report shall be prepared and signed by the inspector on completion of the inspection and a copy provided to the master of the vessel.\n8.   Results of port state inspections\nResults of port state inspections shall include at least the following information:\n(1)\nInspection references\n—\ninspecting authority (name of inspecting authority or the alternate body nominated by the authority),\n—\nname of inspector,\n—\ndate and time of inspection,\n—\nport of inspection (place where the vessel is inspected), and\n—\ndate (date the report is completed).\n(2)\nVessel identification\n—\nname of the vessel,\n—\ntype of vessel,\n—\ntype of gear,\n—\nexternal identification number (side number of the vessel) and IMO-number (if available) or other number as appropriate,\n—\nInternational Radio Call Sign,\n—\nMMS I-number (Maritime Mobile Service Identity number), if available,\n—\nFlag State (the State where the vessel is registered),\n—\nprevious names and flags, if any,\n—\nhome port (the port of registration of the vessel) and previous home ports,\n—\nvessel owner (name, address, contact),\n—\nvessel beneficial owner if different from the vessel owner (name, address, contact),\n—\nvessel operator responsible for using the vessel if different from the vessel owner (name, address, contact),\n—\nvessel agent (name, address, contact),\n—\nnames and addresses of previous owners, if any,\n—\nname, nationality and maritime qualifications of master and fishing master, and\n—\ncrew list.\n(3)\nFishing authorisation (licences/permits)\n—\nthe vessels’ authorisations to fish or transport fish and fish products,\n—\nstates issuing the authorisations,\n—\nterms of the authorisations, including areas and duration,\n—\nrelevant regional fisheries management organisation,\n—\nareas, scope and duration of the authorisations,\n—\ndetails of allocation authorised — quota, fishing effort or other,\n—\nspecies, by-catch and fishing gear authorised, and\n—\ntranshipment records and documents (where applicable).\n(4)\nFishing trip information\n—\ndate, time, zone and place current fishing trip commenced,\n—\nareas visited (entry and exit from different areas),\n—\ntranshipment activities at sea (date, species, place, quantity of fish transhipped),\n—\nlast port visited,\n—\ndate and time when current fishing trip ended, and\n—\nintended next port of call, as appropriate.\n(5)\nResult of the inspection on the catch\n—\nstart and end of discharge (times and date),\n—\nfish species,\n—\nproduct type,\n—\nlive weight (quantities determined from the logbook),\n—\nrelevant conversion factor,\n—\nprocessed weight (quantities landed by species and presentation),\n—\nequivalent live weight (quantities landed in equivalent live weight, as ‘product weight multiplied with the conversion factor’),\n—\nintended destination of fish and fishery products inspected, and\n—\nquantity and species of fish retained on board, if any.\n(6)\nResults of gear inspection\n—\ndetails of gear types.\n(7)\nConclusions\n—\nConclusions of the inspection including identification of the violations believed to have been committed and reference to the relevant rules and measures. Such evidence shall be attached to the inspection report.\nANNEX III\n(A)   GFCM/SAC Fleet Segmentation\nGroups\n< 6 metres\n6-12 metres\n12-24 metres\nMore than 24 metres\n1.\nPolyvalent small-scale vessels without engine\nA\n2.\nPolyvalent small-scale vessels with engine\nB\nC\n3.\nTrawlers\nD\nE\nF\n4.\nPurse seiners\nG\nH\n5.\nLongliners\nI\n6.\nPelagic Trawlers\nJ\n7.\nTuna seiners\nK\n8.\nDredgers\nL\n9.\nPolyvalent vessels\nM\nDescription of segments\nA   Polyvalent small-scale vessels without engine— All vessels less than 12 metres in length (LOA) without an engine (wind or propulsion).\nB   Polyvalent small-scale vessels with engine less than 6 m— All vessels under 6 metres in length (LOA) with engine.\nC   Polyvalent small-scale vessels with engine between 6 and 12 metres— All vessels between 6 and 12 metres in length (LOA) with engine, that use different gears during the year without clear predominance of one of them or that use a gear not considered in this classification.\nD   Trawlers less than 12 m— All vessels less than 12 metres in length (LOA) allocating more than 50 percent of their effort operating with a demersal trawl.\nE   Trawlers between 12 and 24 m— All vessels, between 12 and 24 metres in length (LOA) allocating more than 50 percent of their effort operating with a demersal trawl.\nF   Trawlers longer than 24 m— All vessels over 24 metres in length (LOA), allocating more than 50 percent of their effort operating with a demersal trawl.\nG   Purse Seiners between 6 and 12 m— All vessels between 6 and 12 m in length (LOA), allocating more than 50 percent of their effort operating with a purse seine.\nH   Purse Seiners longer than 12 m— All vessels over 12 m in length (LOA), allocating more than 50 percent of their effort operating with a purse seine, excluding those using a tuna seine during any time of the year.\nI   Longliners longer than 6 m— All vessels over 6 m in length (LOA), allocating more than 50 percent of their effort operating with a longline.\nJ   Pelagic Trawlers longer than 6 m— All vessels over 6 m in length (LOA), allocating more than 50 percent of their effort operating with a pelagic trawl.\nK   Tuna seiners— All vessels operating with a Tuna Seine for any length of time during the year.\nL   Dredgers longer than 6 m— All vessels over 6 m in length (LOA), allocating more than 50 percent of their effort operating with a dredge.\nM   Polyvalent vessels longer than 12 m— All vessels over 12 metres in length (LOA), that use different gears during the year without clear predominance of one of them or that use a gear not considered in this classification.\nNote: All the cells are open for collecting information. The cells left blank in the above table are considered as unlikely to have a significant population. However, if necessary, it is advisable to merge the information of a ‘blank cell’ with the most appropriate neighbouring ‘grey cell’.\n(B)   Table on measurement of nominal fishing effort\nGear\nNumber and dimension\nCapacity\nActivity\nNominal Effort (1)\nDredge (for molluscs)\nOpen mouth, width of mouth\nGT\nTime fishing\nDredged bottom surface (2)\nTrawl (including dredges for flatfishes)\nType of trawl (pelagic, bottom)\nGT and/or GRT\nEngine power\nMesh size\nSize of the net (width of mouth)\nSpeed\nGT\nTime Fishing\nGT × days\nGT × hours\nkW × days\nPurse seine\nLength and drop of the net\nGT\nLight power\nNumber of small boats\nGT\nLength and drop of the net\nSearch time\nSet\nGT × Fishing sets\nLength of the net × fishing sets\nNets\nType of net (e.g. trammel net, gillnets, etc.)\nNet length (used in regulations)\nGT\nNet surface\nMesh size\nNet length and drop\nTime fishing\nNet length × days\nSurface × days\nLong lines\nNumber of hooks\nGT\nNumber of longline\nCharacteristics of hooks\nBait\nNumber of hooks\nNumber of longline unit\nTime fishing\nNumber of hooks × hours\nNumber of hooks × days\nNumber of longline units × days/hours\nTraps\nGT\nNumber of traps\nTime fishing\nNumber of traps × days\nPurse seine/FADs\nNumber of FADs\nNumber of FADs\nNumber of trips\nNumber of FADs × Number of trips\n(C)   GFCM Task 1 — Operational Units\n(1)  The effort measures that do not include a time activity should be referred to a period of time (i.e. by year).\n(2)  Should be referred to a particular area (indicating the surface) to estimate fishing intensity (effort/km2) and to relate the effort to exploited communities.", "summary": "Fisheries and aquaculture measures in the General Fisheries Commission for the Mediterranean (GFCM) area\nFisheries and aquaculture measures in the General Fisheries Commission for the Mediterranean (GFCM) area\nSUMMARY OF:\nRegulation (EU) No 1343/2011 on certain provisions for fishing in the GFCM (General Fisheries Commission for the Mediterranean) Agreement area concerning management measures for the sustainable exploitation of fishery resources in the Mediterranean\nWHAT IS THE AIM OF THE REGULATION?\nIt lays down rules for conservation, management, exploitation, monitoring, marketing and enforcement measures for fishery and aquaculture products as established by the General Fisheries Commission for the Mediterranean (GFCM) in the Mediterranean Sea, Black Sea and connecting waters.\nIt applies to all commercial fishing and aquaculture activities, as well as to recreational fishing activities where specifically provided for, conducted by EU fishing vessels and nationals.\nThe regulation has been amended by Regulations (EU) 2015/2102 and (EU) 2019/982, generally to extend conservation, management and control measures in response to evolving conditions in the waters concerned.\nKEY POINTS\nFisheries restricted areas\nFisheries restricted areas are in place to protect essential fish habitats, vulnerable marine ecosystems and deep-sea sensitive habitats.\nFishing with towed dredges and bottom trawl nets are prohibited in the following deep-sea fisheries restricted areas:\nLophelia reef off Capo Santa Maria di Leuca;\nthe Nile delta area cold hydrocarbon seeps;\nthe Eratosthenes Seamount.\nFishing with bottom trawl nets are prohibited in the following restrictive areas in the Strait of Sicily:\nEast of Adventure Bank;\nWest of Gela Basin;\nEast of Malta Bank.\nAdditional restrictions\nJabuka/Pomo Pit area in the Adriatic Sea: seasonal net restrictions, and fishing limited to authorised vessels;\nrestrictions in the Gulf of Lions;\nspatial or temporal restrictions in the Alboran Sea and the Gulf of Gabès;\ntemporal closure and other measures in the Black Sea apply during the spawning season of turbot in the Black Sea;\nfishing fleet capacity and fishing restrictions for blackspot seabream in the Alboran Sea;\ndolphinfish fisheries using fish aggregating devices are prohibited from 1 January to 14 August;\nminimum conservation reference size for Black Sea piked dogfish.\nFishing gear restrictions\nThe regulation outlines restrictions on:\nmesh size and use of trawl nets and gill-nets fisheries in the Black Sea;\nuse of towed dredges and trawl nets fisheries.\nConservation and sustainable exploitation of red coral\nThe regulation outlines rules and restrictions including:\nfishing authorisations;\nminimum depth for harvesting;\nminimum basal diameter of colonies;\npermitted harvesting gear: only hammers to be usedby authorised persons;\ntemporal closures;\nrecording of catches;\nlanding of catches at designated ports only;\ntranshipment operations at sea prohibited.\nIncidental catches\nIn the case of incidental catches, the following species have to be released unharmed and alive, as far as possible:\nseabirds;\nsea turtles;\nmonk seals;\ncetaceans;\nprotected sharks and rays.\nAny incidental catch must be recorded in an on-board logbook, with information on the circumstances, including gear type.\nManagement of small pelagic stocks in the Adriatic Sea\nThe reference fishing capacity for small pelagic stocks is established on the basis of the number of vessels officially listed by the EU countries concerned. National authorities must ensure that the overall fleet capacity does not at any time exceed this reference fishing capacity.\nRegister of authorised vessels\nBefore 1 December of each year, each EU country must supply a list of the vessels of more than 15 metres in length flying its flag and registered in its territory that it authorises to fish in the GFCM Agreement area.\nFishing authorisations\nLists of operating vessels with fishing authorisations must be communicated as regards: blackspot seabream in the Alboran Sea, demersal stocks in the Strait of Sicily, turbot in the Black Sea, red coral, dolphinfish, fishing in the Jabuka/Pomo Pit area.\nInspections in the Strait of Sicily\nThe regulation introduces an international joint inspection and surveillance scheme in international waters in the Strait of Sicily and details the procedures to follow for the conduct of inspections and the detection of infringements.\nNon-EU vessels\nEU countries can deny non-EU vessels access to port services, including refuelling and resupplying services, if the vessel does not comply with this regulation or is unauthorised.\nCooperation and information\nThe European Commission and EU countries must share information with the Executive Secretary of the GFCM, in particular by using relevant databases and requesting cooperation and cooperating to promote the effective implementation of the regulation.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nThe original regulation (EU) No 1343/2011 has applied since 19 January 2012.\nAmending rules have applied since 28 November 2015 (Regulation (EU) 2015/2102 concerning the sustainable exploitation of red coral and mitigating incidental catches of seabirds, turtles, monk seals and cetaceans) and 10 July 2019 (Regulation (EU) 2019/982 minimising incidental catches of certain sensitive marine species and negative environmental impacts of fishing on marine habitats).\nBACKGROUND\n              \nSee also:\nGeneral Fisheries Commission for the Mediterranean (GFCM) (Food and Agriculture Organization of the United Nations).\nMAIN DOCUMENT\n            \nRegulation (EU) No 1343/2011 of the European Parliament and of the Council of 13 December 2011 on certain provisions for fishing in the GFCM (General Fisheries Commission for the Mediterranean) Agreement area and amending Council Regulation (EC) No 1967/2006 concerning management measures for the sustainable exploitation of fishery resources in the Mediterranean Sea (OJ L 347, 30.12.2011, pp. 44-61)\nSuccessive amendments to Regulation (EU) No 1343/2011 have been incorporated into the original text. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nRegulation (EU) 2019/982 of the European Parliament and of the Council of 5 June 2019 amending Regulation (EU) No 1343/2011 on certain provisions for fishing in the GFCM (General Fisheries Commission for the Mediterranean) Agreement area (OJ L 164, 20.6.2019, pp. 1-22)\nRegulation (EU) 2015/2102 of the European Parliament and of the Council of 28 October 2015 amending Regulation (EU) No 1343/2011 on certain provisions for fishing in the GFCM (General Fisheries Commission for the Mediterranean) Agreement area (OJ L 308, 25.11.2015, pp. 1-10)\nCouncil Regulation (EC) No 1967/2006 of 21 December 2006 concerning management measures for the sustainable exploitation of fishery resources in the Mediterranean Sea, amending Regulation (EEC) No 2847/93 and repealing Regulation (EC) No 1626/94 (OJ L 409, 30.12.2006, pp. 11-85). Text republished in corrigendum (OJ L 36, 8.2.2007, pp. 6-30)\nSee consolidated version.\nlast update 22.10.2019", "tags": ["conservation of fish stocks", "Mediterranean Sea", "catch quota", "fishery resources", "catch area", "fishing controls", "fishing rights", "Black Sea"], "subjects": ["Fisheries policy"], "split": "test", "reference_annotations": {"32011R1343_p1": {"text": "regulation 1343/2011 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 13 December 2011---on certain provisions for fishing in the GFCM (General Fisheries Commission for the Mediterranean) Agreement area and amending Council regulation 1967/2006 concerning management measures for the sustainable exploitation of fishery resources in the Mediterranean Sea", "triples": [" regulation 1343/2011,  amending,  regulation 1967/2006"]}}, "summary_annotations": {"32011R1343_p3": {"text": "regulation 1343/2011 of the European Parliament and of the Council of 13 December 2011 on certain provisions for fishing in the GFCM (General Fisheries Commission for the Mediterranean) Agreement area and amending Council regulation 1967/2006 concerning management measures for the sustainable exploitation of fishery resources in the Mediterranean Sea (OJ L 347, 30.12.2011, pp. 44-61)", "triples": [" regulation 1343/2011,  amending,  regulation 1967/2006"]}, "32011R1343_p4": {"text": "regulation 2019/982 of the European Parliament and of the Council of 5 June 2019 amending regulation 1343/2011 on certain provisions for fishing in the GFCM (General Fisheries Commission for the Mediterranean) Agreement area (OJ L 164, 20.6.2019, pp. 1-22)", "triples": [" regulation 2019/982,  amending,  regulation 1343/2011"]}, "32011R1343_p5": {"text": "regulation 2015/2102 of the European Parliament and of the Council of 28 October 2015 amending regulation 1343/2011 on certain provisions for fishing in the GFCM (General Fisheries Commission for the Mediterranean) Agreement area (OJ L 308, 25.11.2015, pp. 1-10)", "triples": [" regulation 2015/2102,  amending,  regulation 1343/2011"]}, "32011R1343_p6": {"text": "Council regulation 1967/2006 of 21 December 2006 concerning management measures for the sustainable exploitation of fishery resources in the Mediterranean Sea, amending regulation 2847/93 and repealing regulation 1626/94 (OJ L 409, 30.12.2006, pp. 11-85). Text republished in corrigendum (OJ L 36, 8.2.2007, pp. 6-30)", "triples": [" regulation 1967/2006,  amending,  regulation 2847/93", " regulation 1967/2006,  repealing,  regulation 1626/94"]}}}