{"celex_id": "21998A0311(01)", "reference": "11.3.1998\nEN\nOfficial Journal of the European Communities\nL 72/18\nCOOPERATION AGREEMENT\nbetween the European Community and the Republic of Yemen\nTHE COUNCIL OF THE EUROPEAN UNION,\nof the one part, and\nTHE GOVERNMENT OF THE REPUBLIC OF YEMEN,\nof the other part,\nhereinafter referred to as ‘the Parties’,\nRECOGNISING the excellent relations and links of friendship and cooperation between the Community and the Republic of Yemen;\nREAFFIRMING the importance of further strengthening the links between the Community and the Republic of Yemen;\nEMPHASISING the importance the Parties attach to the principles of the United Nations Charter, to the Universal Declaration of Human Rights, to the 1993 Vienna Declaration and the Plan of Action of the World Conference on Human Rights, to the 1995 Copenhagen Declaration on Social Development and the associated plan of action, and to the 1995 Beijing Declaration and the plan of action of the Fourth World Conference on Women, and to a continuing dialogue thereon;\nCONSIDERING the desirability of amplifying the framework of relations between the European Community and the Middle East, and of regional cooperation between the Middle East countries, and recognising that cooperation with the Republic of Yemen forms an integral part of the European Community's policy in favour of strengthening Euro-Arab relations in both the Mediterranean and the Middle East;\nREAFFIRMING the Parties' common will to consolidate, deepen and diversify their relations in areas of mutual interest on a footing of equality, non-discrimination, mutual benefit and reciprocity;\nCONSIDERING the desire of the Parties, within the bounds of their respective competence, to create favourable conditions for the development of trade and investment between the Community and the Republic of Yemen, and the need to uphold the principles adopted by the WTO whose purpose is to promote trade liberalisation in a stable, transparent and non-discriminatory manner which takes account of the Parties' economic differences;\nRECOGNISING the need to support the economic and social development of the Republic of Yemen, and particularly the Yemeni Government's efforts to improve the living conditions of the poor and disadvantaged sections of the population, with a special emphasis on the status of women;\nUNDERLINING the importance attached by the Parties to the promotion of a balanced demographic growth, to the eradication of poverty, to the protection of the environment on a global as well as at national and local levels, to recognition of the links between population, economic development and the natural environment;\nTHE COUNCIL OF THE EUROPEAN UNION,\nJacques F. POOS,\nDeputy Prime Minister and Minister for Foreign Affairs, Foreign Trade and Cooperation of Luxembourg,\nPresident-in-Office of the Council of the European Union,\nManuel MARÍN,\nVice-President of the Commission of the European Communities\nTHE GOVERNMENT OF THE REPUBLIC OF YEMEN,\nDr. Abdulkarim AL-ERYANI,\nDeputy Prime Minister, Minister of Foreign Affairs\nHAVE AGREED AS FOLLOWS:\nArticle 1\nBasis\nRelations between the Parties, as well as all the provisions of the Agreement itself, shall be based on respect of democratic principles and fundamental human rights as set out in the Universal Declaration on Human Rights, which guides their domestic and international policies and constitute an essential element of this Agreement.\nArticle 2\nObjectives\nThe principal objective of the Agreement is to enhance and develop, under a concept of dialogue, the various aspects of cooperation between the Parties in the areas which fall within the bounds of their respective competence including development, trade, economic and cultural cooperation, environmental protection and sustainable management of natural resources, and human resources development. Consequently, the Parties will have the following aims:\n(a)\nto promote and intensify trade between the Parties, and to encourage the steady expansion of sustainable economic cooperation, in accordance with the principles of equality and mutual advantage;\n(b)\nto strengthen cooperation in fields closely related to economic progress and benefiting both Parties;\n(c)\nto contribute to Yemen's efforts to improve the quality of life and standards of living of the most disadvantaged and poorest groups of the population, together with measures using rural development to combat poverty in the countryside and assistance with developing human resources in a number of sectors of the economy;\n(d)\nto take the requisite measures to protect the world, regional and national environments and manage natural resources sustainably, taking account of the link between the environment and development;\n(e)\nto extend their cooperation to the field of culture, communication and information to improve mutual understanding and strengthen existing links between them.\nArticle 3\nTrade cooperation\n(a)\nWithin the limits of its respective competence, the Community will conduct trade in accordance with the Agreement establishing the WTO and the Republic of Yemen will for its part seek to conduct trade accordingly.\n(b)\nIn conformity with the provisions of the General Agreement on Tariffs and Trade (GATT 1994) and in regard to imported or exported goods, both sides will grant each other most favoured nation treatment. These provisions shall not apply to preferences accorded by either Party under any arrangement establishing a customs union, a free trade area or a preferential treatment area.\n(c)\nThe objective of cooperation in this field will be to develop and diversify two-way EC-Yemen trade and to improve market access in line with the Parties' respective economic situations.\n(d)\nIn particular, it will include provisions on the following matters:\n—\nthe Parties undertake to develop and diversify their reciprocal commercial exchanges and to improve market access, in a manner compatible with their respective economic situations and level of development,\n—\nthe Parties are committed to improving the terms of access for their products to each other's markets. In this context, they shall grant each other the most favourable conditions for imports and exports and they agree to examine ways and means of eliminating barriers to trade between them, notably non-tariff barriers, taking account of the work already done in this connection by international forums,\n—\nthe Parties agree to promote the exchange of information concerning mutually beneficial market opportunities,\n—\nwithin the limits of their respective competence, the Parties agree to improve the cooperation in customs matters between the respective authorities, especially with regard to the possibility of professional training, the simplification and harmonisation of customs procedures, and assistance to combat customs fraud,\n—\nthe Parties also undertake to give consideration, each in accordance with its laws, to exempting from duty, tax and other charges, goods admitted temporarily to their territories for subsequent re-export unaltered or for goods which re-enter their territories after processing in the other Party and where such processing is not considered sufficient for the goods to be treated as originating from the territory of that Party,\n—\nwithin the limits of their respective competence, the Parties agree to consult each other in connection with trade or trade dispute related matters, including property rights and public procurement, on any dispute which may arise. They will also hold consultations in a constructive spirit on the issues of tariff, non-tariff, services, health, safety or environmental measures and technical requirements,\n—\ninsofar as their competences, regulations and policies permit, the Parties will aim to improve exchanges of information relating to public procurement,\n—\nthe Government of Yemen shall take all necessary measures in order to improve the conditions for adequate and effective protection and enforcement of intellectual, industrial and commercial property rights,\n—\nto this end the Government of Yemen shall, in particular, accede as soon as practicable to the relevant international conventions on intellectual industrial and commercial property to which it is not a party, including but not limited to the Paris Convention for the protection of industrial property, the Bern Convention for the protection of literary and artistic works and the Agreement on trade related aspects on intellectual property rights (TRIPS),\n—\nthe European Community, within the limits of its competences, and the Republic of Yemen, with regard to international maritime services, shall seek to ensure effective application of the principles of unrestricted access to cargoes on a commercial and non-discriminatory basis,\n—\nin order to enable the Republic of Yemen to fulfil the abovementioned undertakings and obligations, technical assistance shall be envisaged.\nArticle 4\nDevelopment cooperation\nThe Community recognises Yemen's need for development assistance and acknowledges that without a continuing rapid and sustainable reduction of poverty and population growth in the Republic of Yemen, the risk of constraints and conflicts which could undermine the country's economic progress as well as the economic and social development of the population (particularly the weaker sections) will increase.\nThe Community also recognises that there is potential for its contribution to the development efforts of the Republic of Yemen to increase both in terms of size and impact, more particularly, in the strategic fields of poverty alleviation through primary education, training and improvement of working conditions, water, rural development and health, especially in the form of primary health care including planned parenthood promotion and population activities. Activities undertaken in these areas should where appropriate, promote equal opportunities and positively focus on girls and women In this regard the Commission is anxious to develop cooperative links with local NGOs.\nIn light of the above and in accordance with Council Regulation (EEC) No 443/92 of 25 February 1992 on financial and technical assistance to, and economic cooperation with, the developing countries in Asia and Latin America, cooperation will continue to be developed within the context of a clear cooperation strategy and dialogue aimed at defining mutually agreed priorities, and pursuing effectiveness and sustainability.\nThe Parties will, within the limits of their available financial means and within the framework of their respective procedures and instruments, make available funds to facilitate the achievement of the aims set out in the agreement. Within its financial planning of cooperation activities, the Community will take into account the need to ensure an appropriate balance in the geographical distribution of its commitments.\nThe Parties will ensure that actions undertaken within the framework of development cooperation are consistent with development strategies agreed in concertation with the Bretton Woods institutions.\nArticle 5\nEconomic cooperation\nBoth Parties will undertake, in accordance with their respective policies and objectives and within their available resources, to foster economic cooperation for mutual benefit and will determine together and to their mutual advantage, within the limits of their respective competences, the areas and priorities for economic cooperation programmes and activities within the context of a clear cooperation strategy. In addition, in order further to strengthen economic relations between the Community and the Republic of Yemen, a regular economic dialogue will be set up between the two parties, covering all areas of macro-economic policy and including, within the limits of their respective competence, budgetary policy, balance of payments and monetary policy. The aim of this dialogue is to bring about closer cooperation between the authorities responsible for carrying out economic policies in their areas of competence.\nCooperation in these areas will involve the following broad fields of action:\n(a)\ndevelop a creative competitive and sustainable economic environment in the Republic of Yemen by facilitating access to Community know-how and technology, inter alia, in the fields of standards, quality control and telecommunications;\n(b)\nfacilitate business to business contacts, exchange of information and other measures designed to promote and protect commercial exchanges including the promotion of Yemeni exports;\n(c)\ncreate an environment propitious for the development of Yemeni SMEs and facilitate exchange of information on enterprise and SME policy, particularly in respect of improving the business environment and encouraging closer contacts not only between SMEs, with a view to promoting trade and industrial cooperation opportunities, but also between the relevant Community authorities and those Yemeni authorities responsible for the implementation of macroeconomic adjustment;\n(d)\nconduct a dialogue on economic cooperation between the Republic of Yemen and the Community including the exchange of information on the macro-economic situation and prospects and on development strategies;\n(e)\nreinforce mutual understanding of their respective economic environments and business culture as a basis for effective cooperation;\n(f)\nimprove, within the limits of their respective competences, cooperation in standards and regulatory issues between the respective authorities, especially with respect to professional training, the simplification and harmonization of standards;\n(g)\nstrengthen management training in the Republic of Yemen with a view to develop business operators who are able to interact effectively with the European business environment;\n(h)\npromote dialogue between the Republic of Yemen and the Community in the field of energy policy, transfer of technology and technology cooperation;\n(i)\nsupport Yemen's efforts to modernise and restructure industry through encouraging the diversification of industrial output and improving the relevant legal and administrative framework;\n(j)\npromote the involvement of the private sector in cooperation programmes in order to strengthen economic and industrial cooperation between the Parties. To this effect, the Parties shall take measures to\n—\nencourage the private sector of both Parties to develop business cooperation, and\n—\ninvolve the private sectors in activities developed within the framework of the agreement;\n(k)\nwithin the limits of their respective competence, further cooperation as regards financial services through exchanging information on financial regulations and practices and training schemes and fostering reform of the banking and financial systems and liberalisation of financial services;\n(l)\nprovide for cooperation on transport facilities and management including civil aviation and ports management, and further the use of Community standards in this sector;\n(m)\nrecognise the importance of cooperation concerning the information society and information and communications technologies that help speed up economic development and trade. Provide for a dialogue and possibly assistance concerning the regulation and standardisation of telecommunications and the development of projects, particularly concerning the application of telematics in priority areas (education, health, environment, transport, electronic trade).\nWithin the limits of their respective competences, the Parties will undertake to encourage an increase in mutually beneficial investment by establishing a more favourable climate for private investments through better conditions for the transfer of capital and by supporting, where appropriate, the conclusion of conventions on the promotion and protection of investments between the Member States of the Community and the Republic of Yemen on the basis of the principles of non-discrimination and reciprocity.\nArticle 6\nAgriculture and fisheries\nThe Parties undertake, in a spirit of understanding, to cooperate for the modernisation and restructuring of agriculture and fisheries.\nThis cooperation will be geared more especially to:\n—\nassisting the Republic of Yemen in developing and implementing a national food security strategy,\n—\nthe development of stable markets,\n—\nintegrated rural development including the improvement of basic services and the development of associated economic activities,\n—\nthe development and improvement of private distribution channels, packaging and storage techniques, and marketing,\n—\nsupport for privatisation and private sector development;\n—\nthe conservation and rational management of fish stocks,\n—\npromotion of the diversification of production and reduction of food dependency,\n—\nthe promotion of environmentally friendly agriculture and fisheries,\n—\nthe modernisation of infrastructure in rural areas and rural development,\n—\nthe promotion of cooperation in the sectors of health, veterinary and animal plant matters, aiming at dismantling trade barriers, in accordance with the legislation of the Parties to the agreement,\n—\ntechnical assistance and training.\nCooperation could take the form of transfers of know-how, promotion of agricultural research, the establishment of joint ventures, and training schemes.\nArticle 7\nEnvironment cooperation\nThe Parties recognise that there is a close link between poverty and environmental degradation. Thus, the principal aim of environmental cooperation between the Parties — within the limits of their respective competences — will be to enhance the prospects for achieving sustainable economic growth and social development, placing a high priority on the protection of the natural environment including marine environment and the reduction of environmental degradation, in particular desertification.\nCooperation will be achieved in the following ways:\n—\nestablishment of administrative, regulatory and information structures to permit rational management of the environment,\n—\ncooperation in the development of sustainable and non-polluting energy sources, as well as solutions to urban and industrial pollution problems,\n—\nencouraging regional cooperation and coordination,\n—\nexchanges of information and of expertise, particularly in the context of the transfer of appropriate environmental technology,\n—\ntraining and advisory schemes and the development of networks.\nArticle 8\nTourism\nWithin the limits of the Parties' respective competence, priorities for cooperation in this sphere will be:\n—\nintensifying training schemes in hotel management and administration and training for other related occupations,\n—\nattracting local and foreign investment to the tourism sector,\n—\ntourism marketing and business cooperation,\n—\nexchange of best practice for ensuring a sustainable development of tourism.\nArticle 9\nRegional cooperation\nEconomic and other cooperation between the Parties may extend to activities under cooperation or integration agreements with other countries of the same region, provided the said activities are compatible with those agreements.\nBoth parties will encourage operations and give technical support to activities designed to develop cooperation between the Republic of Yemen and its neighbours. In this context a coordination with the Community's decentralised cooperation programmes with the Mediterranean and GCC countries should be envisaged.\nArticle 10\nScience and technology\nThe Parties will endeavour to promote cooperation on scientific and technological development.\nCooperation will take the form of:\n—\nexchanges of scientific and technological information,\n—\nexchanges between scientists and development of inter-institutional relationships in this field,\n—\ntraining activities,\n—\nimprovement of Yemeni research capabilities,\n—\naccess to regional scientific and technological cooperation networks.\nThe parties will determine the areas of mutual interest together. In general priority will be given to schemes to create synergy having a regional impact, such as environment, management of soil, water and health.\nArticle 11\nCooperation against drug abuse and control of chemical precursors and money laundering\nIn conformity with their respective competences and the pertinent legal provisions, the Parties will agree:\n—\nto consider special measures against the illicit cultivation, production and trade in drugs, narcotics and psychotropic substances as well as prevention and reduction of drug abuse,\n—\nto cooperate in order to prevent the diversion of drug precursor chemicals,\n—\nto make every effort in order to prevent money laundering.\nCooperation in the field of money-laundering between the Parties within the limits of their respective competences will aim at establishing suitable standards against money laundering equivalent to those adopted by the Community and international forums in this field, in particular the Financial Action Task Force (FATF).\nArticle 12\nSocial cooperation\nThe Parties acknowledge the importance of social development which should go hand in hand with any economic development. They will give particular priority to respect for basic social rights.\nWithin the limits of their respective competence, cooperation may cover any area of interest to the parties. Taking into account their respective fields of competence and pertinent legal provisions, the Parties will give priority to measures aimed at:\n—\nthe promotion of de facto equality of women in economic and social development and the balanced involvement of women and men in related decision making processes — in particular through education and the media,\n—\nimproving the working conditions and social protection of mothers and children,\n—\nthe improvement of the social protection system,\n—\nthe improvement of the response to health requirements.\nArticle 13\nHuman resources development\nThe Parties agree that human resources development constitutes an integral part of both economic and social development. They will undertake to determine how to improve the situation of education and vocational training. To this end, access of women to education, including technical courses, higher education and vocational training, will receive special attention. In order to develop the level of expertise of senior staff in the public and private sectors, the Parties will step up their cooperation on education and vocational training and encourage cooperation between universities and firms.\nArticle 14\nInformation, culture and communications\nThe Parties, within their respective areas of competence, and in the light of their policies and mutual interests, will establish cooperation in the fields of information, culture, cultural heritage and communications, both to create a better mutual understanding and to strengthen cultural ties between them, including, inter alia, through studies and technical assistance for the preservation of cultural heritage.\nWithin the sphere of their respective competences, such cooperation may include:\n—\nprogrammes of mutual information including the press and audiovisual media,\n—\nconservation and restoration of monuments and buildings of architectural interest,\n—\neducation and training,\n—\ncultural events.\nArticle 15\nInstitutional aspects\nA Joint Cooperation Committee will be established at official level to oversee the overall implementation of this agreement.\nIt will meet alternatively in the Community and the Republic of Yemen, normally at annual intervals. Its role will be to:\n(a)\nensure the proper functioning of the Agreement;\n(b)\nset the priorities in relation to the aims of tha Agreement;\n(c)\nmake suitable recommendations for promoting the objectives of the Agreement.\nBoth parties emphasise their desire to see regular contacts established between the European and the Yemeni Parliaments.\nArticle 16\nEvolutive clause\nThe Parties may, by mutual consent and within their respective areas of competence, extend this Agreement to expand cooperation, enhance its level and add to it by means of future agreements on specific sectors or activities.\nWithin the framework of this Agreement, either Party may put forward suggestions for expanding the scope of the cooperation, taking into account the experience gained in its application.\nArticle 17\nOther agreements\nWithout prejudice to the relevant provisions of the Treaties establishing the European Communities, neither this Agreement nor any action taken thereunder shall in any way affect the powers of the Member States of the European Union to undertake bilateral activities with the Republic of Yemen in the framework of economic cooperation or to conclude, where appropriate, new economic cooperation agreements with the Republic of Yemen.\nSubject to the provisions of the above paragraph, the provisions of this agreement shall replace provisions of agreements concluded between Member States of the European Union and the Republic of Yemen where such provisions are either incompatible with or identical to the provisions of this Agreement.\nArticle 18\nNon-execution of the Agreement\nIf either Party considers that the other Party has failed to fulfil any of its obligations under this Agreement, it may take appropriate measures. Before so doing, except in cases of special urgency, it shall supply the other Party with all relevant information required for a thorough examination of the situation with a view to seeking a solution acceptable to the Parties.\nIn the selection of measures, priority must be given to those which least disturb the functioning of this Agreement. Such measures shall be notified immediately to the other Party and consultation shall be held on them if the other Party so requests.\nArticle 19\nAppropriate conditions for EC experts under EC-funded cooperation activities in the Republic of Yemen\nTo facilitate cooperation within the framework of the Agreement, the Yemeni government will grant to EC officials and experts involved in implementing cooperation the guarantees, facilities and legal privileges usual according to international standards which are necessary for the performance of their functions. Supplies and goods imported to the Republic of Yemen in the framework of the implementation of cooperation activities should also be exempted from any kind of taxation, levies or other charges.\nArticle 20\nTerritorial application\nThis Agreement shall apply, on the one hand, to the territories to which the Treaty establishing the European Community applies and under the conditions laid down in the Treaty and, on the other, to the territory of the Republic of Yemen.\nArticle 21\nEntry into force\nThis Agreement shall enter into force on the first day of the month following the date on which the parties notify each other of the completion of the procedures necessary for this purpose.\nThis Agreement is concluded for an unlimited period unless one of the Parties denounces it.\nArticle 22\nAuthentic texts\nThis Agreement is drawn up in duplicate in the Danish, Dutch, English, Finnish, French, German, Greek, Italian, Portuguese, Spanish, Swedish and Arabic languages, each text being equally authentic.\nArticle 23\nAnnexes\nThe Annexes to this Agreement shall form an integral part thereof.\nDone at Brussels on the twenty-fifth day of November in the year one thousand nine hundred and ninety-seven.\nThe Council of the European Union\nThe Republic of Yemen\nANNEX I\nDeclaration on Article 18 — Non-execution of the Agreement\n(a)\nThe Parties agree, for the purposes of the interpretation and practical application of this Agreement, that the term ‘cases of special urgency’ in Article 18 of the Agreement means a case of the material breach of the Agreement by one of the Parties. A material breach of the Agreement consists in:\n—\nrepudiation of the Agreement not sanctioned by the general rules of international law,\n—\nviolation of essential elements of the Agreement set out in Article 1.\n(b)\nThe Parties agree that the ‘appropriate measures’ referred to in Article 18 are measures taken in accordance with international law. If a Party takes a measure in a case of special urgency as provided for under Article 18 the other Party may avail itself of the procedure relating to settlement of disputes.\nANNEX II\nJoint Declaration on intellectual, industrial and commercial property\nThe Parties agree for the purposes of this Agreement that ‘intellectual, industrial and commercial property’ includes in particular protection of copyright and related rights, patents, industrial designs, trademarks and service marks, software, topographies of integrated circuits, geographical indications, as well as protection against unfair competition and the protection of undisclosed information of know-how.\nFINAL ACT\nThe plenipotentiaries of:\nthe EUROPEAN COMMUNITY,\nhereinafter referred to as ‘the Community’,\nof the one part, and\nthe plenipotentiary of THE REPUBLIC OF YEMEN,\nhereinafter referred to as ‘Yemen’,\nof the other part,\nmeeting in Brussels on 25 November 1997 for the signature of the Cooperation Agreement between the European Community and the Republic of Yemen have adopted the following texts:\nthe Agreement and the following Annexes:\nAnnex I — Declaration on Article 18 — Non-execution of the Agreement\nAnnex II — Joint Declaration on intellectual, industrial and commercial property\nThe plenipotentiaries of the Community and the plenipotentiary of Yemen have adopted the text of the Joint Declaration listed below and annexed to this Final Act:\nJoint Declaration on the re-admission of citizens\nDone at Brussels on the twenty-fifth day of November in the year one thousand nine hundred and ninety-seven.\nFor the European Community\nFor the Republic of Yemen\nJoint Declaration on the re-admission of citizens\nThe European Community recalls the importance which its Member States attach to the establishment of an effective cooperation with third countries with the objective of facilitating the re-admission of citizens of these latter countries who find themselves in an irregular situation in the territory of a Member State.\nThe Republic of Yemen accepts the engagement to finalise re-admission agreements with those Member States of the European Union which request it.", "summary": "Cooperation Agreement between the European Community and the Republic of Yemen\nCooperation Agreement between the European Community and the Republic of Yemen\nSUMMARY OF:\nCooperation Agreement — European Community and the Republic of Yemen\nDecision 98/189/EC — Cooperation Agreement between the European Community and the Republic of Yemen\nWHAT IS THE AIM OF THE AGREEMENT AND OF THE DECISION?\nThe agreement seeks to enhance and develop dialogue and cooperation between the European Community (now the European Union) and the Republic of Yemen on: development;trade;economic and cultural cooperation;environmental protection;sustainable management of natural resources; andhuman resources development.\nThe decision concludes the agreement between the EU and the Republic of Yemen.\nKEY POINTS\n              \nThe agreement is based on respect of democratic principles and fundamental human rights and its objectives in the above fields are to:\npromote and intensify trade and develop sustainable economic cooperation;\nstrengthen cooperation in fields related to economic progress;\ncontribute to Yemen’s efforts to improve the quality of life and standards of living of the most disadvantaged groups of the population;\ntake the requisite measures to protect the environment and ensure sustainable management of natural resources;\nextend cooperation to the field of culture, communication and information to improve mutual understanding.\nFields of cooperation\nTrade cooperation\nIn the field of trade cooperation, the parties agree to\nbring their trade policies into line with the rules of the World Trade Organisation;\ngrant each other most-favoured-nation* treatment except in relation to preferences accorded under a customs union, free-trade area or a preferential-treatment area;\ndevelop and diversify bilateral trade;\nimprove the terms of access for products and eliminate barriers to trade;\nprovide technical assistance, share information and improve cooperation in the customs field;\nconsider temporary exemptions from duty, tax and other charges; and\nconsult each other on any trade-related dispute.\nYemen agrees to protect intellectual, industrial and commercial property rights and ensure effective application of the principle of unrestricted access to cargoes on a commercial and on a non-discriminatory basis for international maritime services.\nDevelopment cooperation\nIn the field of development cooperation, the EU recognises that it could make a greater contribution in terms of size and impact and therefore undertakes to help Yemen reduce poverty by developing:\nprimary education and training;\nbetter working conditions;\nwater supply;\nrural development; and\nbetter health care.\nCooperation must be guided by a clear cooperation strategy taking account of the geographical distribution of commitments and accompanied by a dialogue to define mutually agreed priorities and pursue effectiveness and sustainability.\nEconomic cooperation\nTo demonstrate commitment to economic cooperation, a regular economic dialogue will cover all areas of macroeconomic policy, including budgetary policy, the balance of payments and monetary policy. Its aim will be to establish closer cooperation between the relevant authorities in order to:\ndevelop a competitive economic environment facilitating the development of small and medium-sized businesses;\nfacilitate contacts and exchanges of information, conduct economic dialogue and improve mutual understanding;\nimprove cooperation on standards and regulations;\nstrengthen management training;\npromote dialogue on energy policy, technology transfer and technological cooperation;\nsupport Yemen’s efforts to modernise and restructure its industry;\npromote the involvement of the private sector in cooperation programmes;\npromote cooperation on financial services;\nencourage cooperation on transport and transport management;\nestablish dialogue and, where possible, provide assistance for regulation and standardisation of telecommunications and the development of projects, particularly concerning telematics applications in education, health, the environment, transport and e-commerce;\npromote investment by creating a more favourable climate for investors.\nEconomic and other forms of cooperation may be extended to activities under cooperation or integration agreements with other countries in the same region to contribute to regional cooperation. Coordination with the EU’s decentralised cooperation programmes with the Mediterranean and the Gulf Cooperation Council countries is planned to this end.\nAgriculture and fisheries\nOn agriculture and fisheries, the aim is to modernise and restructure the sector with a view to the implementation of:\na national food security strategy,\nthe development of stable markets,\nintegrated rural development,\nthe development of the private sector,\ndiversification of production,\nreduction of food dependency, and\ncooperation in the fields of health, veterinary and plant-health matters, technical assistance and training.\nEnvironment\nThe parties recognise that there is a close link between poverty and environmental damage and therefore agree to give top priority to environmental protection. This will involve:\nsetting up administrative, regulatory and information structures for rational management of the environment;\ndeveloping sustainable and non-polluting energy sources;\nencouraging regional cooperation and coordination; and\nsharing of information and know-how.\nOther fields\nCooperation in the fields of tourism, science and technology aims to promote cooperation, exchanges of information and development.\nFurther objectives include: combating drug abuse, including illicit production of and trade in drugs, narcotics and psychotropic substances;combating money laundering; andcontrolling chemical precursors.\nIn the social field, priority will be given to: respect for basic social rights, focusing on measures to promote the effective equality of women and their fair involvement in the decision-making process;improving working conditions and social protection of mothers and children; andimproving the social protection system and health cover.\nHuman resources development will also be covered as an integral part of economic and social development. Efforts will be made to promote: access for women to education;skills development through closer cooperation on education and training; andcooperation between universities and businesses.\nAction will also be taken on information, culture and communications to improve mutual understanding and strengthen cultural ties. This will focus on reciprocal information programmes, conservation and restoration of monuments, education and training and cultural events.\nInstitutional aspects\nA Joint Cooperation Committee has been set up to oversee the overall implementation of the agreement. It will ensure the proper functioning of the agreement, set its priorities and make recommendations. Regular contacts between the European and Yemeni parliaments are desired by both parties.\nThe agreement may be extended and replace incompatible or identical provisions. It does not affect the powers of EU countries to undertake bilateral activities. Its non-execution may mean measures will be taken against the other party but this can be obviated by attempts to find a solution that least disrupts the functioning of the agreement.\nThe officials and experts involved in implementing this agreement will enjoy guarantees, facilities and legal privileges in accordance with international standards.\nDATE OF ENTRY INTO FORCE\n              \nThe agreement entered into force on 1 July 1998.\nBACKGROUND\n              \nIn February 2019, the Council adopted conclusions on Yemen reaffirming its commitment to the unity, sovereignty, independence and territorial integrity of Yemen in the face of the conflict it has been experiencing for over 6 years. It also welcomed the unanimous adoption of UNSCR 2451 and 2452 underpinning the Stockholm Agreement and establishing the United Nations mission to support the Hudaydah Agreement (UNMHA).\nFor more information, see:\nYemen and the EU (European External Action Service)\nEU-Yemen relations (European External Action Service)\nRelations between Yemen and the EU (European External Action Service).\nKEY TERMS\n              \nMost favoured nation: an MFN clause requires a country to provide any concessions, privileges, or immunities granted to one nation in a trade agreement to all other World Trade Organization member countries.\nMAIN DOCUMENTS\n            \nCooperation Agreement between the European Community and the Republic of Yemen (OJ L 72, 11.3.1998, pp. 18-29)\nCouncil Decision 98/189/EC of 23 February 1998 concerning the conclusion of the Cooperation Agreement between the European Community and the Republic of Yemen (OJ L 72, 11.3.1998, p. 17)\nRELATED DOCUMENTS\n            \nCouncil conclusions on Yemen, 18 February 2019\nCouncil conclusions on Yemen, 25 June 2018\nCouncil adopts conclusions on Yemen — press release, 3.4.2017\nInformation on the entry into force of the Cooperation Agreement between the European Community and the Republic of Yemen (OJ L 178, 23.6.1998, p. 38)\nlast update 27.04.2020", "tags": ["trade cooperation", "economic cooperation", "development aid", "Yemen", "cooperation agreement (EU)"], "subjects": ["External relations", "Cooperation"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}