{"celex_id": "21987A0813(01)", "reference": "13.8.1987\nEN\nOfficial Journal of the European Communities\nL 226/2\nCONVENTION ON A COMMON TRANSIT PROCEDURE\nTHE REPUBLIC OF AUSTRIA, THE REPUBLIC OF FINLAND, THE REPUBLIC OF ICELAND, THE KINGDOM OF NORWAY, THE KINGDOM OF SWEDEN, THE SWISS CONFEDERATION,\nhereinafter called the EFTA countries,\nTHE EUROPEAN ECONOMIC COMMUNITY,\nhereinafter called the Community,\nCONSIDERING the Free Trade Agreements between the Community and each of the EFTA countries,\nCONSIDERING the Joint Declaration calling for the creation of a European economic space, adopted by Ministers of the EFTA countries and the Member States of the Community and the Commission of the European Communities in Luxembourg on 9 April 1984, especially with regard to simplification of border formalities and rules of origin,\nCONSIDERING the Convention on the simplification of formalities in trade in goods, concluded between the EFTA countries and the Community, introducing a single administrative document for use in such trade,\nCONSIDERING that the use of this single document within the framework of a common transit procedure for the carriage of goods between the Community and the EFTA countries and between the EFTA countries themselves would lead to simplification,\nCONSIDERING that the most appropriate way of achieving this aim would be to extend to those EFTA countries which do not apply it the transit procedure which currently applies to the carriage of goods within the Community, between the Community and Austria and Switzerland, and between Austria and Switzerland,\nCONSIDERING also the Nordic transit order applied between Finland, Norway and Sweden,\nHAVE DECIDED to conclude the following Convention:\nGeneral provisions\nArticle 1\n1.   This Convention lays down measures for the carriage of goods in transit between the Community and the EFTA countries as well as between the EFTA countries themselves, including, where applicable, goods transhipped, reconsigned or warehoused, by introducing a common transit procedure regardless of the kind and origin of the goods.\n2.   Without prejudice to the provisions of this Convention and in particular those concerning guarantees, goods circulating within the Community are deemed to be placed under the Community transit procedure.\n3.   Subject to the provisions of Articles 7 to 12 below, the rules governing the common transit procedure are set out in Appendices I and II to this Convention.\n4.   Transit declarations and transit documents for the purposes of the common transit procedure shall conform to and be made out in accordance with Appendix III.\nArticle 2\n1.   The common transit procedure shall hereinafter be described as the T 1 procedure or the T 2 procedure, as the case may be.\n2.   The T 1 procedure may be applied to any goods carried in accordance with Article 1, paragraph 1.\n3.   The T 2 procedure shall apply to goods carried in accordance with Article 1, paragraph 1:\n(a)\nin the Community, only when the goods satisfy the conditions laid down in Articles 9 and 10 of the Treaty establishing the European Economic Community and have not been subject to customs export formalities for the grant of refunds for export to countries, not Member States of the Community, pursuant to the common agricultural policy or when the goods come under the Treaty establishing the European Coal and Steel Community and are, under the terms of that Treaty, in free circulation within the Community (Community goods);\n(b)\nin an EFTA country, only when the goods have arrived in that EFTA country under the T 2 procedure and are reconsigned under the special conditions laid down in Article 9 below.\n4.   The special conditions laid down in this Convention in respect of placing goods under the T 2 procedure shall apply also to the issue of T 2 L documents certifying the Community status of goods and goods covered by a T 2 L document shall be treated in the same way as goods carried under the T 2 procedure, except that the T 2 L document need not accompany the goods.\nArticle 3\n1.   For the purposes of this Convention, the term:\n(a)\n‘transit’ shall mean a customs procedure under which goods are carried, under customs control, from a customs office in one country to a customs office in the same or another country over at least one frontier;\n(b)\n‘country’, shall mean any EFTA country and any Member State of the Community;\n(c)\n‘third country’ shall mean any State which is neither an EFTA country nor a Member State of the Community.\n2.   In the application of the rules laid down in this Convention for the T 1 or T 2 procedure, the EFTA countries, and the Community and its Member States, shall have the same rights and obligations.\nArticle 4\n1.   This Convention shall be without prejudice to the application of any other international agreement concerning a transit procedure, in particular the TIR procedure or the Rhine manifest, subject to any limitations to such application in respect of the carriage of goods from one point in the Community to another point in the Community and to any limitations to the issue of T 2 L documents certifying the Community status of goods.\n2.   This Convention shall be without prejudice also to:\n(a)\nmovements of goods under a temporary admission procedure; and\n(b)\nagreements concerning frontier traffic.\nArticle 5\nIn the absence of an agreement between the Contracting Parties and a third country whereby goods moving between the Contracting Parties may be carried across that third country under the T 1 or T 2 procedure, such a procedure shall apply to goods carried across that third country only if the carriage across that country is effected under cover of a single transport document drawn up in the territory of a Contracting Party and the operation of that procedure is suspended in the territory of the third country.\nArticle 6\nProvided that the implementation of any measures applicable to the goods is ensured, countries may, within the T 1 or T 2 procedure, introduce simplified procedures for certain types of traffic by means of bilateral or multilateral agreements. Such agreements shall be notified to the Commission of the European Communities which shall inform the other countries.\nImplementation of the transit procedure\nArticle 7\n1.   Subject to any special provisions of this Convention, the competent customs offices of the EFTA countries are empowered to assume the functions of offices of departure, offices of transit, offices of destination and offices of guarantee.\n2.   The competent customs offices of the Member States of the Community shall be empowered to issue T 1 or T 2 documents for transit to an office of destination situated in an EFTA country. Subject to any special provisions of this Convention, they shall also be empowered to issue T 2 L documents for goods consigned to an EFTA country.\n3.   Where several consignments of goods are grouped together and loaded on a single means of transport, within the meaning of Article 16, paragraph 2, of Appendix I, and are dispatched as a groupage load by one principal in a single T 1 or T 2 operation, from one office of departure to one office of destination for delivery to one consignee, a Contracting Party may require that those consignments shall, save in exceptional, duly justified cases, be included in one single T 1 or T 2 declaration with the corresponding loading lists.\n4.   Notwithstanding the requirement for the Community status of goods to be certified where applicable, a person completing export formalities at the frontier customs office of a Contracting Party shall not be required to place the goods consigned under the T 1 or the T 2 procedure, irrespective of the customs procedure under which the goods will be placed at the neighbouring frontier customs office.\n5.   Notwithstanding the requirement for the Community status of goods to be certified where applicable, the frontier customs office of the Contracting Party where export formalities are completed may refuse to place the goods under the T 1 or T 2 procedure if that procedure is to end at the neighbouring frontier customs office.\nArticle 8\nNo addition, removal or substitution may be made in the case of goods forwarded under cover of a T 1 or T 2 document, in particular when consignments are split up, transhipped or bulked.\nArticle 9\n1.   Goods which are brought into an EFTA country under the T 2 procedure and may be reconsigned under that procedure shall remain at all times under the control of the customs authorities of that country to ensure that there is no change in their identity or state.\n2.   Where such goods are reconsigned from an EFTA country after having been placed, in that EFTA country, under a customs procedure other than a transit or a warehousing procedure, no T 2 procedure may be applied.\nThis provision shall, however, not apply to goods which are admitted temporarily to be shown at an exhibition, fair or similar public display and which have received no treatment other than that needed for their preservation in their original state or for splitting up consignments.\n3.   Where goods are reconsigned from an EFTA country after storage under a warehousing procedure, the T 2 procedure may be applied only on the following conditions:\n—\nthat the goods have not been warehoused over a period exceeding five years; however, as regards goods falling within Chapters 1 to 24 of the Nomenclature for the Classification of Goods in Customs Tariffs (International Convention on the Harmonized Commodity Description and Coding System of 14 June 1983), that period shall be limited to six months,\n—\nthat the goods have been stored in special spaces and have received no treatment other than that needed for their preservation in their original state, or for splitting up consignments without replacing the packaging.\n—\nthat any treatment has taken place under customs supervision.\n4.   Any T 2 or T 2 L document issued by a customs office of an EFTA country shall bear a reference to the corresponding T 2 or T 2 L document under which the goods arrived in that EFTA country and shall include all special endorsements appearing thereon.\nArticle 10\n1.   Except where otherwise provided for in paragraph 2 below or in the Appendices, any T 1 or T 2 operation shall be covered by a guarantee valid for all countries involved in that operation.\n2.   The provisions of paragraph 1 shall not prejudice the right:\n(a)\nof Contracting Parties to agree among themselves that the guarantee shall be waived for T 1 or T 2 operations involving only their territories;\n(b)\nof a Contracting Party not to require a guarantee for the part of a T 1 or T 2 operation between the office of departure and the first office of transit.\n3.   For the purposes of the flat-rate guarantee as provided for in Appendices I and II to this Convention, the ECU means the total of the following amounts:\n0,719\nGerman mark,\n0,0878\nPound sterling,\n1,31\nFrench franc,\n140\nItalian lire,\n0,256\nDutch guilder,\n3,71\nBelgian franc,\n0,14\nLuxembourg franc,\n0,219\nDanish krone,\n0,00871\nIrish pound,\n1,15\nGreek drachma.\nThe value of the ECU in a given currency shall be equal to the sum of the exchange values in that currency of the amounts set out above.\nArticle 11\n1.   As a general rule, identification of the goods shall be ensured by sealing.\n2.   The following shall be sealed:\n(a)\nthe space containing the goods, when the means of transport has already been approved under other customs regulations or recognized by the office of departure as suitable for sealing;\n(b)\neach individual package in other cases.\n3.   Means of transport may be recognized as suitable for sealing on condition that:\n(a)\nseals can be simply and effectively affixed to them;\n(b)\nthey are so constructed that no goods can be removed or introduced without leaving visible traces of tampering or without breaking the seals;\n(c)\nthey contain no concealed spaces where goods may be hidden;\n(d)\nthe spaces reserved for the load are readily accessible for customs inspection.\n4.   The office of departure may dispense with sealing if, having regard to other possible measures for identification, the description of the goods in the T 1 or T 2 declaration or in the supplementary documents makes them readily identifiable.\nArticle 12\n1.   Until a procedure has been agreed for the exchange of statistical information to ensure that the EFTA countries and the Member States of the Community have the data necessary for the preparation of their transit statistics, an additional copy of the copy No 4 of the T 1 and T 2 documents shall be supplied for statistical purposes unless not required by a Contracting Party:\n(a)\nto the first office of transit in each EFTA country;\n(b)\nto the first office of transit in the Community in the case of goods which are the subject of a T 1 or T 2 operation commencing in an EFTA country.\n2.   However, the additional copy referred to above shall not be required when the goods are carried under the conditions laid down in Chapter I of Title IV of Appendix II.\n3.   The principal or his authorized representative shall, at the request of the national departments responsible for transit statistics, provide any information relating to T 1 or T2 documents necessary for the compilation of statistics.\nAdministrative assistance\nArticle 13\n1.   The customs authorities of the countries concerned shall furnish each other with any information at their disposal which is of importance in order to verify the proper application of this Convention.\n2.   Where necessary, the customs authorities of the countries concerned shall communicate to one another all findings, documents, reports, records of proceedings and information relating to transport operations carried out under the T 1 or T2 procedure as well as to irregularities or infringements in connection with such operations.\nFurthermore, where necessary, they shall communicate to one another all findings relating to goods in respect of which mutual assistance is provided for and which have been subject to a customs warehousing procedure.\n3.   Where irregularities or infringements are suspected in connection with goods which have been brought into one country from another country or have passed through a country or have been stored under a warehousing procedure, the customs authorities of the countries concerned shall on request communicate to one another all information concerning:\na)\nthe conditions under which those goods were carried:\n—\nwhatever the way in which they were reconsigned, where they arrived under cover of a T1, T2 or T2 L document in the country to which the request is addressed, or\n—\nwhatever the way in which they arrived, where they were reconsigned under cover of a T1, T2 or T2 L document from the country to which the request is addressed:\nb)\nthe conditions of any warehousing of those goods where they arrived in the country to which the request is addressed under cover of a T2 or T2L document or where they were reconsigned from that country under cover of a T2 or T2L document.\n4.   Any request made under paragraphs 1 to 3 shall specify the case or cases to which it refers.\n5.   If the customs authority of a country requests assistance which it would not be able to give if requested, it will draw attention to that fact in the request. Compliance with such a request will be within the discretion of the customs authority to whom the request is made.\n6.   Information obtained in accordance with paragraphs 1 to 3 shall be used solely for the purposes of this Convention and shall be accorded the same protection by a receiving country as is afforded to information of like nature under the national law of that country. Such information may be used for other purposes only with the written consent of the customs authority which furnished it and subject to any restrictions laid down by that authority.\nThe Joint Committee\nArticle 14\n1.   A Joint Committee is hereby established in which each Contracting Party to this Convention shall be represented.\n2.   The Joint Committee shall act by mutual agreement.\n3.   The Joint Committee shall meet whenever necessary but at least once a year. Any Contracting Party may request that a meeting be held.\n4.   The Joint Committee shall adopt its own rules of procedure which shall, inter alia, contain provisions for convening meetings and for the designation of the chairman and his term of office.\n5.   The Joint Committee may decide to set up any sub-committee or working party that can assist it in carrying out its duties.\nArticle 15\n1.   It shall be the responsibility of the Joint Committee to administer this Convention and ensure its proper implementation. For this purpose, it shall be regularly informed by the Contracting Parties on the experiences of the application of this Convention and make recommendations, and in the cases provided for in paragraph 3, it shall take decisions.\n2.   In particular it shall recommend:\n(a)\namendments to this Convention, other than those referred to in paragraph 3;\n(b)\nany other measure required for its application.\n3.   It shall adopt by decision:\n(a)\namendments to the Appendices;\n(b)\namendments of the definition of the ECU as set out in Article 10 (3);\n(c)\nother amendments to this Convention made necessary by amendments to the Appendices;\n(d)\nmeasures to be taken under Article 28 (2) of Appendix I;\n(e)\ntransitional measures required in the case of the accession of new Member States to the Community.\nSuch decisions shall be put into effect by the Contracting Parties in accordance with their own legislation.\n4.   If, in the Joint Committee, a representative of a Contracting Party has accepted a decision subject to the fulfilment of constitutional requirements, the decision shall enter into force, if no date is contained therein, on the first day of the second month after the lifting of the reservation is notified.\nMiscellaneous and final provisions\nArticle 16\nEach Contracting Party shall take appropriate measures to ensure that the provisions of this Convention are effectively and harmoniously applied, taking into account the need to reduce as far as possible the formalities imposed on operators and the need to achieve mutually satisfactory solutions of any difficulties arising out of the operation of those provisions.\nArticle 17\nThe Contracting Parties shall keep each other informed of the provisions which they adopt for the implementation of this Convention.\nArticle 18\nThe provisions of this Convention shall not preclude prohibitions or restrictions on the importation, exportation or transit of goods enacted by the Contracting Parties or by Member States of the Community and justified on grounds of public morality, public policy or public security, the protection of health and life of humans, animals or plants, the protection of national treasures possessing artistic, historical or archaeological value, or the protection of industrial or commercial property.\nArticle 19\nThe Appendices and the Additional Protocol to this Convention shall form an integral part thereof.\nArticle 20\n1.   This Convention shall apply, on the one hand, to the territories in which the Treaty establishing the European Economic Community is applied and under the conditions laid down in that Treaty and, on the other hand, to the territories of the EFTA countries.\n2.   This Convention shall also apply to the Principality of Liechtenstein for as long as that Principality remains bound to the Swiss Confederation by a customs union treaty.\nArticle 21\nAny Contracting Party may withdraw from this Convention provided it gives 12 months' notice in writing to the depositary, which shall notify all other Contracting Parties.\nArticle 22\n1.   This Convention shall enter into force on 1 January 1988, provided that the Contracting Parties, before 1 November 1987, have deposited their instruments of acceptance with the Secretariat of the Council of the European Communities, which shall act as depositary.\n2.   If this Convention does not enter into force on 1 January 1988, it shall enter into force on the first day of the second month following the deposit of the last instrument of acceptance.\n3.   The depositary shall notify the date of the deposit of the instrument of acceptance of each Contracting Party and the date of the entry into force of this Convention.\nArticle 23\n1.   With the entry into force of this Convention, the Agreements of 30 November 1972 and 23 November 1972 on the application of the rules on Community transit, concluded by Austria and Switzerland respectively with the Community, as well as the Agreement of 12 July 1977 on the extension of the application of the rules on Community transit concluded by these countries and the Community, shall cease to apply.\n2.   The Agreements mentioned in paragraph 1 shall, however, continue to apply to T 1 or T2 operations started before the entry into force of this Convention.\n3.   The Nordic transit order applied between Finland, Norway and Sweden will be terminated as from the date of the entry into force of this Convention.\nArticle 24\nThis Convention, which is drawn up in a single copy in the Danish, Dutch, English, French, German, Greek, Italian, Portuguese, Spanish, Finnish, Icelandic, Norwegian and Swedish languages, all texts being equally authentic, shall be deposited in the archives of the Secretariat of the Council of the European Communities, which shall deliver a certified copy thereof to each Contracting Party.\nDone at Interlaken, 20 May 1987.\nAPPENDIX I\nTITLE I\nGENERAL PROVISIONS\nArticle 1\n1.   The transit procedure laid down in this Convention shall be applicable to the carriage of goods in accordance with Article 1 (1), of the Convention.\n2.   It shall be the T 1 or T 2 procedure subject to Article 2 of the Convention.\nArticles 2 to 10\n(This Appendix does not contain Articles 2 to 10.)\nArticle 11\nFor the purposes of this Convention\n(a)\n‘principal’ means:\nthe person who, in person or through an authorized representative, requests permission, in a declaration in accordance with the required customs formalities, to carry out a transit operation and thereby makes himself responsible to the competent authorities for the execution of the operation in accordance with the rules;\n(b)\n‘means of transport’ means, in particular:\n—\nany road vehicle, trailer, semi-trailer,\n—\nany railway car or wagon,\n—\nany boat or ship,\n—\nany aircraft,\n—\nany container within the meaning of the Customs Convention on containers;\n(c)\n‘office of departure’ means the customs office where the transit operation begins;\n(d)\n‘office of transit’ means:\n—\nthe customs office at the point of entry into a country other than the country of departure,\n—\nalso the customs office at the point of exit from a Contracting Party when the consignment is leaving the customs territory of that Contracting Party in the course of a transit operation via a frontier between a Contracting Party and a third country;\n(e)\n‘office of destination’\nmeans the customs office where the goods must be produced to complete the transit operation;\n(f)\n‘office of guarantee’\nmeans the customs office where a comprehensive guarantee is lodged;\n(g)\n‘internal frontier’\nmeans a frontier common to two Contracting Parties.\nGoods loaded in a seaport of a Contracting Party and unloaded in a seaport of another Contracting Party shall be deemed to have crossed an internal frontier provided that the sea crossing is covered by a single transport document.\nGoods coming from a third country by sea and transhipped in a seaport of a Contracting Party with a view to unloading in a seaport of another Contracting Party shall be deemed not to have crossed an internal frontier.\nTITLE II\nT 1 PROCEDURE\nArticle 12\n1.   Any goods that are to be carried under the T 1 procedure shall be the subject, in accordance with the conditions laid down in this Convention, of a T 1 declaration. A T 1 declaration means a declaration on a form corresponding to the specimen forms contained in Appendix III.\n2.   The T 1 form referred to in paragraph 1 may be supplemented, where appropriate, by one or more supplementary T 1 bis forms corresponding to the specimen supplementary forms contained in Appendix III.\n3.   The T 1 and T 1 bis forms shall be printed and completed in one of the official languages of the Contracting Parties which is acceptable to the competent authorities of the country of departure. Where necessary, the competent authorities of the country concerned in the T 1 operation may require translation into the official language or one of the official languages of that country.\n4.   The T 1 declaration shall be signed by the person who requests permission to effect a T 1 operation or by his authorized representative and at least three copies of it shall be produced at the office of departure.\n5.   The supplementary documents appended to the T 1 declaration shall form an integral part thereof.\n6.   The T 1 declaration shall be accompanied by the transport document.\nThe office of departure may dispense with production of this document at the time of completion of the customs formalities. However, the transport document must be produced whenever required by the customs authorities in the course of carriage.\n7.   Where the T 1 procedure in the country of departure succeeds another customs procedure, reference shall be made on the T 1 declaration to that procedure or to the corresponding customs documents.\nArticle 13\nThe principal shall be responsible for:\n(a)\nthe production of the goods intact at the office of destination within the prescribed time limit and with due observance of the measures adopted by the competent authorities to ensure identification;\n(b)\nthe observance of the provisions relating to the T1 procedure and to transit in each of the countries in the territory of which carriage of the goods is effected.\nArticle 14\n1.   Each country may, subject to conditions which it may prescribe, provide for the use of the T 1 document for national procedures.\n2.   The supplementary details included on the T 1 document for that purpose by a person other than the principal shall be the responsibility of the former, in accordance with the national provisions laid down by law, regulation or administrative action.\nArticle 15\n(This Appendix does not contain an Article 15.)\nArticle 16\n1.   The same means of transport may be used for the loading of goods at more than one office of departure and for unloading at more than one office of destination.\n2.   Each T 1 declaration shall include only the goods loaded or to be loaded on a single means of transport for carriage from one office of departure to one office of destination.\nFor the purposes of the preceding subparagraph the following shall be regarded as constituting a single means of transport, on condition that the goods carried are to be dispatched together:\n(a)\na road vehicle accompanied by its trailer(s) or semi-trailer(s);\n(b)\na line of coupled railway carriages or wagons;\n(c)\nboats constituting a single chain;\n(d)\ncontainers loaded on a means of transport within the meaning of this Article.\nArticle 17\n1.   The office of departure shall register the T 1 declaration, prescribe the period within which the goods must be produced at the office of destination, and take such measures for identification as it considers necessary.\n2.   Having entered the necessary particulars on the T 1 declaration, the office of departure shall retain its copy and return the others to the principal or his representative.\nArticle 18\n(This Appendix does not contain an Article 18.)\nArticle 19\n1.   The copies of the T 1 document delivered to the principal or to his representative by the office of departure must accompany the goods.\n2.   Goods shall be carried via the offices of transit mentioned in the T 1 document. If circumstances justify it, other offices of transit may be used.\n3.   For supervision purposes, each country may prescribe transit routes within its territory.\n4.   Each country shall provide the Commission of the European Communities with a list of customs offices authorized to deal with T 1 operations, stating at what hours they are open.\nThe Commission shall communicate this information to the other countries.\nArticle 20\nCopies of the T 1 document shall be produced in each country as required by the customs authorities, who may satisfy themselves that the seals are unbroken. The goods shall not be inspected unless some irregularity is suspected which could result in abuse.\nArticle 21\nThe consignment as well as the copies of the T 1 document shall be produced at each office of transit.\nArticle 22\n1.   The carrier shall give each office of transit a transit advice note. The design of the transit advice note is laid down in Appendix II.\n2.   The offices of transit shall not inspect the goods unless some irregularity is suspected which could result in abuse.\n3.   If, in accordance with the provisions of Article 19 (2), goods are carried via an office of transit other than that mentioned in the T 1 document, that office shall without delay send the transit advice note to the office mentioned in that document.\nArticle 23\nWhere goods are loaded or unloaded at any intermediate office, copies of the Τ 1 document issued by the office(s) of departure must be produced.\nArticle 24\n1.   The goods described on a T 1 document may, without renewal of the declaration, be transferred to another means of transport under the supervision of the customs authorities of the country in whose territory the transfer is made. In such a case, the customs authorities shall record the relevant details on the T 1 document.\n2.   The customs authorities may, subject to such conditions as they shall determine, authorize such transfer without supervision. In such a case the carrier shall record the relevant details on the Τ 1 document and inform the next customs office at which the goods must be presented, so that the transfer is officially certified by the customs authorities.\nArticle 25\n1.   If seals are broken in the course of carriage without the carrier so intending, he shall, as soon as possible, request that a certified report be drawn up in the country in which the means of transport is located, by the customs authority if there is one nearby or, if not, by any other competent authority. The authority concerned shall, if possible, affix new seals.\n2.   In the event of an accident necessitating transfer to another means of transport the provisions of Article 24 shall apply.\nIf there is no customs authority nearby, any other approved authority may act in its place under the conditions laid down in Article 24 (1).\n3.   In the event of imminent danger necessitating immediate unloading of the whole or part of the load, the carrier may take action on his own initiative. He shall record such action on the T 1 document. The provisions of paragraph 1 shall apply in such case.\n4.   If, as a result of accidents or other incidents arising in the course of carriage, the carrier is not in a position to observe the time limit referred to in Article 17, he shall inform the competent authority referred to in paragraph 1 as soon as possible. That authority shall then record the relevant details on the Τ 1 document.\nArticle 26\n1.   The office of destination shall record on the copies of the Τ 1 document the details of controls and shall without delay send a copy to the office of departure and retain the other copy.\n2.   (This Article does not contain paragraph 2.)\n3.   Where the goods are produced at the office of destination after expiry of the time limit prescribed by the office of departure and where this failure to comply with the time limit is due to circumstances which are explained to the satisfaction of the office of destination and which are beyond the control of the carrier or the principal, the latter shall be deemed to have complied with the time limit prescribed.\n4.   Without prejudice to Articles 34 and 51 of Appendix II a T 1 operation may be terminated at an office other than that specified in the T 1 document, provided that both offices belong to the same Contracting Party. That office shall then become the office of destination.\nIf, exceptionally, it should prove necessary to produce the goods with the intention of terminating their transport at an office other than that specified in the Τ 1 document and the two offices belong to different Contracting Parties, the customs authorities at the office where the goods are produced may authorize the change in office of destination. The new office of destination shall enter in the ‘Control by office of destination’ box of the return copy of the Τ 1 document, in addition to the usual statements which it is obliged to enter, one of the following statements:\n—\nDiferencias: mercancías presentadas en la aduana ... (nombre y país)\n—\nForskelle: det toldsted, hvor varerne blev frembudt ... (navn og land)\n—\nUnstimmigkeiten: Zollstelle der Gestellung ... (Name und Land)\n—\nΔιαφορές: εμπορεύματα προσκομισθέντα στο τελωνείο ... (όνομα και χώρα)\n—\nDifferences: office where goods were presented ... (name and country)\n—\nDifférences: marchandises présentées au bureau ... (nom et pays)\n—\nDifferenze: ufficio al quale sono state presentate le merci ... (nome e paese)\n—\nVerschillen: kantoor waar de goederen zijn aangebracht ... (naam en land)\n—\nDiferenças: mercadorias apresentadas na estãncia ... (nome e país)\n—\nMuutos: toimipaikka, jossa tavarat esitetty ... (nimi ja maa)\n—\nBreying: Tollstjóraskrifstofa øar sem vörum var framvisad ... (Nafn og land)\n—\nForskjell: det tollsted hvor varene ble fremlagt ... (navn og land)\n—\nAvvikelse: tullanstalt där varorna anmäldes ... (namn och land)\nHowever, no such change of office of destination shall be authorized in respect of a T 1 document bearing one of the following endorsements:\n—\nSalida de la Comunidad sometida a restricciones\n—\nUdførsel fra Fællesskabet undergivet restriktioner\n—\nAusgang aus der Gemeinschaft Beschränkungen unterworfen\n—\nΈξοδος από την Κοινότητα υποκείμενη σε περιορισμούς\n—\nExport from the Community subject to restrictions\n—\nSortie de la Communauté soumise à des restrictions\n—\nUscita dalla Comunità assoggettata a restrizioni\n—\nVerlaten van de Gemeenschap aan beperkingen onderworpen\n—\nSaída da Comunidade sujeita a restrições\n—\nSalida de la Comunidad sujeta a pago de derechos\n—\nUdførsel fra Fællesskabet betinget af afgiftsbetaling\n—\nAusgang aus der Gemeinschaft Abgabenerhebung unterworfen\n—\nΈξοδος από την Κοινότητα υποκείμενη σε επιβάρυνση\n—\nExport from the Community subject to duty\n—\nSortie de la Communauté soumise à imposition\n—\nUscita dalla Comunità assoggettata a tassazione\n—\nVerlaten van de Gemeenschap aan belastingheffing onderworpen\n—\nSaída da Comunidade sujeita a pagamento de imposições\nThe office of departure shall not discharge the Τ 1 document until all the obligations arising from the change in office of destination have been complied with. Where appropriate, it shall inform the guarantor of the non-discharge.\nArticle 27\n1.   In order to ensure collection of the duties and other charges which each country is authorized to charge in respect of goods passing through its territory in the course of a T 1 operation the principal shall furnish a guarantee, except as otherwise provided in this Appendix.\n2.   The guarantee may be comprehensive, covering a number of Τ 1 operations, or individual, covering a single Τ 1 operation.\n3.   Subject to the provisions of Article 33 (2), the guarantee shall consist of the joint and several guarantee of a natural or legal third person established in the country in which the guarantee is provided who is approved as guarantor by that country.\nArticle 28\n1.   The person standing as guarantor under the conditions referred to in Article 27 shall be responsible for designating, in each of the countries through which the goods will be carried in the course of a T 1 operation, a natural or legal third person who also will stand as guarantor for the principal.\nSuch guarantor must be established in the country in question and must undertake, jointly and severally with the principal, to pay the duties and other charges chargeable in that country.\n2.   The application of paragraph 1 shall be subject to a decision by the Joint Committee as a result of an examination of the conditions under which the Contracting Parties have been able to exercise their right of recovery in accordance with Article 36.\nArticle 29\n1.   The guarantee referred to in Article 27 (3), shall be in the form of one of the specimen guarantees shown as Specimen I or II annexed to this Appendix, as appropriate.\n2.   When the provisions laid down by national law, regulation or administrative action, or common practice so require, each country may allow the guarantee to be in a different form, on condition that it has the same legal effects as the documents shown as specimens.\nArticle 30\n1.   A comprehensive guarantee shall be lodged with an office of guarantee.\n2.   The office of guarantee shall determine the amount of the guarantee, accept the guarantor's undertaking and issue an authorization allowing the principal to carry out, within the limits of the guarantee, any Τ 1 operation irrespective of the office of departure.\n3.   Each person who has obtained authorization shall, subject to the conditions laid down by the competent authorities of the countries concerned, be issued with one or more copies of a certificate of guarantee. The design of the certificate of guarantee is laid down in Appendix II.\n4.   Reference to this certificate shall be made in each T 1 declaration.\nArticle 31\n1.   The office of guarantee may revoke the authorization if the conditions under which it was issued no longer exist.\n2.   Each country shall notify the Commission of the European Communities of any revocation of authorization.\nThe Commission shall communicate this information to the other countries.\nArticle 32\n1.   Each country may accept that the natural or legal third person standing as guarantor under the conditions laid down in Articles 27 and 28 guarantees, by a single guarantee and for a flat-rate amount of 7 000 ECU in respect of each declaration, payment of duties and other charges which may become chargeable in the course of a T 1 operation carried out under his responsibility, whoever the principal may be. If carriage of the goods presents increased risks, having regard in particular to the amount of duties and other charges to which they are liable in one or more countries, the flat-rate shall be fixed by the office of departure at a higher level.\nThe guarantee referred to in the first subparagraph shall conform to Specimen III annexed to this Appendix.\n2.   The exchange values in national currencies of the ECU to be applied under this Convention shall be calculated once a year.\n3.   The following is laid down in Appendix II:\n(a)\nmovements of goods which may give rise to an increase in the flat-rate amount, and the conditions under which such an increase shall apply;\n(b)\nthe conditions under which the guarantee referred to in paragraph 1 shall apply to any particular T 1 operation;\n(c)\nthe detailed rules for applying the exchange values in national currencies of the ECU.\nArticle 33\n1.   An individual guarantee furnished for a single T 1 operation shall be lodged at the office of departure.\n2.   The guarantee may be a cash deposit. In such a case, the amount shall be fixed by the competent authorities of the countries concerned and the guarantee must be renewed at each office of transit within the meaning of the first indent of Article 11 (d).\nArticle 34\nWithout prejudice to national provisions prescribing other cases of exemption, the principal shall be exempted by the competent authorities of the countries concerned from payment of duties and other charges in the case of:\n(a)\ngoods which have been destroyed as a result of force majeure or unavoidable accident duly proven; or\n(b)\nofficially recognized shortages arising from the nature of the goods.\nArticle 35\nThe guarantor shall be released from his obligations towards the country through which goods were carried in the course of a T 1 operation when the T 1 document has been discharged at the office of departure.\nWhen the guarantor has not been notified by the competent customs authorities of the country of departure of the non-discharge of the T 1 document, he shall likewise be released from his obligations upon expiry of a period of 12 months from the date of registration of the T 1 declaration.\nWhere, within the period provided for in the second subparagraph, the guarantor has been notified by the competent customs authorities of the non-discharge of the T 1 document, he must, in addition, be informed that he is or may be liable to pay the amounts for which he is liable in respect of the T 1 operation in question. This notification must reach the guarantor not later than three years after the date of registration of the T 1 declaration. Where no such notification has been made before the expiry of the aforementioned time limit, the guarantor shall likewise be released from his obligations.\nArticle 36\n1.   When it is found that, in the course of a T 1 operation, an offence or irregularity has been committed in a particular country, the recovery of duties or other charges which may be chargeable shall be effected by that country in accordance with its provisions laid down by law, regulation or administrative action, without prejudice to the institution of criminal proceedings.\n2.   If the place of the offence or irregularity cannot be determined, it shall be deemed to have been committed:\n(a)\nwhen, in the course of a T 1 operation, the offence or irregularity is detected at an office of transit situated at an internal frontier: in the country which the means of transport or the goods have just left;\n(b)\nwhen, in the course of a T 1 operation, the offence or irregularity is detected at an office of transit within the meaning of the second indent of Article 11 (d): in the country to which that office belongs;\n(c)\nwhen, in the course of a T 1 operation, the offence or irregularity is detected in the territory of a country elsewhere than at an office of transit: in the country in which it is detected;\n(d)\nwhen the consignment has not been produced at the office of destination: in the last country which the means of transport or the goods are shown by the transit advice note to have entered;\n(e)\nwhen the offence or irregularity is detected after the T 1 operation has been concluded: in the country in which it is detected.\nArticle 37\n1.   The T 1 documents issued in accordance with the rules, and the identification measures taken by the customs authorities of one country, shall have the same legal effects in other countries as the T 1 documents issued in accordance with the rules and the identification measures taken by the customs authorities of each of those countries.\n2.   The findings of the competent authorities of a country made when inspections are carried out under the T 1 procedure shall have the same force in other countries as findings of the competent authorities of each of those countries.\nArticle 38\n(This Appendix does not contain an Article 38.)\nTITLE III\nT 2 PROCEDURE\nArticle 39\n1.   Any goods that are to be carried under the T 2 procedure shall be the subject, in accordance with the conditions laid down in this Convention, of a T 2 declaration to be entered on a form corresponding to the specimen forms contained in Appendix III.\nThe declaration referred to in subparagraph 1 shall bear the symbol ‘T 2’. In the event of use of supplementary forms, the symbol ‘T2 bis’ must be indicated on those forms.\n2.   The provisions of Title II shall apply mutatis mutandis to the T2 procedure.\nArticles 40 and 41\n(This Appendix does not contain Articles 40 and 41.)\nTITLE IV\nSPECIAL PROVISIONS APPLYING TO CERTAIN MODES OF TRANSPORT\nArticle 42\n1.   The railway authorities of the countries concerned shall be exempt from the requirement to furnish a guarantee.\n2.   The provisions of Articles 19 (2) and (3), Articles 21 and 22 shall not apply to the carnage of goods by rail.\n3.   For the purposes of applying Article 36 (2) (d), the records kept by the railway authorities shall be substituted for transit advice notes.\nArticle 43\n1.   No guarantee need be furnished for the carriage of goods on the Rhine and the Rhine waterways.\n2.   Each country may dispense with the furnishing of a guarantee in respect of the carriage of goods on other waterways situated in its territory. It shall forward details of the measures taken to that effect to the Commission of the European Communities which shall inform the other countries.\nArticle 44\n1.   Goods, the transport of which involves crossing an internal frontier within the meaning of the second subparagraph of Article 11 (g), need not be placed under the T 1 or T2 procedure before crossing the said frontier.\n2.   Paragraph 1 shall not apply when the carriage of goods by sea, under a single contract of carriage, is to be followed, beyond the port of unloading, by carriage by land or inland waterway under a transit procedure except when carriage beyond that port is to be effected under the Rhine Manifest procedure.\n3.   When goods have been placed under the T 1 or T2 procedure before crossing the internal frontier, the effect of that procedure shall be suspended during the crossing of the high seas.\n4.   No guarantee need be furnished for the carriage of goods by sea.\nArticle 45\n1.   The T1 or T2 procedure shall not be compulsory for the carriage of goods by air unless they are subject to measures entailing control of their use or destination.\n2.   In cases where a T1 or T2 procedure is used for carriage effected wholly or partly by air, no guarantee need be furnished to cover the air portion of the journey of goods carried by undertakings authorized to undertake such carriage by scheduled or non-scheduled services in countries concerned.\nArticle 46\n1.   The T1 or T2 procedure shall not be compulsory for the carriage of goods by pipeline.\n2.   In cases where such procedure is used for the carriage of goods by pipeline no guarantee need be furnished.\nArticle 47\n(This Appendix does not contain an Article 47.)\nTITLE V\nSPECIAL PROVISIONS APPLYING TO POSTAL CONSIGNMENTS\nArticle 48\n1.   In derogation from the provisions of Article 1 the T1 or T2 procedure shall not apply to postal consignments (including postal packages).\n2.   (This Article does not contain paragraph 2.)\nTITLE VI\nSPECIAL PROVISIONS APPLYING TO GOODS CARRIED BY TRAVELLERS OR CONTAINED IN THEIR LUGGAGE\nArticle 49\n1.   The T1 or T2 procedure shall not be compulsory for the carriage of goods accompanying travellers or contained in their luggage, if the goods concerned are not intended for commercial use.\n2.   (This Article does not contain paragraph 2.)\nArticles 50 to 61\n(This Appendix does not contain Articles 50 to 61.)\nANNEX\nThis Annex contains the specimens for the different guarantee systems applicable under the Common Transit Procedure and the Community Transit\nSPECIMEN I\nSPECIMEN II\nSPECIMEN III\nAPPENDIX II\nTITLE I\nPROVISION RELATING TO FORMS AND THEIR USE IN PROCEDURE\nCHAPTER I\nFORMS\nEnumeration of the forms\nArticle 1\n1.   The forms on which T1 or T2 declarations are made shall conform to the specimens in Annexes I to IV to Appendix III.\nSuch declarations shall be drawn up in accordance with the rules laid down in this Convention.\n2.   Loading lists based on the specimen in Annex I to this Appendix may, subject to the conditions laid down in Articles 5 to 9 and Article 85, be used as the descriptive part of transit declarations. The use thereof shall be without prejudice to formalities for dispatch, export or for placing the goods under any procedure in the country of destination and the forms used for such formalities.\n3.   The form to be completed as the transit advice note for the purposes of Article 22 of Appendix I shall conform to the specimen in Annex II to this Appendix.\n4.   The form to be completed as the receipt, to certify that the T1 or T2 document and the relevant consignment have been produced at the office of destination, shall conform to the specimen in Annex HI to this Appendix. However, as regards the T1 or T2 document, the receipt on the back of the copy for return thereof may be used. The receipt shall be issued and used in accordance with Article 10.\n5.   The certificate of guarantee for which provision is made under Article 30 (3), of Appendix I shall conform to the specimen in Annex IV to this Appendix. The certificate shall be issued and used in acoordance with Articles 12 to 15.\n6.   The flat-rate guarantee voucher shall conform to the specimen in Annex V to this Appendix. The entries on the back of this form may, however, be shown on the front above the particulars of the individual or firm issuing the voucher, the following entries remaining unchanged. The flat-rate guarantee voucher shall be issued and used in acoordance with Articles 16 to 19.\n7.   The document certifying the Community status of the goods — called ‘T2 L document’ — shall be drawn up on a form which conforms to copy 4 of the specimen contained in Annex I to Appendix III or to copy 4/5 of the specimen contained in Annex II to that Appendix.\nThat form shall be supplemented, where necessary by one or more forms which conform to copy 4 or to copy 4/5 of the specimen contained in Annexes III and IV respectively to Appendix III.\nWhen, in the event of use of a computerized system for processing declarations which issues such declarations, the forms contained in Annexes III and IV respectively to Appendix III are not used as supplementary forms, the T2L document shall be supplemented by one or more forms which conform to copy 4 or to copy 4/5 of the specimen contained in Annexes I and II respectively to Appendix HI.\nThe person concerned shall enter the symbol ‘T2 L’, in the right-hand section in box 1 of the form conforming to copy 4 or to copy 4/5 of the specimen contained in Annexes I and II respectively to Appendix III. If supplementary forms are used, the person concerned shall enter the symbol ‘T2L’ in the right-hand section of box 1 of the form conforming to copy 4 or to copy 4 /5 of the specimen contained in Annexes I and III or II and IV, respectively, to Appendix III.\nFor the purposes of this Convention such document shall be referred to as a ‘T 2 L document’; it shall be issued and used in accordance with Title V of this Appendix.\nPrinting of the forms and their completion\nArticle 2\n1.   The paper used for the forms for loading lists, transit advice notes and receipts shall be dressed for writing purposes and weigh at least 40 g/m2; its strength shall be such that in normal use it does not easily tear or crease.\n2.   The paper used for the flat-rate guarantee voucher shall be free of mechanical pulp, dressed for writing purposes and weigh a least 55 g/m2. The paper shall have a red printed guilloche pattern background so as to reveal any falsification by mechanical or chemical means.\n3.   The paper used for the guarantee certificate form shall be free of mechanical pulp and weigh not less than 100 g/m2. It shall have a guilloche pattern background, printed in green on both sides, so as to reveal any falsification by mechanical or chemical means.\n4.   The paper referred to in paragraphs 1,2 and 3 shall be white, except for the loading lists referred to in Article 1 (2), for which the colour of the paper may be left to the choice of the user.\n5.   The sizes of the forms shall be:\n(a)\n210 x 297 mm for the loading list, a tolerance in the length of - 5 or + 8 mm being allowed;\n(b)\n210 x 148 mm for the transit advice note and the guarantee certificate;\n(c)\n148 x 105 mm for the receipt and flat-rate guarantee voucher;\n6.   The declarations and documents shall be drawn up in one of the official languages of the Contracting Parties which is acceptable to the competent authorities of the country of departure. This provision shall not apply to flat-rate guarantee vouchers.\nThe competent authorities of another country in which the declarations and the documents must be presented may, as necessary, require a translation into the language, or one of the official languages, of that country.\nThe language to be used for the guarantee certificate shall be designated by the competent authorities of the country responsible for the office of guarantee.\n7.   The flat-rate guarantee vouchers shall show the name and address of the printer or a mark enabling the printer to be identified. The flat-rate guarantee vouchers shall be serially numbered as a means of identification.\n8.   The Contracting Parties shall be responsible for the printing of the forms of the certificate of guarantee. Each certificate must be numbered for purposes of identification.\n9.   The forms of the certificate of guarantee and flat-rate guarantee vouchers shall be completed using a typewriter or a mechanical or similar process.\nLoading lists, transit advice notes and receipts may be completed using a typewriter or a mechanical or similar process, or legibly in manuscript; in the latter case they shall be completed in ink and in block letters.\nNo erasures or alterations shall be made. Amendments shall be made by striking out the incorrect particulars and, where appropriate, adding those required. Any such amendments shall be initialled by the person making the amendment and authenticated by the competent authorities.\nCHAPTER II\nUSE OF FORMS\nT 1 and T 2 declarations\nDescription and use\nMixed consignments\nArticle 3\n1.   The copies constituting the forms on which T 1 or T 2 declarations are made are described in the explanatory note contained in Annex VII to Appendix III, and shall be completed in accordance with that explanatory note.\nWhere any of the particulars to be given in those forms must appear in code form, the codes in question shall comply with the details given in Annex IX to Appendix III.\n2.   Where goods are to move under the T 1 procedure, the principal shall enter the symbol ‘T 1’ in the right-hand section of box 1 of a form which conforms to the specimen contained in Annexes I and II to Appendix III. Where supplementary forms are used, the principal shall enter the symbol ‘T 1 bis’ in the right-hand section of box 1 of one or more forms conforming to the specimen contained in Annexes III and IV to Appendix III.\nWhen, in the event of use of a computerized system for processing declarations which issues such declarations, the supplementary forms used conform to the specimen contained in Annexes I or II to Appendix III the symbol ‘T 1 bis’ shall be entered in the right-hand section of box 1 of the said forms.\nWhere goods are to move under the T 2 procedure, the principal shall enter the symbol ‘T 2’ in the right-hand section of box 1 of a form which conforms to the specimen contained in Annexes I and II to Appendix III. Where supplementary forms are used, the principal shall enter the symbol ‘T 2 bis’ in the right-hand section of box 1 of one or more forms conforming to the specimen contained in Annexes III and IV to Appendix III.\nWhen, in the event of use of a computerized system for processing declarations which issues such declarations, the supplementary forms used conform to the specimen contained in Annexes I or II to Appendix III, the symbol ‘T 2 bis’ shall be entered in the right-hand section of box 1 of the said forms.\n3.   In the case of consignments containing at the same time goods moving under the T 1 procedure and goods moving under the T 2 procedure, supplementary documents which conform to the specimen contained in Annexes III and IV or, where appropriate, Annexes I and II to Appendix III and which bear the symbols ‘T 1 bis’ or ‘T 2 bis’, respectively, may be attached to a single form which conforms to the specimen contained in Annexes I and II to Appendix III. In this case, the symbol ‘T’ shall be entered in the right-hand section in box 1 of the said form; the blank space following the symbol ‘T’ should be crossed out; in addition, the boxes 32 ‘Item No’, 33 ‘Commodity code’, 35 ‘Gross mass (kg)’, 38 ‘Net mass (kg)’ and 44 ‘Additional information /Documents produced /Certificates and authorizations’ shall be barred. A reference to the serial numbers of the supplementary documents bearing the symbol ‘T 1 bis’ and the supplementary documents bearing the symbol ‘T 2 bis’ shall be entered in the box 31 ‘Packages and description of goods’ of the form conforming to the specimen contained in Annexes I and II to Appendix III.\n4.   When one of the symbols referred to in paragraph 2 has been omitted from the right-hand section in box 1 of the form used or when, in the case of consignments containing at the same time goods moving under the T 1 procedure and goods moving under the T 2 procedure, the provisions of paragraph 3 and of Article 5, paragraph 7, have not been complied with, goods under cover of such documents shall be deemed to be moving under the T 1 procedure.\nProduction of the dispatch or export declaration with the transit declaration\nArticle 4\nWithout prejudice to any measures of simplification applicable, the customs document for the dispatch or redispatch of goods or the customs document for the exportation or re-exportation of goods or any document having equivalent effect shall be presented to the office of departure together with the transit declaration to which it relates.\nFor the purposes of the preceding subparagraph and without prejudice to Article 7 (3), of the Convention, the declaration of dispatch or redispatch or the export or re-export declaration on the one hand, and the transit declaration on the other, may be combined on a single form.\nLoading Lists\nUse of loading lists\nMixed consignments\nArticle 5\n1.   Where the principal uses loading lists for a consignment comprising two or more types of goods, the boxes 15 ‘Country of dispatch /export’, 32 ‘Item No’, 33 ‘Commodity code’, 35 ‘Gross mass (kg)’, 38 ‘Net mass (kg)’ and where necessary, 44 ‘Additional information /Documents produced /Certificates and authorizations’ of the form used for the purposes of transit shall be barred and the box 31 ‘Packages and description of goods’ of that form shall not be used to show the marks and numbers, number and kind of the packages and description of goods. In this case, supplementary forms must not be used.\n2.   The loading list referred to in Article 1 (2) means any commercial document which complies with the conditions laid down in Article 2 (1), (5) (a), (6), first and second subparagraphs, (9), second and third subparagraphs and Articles 6 and 7.\n3.   The loading list shall be produced in the same number of copies as the form used for transit purposes to which it relates and shall be signed by the person signing that form.\n4.   When the declaration is registered, the loading list must bear the same registration number as the form used for transit purposes to which it related. That number must be printed either by means of a stamp incorporating the name of the office of departure or by hand. In the latter case it must be accompanied by the office stamp.\nThe signature of an official of the office of departure shall be optional.\n5.   Where two or more loading lists accompany a single form used for transit purposes, each must bear a serial number allotted by the principal; the number of accompanying loading lists shall be shown in the box ‘Loading lists’ of the said form.\n6.   A declaration on a form which conforms to the specimen in Annexes I and II to Appendix III, bearing the symbol ‘T 1’ or ‘T 2’ in the right-hand space of box 1 and accompanied by one or more loading lists complying with the conditions laid down in Articles 6 to 9 shall, as appropriate, be treated as equivalent to a T 1 declaration or a T 2 declaration for the purposes of Article 12 or Article 39 of Appendix I.\n7.   In case of consignments contained at the same time goods moving under the T 1 procedure and goods moving under the T 2 procedure, separate loading lists must be completed and may be attached to a single form conforming to the specimen in Annexes I or II to Appendix III.\nIn that case, the symbol ‘T’ shall be entered in the right-hand space of box 1 of the said form. The blank space behind the symbol ‘T’ should be crossed out; in addition, the boxes 15 ‘Country of dispatch /export’, 32 ‘Item No’, 33 ‘Commodity code’, 35 ‘Gross mass (kg)’, 38 ‘Net mass (kg)’, and where necessary, 44 ‘Additional information /Documents produced /Certificates and authorizations’ shall be barred. A reference to the serial numbers of the loading lists relating to each of the two types of goods shall be entered in box 31 ‘Packages and description of goods’ of the form used.\nForms of loading lists\nArticle 6\nThe loading list shall include:\n(a)\nthe heading ‘Loading list’;\n(b)\na box, 70 x 55 mm, divided into a top part 70 x 15 mm for the insertion of the symbol ‘T’ followed by one of the endorsements referred to in Article 3, paragraph 2, and a lower part 70 x 40 mm for the references referred to in Article 5, paragraph 4;\n(c)\ncolumns, in the following order and headed as shown:\n—\nItem No;\n—\nMarks, numbers, number and kind of package; description of goods;\n—\nCountry of dispatch/export;\n—\nGross mass (in kilograms);\n—\nReserved for customs.\nThe width of the columns may be adapted as necessary, except that the width of the column headed ‘Reserved for customs’ shall be not less than 30 mm. Spaces not reserved for a particular purpose under subparagraphs (a) to (c) above may also be used.\nCompletion\nArticle 7\n1.   Only the front of the form may be used as a loading list.\n2.   Each item shown on the loading list must be preceded by a serial number.\n3.   (This Article does not contain paragraph 3.)\n4.   A horizontal line must be drawn after the last entry and the remaining unused spaces barred so that any subsequent addition is impossible.\nSimplified procedures\nArticle 8\n1.   The customs authorities of each country may allow firms established in their country whose records are based on an electronic or automatic data-processing system to use loading lists as referred to in Article 1 (2), which, although not complying with all the conditions of Article 2(1), (5) (a) and (9), last two subparagraphs, and of Article 6, are designed and completed in such a way that they can be used without difficulty by the customs and statistical authorities in question.\n2.   For each item such loading lists must always include the number, kind and marks and numbers of packages, the description of goods, gross mass in kilograms and the country of dispatch/export.\nConsignment by rail\nArticle 9\n1.   Where Articles 29 to 61 operate, Article 5, (2), and Articles 6, 7 and 8 shall apply to loading lists which accompany the International Consignment Note or the TR Transfer Note. In the former case, the number of such lists shall be shown in box 32 of the International Consignment Note; in the latter case, the number of such lists shall be shown in the box for particulars of accompanying documents of the TR Transfer Note.\nIn addition, the loading list must include the wagon number to which the International Consignment Note refers or, where appropriate, the number of the container containing the goods.\n2.   For operations beginning within the territory of the Contracting Parties comprising at the same time goods moving under the T1 procedure and goods moving under the T 2 procedure, separate loading lists shall be used; in the case of goods carried in large containers under cover of TR Transfer Notes, such separate lists shall be completed for each large container, which contains both categories of goods.\nFor transport operations beginning in the Community the serial numbers of the loading lists relating to goods moving under the T1 procedure shall be inserted, as appropriate:\n(a)\nin box 25 of the International Consignment Note;\n(b)\nin the box reserved for the description of the goods of the TR Transfer Note.\nFor transport operations beginning in an EFTA country, a reference to the serial numbers of the loading lists relating to the goods moving under the T2 procedure shall be inserted, as appropriate:\n(a)\nin box 25 of the International Consignment Note;\n(b)\nin the box reserved for the description of the goods of the TR Transfer Note.\n3.   In the circumstances referred to in paragraphs 1 and 2 and for the purposes of the procedures provided for in Articles 29 to 61, the loading lists accompanying the International Consignment Note or the TR Transfer Note shall form an integral part thereof and shall have the same legal effects.\nThe original of such loading lists shall bear the stamp of the station of dispatch.\nReceipt\nUse of the receipt\nArticle 10\n1.   Any person who delivers to the office of destination a T 1 or T 2 document together with the consignment to which that document relates may obtain a receipt on request.\n2.   The receipt shall first be completed by the person concerned and may contain other particulars relating to the consignment, except in the space reserved for customs, but the customs certification shall be valid only in respect of the particulars contained in that space.\nReturn of the documents\nCentral offices\nArticle 11\nEach country shall have the right to designate one or more central offices to which documents shall be returned by the competent customs office in the country of destination. Countries shall, after appointing such offices for that purpose, inform the Commission of the European Communities and specify the category of documents to be returned thereto. The Commission shall in turn notify the other countries.\nTITLE II\nPROVISIONS RELATING TO GUARANTEES\nCOMPREHENSIVE GUARANTEE\nCertificate of guarantee\nAuthorized persons\nArticle 12\n1.   The principal shall, on issue of the certificate of guarantee or at any time during the validity thereof, designate on his own responsibility on the reverse of the certificate, the person, or persons, authorized to sign T 1 or T 2 declarations on his behalf. The particulars shall include the surname and forename of each authorized person followed by the signature of that person. Each nomination of an authorized person must be acknowledged by the signature of the principal. The principal shall be entitled at his discretion to cross through the unused boxes.\n2.   The principal may at any time delete the name of an authorized person from the reverse of the certificate.\nAuthorized agents\nArticle 13\nAny person named on the reverse of a certificate of guarantee presented at an office of departure shall be considered the authorized agent of the principal.\nPeriod of validity; extension\nArticle 14\nThe period of validity of a certificate of guarantee may not exceed two years. However, this period may be extended by the office of guarantee for one further period not exceeding two years.\nCancellation\nArticle 15\nIf the guarantee is cancelled the principal shall be responsible for returning to the office of guarantee forthwith all the certificates of guarantee issued to him which are still valid.\nFlat-rate guarantee\nGuarantee document\nArticle 16\n1.   When a natural or legal person proposes to stand surety under the conditions referred to in Articles 27 and 28 of and on the terms laid down in Article 32 (1), of Appendix I, the guarantee shall be given in the form as shown in Specimen III annexed to Appendix I.\n2.   Where national law, administrative practice or accepted usage so requires, each country may require the use of a different form of guarantee provided it has the same legal effect as the guarantee referred to in paragraph 1.\nGuarantee voucher\nArticle 17\n1.   The acceptance of the guarantee referred to in Article 16 by the customs office where it is given (hereinafter referred to as ‘the office of guarantee’) shall be the guarantor's athority to issue, under the terms of the guarantee, a flat-rate guarantee voucher or vouchers to persons who intend to act as principal in a T 1 or T 2 operation from an office of departure of their choice.\nThe guarantor may issue flat-rate guarantee vouchers:\n—\nwhich are not valid for a T 1 or T 2 operation in respect of goods which are listed in Annex VII to this Appendix, and\n—\nwhich may be used in multiples of up to seven vouchers per means of transport as referred to in Article 16 (2), of Appendix I for goods other than those referred to in the previous indent.\nFor this purpose the guarantor shall mark such flat-rate guarantee vouchers diagonally in capital letters with one of the following statements, adding a reference to this subparagraph:\n—\nVALIDEZ LIMITADA\n—\nBEGRÆNSET GYLDIGHED\n—\nBESCHRÄNKTE GELTUNG\n—\nΠΕΡΙΟΡΙΣΜΕΝΗ ΙΣΧΥ ·\n—\nLIMITED VALIDITY\n—\nVALIDITÉ LIMITÉE\n—\nVALIDITÀ LIMITATA\n—\nBEPERKTE GELDIGHEID\n—\nVALIDADE LIMITADA\n—\nVOIMASSA RAJOITETUSTI\n—\nTAKMARKAD GILDISSVID\n—\nBEGRENSET GYLDIGHET\n—\nBEGRÄNSAD GILTIGHET\nThe cancellation of a guarantee shall be notified forthwith to the other countries by the country in which the relevant office of guarantee is located.\n2.   The guarantor shall be liable up to an amount of 7 000 ECU in respect of each flat-rate guarantee voucher.\n3.   Without prejudice to the provisions in the second and third subparagraphs of paragraph 1 and in Article 18, the principal may carry out one T 1 or T 2 operation under each flat-rate guarantee voucher. The voucher shall be delivered to the office of departure, where it shall be retained.\nIncrease in the guarantee; conversion of the ECU\nArticle 18\n1.   Except in the cases referred to in paragraphs 2 and 3, the office of departure may not require a guarantee in excess of the flat-rate amount of 7 000 ECU for each T 1 or T2 declaration, irrespective of the amount of the duties and other charges to which the goods covered by a particular declaration may be liable.\n2.   When, because of circumstances peculiar to it, a transport operation involves increased risks and the office of departure therefore considers that the guarantee of 7 000 ECU is clearly insufficient, it may exceptionally require a guarantee of greater amount in multiples of 7 000 ECU.\n3.   The carriage of goods listed in Annex VII to this Appendix shall give rise to an increase in the amount of the flat-rate guarantee when the quantitiy of goods carried exceeds the quantity corresponding to the flat-rate amount of 7 000 ECU.\nIn that case, the flat-rate amount shall be increased to the multiple of 7 000 ECU necessary to guarantee the quantity of goods to be dispatched.\n4.   The principal shall, in the cases referred to in paragraphs 2 and 3, deliver to the office of departure flat-rate guarantee vouchers corresponding to the required multiple of 7 000 ECU.\n5.   The exchange value in a national currency of the amounts expressed in ECU referred to in this Appendix shall be calculated by using the exchange rate in force on the first working day of the month of October, and shall be applied from 1 January of the following year.\nIf a rate is not available for a particular national currency the rate to be applied for that currency shall be that obtaining on the last day for which a rate was published.\nThe exchange value of the ECU to be used in applying the first subparagraph shall be that which was applicable on the date on which the T 1 or T 2 declaration covered by the flat-rate guarantee voucher or vouchers was registered.\nConsignment comprising both sensitive and non-sensitive goods\nArticle 19\n1.   When the T 1 or T2 declaration includes other goods besides those shown in the list referred to in Article 18, paragraph 3, the flat-rate guarantee provisions shall be applied as if the two categories of goods were covered by separate declarations.\n2.   By way of derogation from paragraph 1, account shall not be taken of the presence of goods of either category if the quantity or value thereof is relatively insignificant.\nTITLE III\nArticles 20 to 27\n(This Appendix does not contain Articles 20 to 27.)\nTITLE IV\nSIMPLIFIED PROCEDURES\nRules not affected by this Title\nArticle 28\nThis Title shall be without prejudice to obligations in respect of the formalities for dispatch, export or for placing the goods under any procedure in the country of destination.\nCHAPTER I\nTRANSIT PROCEDURE FOR THE CARRIAGE OF GOODS BY RAIL\nGeneral provisions relating to carriage by rail\nGeneral\nArticle 29\nFormalities under the T 1 or T 2 procedure shall be simplified in accordance with Articles 30 to 43 and 59 to 61 for the carriage of goods by railway authorities under cover of an International Consignment Note (CIM) or International Express Parcels Consignment Note (TIEx).\nLegal value of documents used\nArticle 30\nThe International Consignment Note or the International Express Parcels Consignment Note shall be treated as equivalent to a T 1 or a T 2 declaration as the case may be.\nControl of records\nArticle 31\nThe railway authorities of each country shall make available to the customs authorities of their country for purposes of control the records held at their accounting offices.\nThe principal\nArticle 32\n1.   The railway authorities which accept the goods for carriage accompanied by an International Consignment Note or International Express Parcels Consignment Note shall be the principal as regards the T 1 or T2 procedure concerned.\n2.   The railway authorities of the country through whose territory the goods enter the territory of the Contracting Parties shall be the principal as regards the T 1 or T 2 procedure in respect of goods accepted for carriage by the railway authorities of a third country.\nLabel\nArticle 33\nThe railway authorities shall ensure that consignments carried under the T 1 or T 2 procedure are identified by labels bearing a pictogram, a specimen of which is shown in Annex VIII to this Appendix.\nThe labels shall be affixed to the International Consignment Note or to the International Express Parcels Consignment Note and to the relevant railway wagon in the case of a full load or in other cases, to the package or packages.\nModification of the contract of carriage\nArticle 34\nWhen the contract of carriage is modified so that:\n—\na carriage operation which was to end outside the territory of a Contracting Party ends within the territory of that Contracting Party,\n—\na carriage operation which was to end within the territory of a Contracting Party ends outside the territory of that Contracting Party,\nthe railway authorities shall not carry out the modified contract except with the prior agreement of the office of departure.\nWhen the contract of carriage is modified so that the carriage operation is ended within the country of departure, the modified contract shall be carried out subject to conditions to be determined by the customs authorities of that country.\nIn all other cases, the railway authorities may carry out the modified contract; they shall forthwith inform the office of departure of the modification made.\nMovement of goods between Contracting Parties\nCustoms status of goods; use of the International Consignment Note\nArticle 35\n1.   The International Consignment Note shall be produced at the office of departure in respect of a carriage which starts and is to end within the territory of the Contracting Parties.\n2.   Goods, the carriage of which begins in the Community shall be considered as moving under the T 2 procedure. If, however, the goods are to move under the T 1 procedure the office of departure shall indicate on sheets 1, 2 and 3 of the International Consignment Note that the goods to which the document refers are carried under the T 1 procedure; the symbol ‘T 1’ shall accordingly be clearly shown in box 25. In the case of goods moving under the T 2 procedure the symbol ‘T 2’ need not be entered on the document.\n3.   Goods, the carriage of which begins in an EFTA country shall be considered as moving under the T 1 procedure. If, however, the goods are to move under the T2 procedure in accordance with the provisions of Article 2 (3) (b) on the Convention, the office of departure shall indicate on sheet 3 of the International Consignment Note that the goods to which the document refers are carried under the T 2 procedure; the symbol ‘T 2’ shall accordingly be clearly shown in box 25 together with the stamp of the customs office of departure and the signature of the responsible official. In the case of goods moving under the T 1 procedure the symbol ‘T 1’ need not be entered on the document.\n4.   All copies of the International Consignment Note shall be returned to the party concerned.\n5.   Each Member State of the Community may provide that goods moving under the T 2 procedure may, under the conditions and with the exceptions which it or the Community shall lay down, be placed under the T 2 procedure without production at the office of departure of the International Consignment Note in respect of the goods.\nEach EFTA country may provide that goods moving under the T 1 procedure be carried under the T 1 procedure without requiring the International Consignment Note to be presented at the office of departure.\n6.   The customs office for the station of destination shall act as the office of destination. If, however, the goods are entered for home use or placed under some other customs procedure at an intermediate station, the customs office responsible for that station shall act as the office of destination.\nIdentification measures\nArticle 36\nAs a general rule and having regard to identification measures applied by the railway authorities, the office of departure shall not seal the means of transport or the packages.\nUse of sheets of the International Consignment Note\nArticle 37\n1.   The railway authorities of the country responsible for the office of destination shall forward to the latter sheets 2 and 3 of the International Consignment Note.\n2.   The office of destination shall forthwith return sheet 2 to the railway authorities after stamping it and shall retain\nCarriage of goods to or from third countries\nCarriage to third countries\nArticle 38\n1.   Articles 35 and 36 shall apply to a carriage operation which starts within the territory of the Contracting Parties and is to end outside the territory of the Contracting Parties.\n2.   The customs office for the frontier station through which the goods in transit leave the territory of the Contracting Parties shall act as office of destination.\n3.   No formalities need to be carried out at the office of destination.\nCarriage from third countries\nArticle 39\n1.   The customs office for the frontier station through which the goods enter the territory of the Contracting Parties shall act as office of departure for a carriage operation which starts outside the territory of the Contracting Parties and is to end within the territory of the Contracting Parties.\nNo formalities need be carried out at the office of departure.\n2.   The customs office for the station of destination shall act as office of destination. If, however, the goods are entered for home use or placed under another customs procedure at an intermediate station, the customs office for that station shall act as the office of destination.\nThe formalities prescribed by Article 37 shall be carried out at the office of destination.\nCarriage in transit through the territory of the Contracting Parties\nArticle 40\n1.   The customs offices which are to act as office of departure and office of destination for a carriage operation which starts and is to end outside the territory of the Contracting Parties shall be as laid down in Articles 39 (1), and 38 (2), respectively.\n2.   No formalities need be carried out at the offices of departure or destination.\nCustoms status of goods from third countries or in transit\nArticle 41\nGoods which are carried under the provisions of Article 39 (1), or 40 (1), shall be considered as moving under the T 1 procedure unless a T2 L document certifying the Community status of the goods concerned is submitted in respect thereof.\nProvisions relating to express packages\nProvisions applicable\nArticle 42\nSubject to the provisions of Article 43, the provisions of Articles 35 to 41 shall also apply to carriage under cover of an International Express Parcels Consignment Note.\nCustoms status of goods; use of sheets of the TIEx document\nArticle 43\nWith respect to carriage operations effected under cover of an International Express Parcels Consignment Note:\n(a)\nthe symbols required under:\n—\nArticle 35 (2), shall be entered on sheets 2, 3 and 4 of the International Express Parcels Consignment Note,\n—\nArticle 35 (3), shall be entered on sheet 4 of the International Express Parcels Consignment Note;\n(b)\nsheets 2 and 4 of the International Express Parcels Consignment Note shall, as laid down in Article 37, be forwarded to the office of destination, which shall forthwith return sheet 2 to the railway authorities after stamping it and shall retain sheet 4.\nProvisions relating to goods carried in large containers\nGeneral\nArticle 44\nFormalities under the T 1 or T 2 procedure shall be simplified in accordance with Articles 45 to 60 and Article 61 (3) and (4), for the carriage of goods which the railway administrations effect by means of large containers, using transport undertakings as intermediaries and making use of Transfer Notes of a type specially devised to be used as a transit document and referred to for the purposes of this Appendix as ‘TR Transfer Note’. These operations include, as the case may be, the dispatch of consignments by transport undertakings using modes of transport other than rail, in the country of consignment to the railway station of departure in that country and in the country of destination from the railway station of arrival in that country and any transport by sea in the course of the movement between these two stations.\nDefinitions\nArticle 45\nFor the purposes of Articles 44 to 60 and Article 61 (3) and (4):\n1.\n‘transport undertaking’ means an undertaking constituted by the railway administrations as a corporate entity of which they are members, such undertaking being set up for the purpose of carrying goods by means of large containers under cover of Transfer Notes;\n2.\n‘large container’ means a device for the carriage of goods that is:\n—\npermanent in nature,\n—\nspecially designed to facilitate the carriage of goods, without break of load, by one or more modes of transport,\n—\ndesigned for easy attachment and /or handling,\n—\ndesigned in such a way that it can be properly sealed when the application of Article 53 requires this,\n—\nof a size such that the area bounded by the four lower external angles is not less than 7 m2.\n3.\n‘TR Transfer Note’ means the document which comprises the contract of carriage by which the transport undertaking arranges for one or more large containers to be carried from a consignor to a consignee in international transport. The TR Transfer Note shall be serially numbered in the top right-hand corner so that it can be identified. This number shall be made up of six digits, three of which precede and three of which follow the letters ‘TR’.\nThe TR Transfer Note shall consist of the following sheets, in numerical order:\n1\n:\n—\nsheet for the head office of the transport undertaking,\n2\n:\n—\nsheet for the national representative of the transport undertaking at the station of destination,\n3 A\n:\n—\nsheet for the customs,\n3 B\n:\n—\nsheet for the consignee,\n4\n:\n—\nsheet for the head office of the transport undertaking,\n5\n:\n—\nsheet for the national representative of the transport undertaking at the station of departure,\n6\n:\n—\nsheet for the consignor.\nEach sheet of the TR Transfer Note, with the exception of sheet 3 A, shall have a green band approximately four centimetres wide along its right-hand edge.\n4.\n‘List of large containers’, hereinafter referred to as ‘list’, means the document attached to a TR Transfer Note, of which it forms an integral part which is intended to cover the consignment of several large containers from the same station of departure to the same station of destination, at which stations the customs formalities are carried out.\nThe number of lists shall be shown in the box used for the description of the documents accompanying the TR Transfer Note. Moreover, the serial number of the appropriate TR Transfer Note shall be entered in the top right-hand corner of each list.\nLegal value of document used\nArticle 46\nThe TR Transfer Note used by the transport undertaking shall be treated as equivalent to a T 1 or T 2 declaration, as the case may be.\nControl of records; information to be supplied\nArticle 47\n1.   In each country the transport undertaking shall, for purposes of control, make available to the customs authorities through the medium of its national representative or representatives the records held at its accounting office or offices or at those of its national representative or representatives.\n2.   At the request of the customs authorities, the transport undertaking or its national representative or representatives shall communicate to them forthwith any documents, accounting records or information relating to carriage operations already completed or still being undertaken of which those authorities consider they should be informed.\n3.   The transport undertaking or its national representative or representatives shall inform:\n(a)\nthe customs office of destination of any TR Transfer Note, sheet 1 of which has been sent to it without a customs stamp;\n(b)\nthe customs office of departure of any TR Transfer Note, sheet 1 of which has not been returned to it and in respect of which it has been unable to ascertain that the consignment has either been correctly presented to the customs office of destination or been exported from the Contracting Parties to a third country under Article 55.\nThe principal\nArticle 48\n1.   For the carriage of goods as referred to in Article 44 accepted by the transport undertaking in a country, the railway administration of that country shall be the principal.\n2.   For the carriage of goods as referred to in Article 44 accepted by the transport undertaking in a third country, the railway administration of the country by way of which the goods enter the territory of the Contracting Parties shall be the principal.\nCustoms formalities during carriage by means other than rail\nArticle 49\nWhere customs formalities have to be carried out during carriage by means other than rail to the station of departure or from the station of destination, only one large container may be covered by each TR Transfer Note.\nLabel\nArticle 50\nThe transport undertaking shall ensure that consignments carried under the transit procedure are identified by labels bearing a pictogram, a specimen of which is shown in annex VIII to this Appendix. The labels shall be affixed to the TR Transfer Note and to the large container or containers concerned.\nModification of the contract of carriage\nArticle 51\nWhere a contract of carriage is modified so that:\n—\na carriage operation which was to end outside the territory of a Contracting Party ends within the territory of that Contracting Party,\n—\na carriage operation which was to end within the territory of a Contracting Party ends outside the territory of that Contracting Party,\nthe transport undertaking shall not carry out the modified contract except with the prior agreement of the office of departure.\nWhere the contract of carriage is modified so that the carriage operation ends within the country of departure, the modified contract shall be carried out subject to conditions to be determined by the customs authorities of that country.\nIn all other cases, the transport undertaking may carry out the modified contract; it shall forthwith inform the office of departure of the modification made.\nMovement of goods between contracting parties\nCustoms status of goods; lists; waiver of requirement to produce Transfer Note at office of departure\nArticle 52\n1.   Where a carriage operation starts and is to end within the territory of the Contracting Parties, the TR Transfer Note shall be produced at the office of departure.\n2.   Goods, the carriage of which begins in the Community shall be considered as moving under the T2 procedure. If, however, the goods are to move under the T1 procedure the office of departure shall indicate on sheets 2, 3 A and 3 B of the TR Transfer Note that the goods to which the document refers are carried under the T 1 procedure; the symbol ‘T 1’ shall accordingly be clearly shown in the box for customs use of sheets 2, 3 A and 3 B of the TR Transfer Note. In the case of goods moving under the T2 procedure the symbol ‘T2’ need not be entered on the document.\n3.   Goods, the carriage of which begins in an EFTA country shall be considered as moving under the T 1 procedure. If, however, the goods are to move under the T 2 procedure in accordance with the provisions of Article 2 (3) (b) of the Convention the office of departure shall indicate on sheet 3 A of the TR Transfer Note that the goods to which the document refers are carried under the T2 procedure; the symbol ‘T 2’ shall accordingly be clearly shown in the box for customs use of sheet 3 A of the TR Transfer Note together with the stamp of the office of departure and the signature of the responsible official. In the case of goods moving under the T 1 procedure the symbol ‘T 1’ need not be entered on the document.\n4.   Where, in the case of a carriage beginning in the Community, one or more of the large containers carried under cover of a TR Transfer Note contain goods moving under the T 1 procedure and the other large container or containers contain only goods moving under the T 2 procedure, a reference to the large container or containers containing the goods moving under the T 1 procedure shall be made by the office of departure in the box reserved for customs use of sheets 2, 3 A and 3 B of the TR Transfer Note, opposite the symbol ‘T 1’.\n5.   Where in the case of a carriage beginning in an EFTA country one or more of the large containers carried under cover of a TR Transfer Note contain goods moving under the T1 procedure and the other large container or containers contain only goods moving under the T2 procedure in accordance with the provisions of Article 2 (3) (b) of the Convention, a reference to the large container or containers containing the goods moving under the T 2 procedure shall be made by the office of departure in the box reserved for customs use of sheet 3 A of the TR Transfer Note, opposite the symbol ‘T2’, together with the stamp of the office of departure and the signature of the responsible official.\n6.   Where in the case provided for in paragraphs 4 and 5 lists of large containers arc used, separate lists must be completed for containers containing goods moving under the T1 procedure and for containers containing only goods moving under the T2 procedure. These lists must bear a serial number so that they can be identified.\nIn the case of a carriage beginning in the Community a reference to the serial number(s) of the list(s) of large containers containing goods moving under the T 1 procedure is to be entered by the office of departure in the box reserved for customs use on sheets 2, 3 A and 3 B of the TR Transfer Note, opposite the symbol ‘T1’.\nIn the case of a carriage beginning in an EFTA country, a reference to the serial number(s) of the list(s) of large containers containing goods moving under the T 2 procedure in accordance with Article 2 (3) (b) of the Convention is to be entered by the office of departure in the box reserved for customs use on sheet 3 A of the TR Transfer Note, opposite the symbol ‘T2’, together with the stamp of the office of departure and the signature of the responsible official.\n7.   All sheets of the TR Transfer Note shall be returned to the party concerned.\n8.   Each Member State of the Community may provide that goods moving under the T2 procedure may, under conditions and with exceptions which it or the Community shall lay down, be placed under the T 2 procedure without it being necessary to produce to the office of departure the TR Transfer Note relating to those goods.\nEach EFTA country may provide that goods moving under the T 1 procedure be carried under the T 1 procedure without requiring the TR Transfer Note to be presented at the office of departure.\n9.   The TR Transfer Note shall be produced to the customs office — hereinafter referred to as the office of destination — at which a declaration is made with a view to the goods in question being entered for home use or placed under some other customs procedure.\nIdentification measures\nArticle 53\nIdentification of goods shall be ensured in accordance with Article 11 of the Convention. However, in cases where, in conformity with the provisions applicable in the Contracting Parties, the TR Transfer Note is not produced to the office of departure, the customs, having regard to the identification measures taken by the railway administrations, shall not normally seal the large containers. If customs seals are affixed, the space reserved for customs use on sheets 3 A and 3 B of the TR Transfer Note shall be endorsed accordingly.\nUse of sheets of Transfer Note\nArticle 54\n1.   The transport undertaking shall forward to the customs office of destination sheets 1, 2 and 3 A of the TR Transfer Note.\n2.   The office of destination shall forthwith return sheets 1 and 2 to the transport undertaking after stamping them and shall retain sheet 3 A.\nCarriage of goods to or from third countries\nCarriage to third countries\nArticle 55\n1.   Where a carriage operation starts within the territory of the Contracting Parties and is to end outside the territory of the Contracting Parties, Articles 52 and 53 shall apply.\n2.   The customs office for the frontier station through which the goods leave the territory of the Contracting Parties shall act as the office of destination.\n3.   No formalities need be carried out at the office of destination.\nCarriage from third countries\nArticle 56\n1.   Where a carriage operation starts outside the territory of the Contracting Parties and is to end within the territory of the the Contracting Parties, the customs office for the frontier station through which the goods enter the Contracting Parties shall act as the office of departure. No formalities need be carried out at the office of departure.\n2.   The customs office to which the goods are presented shall act as the office of destination.\nThe formalities provided for in Article 54 shall be carried out at the office of destination.\nCarriage in transit through the territory of the Contracting Parties\nArticle 57\n1.   Where a carriage operation starts and is to end outside the territory of the Contracting Parties, the customs offices which are to act as the office of departure and the office of destination shall be those referred to in Articles 56 (1) and 55 (2) respectively.\n2.   No formalities need be carried out at the offices of departure or of destination.\nCustoms status of goods from third countries or in transit\nArticle 58\nGoods which are carried under Article 56 (1) or 57 (1) shall be considered as moving under the T1 procedure unless a T 2 L document certifying the Community status of the goods concerned is submitted in respect thereof.\nStatistical provisions\nArticle 59\n(This Appendix does not contain an Article 59.)\nOther provisions\nProvisions of Appendix I not applicable\nArticle 60\nThe provisions of Titles II and III of Appendix I to the Convention rendered nugatory by the application of this Chapter in particular Article 12 (3) to (6), Articles 17 and 23, Article 26 (1) and Article 41 thereof, shall not apply.\nScope of the normal procedure and of the simplified procedure\nArticle 61\n1.   The provisions of Articles 29 to 43 shall not preclude the use of the procedure provided for in Appendix I, in which case Articles 31 and 33 shall nevertheless apply.\n2.   In this case, a reference to the transit document or documents used shall be clearly entered in box 32 or box 20, respectively, at the time when the International Consignment Note or the International Express Parcels Consignment Note is filled in. This reference shall specify the type, office of issue, date and registration number of each document used.\nIn addition, sheet 2 of the International Consignment Note or of the International Express Parcels Consignment Note shall be stamped by the railway authority responsible for the last railway station involved in the transit operation. The authority shall stamp the document after ascertaining that carriage of the goods is covered by the transit document or documents referred to.\nWhere the transit operations referred to in paragraph 1 and in the first subparagraph of this paragraph end in an EFTA country, that country may stipulate that sheet 2 of the International Consignment Note or of the International Express Parcels Consignment Note shall be produced at the customs office responsible for the last station involved in the transit operation. That customs office shall stamp the sheet after ascertaining that carriage of the goods is covered by the transit document or documents referred to.\n3.   The procedure laid down in Appendix I may not be used when Articles 44 to 58 are applied.\n4.   Where a transit operation is effected under cover of a TR Transfer Note in accordance with Articles 44 to 58, the International Consignment Note used for the operation shall be excluded from the scope of Articles 29 to 43, 59 and 60, and Article 61 (1) and (2). The International Consignment Note shall bear a clear reference in box 32 to the TR Transfer Note. This reference must comprise the words ‘Transfer Note’ followed by the serial number.\nCHAPTER II\nSIMPLIFICATION OF FORMALITIES TO BE CARRIED OUT AT OFFICES OF DEPARTURE AND DESTINATION\nGeneral\nArticle 62\nEach country may simplify the formalities relating to transit procedures to be carried out at offices of departure and destination within its territory in accordance with the following provisions.\nFormalities at the office of departure\nThe authorized consignor\nArticle 63\nThe customs authorities of each country may authorize any person who fulfils the conditions laid down in Article 64 and who intends to carry out transit operations (hereinafter referred to as ‘the authorized consignor’) not to produce at the office of departure either the goods concerned or the transit declaration in respect thereof.\nConditions of the authorization\nArticle 64\n1.   The authorization provided for in Article 63 shall be granted to persons:\n(a)\nwho frequently consign goods;\n(b)\nwhose records enable the customs authorities to verify their operations; and\n(c)\nwho, when a guarantee is required under a T1 or T2 procedure, provide a comprehensive guarantee.\n2.   Customs authorities may withhold authorization from persons unable to offer the safeguards they consider necessary.\n3.   The authorities may withdraw the authorization in particular when an authorized consignor no longer fulfils the conditions of paragraph 1 or is no longer able to offer the safeguards referred to in paragraph 2.\nContents of the authorization\nArticle 65\nThe authorization issued by the customs authorities shall specify in particular:\n(a)\nthe customs office or offices which are authorized offices of departure for consignments;\n(b)\nthe period within which, and the procedure by which, the authorized consignor is to inform the office of departure of the consignments to be sent, in order that the office may carry out any necessary controls before the departure of the goods;\n(c)\nthe period within which goods must be produced at the office of destination; and\n(d)\nthe identification measures to be taken. To this end the customs authorities may prescribe that the means of transport or the package or packages shall bear special seals, accepted by the customs authorities and affixed by the authorized consignor.\nAuthentication in advance\nArticle 66\n1.   The authorization shall stipulate that the box reserved for the office of departure on the front of the T1 or T2 declaration form:\n(a)\nbe stamped in advance with the stamp of the office of departure and be signed by an official of that office; or\n(b)\nbe stamped by the approved consignor with a special metal stamp approved by the customs authorities and conforming to the specimen in Annex IX to this Appendix. The imprint of the stamp may be preprinted on the forms where the printing is entrusted to a printer approved for that purpose.\nThe authorized consignor shall complete that box by indicating the date of consignment of the goods and shall allocate to the declaration a number in accordance with the rules laid down to that effect in the authorization.\n2.   Customs authorities may prescribe the use of forms bearing a distinctive mark as a means of identification.\nFormalities upon departure of goods\nArticle 67\n1.   The authorized consignor shall, not later than the time of dispatching the goods, enter on the front of copies 1,4 and 5 of the duly completed T 1 or T 2 declaration in the ‘Control by office of departure’ box particulars of the period within which the goods must be produced at the office of destination and of the identification measures applied and one of the following endorsements:\n—\nProcedimiento simplificado\n—\nForenklet procedure\n—\nVereinfachtes Verfahren\n—\nΑπλουστευμNνη διαδικασία\n—\nSimplified procedure\n—\nProcédure simplifiée\n—\nProcedura semplificata\n—\nVereenvoudigde regeling\n—\nProcedimento simplificado\n—\nYksinkertaistettu menettely\n—\nEinföldun afgreidslu\n—\nForenklet prosedyre\n—\nFörenklat förfarande\n2.   After dispatch of the goods, copy 1 shall be sent without delay to the office of departure. The customs authorities may provide, in the authorization, that copy 1 be sent to the office of departure as soon as the T 1 or T 2 declaration is completed. The other copies shall accompany the goods in accordance with the provisions laid down in Appendix I.\n3.   Where the customs authorities of the country of departure carry out a control on the departure of a consignment, they shall record the fact in the box ‘Control by office of departure’ on the front of copies 1, 4 and 5 of the T 1 or T 2 declaration.\nThe principal\nArticle 68\nThe T 1 or T 2 declaration, duly completed and endorsed as specified in Article 67 (1), shall be treated as equivalent to a T 1 document or a T 2 document as the case may be, and the authorized consignor who signed the declaration shall be the principal.\nWaiver of signature\nArticle 69\n1.   The customs authorities may authorize the authorized consignor not to sign T 1 or T 2 declarations bearing the special stamp referred to in Annex IX to this Appendix when such declarations and stamp are produced by an electronic or automatic data-processing system. Such authorization shall be subject to the conditions that the authorized consignor has previously given those authorities a written undertaking acknowledging that he is the principal for all T 1 or T 2 operations affected under cover of T 1 or T 2 documents bearing the special stamp.\n2.   T 1 or T 2 documents drawn up in accordance with paragraph 1 shall contain in the box reserved for the principal's signature one of the following forms of wording:\n—\nDispensa de firma\n—\nFritaget for underskrift\n—\nFreistellung von der Unterschriftsleistung\n—\nΔεν απαιτείται υποNραφή\n—\nSignature waived\n—\nDispense de signature\n—\nDispensa dalla firma\n—\nVan ondertekening vrijgesteld\n—\nDispensada a assinatura\n—\nVapautettu allekirjoituksesta\n—\nFrátekid fyrir undirskrift\n—\nFritatt for underskrift\n—\nBefriad frän underskrift.\nLiability of the authorized consignor\nArticle 70\n1.   The authorized consignor shall:\n(a)\ncomply with the provisions of this Chapter and of the conditions of the authorization; and\n(b)\ntake the necessary measures to ensure the safekeeping of the special stamp or of the forms bearing the imprint of the stamp of the office of departure or the imprint of the special stamp.\n2.   In the event of the misuse by any person of forms stamped in advance with the stamp of the responsible customs office or with the special stamp, the authorized consignor shall be liable, without prejudice to any criminal proceedings, for the payment of duties and other charges payable in a particular country in respect of goods carried under cover of such forms unless he can satisfy the customs authorities by whom he was authorized that he took the measures required of him under paragraph 1 (b).\nFormalities at the office of destination\nThe authorized consignee\nArticle 71\n1.   The customs authorities of each country may dispense with production at the office of destination of goods transported under a T 1 or T 2 procedure when goods are intended for a person who fulfils the conditions laid down in Article 72 (hereinafter referred to as ‘the authorized consignee’) previously authorized by the customs authorities of the country responsible for the office of destination.\n2.   In such a case, the principal shall have fulfilled his obligations under the provisions of Article 13 (a) of Appendix I when the copies of the T 1 or T 2 document which accompanied the consignment, together with the goods intact, have been delivered within the prescribed period to the authorized consignee at his premises or at the places specified in the authorization, the identification measures having been duly observed.\n3.   The authorized consignee shall at the request of the carrier issue a receipt in respect of each consignment delivered under the conditions of paragraph 2 stating that the document and the goods have been delivered.\nConditions of the authorization\nArticle 72\n1,   The authorization referred to in Article 71 shall be granted only to persons:\n(a)\nwho frequently receive consignments subject to customs control; and\n(b)\nwhose records enable the customs authorities to verify the operations.\n2.   The customs authorities may withhold authorization from persons unable to offer the safeguards they consider necessary.\n3.   The authorization may be withdrawn, in particular when an authorized consignee no longer fulfils the conditions of paragraph 1 or is no longer able to offer the safeguards referred to in paragraph 2.\n4.   The authorized consignee must comply with all the conditions provided for in this Chapter and in the authorization.\nContents of the authorization\nArticle 73\n1.   The authorization issued by the customs authorities shall specify in particular:\n(a)\nthe customs office or offices which are authorized offices of destination for consignments which the authorized consignee receives; and\n(b)\nthe period within which, and the procedures by which, the authorized consignee is to inform the office of destination of the arrival of the goods, so that that office may carry out any necessary controls upon arrival of the goods.\n2.   Without prejudice to Article 76, customs authorities shall specify in the authorization whether any action by the office of destination is required before the authorized consignee may dispose of arrived goods.\nObligations of the authorized consignee\nArticle 74\n1.   The authorized consignee shall in respect of consignments arriving at his premises or at the places specified in the authorization:\n(a)\nimmediately inform the office of destination in accordance with the procedure laid down in the authorization of any excess quantities, shortages, substitutions or other irregularities such as broken seals; and\n(b)\nsend without delay to the office of destination the copies of the T1 or T2 document which accompanied the consignment, indicating the date of arrival and the condition of any seals affixed.\n2.   The office of destination shall annotate appropriately such copies of the T1 or T2 document.\nOther provisions\nControls\nArticle 75\nCustoms authorities may carry out upon authorized consignors and authorized consignees any controls they consider necessary. The said consignors and consignees shall provide all the necessary information and facilities for this purpose.\nExclusion of certain goods\nArticle 76\nThe customs authorities of the country of departure or of destination may exclude certain categories of goods from the facilities provided for in Articles 63 and 71.\nSpecial case of consignments by rail\nArticle 77\n1.   (This Article does not contain paragraph 1.)\n2.   When goods carried under Articles 29 to 61 are intended for an authorized consignee, the customs authorities may provide that, by way of derogation from Article 71 (2), and Article 74 (1) (b), sheets 2 and 3 of the International Consignment Note, sheets 2 and 4 of the International Express Parcels Consignment Note or sheets 1, 2 and 3 A of the TR Transfer Note are to be delivered direct by the railway or by the transport undertaking to the office of destination.\nCHAPTER III\nArticles 78 to 81\n(This Appendix does not contain Articles 78 to 81.)\nTITLE V\nPROVISIONS RELATING TO THE DOCUMENT CERTIFYING THE COMMUNITY STATUS OF GOODS NOT MOVING UNDER THE T 2 PROCEDURE\n(T 2 L DOCUMENT)\nCHAPTER I\nISSUE AND USE OF THE DOCUMENT\nForms — Scope\nArticle 82\n1.   The T 2 L document shall be drawn up using the forms referred to in Article 1 (7) of this Appendix.\n2.   These forms shall be completed in accordance with the explanatory note contained in Annex VIII to Appendix III.\n3.   The T 2 L document shall be issued for goods having Community status but not moving under the T 2 procedure except for goods:\n(a)\nwhich are intended for export outside the territory of the Contracting Parties; or\n(b)\nin packagings which are not of Community status; or\n(c)\ncarried under the procedure for the international transport of goods under cover of TIR carnets unless:\n—\ngoods to be unloaded in the territory of one Contracting Party are carried together with goods to be unloaded in a third country; or\n—\ngoods are carried from the territory of one Contracting Party to another via a third country.\n4.   The T2L document may also be issued in respect of:\n—\npostal consignments (including postal packages) which are sent from a post office of one Contracting Party to a post office of another Contracting Party,\n—\ngoods, which in view of Article 49 of Appendix I, are not carried under the T 2 procedure.\nCondition of direct carriage\nArticle 83\nThe T 2 L document may be used for the purpose of certifying the Community status of the goods to which it refers only if such goods are carried direct from one country to another.\nThe following shall be regarded as carried direct from one country to another:\n(a)\ngoods transported without passing through the territory of a third country;\n(b)\ngoods transported through the territory of one or more third countries provided that carriage through such countries is covered by a single transport document made out in a Contracting Party.\nConditions of issue; retroactive issue\nArticle 84\n1.   The T 2 L document shall, save as provided in Article 92, be made out in a single copy.\n2.   The T2L document and, where necessary, T 2 L bis document(s) shall be authenticated in box C ‘Office of departure’ of these documents by the customs authorities of the country of departure on application by the person concerned. The documents shall be returned to the person concerned as soon as the customs formalities connected with the dispatch of the goods to the country of destination have been completed.\n3.   For any valid reason the person concerned may have a T 2 L document from the competent authorities of the country of departure issued retroactively; in such a case there shall be entered upon it in red one of the following phrases:\n—\nExpedido a posteriori\n—\nUdsted efterfølgende\n—\nNachträglich ausgestellt\n—\nΕκNοθέν εκ των υστέρων\n—\nIssued retroactively\n—\nDélivré a posteriori\n—\nRilasciato a posteriori\n—\nAchteraf afgegeven\n—\nEmitido a posteriori\n—\nAnnettu jälkikäteen\n—\nÚtgefid eftirá\n—\nUtstedt i etterhånd\n—\nUtfärdat i efterhand\nUse of loading lists\nArticle 85\n1.   Where a T 2 L document is to be drawn up in respect of a consignment comprising two or more kinds of goods, the particulars relating to those goods may be entered on one or more loading lists within the meaning of Article 5 (2), instead of in boxes 31 ‘Packages and description of goods’, 32 ‘Item No’, 33 ‘Commodity code’, 35 ‘Gross mass (kg)’, 38 ‘Net mass (kg)’, and, where applicable, 44 ‘Additional information /Documents produced /Certificates and authorizations’ of the forms needed to draw up the T 2 L document.\nWhere loading lists are used, the boxes in question on the T 2 L document shall be barred.\n2.   The upper part of the box referred to in Article 6 (b) is intended for the symbol ‘T 2 L’; the lower part of that box is intended for the customs stamp.\nThe column ‘Country of dispatch /export’ of the loading list is not to be completed.\n3.   The loading list shall be produced in the same number of copies as the T 2 L document to which it relates; it shall be signed by the person who signs the T 2 L document.\n4.   Where two or more loading lists are attached to one T 2 L document, such loading lists shall bear a serial number assigned by the person concerned; the number of loading lists attached shall be entered in the ‘loading lists’ box of the form used to draw up the T 2 L document.\nProduction of T 2 L documents at destination\nArticle 86\n1.   T 2 L documents shall be produced at the customs office where the goods are to be placed under a customs procedure other than that under which they were carried.\n2.   When the goods have been transported by sea, air or pipeline T 2 L documents shall be produced at the customs office at which the goods are placed under a customs procedure.\nControl of T 2 L documents\nArticle 87\nThe countries shall render one another mutual assistance in checking the authenticity of T 2 L documents and the accuracy of the information which they contain.\nT 2 L documents in triplicate\nArticle 88\n(This Appendix does not contain an Article 88.)\nCHAPTER II\nSIMPLIFIED PROCEDURE FOR THE ISSUE OF THE T 2 L DOCUMENT\nThe authorized consignor\nArticle 89\nThe customs authorities of each country may authorize any person hereinafter referred to as ‘the authorized consignor’, who meets the conditions set out in Article 90 and who intends dispatching goods under a T 2 L document, to use this document without observing the provisions of Article 84 (2).\nConditions of the authorization\nArticle 90\n1.   The authorization provided for in Article 89 shall be granted only to persons:\n(a)\nwho frequently consign goods;\n(b)\nwhose records enable the customs authorities to verify their operations.\n2.   Customs authorities may withhold authorization from persons unable to offer the safeguards they consider necessary.\n3.   The authorities may withdraw the authorization, in particular when an authorized consignor no longer fulfils the conditions of paragraph 1 or is no longer able to offer the safeguards referred to in paragraph 2.\nContents of the authorization\nArticle 91\n1.   The authorization issued by the customs authorities shall specify in particular:\n(a)\nthe customs office assigned to pre-authenticate the forms used in drawing up T 2 L documents as prescribed in Article 92 (1) (a); and\n(b)\nthe manner in which the authorized consignor shall establish that those forms have been properly used.\n2.   The customs authorities shall specify the period within which and the manner in which the authorized consignor shall notify the responsible customs office so that such office may carry out any necessary controls before departure of the goods.\nAuthentication in advance and formalities upon departure\nArticle 92\n1.   The authorization shall stipulate that box C ‘Office of departure’ on the front of the form used in drawing up the T2L document and, where necessary, T2L bis document(s):\n(a)\nbe stamped in advance with the stamp of the customs office referred to in Article 91 ( 1 ) (a), and be signed by an official of that office; or\n(b)\nbe stamped by the authorized consignor with a special metal stamp approved by the customs authorities and conforming to the specimen in Annex IX to this Appendix. The imprint of the stamp may be preprinted on the forms if the printing is entrusted to a printer approved for that purpose.\n2.   Not later than on consignment of the goods, the authorized consignor shall complete the form and sign it. In addition, he shall enter in the box reserved for control by the office of departure the name of the responsible customs office the date of completion of the document, such particulars of export documentation as are required by the country of departure and one of the following endorsements:\n—\nProcedimiento simplificado\n—\nForenklet procedure\n—\nVereinfachtes Verfahren\n—\nΑπλουστNυμένη διNδικασία\n—\nSimplified procedure\n—\nProcédure simplifiée\n—\nProcedura semplificata\n—\nVereenvoudigde regeling\n—\nProcedimento simplificado\n—\nYksinkertaistettu menettely\n—\nEinföldun afgreidslu\n—\nForenklet prosedyre\n—\nFörenklat förfarande\n3.   The form, properly completed and endorsed as specified in paragraph 2 and signed by the authorized consignor, shall be treated as equivalent to a document certifying the Community status of the goods.\nObligation to make a copy\nArticle 93\nThe authorized consignor shall make a copy of each T2L document issued under this chapter. The customs authorities shall specify the conditions under which the copy document shall be produced for purposes of control and retained for not less than two years.\nControls upon the authorized consignor\nArticle 94\nCustoms authorities may carry out upon authorized consignors any controls they consider necessary. The said consignors shall furnish all the necessary information and facilities for this purpose.\nLiability of the authorized consignor\nArticle 95\n1.   The authorized consignor shall:\n(a)\ncomply with the provisions of this chapter and of the authorization; and\n(b)\ntake all necessary measures to ensure the safekeeping of the special stamp or of the forms bearing the imprint of the stamp of the authenticating offices, as referred to in Article 91 (1) (a), or of the special stamp.\n2.   In the event of the misuse by any person of forms which are intended for use in drawing up T2L documents and which bear the imprint of the stamp of the customs office referred to in Article 91 (1) (a) or of the special stamp, then, without prejudice to any criminal proceedings, and unless he can satisfy the customs authorities by whom he was authorized that he took the measures required of him under paragraph 1 (b), the authorized consignor shall be liable for the amount payable in respect of duties and other charges which are unpaid in any country in consequence of such misuse.\nExclusion of certain goods\nArticle 96\nThe customs authorities of the exporting country may exclude certain categories of goods and types of traffic from the facilities provided for in this chapter.\nANNEX I\nANNEX II\nANNEX III\nANNEX IV\nANNEX V\nANNEX VI\n(This Appendix does not contain an Annex VI.)\nANNEX VII\nLIST OF GOODS WHICH WHEN TRANSPORTED GIVE RISE TO AN INCREASE IN THE FLAT-RATE GUARANTEE\n1\n2\n3\nHarmonized system heading No\nDescription\nQuantity corresponding to the standard amount of 7 000 ECU\n02.01\nMeat of bovine animals, fresh or chilled\n3 000 kg\n02.02\nMeat of bovine animals, frozen\n3 000 kg\nex 02.10\nMeat of bovine animals, salted, in brine, dried or smoked\n3 000 kg\n04.02\nMilk and cream, concentrated or containing added sugar or other sweetening matter\n5 000 kg\n04.05\nButter and other fats and oils derived from milk\n3 000 kg\n04.06\nCheese and curd\n3 500 kg\nex 09.01\nCoffee, not roasted, whether or not decaffeinated\n3 000 kg\nex 09.01\nCoffee, roasted, whether or not decaffeinated\n2 000 kg\n09.02\nTea\n3 000 kg\nex 16.01\nSausages and similar products of meat, meat offal or blood, of domestic swine\n4 000 kg\nex 16.02\nOther prepared or preserved meat, meat offal or blood, of domestic swine\n4 000 kg\nex 16.02\nOther prepared or preserved meat, meat offal or blood, of bovine animals\n3 000 kg\nex 21.01\nExtracts, essence and concentrates, of coffee\n1 000 kg\nex 21.01\nExtracts, essences and concentrates, of tea\n1 000 kg\nex 21.06\nFood preparations not elsewhere specified or included, containing 18 % or more by weight of milk fats\n3 000 kg\n22.04\nWine of fresh grapes, including fortified wines; grape must other than that of heading No 20.09\n15 hl\n22.05\nVermouth and other wine of fresh grapes flavoured with plants or aromatic substances\n15 hl\nex 22.07\nUndenatured ethyl alcohol of an alcoholic strength by volume of 80 % vol or higher\n3 hl\nex 22.08\nUndenatured ethyl alcohol of an alcoholic strength by volume of less than 80% vol\n3 hl\nex 22.08\nSpirits, liqueurs and other spirituous beverages\n5 hl\nex 24.02\nCigarettes\n70 000 items\nex 24.02\nCigarillos\n60 000 items\nex 24.02\nCigars\n25 000 items\nex 24.03\nSmoking tobacco\n100 kg\nex 27.10\nLight and medium petroleum oils and gas oils\n200 hl\n33.03\nPerfumes and toilet waters\n5 hl\nANNEX VIII\nLABEL (Articles 33 and 50)\nColour: black on green.\nANNEX IX\nSPECIAL STAMP\nAPPENDIX III\nArticle 1\n1.   The forms on which T1 or T 2 declarations are made shall conform to Annexes I to IV to this Appendix.\n2.   The particulars contained in the forms must appear by a self-copying process:\n(a)\nin the case of Annexes I and III on the copies given in Annex V;\n(b)\nin the case of Annexes II and IV on the copies given in Annex VI.\n3.   The forms shall be filled in and used:\n(a)\nas T1 or T2 declarations in conformity with the explanatory note in Annex VII;\n(b)\nas T2L documents in conformity with the explanatory note contained in Annex VIII.\nIn both cases use should be made, where appropriate, of the notes given in Annex IX.\nArticle 2\n1.   Forms shall be printed on self-copying paper dressed for writing purposes and weighing at least 40 grams per square metre. The paper must be sufficiently opaque for the information on one side not to affect the legibility of the information on the other side and its strength should be such that in normal use it does not easily tear or crease. The paper shall be white for all copies. However, on the copies used for transit (1, 4, 5 and 7), boxes Nos 1 (except the middle subdivision),2, 3,4,5,6, 8, 15, 17, 18, 19, 21, 25, 27, 31, 32, 33 (first subdivision on the left), 35, 38, 40, 44, 50, 51, 52, 53, 55 and 56 shall have a green background. The forms shall be printed in green ink.\n2.   The format of the forms shall be 210 by 297 millimetres with a maximum tolerance of 5 millimetres less and 8 millimetres more with regard to their length.\n3.   Contracting Parties may require that the forms must also show the name and address of the printer or a mark enabling the printer to be identified.\n4.   In the top left-hand corner of the form the Contracting Parties may print an indication identifying the Contracting Party concerned. They may also print the words ‘COMMON TRANSIT’ in place of the words ‘COMMUNITY TRANSIT’. Documents bearing such indication or either expression shall be accepted when presented in another Contracting Party.\nArticle 3\n1.   When formalities are completed using public or private computer systems, the competent authorities shall authorize persons who request it to replace the handwritten signature with a comparable technical device, which may, where applicable, be based on the use of codes, and which has the same legal consequences as a handwritten signature. This facility shall be granted only if the technical and administrative conditions laid down by the competent authorities are met.\n2.   When formalities are completed using public or private computers which also print out the declarations, the competent authorities may provide for direct authentication by those systems of the declarations thus produced, in place of the manual or mechanical application of the customs office stamp and the signature of the competent official.\nANNEX I\nSPECIMEN FORM FOR THE T1 OR T2 DECLARATION\nANNEX II\nSPECIMEN ALTERNATIVE FORM FOR THE T1 OR T2 DECLARATION\nANNEX III\nSPECIMEN CONTINUATION SHEET FORM TO BE USED TOGETHER WITH THE SPECIMEN FORM CONTAINED IN ANNEX I\nANNEX IV\nSPECIMEN CONTINUATION SHEET FORM TO BE USED TOGETHER WITH THE SPECIMEN FORM CONTAINED IN ANNEX II\nANNEX V\nINDICATION OF THE COPIES OF THE FORMS GIVEN IN ANNEXES I AND HI ON WHICH THE PARTICULARS CONTAINED THEREIN MUST APPEAR BY A SELF-COPYING PROCESS\n(counting copy 1)\nBox No\nCopies\nI.   BOXES FOR COMMERCIAL OPERATIONS\n1\n1 to 8\nexcept middle sub-division:\n1 to 3\n2\n1 to 5 (1)\n3\n1 to 8\n4\n1 to 8\n5\n1 to 8\n6\n1 to 8\n8\n1 to 5 (1)\n15\n1 to 8\n17\n1 to 8\n18\n1 to 5 (1)\n19\n1 to 5 (1)\n21\n1 to 5 (1)\n25\n1 to 5 (1)\n27\n1 to 5 (1)\n31\n1 to 8\n32\n1 to 8\n33\nFirst sub-division on the left\n1 to 8\nremainder:\n1 to 3\n35\n1 to 8\n38\n1 to 8\n40\n1 to 5 (1)\n44\n1 to 5 (1)\n50\n1 to 8\n51\n1 to 8\n52\n1 to 8\n53\n1 to 8\n54\n1 to 4\n55\n—\n56\n—\nII.   ADMINISTRATIVE BOXES\nC\n1 to 8 (2)\nD\n1 to 4\nE\n—\nF\n—\nG\n—\nH\n—\nI\n—\n—\n(1)  In no case may operators be obliged to complete these boxes for transit purposes on copies 5 and 7.\n(2)  The country of export can choose whether these particulars appear on the copies specified.\nANNEX VI\nINDICATION OF THE COPIES OF THE FORMS GIVEN IN ANNEXES II AND IV ON WHICH THE PARTICULARS CONTAINED THEREIN MUST APPEAR BY A SELF-COPYING PROCESS\n(counting copy 1)\nBox No\nCopies\nI.   BOXES FOR COMMERCIAL OPERATIONS\n1\n1 to 4\nexcept middle sub-division:\n2\n1 to 3\n3\n1 to 4\n4\n1 to 4\n5\n1 to 4\n6\n1 to 4\n8\n1 to 4\n15\n1 to 4\n17\n1 to 4\n18\n1 to 4\n19\n1 to 4\n21\n1 to 4\n25\n1 to 4\n27\n1 to 4\n31\n1 to 4\n32\n1 to 4\n33\nFirst sub-division on the left\n1 to 4\nremainder\n1 to 3\n35\n1 to 4\n38\n1 to 4\n40\n1 to 4\n44\n1 to 4\n50\n1 to 4\n51\n1 to 4\n52\n1 to 4\n53\n1 to 4\n54\n1 to 4\n55\n—\n56\n—\nII.   ADMINISTRATIVE BOXES\nC\n1 to 4\nD/J\n1 to 4\nE/J\n—\nF\n—\nG\n—\nH\n—\nI\n—\nANNEX VII\nEXPLANATORY NOTE ON THE USE OF FORMS FOR MAKING OUT T1 AND T2 DECLARATIONSm\nTITLE I\nGeneral remarks\nA.   General description\nThe forms referred to in Annexes I to IV to this Appendix are to be used for the movement of goods under the T 1 or T 2 procedure between the countries concerned (except under the simplified transit procedures for the carriage of goods by certain modes of transport).\nIn the case of the forms referred to in Annexes I and III to this Appendix, only copies 1, 4, 5 and 7 are to be used:\n—\ncopy 1 which is to be retained by the authorities of the country of dispatch/export (dispatch and transit formalities),\n—\ncopy 4 which is to be kept by the office of destination (transit formalities and evidence of Community status of the goods),\n—\ncopy 5 which is the return copy for the transit procedure,\n—\ncopy 7 which is to be used for statistics by the country of destination (for transit and arrival import formalities).\n(Copy 7 may be used for other administrative purposes according to the requirements of the Contracting Parties.)\nThe forms referred to in Annexes II and IV to this Appendix may also be used, particularly where declarations are processed by a computerized system. Two sets, each comprising at least copies 1 / 6, 2 / 7 and 4 / 5, should be used in such instances, the first set would then correspond, as regards the particulars to be given therein, to copies 1 and 4 above, and the second to copies 5 and 7.\nIn this case, in each set, the numbers of the copies being used must be shown by deleting the numbers, in the margin of the form, referring to the copies not being used.\nEach set thus defined is designed so that the information which has to be reproduced on the various copies will be reproduced by means of a chemical treatment of the paper.\nThere are situations in which it is essential to provide proof at destination of the Community status of the goods in question although use has not been made of the T 1 or T 2 procedure. In such cases it will be necessary to use a form which conforms to copy 4 of the specimen contained in Annex I to this Appendix or to copy 4 / 5 of the specimen contained in Annex II to this Appendix. That form shall be supplemented where necessary, by one or more forms which conform to copy 4 or to copy 4 / 5 of the specimen contained in Annexes HI and IV to this Appendix respectively or of the specimen contained in Annexes I and II to this Appendix respectively, when, in the event of use of a computerized system for processing declarations which issues such declarations, the forms in Annexes III and IV to this Appendix are not used as supplementary forms.\nTraders may also, if they wish, use privately printed sets of the kind corresponding to their choice as long as the form used conforms to the official specimen.\nB.   Particulars required\nThe forms concerned contain all the details which may be required by the various countries. It is compulsory for certain boxes to be filled in, whereas others have to be filled in only if requested by the country in which the formalities are completed. In this respect the section of this explanatory note dealing with the use of the various boxes should be closely followed.\nThe maximum/number of boxes which need be filled in are as follows:\nboxes 1 (except second sub-division), 2, 3, 4, 5, 6, 8, 15, 17, 18, 19, 21, 25, 27, 31, 32, 33 (first sub-division), 35, 38, 40, 44, 50, 51, 52, 53, 55, 56 (boxes with a green background).\nC.   Instructions for use of the form\nThe forms shall be completed using a typewriter or a mechanical or similar process. They may also be filled in legibly by hand, in ink and in block capitals. For ease of completion by typewriter the form should be inserted in the machine in such a way that the first letter of the particulars to be entered in box 2 is placed in the position box in the top left-hand corner.\nThe forms must contain no erasures or overwriting. Any alterations must be made by crossing out the incorrect particulars and, where appropriate, adding those required. Any alterations made in this way must be initialled by the person making them and expressly authenticated by the competent authorities. The latter may where necessary, require a new declaration to be lodged.\nIn addition, the forms may be completed using an automatic reproduction process instead of any of the procedures mentioned above. They may also be produced and completed by this means provided that the provisions as regards specimes, paper, size, language used, legibility, prohibition of erasures and alterations and as regards amendments are strictly observed.\nOnly numbered boxes are, where necessary, to be completed. The other boxes, indicated by a capital letter, are reserved exclusively for internal use by the administrations.\nThe copy which is to remain at the office of departure must bear the original signature of the principal. The signature of the principal or, where applicable, his authorized respresentative, commits him as regards all of the particulars relating to the transit operation pursuant to Appendix I to the Convention and as described in section B above.\nTITLE II\nParticulars to be entered in the different boxes\nI.   Formalities in the country of departure\nBox 1: Declaration\nThe particulars to be included in the third subdivision of this box are as follows:\n1)\nGoods dispatched or redispatched under the T 2 procedure from one Member State of the Community to another\nT2\n2)\nGoods exported from a Member State of the Community to an EFTA country or reconsigned in an EFTA country, under the T2 procedure\nT2\n3)\nGoods dispatched or exported under the T1 procedure\nT1\n4)\nMixed consignment of Community and non-Community goods specified in separate additional forms or loading lists for each type of goods\nT\n5)\nDispatch or redispatch /re-export of goods without use of the T 2 procedure but with proof of the Community status of the goods\nT2L\nBox 2: Consignor/Exporter\nThis box is optional for the Contracting Parties.\nEnter the full name and address of the person or company concerned. As far as the identification number is concerned, the notice can be completed by the Contracting Parties (identification number allocated to the person concerned by the competent authorities for fiscal, statistical or other purposes).\nIn the case of groupage loads, the Contracting Parties may provide that the word ‘various’ be entered in this box and that the list of consignors be attached to the declaration.\nBox 3: Forms\nEnter the serial number of the set and the total number of sets of forms and continuation sheets used (for example, if there is one form and two continuation sheets, enter 1 /3 on the form, 2/3 on the first continuation sheet and 3/3 on the second continuation sheet).\nWhen the declaration covers only one item (i.e. when only one ‘description of the goods’ box has to be completed) do not enter anything in box 3 but enter the figure 1 in box 5.\nWhen two sets of 4 copies are used instead of one set of 8 copies, the two sets are to be treated as one.\nBox 4: Number of loading lists\nEnter in figures the number of any loading lists attached or of any descriptive commercial lists authorized by the competent authority.\nBox 5: Items\nEnter the total number of items declared by the person concerned in the total number of forms and continuation sheets (or loading lists or commercial lists) used. The number of items must correspond to the number of ‘description of the goods’ boxes to be completed.\nBox 6: Total packages\nThis box is optional for the Contracting Parties. Enter the total number of packages making up the consignment in question.\nBox 8: Consignee\nEnter the full name and address of the person(s) or company(ies) to whom the goods are to be delivered.\nThe identification number need not be shown at this stage.\nBox 15: Country of dispatch/export\nEnter the name on the country from which the goods are dispatched/exported.\nBox 17: Country of destination\nEnter the name of the country concerned.\nBox 18: Identity and nationality of means of transport at departure\nEnter the identity, e.g. registration number(s) or name of the means of transport (lorry, ship, railway wagon, aircraft) on which the goods are directly loaded on presentation at the customs office where the dispatch/export or transit formalities are completed, followed by the nationality code of the means of transport (or that of the vehicle propelling the others if there are several means of transport) in accordance with the codes laid down for this purpose. For example, in the case of use of a tractor and trailer with different licence numbers, enter the registration numbers of both the tractor and the trailer, together with the nationality of the tractor.\nIn the case of postal consignments or carriage by fixed transport installations, nothing should be entered in this box in respect of the registration number or nationality. In the case of carriage by rail, the nationality should not be entered.\nIn other cases, declaration of the nationality is optional for the Contracting Parties.\nBox 19: Container (Ctr)\nThis box is optional for the Contracting Parties.\nEnter in accordance with the codes laid down in Annex IX to this Appendix the necessary particulars with regard to the presumed situation at the border of the country of dispatch /export, as known at the time of completion of the dispatch/export or transit formalities.\nBox 21: Identity and nationality of the active means of transport crossing the border\nThis box is optional for the Contracting Parties with regard to the identity.\nThis box is obligatory as regards the nationality.\nHowever, in the case of postal consignments or carriage by rail or fixed transport installation nothing should be entered in respect of the registration number or nationality.\nEnter the type (lorry, ship, railway wagon, aircraft, etc.), followed by the identity, e.g. registration number or name of the active means of transport (i.e. the propelling means of transport) which it is presumed will be used at the frontier crossing point on exit from the country of dispatch/export, followed by the code corresponding to its nationality, as known at the time of completion of the dispatch/export or transit formalities, by using the appropriate code.\nIn the case of combined transport or if there are several means of transport, the active means of transport is the one which propels the whole combination. For example, if it is a lorry on sea-going vessel, the active means of transport is the ship, if it is a tractor and trailer, the active means of transport is the tractor, etc.\nBox 25: Mode of transport at the border\nThis box is optional for the Contracting Parties.\nEnter, according to the codes laid down in Annex IX to this Appendix, the mode of transport corresponding to the active means of transport which it is presumed will be used on exit from the territory of the country of dispatch/export.\nBox 27: Place of loading\nThis box is optional for the Contracting Parties. Enter, if applicable in code form, where provided for, the place of loading of the goods onto the active means of transport on which they are to cross the border of the country of dispatch /export, as known at the time of completion of the dispatch/export or transit formalities.\nBox 31: Packages and description of goods — Marks and numbers — Container No(s) — Number and kind\nEnter the marks, numbers, quantity and kind of packages or, in the case of unpackaged goods, the number of such goods covered by the declaration, or the word ‘bulk’, as appropriate, together with the particulars necessary to identify the goods. The description of the goods means the normal trade description expressed in sufficiently precise terms to allow their identification and classification. This box must also show the particulars required by any specific rules (excise duties, etc.). If containers are used, the identifying marks of the container should also be entered in this box.\nBox 32: Item number\nEnter the serial number of the item in question in relation to the total number of articles declared in the forms used, as defined in the note on box 5.\nWhen the declaration covers only one item, the Contracting Parties need not require this box to be completed, the figure 1 having been entered in box 5.\nBox 33: Commodity code\nThis box is optional for the Contracting Parties. Enter the code provided for in Annex IX.\nThis box must be completed on T2 declarations made out in an EFTA country only where the preceding T2 document contains an indication of the commodity code; the code number on the preceding T2 document shall be inserted.\nBox 35: Gross mass\nEnter the gross mass of the goods described in the corresponding box 31, expressed in kilograms. The gross mass is the aggregated mass of the goods with all their packing, excluding containers and other transport equipment.\nBox 38: Net mass\nThis box is optional for the Contracting Parties. Enter the net mass of the goods described in the corresponding box 31, expressed in kilograms. The net mass is the mass of the goods themselves without any packaging.\nThis box must be completed on T2 declarations made out in an EFTA country only where the preceding T 2 document contains an indication of the net mass.\nBox 40: Summary declaration/previous document\nThis box is optional for the Contracting Parties (reference numbers of documents relating to the administrative procedure preceding dispatch/export to another country).\nBox 44: Additional information, documents produced, certificates and authorizations\nEnter the details required under any specific rules applicable in the country of dispatch/export together with the reference numbers of the documents produced in support of the declaration. (This may include serial Nos of Control Copies (T5; No of export licence/permit; data concerning veterinary and phytosanitary regulations; bill of lading No etc.). In the sub-division ‘Additional information (A. I) code’, enter as necessary the code number, provided for this purpose for the additional information which may be required for transit purposes. This sub-division must not be used until a computerized system for discharging transit operations comes into effect.\nBox 50: Principal and authorized representative, place, date and signature\nEnter the full name (person or company) and address of the principal, and the identification number, if any, allocated by the competent authorities. If appropriate, enter the full name (person or company) of the authorized representative signing on behalf of the principal.\nSubject to specific provisions to be adopted with regard to the use of computerized systems, the original of the handwritten signature of the person concerned must be given on the copy which is to remain at the office of departure. When the person concerned is a legal person, the signatory should add after his signature his full name and status.\nBox 51: Intended offices of transit (and countries)\nEnter the intended office of entry into each country the territory of which it is intended to cross in the course of transport or, when the transport is to cross territory other than that of the Contracting Parties, the office of exit by which the means of transport will leave the territory of the Contracting Parties. The transit offices are listed in the list of customs offices competent for transit operations. After the name of the office, enter the code relating to the country concerned.\nBox 52: Guarantee\nEnter in accordance with the codes laid down for this purpose the type of guarantee used for the operation concerned followed, if necessary, by the number of the guarantee certificate or voucher concerned and the office of guarantee.\nIf a comprehensive or individual guarantee is not valid for all the countries or if the principal excludes certain countries from the application of the comprehensive guarantee, add after ‘not valid for’ the country(ies) concerned in accordance with the codes laid down for this purpose.\nBox 53: Office of destination (and country)\nEnter the name of the office where the goods are to be presented in order to complete the transit operation. The offices of destination are listed in the ‘list of customs offices competent for transit operations’.\nAfter the name of the office, enter the code relating to the country concerned.\nII.   Formalities en route\nBetween the time when the goods leave the office of export and /or departure, and the time when they arrive at the office of destination, it is possible that certain details may need to be added on the copies of the transit document which accompany the goods. These details concern the transport operation and must be added to the document by the carrier responsible for the means of transport on which the goods are directly loaded, as and when the transport operations take place. These particulars may be added legibly by hand; in this case, the form should be completed in ink and in block capitals.\nThese details concern the following boxes (copies 4 and 5 only):\n—\nTranshipment: use box 55\nBox 55 (transhipments):\nFirst three lines of this box to be completed by the carrier when in the course of the operation in question the goods are transhipped from one means of transport to another or from one container to another.\nIt should be noted that when goods are transhipped the carrier must approach the competent authorities, in particular when it proves necessary to affix new seals, in order to have the transit document certified.\nWhen the customs service has authorized transhipment without supervision, the carrier must himself annotate the transit document accordingly and, for certification purposes, inform the next customs office at which the goods must be produced,\n—\nOther incidents: use box 56\nBox 56 (other incidents during carriage):\nBox to be completed in accordance with existing obligations for transit.\nIn addition, when the goods were loaded on a semi-trailer and only the tractor vehicle is changed during the journey (without the goods being handled or transhipped) enter in this box the registration number and the nationality of the new tractor. In such cases certification by the competent authorities is not necessary.\nTITLE III\nRemarks concerning the continuation sheets\nA.\nContinuation sheets should only be used if the declaration covers more than one item (cf. box 5). They must be presented together with a form contained in Annexes I and II.\nB.\nThe remarks set out in Titles I and II above apply also to the continuation sheets.\nHowever:\n—\nthe symbol ‘T 1 bis’ or ‘T 2 bis’ shall appear in the third subdivision of box 1,\n—\nbox 2 and box 8 of the specimen continuation sheet form contained in Annex III and box 2/8 of the specimen continuation sheet form contained in Annex IV are for optional use by the Contracting Parties and should show only the name and identification number, if any, of the person concerned.\nC.\nIf continuation sheets are used, the boxes ‘description of goods’ which have not been used must be crossed through to prevent any subsequent use.\nANNEX VIII\nEXPLANATORY NOTE ON THE USE OF FORMS FOR DRAWING UP DOCUMENTS CERTIFYING THE COMMUNITY STATUS OF GOODS NOT CARRIED UNDER THE T 2 PROCEDURE\n(T 2 L DOCUMENT)\nA.   General description\n1.\nThe T2L document certifying the Community status of the goods to which it refers shall be drawn up in accordance with Article 1 (7), of Appendix II.\n2.\nOnly the boxes indicated at the top of the form under the heading ‘Important note’ should be completed by the declarant.\n3.\nThe form must be completed using a typewriter or a mechanical or similar process, or legibly in manuscript; in the latter case it shall be completed in ink and in block letters.\n4.\nNo erasures or alterations shall be made. Amendments shall be made by striking out the incorrect particulars and where applicable, adding those required. Any such amendments shall be initialled by the person making the amendments and authenticated by the competent authority. The latter may where necessary, require a new declaration to be lodged.\n5.\nT 2 L documents must be completed in the language specified by the competent authorities of the country of departure.\n6.\nAny unused spaces in the boxes to be completed by the declarant must be struck through so that no subsequent entries can be made.\n7.\nT 2 L documents shall be used in accordance with Title V of Appendix II.\nB.   Details concerning specific boxes\nBox 1: Declaration\nEnter the symbol ‘T 2L’ in the third subdivision.\nIf any continuation sheets are used, box 1 of the relevant form(s) must show the symbol ‘T2L bis’ in the third subdivision.\nBox 2: Consignor/Exporter\nThis box is optional for the Contracting Parties. Enter the full name and address of the person or company concerned. As far as the identification number is concerned, the notice may be completed by the countries concerned (identification number allocated to the person concerned by the competent authorities for fiscal, statistical or other purposes). In the case of groupage loads, the countries may provide that the word ‘various’ be entered in this box and that the list of consignors be attached to the declaration.\nBox 3: Forms\nEnter the serial number of the form among the total number of forms used.\nExamples: if the T 2 L document is made out on a single form, enter 1 /1; if the T 2 L document comprises a continuation sheet T 2 L bis, enter 1 / 2 on the T 2 L document and 2 / 2 on the continuation sheet; if the T2L document comprises two continuation sheets T 2L bis, enter 1 / 3 on the T 2 L document, 2 / 3 on the first T 2 L bis document and 3 / 3 on the second T 2 L bis document.\nBox 4: Loading lists\nEnter the number of loading lists attached to the T 2L document.\nBox 5: Items\nEnter the total number of items declared by the person concerned in all the declaration forms (T 2 L and supplementary forms or loading lists) used. The number of items must correspond to the number of ‘description of the goods’ boxes to be completed.\nBox 14: Declarant/Representative\nEnter the full name and address of the person or company concerned in accordance with the provisions in force. If the declarant and the consignor are the same person, enter the word ‘consignor’. As far as the identification number is concerned, the notice may be completed by the countries concerned (identification number allocated to the person concerned by the competent authorities for fiscal, statistical or other purposes).\nBox 31: Packages and description of goods — marks and numbers — Container No\nEnter the marks, numbers, quantity and kind of packages or, in the case of unpackaged goods, the number of such goods covered by the declaration, or the word ‘bulk’, as appropriate, together with the particulars necessary to identify the goods. Description of the goods means the normal trade description expressed in sufficiently precise terms to allow their identification and classification. This box must also show the particulars required by any specific rules (excise duties, etc.). If containers are used, the identifying marks of the container should also be entered in this box.\nBox 32: Item number\nEnter the serial number of the item in question in relation to the total number of articles declared in the T2 L document and in the supplementary forms used, as defined in the note on box 5.\nBox 33: Commodity code\nThis box must be completed in an EFTA country only where the preceding T 2 document contains an indication of the commodity code; the code number on the preceding T 2 document shall be inserted.\nBox 35: Gross mass\nEnter the gross mass of the goods described in the corresponding box 31, expressed in kilograms. The gross mass is the aggregate mass of the goods with all their packing, excluding containers and other transport equipment.\nBox 38: Net mass\nThis box must be completed in an EFTA country only where the preceding T2 document contains an indication of the net mass.\nEnter the net mass of the goods described in the corresponding box 31, expressed in kilograms. The net mass is the mass of the goods themselves without any packaging.\nBox 40: Summary declaration/previous document\nFor goods carried under TIR or Rhine Manifest procedures or under cover of an ATA carnet, enter ‘TIR’, ‘Rhine Manifest’ or ‘ATA’ as appropriate, followed by the date of issue and reference number of the document corresponding to the procedure used.\nBox 44: Additional information/documents produced/Certificates and authorizations\nThis box must be completed in an EFTA country only where the preceding T 2 document contains details in this box; these details must be reproduced on the T 2 L document.\nBox 54: Place and date, signature and name of the declarant or his representative\nSubject to specific provisions to be adopted with regard to the use of computerized systems, the signature of the person concerned must be given on the T 2 L document, followed by the full name of that person. When the person concerned is a legal person, the signatory should add his status after this signature and name.\nANNEX IX\nCODES TO BE USED IN THE FORMS FOR MAKING OUT T 1 AND T2 DECLARATIONS\nBox 1: Declaration\n(See Annex VII)\nBox 19: Container\nThe codes applicable are given below:\n0\n:\ngoods not transported in containers;\n1\n:\ngoods transported in containers.\nBox 25: Mode of transport at the border\nThe list of codes applicable is given below:\nCode for modes of transport, post and other consignments\nA.\n1-figure code (obligatory);\nB.\n2-figure code (second digit optional for the Contracting Parties)\nA\nB\nDenomination\n1\n10\nSea transport\n12\nRailway wagon on sea-going vessel\n16\nPowered road vehicle on sea-going vessel\n17\nTrailer or semi-trailer on sea-going vessel\n18\nInland waterway vessel on sea-going vessel\n2\n20\nRail transport\n23\nRoad vehicle on rail-wagon\n3\n30\nRoad transport\n4\n40\nAir transport\n5\n50\nMail\n7\n70\nFixed transport installations\n8\n80\nInland waterway transport\n9\n90\nOwn propulsion\nBox 27: Place of loading/unloading\nCodes to be adopted by the Contracting Parties.\nBox 33: Commodity codem\nFirst sub-division\nIn the Community indicate the eight digits of the Integrated Nomenclature. In the EFTA countries indicate in the left-hand side of this sub-division the six digits of the Harmonized Commodity Description and Coding System, subject to any additional requirements for T 2 or T 2 L documents.\nOther sub-divisions\nTo be completed using any other specific codes of the Contracting Parties (such codes should be inserted starting immediately after the first sub-division).\nBox 51: Intended transit offices\nIndication of countries\nA list of the codes applicable is given below:\nBelgium\nB or BE\nDenmark\nDK\nGermany\nD or DE\nGreece\nEL or GR\nFrance\nFR\nIreland\nIRL or IE\nItaly\nIT\nLuxembourg\nLU\nNetherlands\nNL\nUnited Kingdom\nGB\nSwitzerland\nCH\nAustria\nA or AT\nSpain\nES\nPortugal\nPT\nNorway\nNO\nSweden\nSE\nFinland\nFI\nIceland\nIS\nBox 52: Guarantee\nType of guarantee\nA list of the codes applicable is given below:\nSituation\nCode\nOther indications necessary\nFor comprehensive guarantee\n1\n—\nnumber of certificate\n—\noffice of guarantee\nFor individual guarantee\n2\nFor cash deposit guarantee\n3\nFor flat-rate guarantee\n4\n—\nguarantee voucher number\nFor guarantee not required (Title IV of Appendix I)\n6\nGuarantee not required for the journey between the office of departure and the office of transit (Article 10 (2) (b) of the Convention)\n7\nGuarantee not required for certain public bodies\n8\nIndication of countries:\nThe codes adopted for box 51 are applicable.\nBox 33: Office of destination (and country)\nThe codes adopted for box 51 are applicable.", "summary": "Convention on a common transit procedure\nConvention on a common transit procedure\nSUMMARY OF:\nCommon transit procedure convention\nDecision 87/415/EEC - conclusion of a common transit procedure convention\nWHAT IS THE AIM OF THE CONVENTION AND DECISION?\n              \nThe convention provides the legal framework setting out the obligations on traders and customs authorities for goods in customs transit* from one contracting party to another. It covers the EU-28 (1) (as one contracting party) and 6 common transit countries (Iceland, the former Yugoslav Republic of Macedonia, Norway, Serbia, Switzerland and Turkey) as separate contracting parties.\nThe decision approves the convention on behalf of the European Community (now the European Union).\nKEY POINTS\n              \nThe convention:\nintroduces a common transit procedure for goods moved under customs transit supervision between contracting parties;\nsets out obligations on the person (known as ‘the holder of the transit procedure’) introducing a transit declaration to: present the goods intact and the necessary information to customs office destinations within the agreed time limit;observe customs transit rules;provide a guarantee sufficient to cover any debt which might arise. Specific rules apply to debt recovery.\nlists obligations on customs offices in the countries of departure and destination, such as: verifying the data are complete;perform custom control, if applicable:agreeing a time limit for delivery;checking appropriate seals are in place;providing a proof that the goods have been delivered and confirm the correct ending of the procedure.\nstipulates that each transit declaration should cover only those goods being moved from one customs office to another by a single means of transport.\nprovides detailed instructions on the data elements in a transit declaration, including common codes (in order to avoid any linguistic differences between contracting parties).\nAn electronic transit system is used to complete customs formalities, except in specific circumstances (e.g. goods carried by rail where paper is permissible).\nTransit simplifications can apply to reliable traders\nCountries may agree to operate simplified procedures between themselves through bilateral or multilateral agreements.\nCountries must cooperate with each other regarding mutual assistance for the recovery of claims.\nFROM WHEN DO THE DECISION AND THE CONVENTION APPLY?\n              \nThe convention entered into force and has applied since 1 January 1988.\nBACKGROUND\n              \nThe common customs transit procedure allows goods to move efficiently across borders of the contracting parties and simplifies customs formalities.\nFor more information, see:\nCommon and Union transit (European Commission).\nKEY TERMS\n              \nTransit: a procedure whereby goods are transported under the control of customs authorities between the contracting parties.\nMAIN DOCUMENTS\n            \nCouncil Decision 87/415/EEC of 15 June 1987 concerning the conclusion of a Convention between the European Community, the Republic of Austria, the Republic of Finland, the Republic of Iceland, the Kingdom of Norway, the Kingdom of Sweden and the Swiss Confederation on a common transit procedure (OJ L 226, 13.8.1987, p. 1)\nConvention between the European Economic Community, the Republic of Austria, the Republic of Finland, the Republic of Iceland, the Kingdom of Norway, the Kingdom of Sweden and the Swiss Confederation, on a common transit procedure (OJ L 226, 13.8.1987, pp. 2-117)\nSuccessive amendments to the Convention have been incorporated into the original document. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nCouncil Resolution of 21 June 1999 on the reform of the customs transit systems (OJ C 193, 9.7.1999, pp. 1-2)\nCouncil Resolution of 23 November 1995 on the computerization of customs transit systems (OJ C 327, 7.12.1995, pp. 2-3)\nlast update 07.11.2017(1) The United Kingdom withdraws from the European Union and becomes a third country (non-EU country) as of 1 February 2020.", "tags": ["customs formalities", "form", "guarantee", "customs harmonisation", "EFTA countries", "European convention", "customs transit", "customs document"], "subjects": ["Community transit systems", "Commercial policy", "External relations"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}