{"celex_id": "32016R0052", "reference": "20.1.2016\nEN\nOfficial Journal of the European Union\nL 13/2\nCOUNCIL REGULATION (Euratom) 2016/52\nof 15 January 2016\nlaying down maximum permitted levels of radioactive contamination of food and feed following a nuclear accident or any other case of radiological emergency, and repealing Regulation (Euratom) No 3954/87 and Commission Regulations (Euratom) No 944/89 and (Euratom) No 770/90\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Articles 31 and 32 thereof,\nHaving regard to the proposal from the European Commission, drawn up after obtaining the opinion of the group of persons appointed by the Scientific and Technical Committee from among scientific experts in the Member States,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nWhereas:\n(1)\nCouncil Directive 2013/59/Euratom (3) lays down basic safety standards for the protection against the dangers arising from exposure to ionising radiation.\n(2)\nFollowing the accident at the Chernobyl nuclear power station on 26 April 1986, considerable quantities of radioactive materials were released into the atmosphere, contaminating food and feed in several European countries to levels that were significant from the point of view of health. Measures were adopted to ensure that certain agricultural products are only introduced into the Union in accordance with the common arrangements which safeguard the health of the population while maintaining the unified nature of the market and avoiding deflections of trade.\n(3)\nCouncil Regulation (Euratom) No 3954/87 (4) lays down maximum permitted levels of radioactive contamination to be applied following a nuclear accident or any other case of radiological emergency which is likely to lead or has led to significant radioactive contamination of food and feed. Those maximum permitted levels are still in line with the latest scientific advice as presently available internationally. The basis for the establishment of the maximum permitted levels set out in this Regulation has been reviewed and described in the Commission Radiation Protection Publication 105 (EU Food Restriction Criteria for Application after an Accident). In particular, those levels are based on a reference level of 1 mSv per year for the increment in individual effective dose by ingestion and on the assumption that 10 % of food consumed annually is contaminated. However, different assumptions apply to infants under 1 year.\n(4)\nFollowing the accident at the Fukushima nuclear power station on 11 March 2011, the Commission was informed that radionuclide levels in certain food products originating in Japan exceeded the action levels in food applicable in Japan. Such contamination could constitute a threat to public and animal health in the Union and therefore measures were adopted imposing special conditions governing the import of food and feed originating in or consigned from Japan, in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health, established by Regulation (EC) No 178/2002 of the European Parliament and of the Council (5).\n(5)\nThere is a need to set up a system allowing the Community, following a nuclear accident or any other case of radiological emergency which is likely to lead or has led to a significant radioactive contamination of food and feed, to establish maximum permitted levels of radioactive contamination regarding products to be placed on the market in order to protect the population.\n(6)\nLike other food, drinking water is ingested directly or indirectly and therefore plays a role in the consumer's overall exposure to radioactive substances. With regard to radioactive substances, quality control of water intended for human consumption is already provided for in Council Directive 2013/51/Euratom (6), with the exclusion of mineral waters and waters which are medicinal products. This Regulation should apply to food, minor food and feed which could be placed on the market following a nuclear accident or any other case of radiological emergency, and not to water intended for human consumption for which Directive 2013/51/Euratom applies. However, in the case of a radiological emergency, Member States are free to choose to refer to the maximum levels for liquid food set out in this Regulation in order to manage the use of water intended for human consumption.\n(7)\nMaximum permitted levels of radioactive contamination should apply to food and feed originating in the Union or imported from third countries on the basis of the location and circumstances of the nuclear accident or other radiological emergency.\n(8)\nThe Commission is to be informed of a nuclear accident or of unusually high levels of radioactivity under Council Decision 87/600/Euratom (7) or under the International Atomic Energy Agency (IAEA) Convention on Early Notification of a Nuclear Accident of 26 September 1986.\n(9)\nIn order to take into account that diets of infants during their first 6 months may vary significantly and that there are uncertainties in the metabolism of infants during the second 6-month period as well, it is appropriate to extend the application of lower maximum permitted levels for foods for infants to the first 12 months.\n(10)\nIn order to facilitate the adaptation of applicable maximum permitted levels, in particular with regard to the circumstances of the nuclear accident or other radiological emergency, procedures for reviewing the implementing Regulations should include the consultation by the Commission of the group of experts referred to in Article 31 of the Treaty.\n(11)\nIn order to ensure that food and feed exceeding the applicable maximum permitted levels are not placed on the Community market, compliance with these levels should be the subject of appropriate checks.\n(12)\nIn order to ensure uniform conditions for the implementation of this Regulation as regards rendering applicable maximum permitted levels, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (8) which is to apply for the purpose of this Regulation notwithstanding the fact that it does not refer explicitly to Article 106a of the Treaty.\n(13)\nThe Commission should be assisted by the Standing Committee on Plants, Animals, Food and Feed. Member States should ensure that, where draft implementing acts based on this Regulation are discussed by that Committee, their representatives have, or can rely on, adequate expertise in radiological protection.\n(14)\nThe examination procedure should be used for the adoption of acts rendering applicable maximum permitted levels of radioactive contamination of food and feed.\n(15)\nThe Commission should adopt immediately applicable implementing acts where, in duly justified cases relating to certain radiological emergencies which are likely to lead or have led to a significant radioactive contamination of food and feed, imperative grounds of urgency so require.\n(16)\nThis Regulation should constitute a lex specialis for the procedure to adopt and subsequently amend implementing Regulations laying down applicable maximum permitted levels of radioactive contamination following a case of radiological emergency. Where it is evident that food or feed originating in the Union or imported from a third country is likely to constitute a serious risk to human health, animal health or the environment and that such risk cannot be contained satisfactorily by means of measures taken by the Member State or Member States concerned, the Commission is allowed to adopt additional emergency measures pursuant to Regulation (EC) No 178/2002. The Commission should ensure that this Regulation and Regulation (EC) No 178/2002 are implemented in a harmonised way. Where possible, applicable maximum permitted levels and additional emergency measures should be integrated in a single implementing Regulation based on this Regulation and Regulation (EC) No 178/2002.\n(17)\nFurthermore, general rules for the performance of official controls to verify compliance with rules aiming, inter alia, to prevent, eliminate or reduce to acceptable levels risks to humans and animals are laid down in Regulation (EC) No 882/2004 of the European Parliament and of the Council (9).\n(18)\nWhen preparing or reviewing implementing Regulations, the Commission should take into account, inter alia, the following circumstances: location, nature and extent of the nuclear accident or other radiological emergency within or outside the Community; nature, extent and spread of the identified or projected release of radioactive substances in air, water and soil and in food and feed within or outside the Community; radiological risks of the identified or potential radioactive contamination of food and feed and the resulting radiation doses; type and quantity of the contaminated food and feed which might be brought onto the market in the Community; maximum permitted levels for contaminated food and feed set in third countries; importance of this food and feed for providing the population with an adequate food supply; consumer expectations regarding the safety of food and possible changes to consumers' eating habits as a result of a radiological emergency.\n(19)\nIn duly justified cases, any Member State should have the possibility to request to be allowed to derogate temporarily from the maximum permitted levels of radioactive contamination in respect of specified food or feed consumed on its territory. Implementing Regulations should specify the food and feed to which the derogations apply, the types of radionuclides concerned, as well as the geographical scope and duration of the derogations,\nHAS ADOPTED THIS REGULATION:\nArticle 1\nSubject matter\nThis Regulation lays down the maximum permitted levels of radioactive contamination of:\n(a)\nfood, as set out in Annex I;\n(b)\nminor food, as set out in Annex II; and\n(c)\nfeed, as set out in Annex III,\nwhich may be placed on the market following a nuclear accident or any other case of radiological emergency which is likely to lead to or has led to significant radioactive contamination of food and feed.\nThis Regulation also lays down the procedure to adopt or subsequently amend implementing Regulations laying down the applicable maximum permitted levels.\nArticle 2\nDefinitions\nFor the purposes of this Regulation, the following definitions apply:\n(1)\n‘food’ means any substance or product, whether processed, partially processed or unprocessed, intended to be, or reasonably expected to be ingested by humans.\n‘Food’ includes drink, chewing gum and any substance intentionally incorporated into the food during its manufacture, preparation or treatment.\n‘Food’ does not include:\n(a)\nfeed;\n(b)\nlive animals unless they are prepared for placing on the market for human consumption;\n(c)\nplants prior to harvesting;\n(d)\nmedicinal products within the meaning of point (2) of Article 1 of Directive 2001/83/EC of the European Parliament and of the Council (10);\n(e)\ncosmetic products within the meaning of point (a) of Article 2(1) of Regulation (EC) No 1223/2009 of the European Parliament and of the Council (11);\n(f)\ntobacco and tobacco products within the meaning of, respectively, points (1) and (4) of Article 2 of Directive 2014/40/EU of the European Parliament and of the Council (12);\n(g)\nnarcotic or psychotropic substances within the meaning of the United Nations Single Convention on Narcotic Drugs, 1961, and the United Nations Convention on Psychotropic Substances, 1971;\n(h)\nresidues and contaminants;\n(i)\nwater intended for human consumption within the meaning of point (1) of Article 2 of Directive 2013/51/Euratom;\n(2)\n‘minor food’ means food of minor dietary importance which makes only a marginal contribution to food consumption by the population;\n(3)\n‘feed’ means any substance or product, including additives, whether processed, partially processed or unprocessed, intended to be used for oral feeding to animals;\n(4)\n‘placing on the market’ means the holding of food or feed for the purpose of sale, including offering for sale or any other form of transfer, whether free of charge or not, and the sale, distribution and other forms of transfer themselves;\n(5)\n‘radiological emergency’ means a non-routine situation or event involving a radiation source that necessitates prompt action to mitigate serious adverse consequences for human health and safety, quality of life, property or the environment, or a hazard that could give rise to such serious adverse consequences.\nArticle 3\nApplicable maximum permitted levels\n1.   If the Commission receives — in particular either under the Community arrangements for the early exchange of information in the event of a radiological emergency, or under the IAEA Convention on Early Notification of a Nuclear Accident of 26 September 1986 — official information on a nuclear accident or on any other case of radiological emergency which is likely to lead to or has led to significant radioactive contamination of food and feed, it shall adopt an implementing Regulation rendering applicable maximum permitted levels to the potentially contaminated food or feed that could be placed on the market.\nWithout prejudice to Article 3(4), the applicable maximum permitted levels set out in such an implementing Regulation shall not exceed those set out in Annexes I, II and III. That implementing Regulation shall be adopted in accordance with the examination procedure referred to in Article 5(2).\nOn duly justified imperative grounds of urgency relating to the circumstances of the nuclear accident or other radiological emergency, the Commission shall adopt an immediately applicable implementing Regulation in accordance with the procedure referred to in Article 5(3).\n2.   The period of validity of implementing Regulations adopted under paragraph 1 shall be as short as possible. The duration of the first implementing Regulation following a nuclear accident or any other case of radiological emergency shall not exceed 3 months.\nImplementing Regulations shall be periodically reviewed by the Commission and, if appropriate, amended on the basis of the nature and location of the accident and of the evolution of the level of radioactive contamination effectively measured.\n3.   When preparing or reviewing implementing Regulations, the Commission shall take into account the basic standards laid down pursuant to Articles 30 and 31 of the Treaty, including the justification principle and the optimisation principle, with the aim of keeping the magnitude of individual doses, the likelihood of exposure and the number of individuals exposed as low as reasonably achievable, taking into account the current state of technical knowledge and economic and societal factors.\nWhen reviewing implementing Regulations, the Commission shall consult the group of experts referred to in Article 31 of the Treaty if a nuclear accident or any other case of radiological emergency causes such widespread contamination of food or feed consumed in the Community that the rationale and assumptions underpinning the maximum permitted levels set out in Annexes I, II and III to this Regulation are no longer valid. The Commission may seek the opinion of that group of experts in any other case of contamination of food or feed consumed in the Community.\n4.   Without prejudice to the health protection objective pursued by this Regulation, the Commission may, by means of implementing Regulations, allow any Member State, at its request and in the light of exceptional circumstances prevailing in that Member State, to derogate temporarily from the maximum permitted levels in respect of specified food or feed consumed on its territory. Those derogations shall be based on scientific evidence and be duly justified by the circumstances, in particular societal factors, prevailing in the Member State concerned.\nArticle 4\nRestrictive measures\n1.   When the Commission adopts an implementing Regulation rendering applicable maximum permitted levels, food or feed not in compliance with those maximum permitted levels shall not be placed on the market, as from the date specified in that implementing Regulation.\nFor the purposes of applying this Regulation, food or feed imported from third countries shall be considered to be placed on the market if, on the customs territory of the Union, it is placed under a customs procedure other than a transit procedure.\n2.   Each Member State shall provide the Commission with all information concerning the application of this Regulation. The Commission shall communicate such information to the other Member States. Any case of non-compliance with the applicable maximum permitted levels shall be notified through the Rapid Alert System for Food and Feed (RAFF).\nArticle 5\nCommittee procedure\n1.   The Commission shall be assisted by the Standing Committee on Plants, Animals, Food and Feed established by Article 58(1) of Regulation (EC) No 178/2002. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\n2.   Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.\n3.   Where reference is made to this paragraph, Article 8 of Regulation (EU) No 182/2011, in conjunction with Article 5 thereof, shall apply.\nArticle 6\nReporting\nIn the event of a nuclear accident or any other case of a radiological emergency which is likely to lead to or has led to significant radioactive contamination of food and feed, the Commission shall submit to the European Parliament and to the Council a report. The report shall cover the implementation of the measures undertaken pursuant to this Regulation and notified to the Commission in accordance with Article 4(2).\nArticle 7\nRepeal\nCouncil Regulation (Euratom) No 3954/87 and Commission Regulations (Euratom) No 944/89 (13) and (Euratom) No 770/90 (14) are repealed.\nReferences to the repealed Regulations shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex IV.\nArticle 8\nEntry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 15 January 2016.\nFor the Council\nThe President\nJ.R.V.A. DIJSSELBLOEM\n(1)  Opinion of 9 July 2015 (not yet published in the Official Journal).\n(2)  OJ C 226, 16.7.2014, p. 68.\n(3)  Council Directive 2013/59/Euratom of 5 December 2013 laying down basic safety standards for protection against the dangers arising from exposure to ionising radiation, and repealing Directives 89/618/Euratom, 90/641/Euratom, 96/29/Euratom, 97/43/Euratom and 2003/122/Euratom (OJ L 13, 17.1.2014, p. 1).\n(4)  Council Regulation (Euratom) No 3954/87 of 22 December 1987 laying down maximum permitted levels of radioactive contamination of foodstuffs and of feedingstuffs following a nuclear accident or any other case of radiological emergency (OJ L 371, 30.12.1987, p. 11).\n(5)  Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (OJ L 31, 1.2.2002, p. 1).\n(6)  Council Directive 2013/51/Euratom of 22 October 2013 laying down requirements for the protection of the health of the general public with regard to radioactive substances in water intended for human consumption (OJ L 296, 7.11.2013, p. 12).\n(7)  Council Decision 87/600/Euratom of 14 December 1987 on Community arrangements for the early exchange of information in the event of radiological emergency (OJ L 371, 30.12.1987, p. 76).\n(8)  Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by the Member States of the Commission's exercise of implementing powers (OJ L 55, 28.2.2011, p. 13).\n(9)  Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (OJ L 165, 30.4.2004, p. 1).\n(10)  Directive 2001/83/EC of the European Parliament and of the Council of 6 November 2001 on the Community code relating to medicinal products for human use (OJ L 311, 28.11.2001, p. 67).\n(11)  Regulation (EC) No 1223/2009 of the European Parliament and of the Council of 30 November 2009 on cosmetic products (OJ L 342, 22.12.2009, p. 59).\n(12)  Directive 2014/40/EU of the European Parliament and of the Council of 3 April 2014 on the approximation of the laws, regulations and administrative provisions of the Member States concerning the manufacture, presentation and sale of tobacco and related products and repealing Directive 2001/37/EC (OJ L 127, 29.4.2014, p. 1).\n(13)  Commission Regulation (Euratom) No 944/89 of 12 April 1989 laying down maximum permitted levels of radioactive contamination in minor foodstuffs following a nuclear accident or any other case of radiological emergency (OJ L 101, 13.4.1989, p. 17).\n(14)  Commission Regulation (Euratom) No 770/90 of 29 March 1990 laying down maximum permitted levels of radioactive contamination of feedingstuffs following a nuclear accident or any other case of radiological emergency (OJ L 83, 30.3.1990, p. 78).\nANNEX I\nMAXIMUM PERMITTED LEVELS OF RADIOACTIVE CONTAMINATION OF FOOD\nThe maximum permitted levels to be applied to food shall not exceed the following:\nIsotope group/Food group\nFood (Bq/kg) (1)\nInfant food (2)\nDairy produce (3)\nOther food except minor food (4)\nLiquid food (5)\nSum of isotopes of strontium, notably Sr-90\n75\n125\n750\n125\nSum of isotopes of iodine, notably I-131\n150\n500\n2 000\n500\nSum of alpha-emitting isotopes of plutonium and transplutonium elements, notably Pu-239 and Am-241\n1\n20\n80\n20\nSum of all other nuclides of half-life greater than 10 days, notably Cs-134 and Cs-137 (6)\n400\n1 000\n1 250\n1 000\n(1)  The level applicable to concentrated or dried products is calculated on the basis of the reconstituted product as ready for consumption. Member States may make recommendations concerning the diluting conditions in order to ensure that the maximum permitted levels laid down in this Regulation are observed.\n(2)  Infant food is defined as food intended for the feeding of infants during the first 12 months of life which meets, in itself, the nutritional requirements of this category of persons and is put up for retail sale in packages which are clearly identified and labelled as such.\n(3)  Dairy produce is defined as products falling within the following CN codes including, where appropriate, any adjustments which might subsequently be made to them: 0401 and 0402 (except 0402 29 11).\n(4)  Minor food and the corresponding levels to be applied to them are set out in Annex II.\n(5)  Liquid food is defined as products falling within heading 2009 and Chapter 22 of the Combined Nomenclature. Values are calculated taking into account consumption of tap-water and the same values could be applied to drinking water supplies at the discretion of competent authorities in Member States.\n(6)  Carbon-14, tritium and potassium-40 are not included in this group.\nANNEX II\nMAXIMUM PERMITTED LEVELS OF RADIOACTIVE CONTAMINATION OF MINOR FOOD\n1.\nList of minor food\nCN code\nDescription\n0703 20 00\nGarlic (fresh or chilled))\n0709 59 50\nTruffles (fresh or chilled)\n0709 99 40\nCapers (fresh or chilled)\n0711 90 70\nCapers (provisionally preserved, but unsuitable in that state for immediate consumption)\nex 0712 39 00\nTruffles (dried, whole, cut, sliced, broken or in powder, but not further prepared)\n0714\nManioc, arrowroot, salep, Jerusalem artichokes, sweet potatoes and similar roots and tubers with high starch or inulin content, fresh, chilled, frozen or dried, whether or not sliced or in the form of pellets; sago pith\n0814 00 00\nPeel of citrus fruit or melons (including watermelons), fresh, frozen, dried or provisionally preserved in brine, in sulphur water or in other preservative solutions\n0903 00 00\nMaté\n0904\nPepper of the genus Piper; dried or crushed or ground fruit of the genus Capsicum or of the genus Pimenta\n0905 00 00\nVanilla\n0906\nCinnamon and cinnamon-tree flowers\n0907 00 00\nCloves (whole fruit, cloves and stems)\n0908\nNutmeg, mace and cardamoms\n0909\nSeeds of anise, badian, fennel, coriander, cumin or caraway; juniper berries\n0910\nGinger, saffron, turmeric (curcuma), thyme, bay leaves, curry and other spices\n1106 20\nFlour, meal and powder of sago or of roots or tubers of heading 0714\n1108 14 00\nManioc (cassava) starch\n1210\nHop cones, fresh or dried, whether or not ground, powdered or in the form of pellets; lupulin\n1211\nPlants and parts of plants (including seeds and fruits), of a kind used primarily in perfumery, in pharmacy or for insecticidal, fungicidal or similar purposes, fresh or dried, whether or not cut, crushed or powdered, except plants or parts of plants used for food production\n1301\nLac; natural gums, resins, gum-resins and oleoresins (for example, balsams)\n1302\nVegetable saps and extracts; pectic substances, pectinates and pectates; agar-agar and other mucilages and thickeners, whether or not modified, derived from vegetable products\n1504\nFats and oils and their fractions, of fish or marine mammals, whether or not refined, but not chemically modified\n1604 31 00\nCaviar\n1604 32 00\nCaviar substitutes\n1801 00 00\nCocoa beans, whole or broken, raw or roasted\n1802 00 00\nCocoa shells, husks, skins and other cocoa waste\n1803\nCocoa paste, whether or not defatted\n2003 90 10\nTruffles (prepared or preserved otherwise than by vinegar or acetic acid)\n2006 00\nVegetables, fruit, nuts, fruit-peel and other parts of plants, preserved by sugar (drained, glacé or crystallised)\n2102\nYeasts (active or inactive); other single-cell micro-organisms, dead (but not including vaccines of heading 3002); prepared baking powders\n2936\nProvitamins and vitamins, natural or reproduced by synthesis (including natural concentrates), derivatives thereof used primarily as vitamins, and intermixtures of the foregoing, whether or not in any solvent\n3301\nEssential oils (terpeneless or not), including concretes and absolutes; resinoids; extracted oleoresins; concentrates of essential oils in fats, in fixed oils, in waxes or the like, obtained by enfleurage or maceration; terpenic by-products of the deterpenation of essential oils; aqueous distillates and aqueous solutions of essential oils\n2.\nThe maximum permitted levels to be applied to the minor food as listed in point 1 shall not exceed the following:\nIsotope group\nBq/kg\nSum of isotopes of strontium, notably Sr-90\n7 500\nSum of isotopes of iodine, notably I-131\n20 000\nSum of alpha-emitting isotopes of plutonium and transplutonium elements, notably Pu-239 and Am-241\n800\nSum of all other nuclides of half-life greater than 10 days, notably Cs-134 and Cs-137 (1)\n12 500\n(1)  Carbon-14, tritium and potassium-40 are not included in this group.\nANNEX III\nMAXIMUM PERMITTED LEVELS OF RADIOACTIVE CONTAMINATION OF FEED\nThe maximum permitted levels for the sum of caesium-134 and caesium-137 shall not exceed the following:\nFeed for\nBq/kg (1)\n (2)\nPigs\n1 250\nPoultry, lambs, calves\n2 500\nOther\n5 000\n(1)  These levels are intended to contribute to the observance of the maximum permitted levels for food; they do not alone guarantee such observance in all circumstances and do not lessen the requirement for monitoring contamination levels in animal products destined for human consumption.\n(2)  These levels apply to feed as ready for consumption.\nANNEX IV\nCORRELATION TABLE\nRegulation (Euratom) No 3954/87\nRegulation (Euratom) No 944/89\nRegulation (Euratom) No 770/90\nThis Regulation\nArticle 1(1)\nArticle 1\nArticle 1\nArticle 1\nArticle 1(2)\nArticle 2\nArticle 2(1)\nArticle 3(1)\nArticle 2(2)\nArticle 3(2)\nArticle 3(1)\n—\nArticle 3(2)\nArticle 3(3)\nArticle 3(3) and (4)\n—\nArticle 4\n—\nArticle 5\n—\nArticle 6(1)\nArticle 4(1)\nArticle 6(2)\nArticle 4(2)\nArticle 2\nAnnex II, point 2\n—\n—\n—\nArticle 5\nArticle 7\n—\n—\n—\n—\nArticle 7\nArticle 8\nArticle 3\nArticle 2\nArticle 8\nAnnex\nAnnex I\nAnnex\nAnnex II, point 1\nAnnex\nAnnex III\n—\n—\n—\nAnnex IV", "summary": "Maximum levels of radioactive contamination in foodstuffs\nMaximum levels of radioactive contamination in foodstuffs\nSUMMARY OF:\nRegulation (Euratom) 2016/52 — maximum permitted levels of radioactive contamination of food and feed following a nuclear accident or any other case of radiological emergency\nWHAT IS THE AIM OF THE REGULATION?\n              \nIt sets out the maximum permitted levels of radioactive contamination of food and feed following a nuclear accident or any other case of radiological emergency.\nThe regulation repeals Regulations (Euratom) No 3954/87, (Euratom) No 944/89 and (Euratom) No 770/90. Any existing references to the repealed acts should be read as references to this regulation.\nKEY POINTS\nScope\nThe regulation covers the maximum permitted levels for food, minor food* and animal feed.\nMaximum permitted levels of contamination\nIf the European Commission receives official information on a nuclear accident or on any other case of radiological emergency which is likely to lead to, or has led to, significant radioactive contamination of food and feed, it must adopt an implementing regulation which will: set out maximum permitted levels (not exceeding those set out in the regulation’s annexes) of potentially contaminated food or feed that can be placed on the market;have as short a period of validity as possible, initially not exceeding 3 months;be periodically reviewed by the Commission and, if appropriate, amended on the basis of the nature and location of the accident and of the level of radioactive contamination measured.\nNon-compliance must be notified through the Rapid Alert System for Food and Feed.\nEU countries can request a temporary exemption from these maximum permitted levels for specified food or feed consumed on its territory. These exemptions should be set out in the implementing regulation.\nCommittee\nThe Commission shall be assisted on the matter by the Standing Committee on Plants, Animals, Food and Feed (PAFF) established by Regulation (EC) No 178/2002 laying down the general principles and requirements of food law.\nReporting\nThe Commission must submit a report to the European Parliament and Council, setting out the measures taken, in the event of such an accident or emergency likely to lead to or which has led to significant radioactive contamination of food and feed.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 9 February 2016.\nBACKGROUND\nRegulation (EU) 2017/625 (see summary) sets out rules for official checks on the EU agri-food chain.\nEU safety standards for exposure to ionising radiation are set out in Directive 2013/59/Euratom (see summary).\nKEY TERMS\n              \nMinor food: food, such as garlic and truffles, which form only a very small part of food consumption by the general population.\nMAIN DOCUMENT\n            \nCouncil Regulation (Euratom) 2016/52 of 15 January 2016 laying down maximum permitted levels of radioactive contamination of food and feed following a nuclear accident or any other case of radiological emergency, and repealing Regulation (Euratom) No 3954/87 and Commission Regulations (Euratom) No 944/89 and (Euratom) No 770/90 (OJ L 13, 20.1.2016, pp. 2-11)\nRELATED DOCUMENTS\n            \nRegulation (EU) 2017/625 of the European Parliament and of the Council of 15 March 2017 on official controls and other official activities performed to ensure the application of food and feed law, rules on animal health and welfare, plant health and plant protection products, amending Regulations (EC) No 999/2001, (EC) No 396/2005, (EC) No 1069/2009, (EC) No 1107/2009, (EU) No 1151/2012, (EU) No 652/2014, (EU) 2016/429 and (EU) 2016/2031 of the European Parliament and of the Council, Council Regulations (EC) No 1/2005 and (EC) No 1099/2009 and Council Directives 98/58/EC, 1999/74/EC, 2007/43/EC, 2008/119/EC and 2008/120/EC, and repealing Regulations (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council, Council Directives 89/608/EEC, 89/662/EEC, 90/425/EEC, 91/496/EEC, 96/23/EC, 96/93/EC and 97/78/EC and Council Decision 92/438/EEC (Official Controls Regulation) (OJ L 95, 7.4.2017, pp. 1-142)\nSuccessive amendments to Regulation (EU) 2017/625 have been incorporated into the original document. This consolidated version is of documentary value only.\nCouncil Directive 2013/59/Euratom of 5 December 2013 laying down basic safety standards for protection against the dangers arising from exposure to ionising radiation, and repealing Directives 89/618/Euratom, 90/641/Euratom, 96/29/Euratom, 97/43/Euratom and 2003/122/Euratom (OJ L 13, 17.1.2014, pp. 1-73)\nSee consolidated version.\nlast update 19.05.2020", "tags": ["animal feedingstuffs", "health control", "food contamination", "radioactive pollution", "foodstuff", "radiation protection", "health risk", "ionising radiation", "food safety", "nuclear accident"], "subjects": ["Protocol on Ireland/Northern Ireland", "Foodstuffs", "Consumer protection"], "split": "train", "reference_annotations": {"32016R0052_p1": {"text": "COUNCIL regulation 2016/52///of 15 January 2016---laying down maximum permitted levels of radioactive contamination of food and feed following a nuclear accident or any other case of radiological emergency, and repealing regulation 3954/87 and Commission regulation 944/89 regulation 770/90", "triples": [" regulation 2016/52,  repealing,  regulation 3954/87", " regulation 2016/52,  repealing,  regulation 944/89", " regulation 2016/52,  repealing,  regulation 770/90"]}, "32016R0052_p3": {"text": "(3)  Council directive 2013/59/euratom of 5 December 2013 laying down basic safety standards for protection against the dangers arising from exposure to ionising radiation, and repealing directive 89/618/euratom directive 90/641/euratom directive 96/29/euratom directive 97/43/euratom directive 2003/122/euratom (OJ L 13, 17.1.2014, p. 1).", "triples": [" directive 2013/59/euratom,  repealing,  directive 89/618/euratom", " directive 2013/59/euratom,  repealing,  directive 90/641/euratom", " directive 2013/59/euratom,  repealing,  directive 96/29/euratom", " directive 2013/59/euratom,  repealing,  directive 97/43/euratom", " directive 2013/59/euratom,  repealing,  directive 2003/122/euratom"]}, "32016R0052_p4": {"text": "(12)  directive 2014/40/eu of the European Parliament and of the Council of 3 April 2014 on the approximation of the laws, regulations and administrative provisions of the Member States concerning the manufacture, presentation and sale of tobacco and related products and repealing directive 2001/37/ec (OJ L 127, 29.4.2014, p. 1).", "triples": [" directive 2014/40/eu,  repealing,  directive 2001/37/ec"]}}, "summary_annotations": {"32016R0052_p2": {"text": "Council regulation 2016/52 of 15 January 2016 laying down maximum permitted levels of radioactive contamination of food and feed following a nuclear accident or any other case of radiological emergency, and repealing regulation 3954/87 and Commission regulation 944/89 regulation 770/90 (OJ L 13, 20.1.2016, pp. 2-11)", "triples": [" regulation 2016/52,  repealing,  regulation 3954/87", " regulation 2016/52,  repealing,  regulation 944/89", " regulation 2016/52,  repealing,  regulation 770/90"]}, "32016R0052_p3": {"text": "regulation 2017/625 of the European Parliament and of the Council of 15 March 2017 on official controls and other official activities performed to ensure the application of food and feed law, rules on animal health and welfare, plant health and plant protection products, amending regulation 999/2001 regulation 396/2005 regulation 1069/2009 regulation 1107/2009 regulation 1151/2012 regulation 652/2014 regulation 2016/429 regulation 2016/2031 of the European Parliament and of the Council, Council regulation 1/2005 regulation 1099/2009 and Council directive 98/58/ec directive 1999/74/ec directive 2007/43/ec directive 2008/119/ec directive 2008/120/ec, and repealing regulation 854/2004 regulation 882/2004 of the European Parliament and of the Council, Council directive 89/608/eec directive 89/662/eec directive 90/425/eec directive 91/496/eec directive 96/23/ec directive 96/93/ec directive 97/78/ec and Council decision 92/438/eec (Official Controls Regulation) (OJ L 95, 7.4.2017, pp. 1-142)", "triples": [" regulation 2017/625,  amending,  regulation 999/2001", " regulation 2017/625,  amending,  regulation 396/2005", " regulation 2017/625,  amending,  regulation 1069/2009", " regulation 2017/625,  amending,  regulation 1107/2009", " regulation 2017/625,  amending,  regulation 1151/2012", " regulation 2017/625,  amending,  regulation 652/2014", " regulation 2017/625,  amending,  regulation 2016/429", " regulation 2017/625,  amending,  regulation 2016/2031", " regulation 2017/625,  amending,  regulation 1/2005", " regulation 2017/625,  amending,  regulation 1099/2009", " regulation 2017/625,  amending,  directive 98/58/ec", " regulation 2017/625,  amending,  directive 1999/74/ec", " regulation 2017/625,  amending,  directive 2007/43/ec", " regulation 2017/625,  amending,  directive 2008/119/ec", " regulation 2017/625,  amending,  directive 2008/120/ec", " regulation 2017/625,  repealing,  regulation 854/2004", " regulation 2017/625,  repealing,  regulation 882/2004", " regulation 2017/625,  repealing,  directive 89/608/eec", " regulation 2017/625,  repealing,  directive 89/662/eec", " regulation 2017/625,  repealing,  directive 90/425/eec", " regulation 2017/625,  repealing,  directive 91/496/eec", " regulation 2017/625,  repealing,  directive 96/23/ec", " regulation 2017/625,  repealing,  directive 96/93/ec", " regulation 2017/625,  repealing,  directive 97/78/ec", " regulation 2017/625,  repealing,  decision 92/438/eec"]}, "32016R0052_p4": {"text": "Council directive 2013/59/euratom of 5 December 2013 laying down basic safety standards for protection against the dangers arising from exposure to ionising radiation, and repealing directive 89/618/euratom directive 90/641/euratom directive 96/29/euratom directive 97/43/euratom directive 2003/122/euratom (OJ L 13, 17.1.2014, pp. 1-73)", "triples": [" directive 2013/59/euratom,  repealing,  directive 89/618/euratom", " directive 2013/59/euratom,  repealing,  directive 90/641/euratom", " directive 2013/59/euratom,  repealing,  directive 97/43/euratom", " directive 2013/59/euratom,  repealing,  directive 2003/122/euratom", " directive 2013/59/euratom,  repealing,  directive 96/29/euratom"]}}}