{"celex_id": "32014D0335", "reference": "7.6.2014\nEN\nOfficial Journal of the European Union\nL 168/105\nCOUNCIL DECISION\nof 26 May 2014\non the system of own resources of the European Union\n(2014/335/EU, Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular the third paragraph of Article 311 thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 106a thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national Parliaments,\nHaving regard to the opinion of the European Parliament,\nActing in accordance with a special legislative procedure,\nWhereas:\n(1)\nThe own resources system of the Union must ensure adequate resources for the orderly development of the policies of the Union, subject to the need for strict budgetary discipline. The development of the own resources system can and should also contribute to wider budgetary consolidation efforts undertaken in Member States and participate, to the greatest extent possible, in the development of the policies of the Union.\n(2)\nThis Decision should enter into force only once it has been approved by all Member States in accordance with their respective constitutional requirements, thus fully respecting national sovereignty.\n(3)\nThe European Council of 7 and 8 February 2013 concluded, inter alia, that the own resources arrangements should be guided by the overall objectives of simplicity, transparency and equity. Those arrangements should therefore ensure, in line with the relevant conclusions of the 1984 Fontainebleau European Council, that no Member State sustain a budgetary burden which is excessive in relation to its relative prosperity. It is therefore appropriate to introduce provisions covering specific Member States.\n(4)\nThe European Council of 7 and 8 February 2013 concluded that Germany, the Netherlands and Sweden are to benefit from reduced call rates for the own resource based on value added tax (VAT) for the period 2014-2020 only. It also concluded that Denmark, the Netherlands and Sweden are to benefit from gross reductions in their annual contributions based on gross national income (GNI) for the period 2014-2020 only and that Austria is to benefit from gross reductions in its annual GNI-based contributions for the period 2014-2016 only. The European Council of 7 and 8 February 2013 concluded that the existing correction mechanism in favour of the United Kingdom is to continue to apply.\n(5)\nThe European Council of 7 and 8 February 2013 concluded that the system for collection of traditional own resources is to remain unchanged. However, from 1 January 2014, Member States are to retain, by way of collection costs, 20 % of the amounts collected by them.\n(6)\nIn order to ensure strict budgetary discipline, and taking into account the Commission Communication of 16 April 2010 on the adaptation of the ceiling of own resources and of the ceiling for appropriations for commitments following the decision to apply FISIM for own resources purposes, the ceiling of own resources should be equal to 1,23 % of the sum of the Member States' GNIs at market prices for appropriations for payments and the ceiling of 1,29 % of the sum of the Member States' GNIs should be set for appropriations for commitments. Those ceilings are based on ESA 95 including financial intermediation services indirectly measured (FISIM) as the data based on the revised European System of Accounts set up by Regulation (EU) No 549/2013 of the European Parliament and of the Council (1) (‘ESA 2010’) has not been available at the time of the adoption of this Decision. In order to maintain unchanged the amount of financial resources put at the disposal of the Union, it is appropriate to adapt these ceilings expressed in percentages of GNI. Those ceilings should be adapted as soon as all Member States have transmitted their data on the basis of ESA 2010. In the event that there are any amendments to ESA 2010 which entail a significant change in the level of GNI, the ceilings for own resources and for commitment appropriations should be adapted again.\n(7)\nThe European Council of 7 and 8 February 2013 called upon the Council to continue working on the proposal of the Commission for a new own resource based on VAT to make it as simple and transparent as possible, to strengthen the link with EU VAT policy and actual VAT receipts, and to ensure equal treatment of taxpayers in all Member States. The European Council concluded that the new VAT own resource could replace the existing own resource based on VAT. The European Council also noted that on 22 January 2013 the Council adopted the Council Decision authorising enhanced cooperation in the area of financial transaction tax (2). It invited the participating Member States to examine if it could become the base for a new own resource for the EU budget. It concluded that this would not impact non-participating Member States and would not impact the calculation of the United Kingdom correction.\n(8)\nThe European Council of 7 and 8 February 2013 concluded that a Council regulation laying down implementing measures for the Union's own resources system will be established, as set out under the fourth paragraph of Article 311 of the Treaty on the Functioning of the European Union (TFEU). Accordingly, provisions of a general nature, applicable to all types of own resources and for which appropriate parliamentary oversight, as set out in the Treaties, is required, should be included in that regulation, such as, in particular, the procedure for calculating and budgeting the annual budgetary balance and aspects of control and supervision of revenues.\n(9)\nFor reasons of coherence, continuity and legal certainty, provisions should be laid down to cover the transition from the system introduced by Council Decision 2007/436/EC, Euratom (3) to that arising from this Decision.\n(10)\nDecision 2007/436/EC, Euratom should be repealed.\n(11)\nFor the purposes of this Decision, all monetary amounts should be expressed in euros.\n(12)\nThe European Court of Auditors and the European Economic and Social Committee were consulted and have adopted opinions (4).\n(13)\nIn order to ensure transition to the revised system of own resources and to coincide with the financial year, this Decision should apply from 1 January 2014,\nHAS ADOPTED THIS DECISION:\nArticle 1\nSubject matter\nThis Decision lays down rules on the allocation of own resources of the Union in order to ensure, pursuant to Article 311 of the Treaty on the Functioning of the European Union (TFEU), the financing of the Union's annual budget.\nArticle 2\nCategories of own resources and specific methods for their calculation\n1.   Revenue from the following shall constitute own resources entered in the budget of the Union:\n(a)\ntraditional own resources consisting of levies, premiums, additional or compensatory amounts, additional amounts or factors, Common Customs Tariff duties and other duties established or to be established by the institutions of the Union in respect of trade with third countries, customs duties on products under the expired Treaty establishing the European Coal and Steel Community, as well as contributions and other duties provided for within the framework of the common organisation of the markets in sugar;\n(b)\nwithout prejudice to the second subparagraph of paragraph 4, the application of a uniform rate valid for all Member States to the harmonised VAT assessment bases determined in accordance with Union rules. For each Member State the assessment base to be taken into account for this purpose shall not exceed 50 % of gross national income (GNI), as defined in paragraph 7;\n(c)\nwithout prejudice to the second subparagraph of paragraph 5, the application of a uniform rate, to be determined pursuant to the budgetary procedure in the light of the total of all other revenue, to the sum of GNI of all the Member States.\n2.   Revenue deriving from any new charges introduced within the framework of a common policy, in accordance with the TFEU, provided that the procedure laid down in Article 311 TFEU has been followed, shall also constitute own resources entered in the budget of the Union.\n3.   Member States shall retain, by way of collection costs, 20 % of the amounts referred to in point (a) of paragraph 1.\n4.   The uniform rate referred to in paragraph 1(b) shall be fixed at 0,30 %.\nFor the period 2014-2020 only, the rate of call of the VAT-based own resource for Germany, the Netherlands and Sweden shall be fixed at 0,15 %.\n5.   The uniform rate referred to in paragraph 1(c) shall apply to the GNI of each Member State.\nFor the period 2014-2020 only, Denmark, the Netherlands and Sweden shall benefit from gross reductions in their annual GNI-based contribution of EUR 130 million, EUR 695 million and EUR 185 million respectively. Austria shall benefit from a gross reduction in its annual GNI-based contribution of EUR 30 million in 2014, EUR 20 million in 2015 and EUR 10 million in 2016. All these amounts shall be measured in 2011 prices and adjusted to current prices by applying the most recent GDP deflator for the EU expressed in euro, as provided by the Commission, which is available when the draft budget is drawn up. These gross reductions shall be granted after the calculation of the correction in favour of the United Kingdom and its financing referred to in Articles 4 and 5 of this Decision and shall have no impact thereon. These gross reductions shall be financed by all Member States.\n6.   If, at the beginning of the financial year, the budget has not been adopted, the existing VAT and GNI rates of call shall remain applicable until the entry into force of the new rates.\n7.   GNI referred to in paragraph 1(c) shall mean an annual GNI at market price, as provided by the Commission in application of Regulation (EU) No 549/2013 (‘ESA 2010’).\nShould amendments to ESA 2010 result in significant changes in the GNI referred to in paragraph 1(c), the Council, acting unanimously on a proposal of the Commission and after consulting the European Parliament, shall decide whether these amendments are to apply for the purposes of this Decision.\nArticle 3\nOwn resources ceiling\n1.   The total amount of own resources allocated to the Union to cover annual appropriations for payments shall not exceed 1,23 % of the sum of all the Member States' GNIs.\n2.   The total annual amount of appropriations for commitments entered in the Union's budget shall not exceed 1,29 % of the sum of all the Member States' GNIs.\nAn orderly ratio between appropriations for commitments and appropriations for payments shall be maintained to guarantee their compatibility and to enable the ceiling pursuant to paragraph 1 to be respected in subsequent years.\n3.   For the purposes of this Decision, as soon as all Member States have transmitted their data on the basis of ESA 2010, the Commission shall recalculate the ceilings set out in paragraphs 1 and 2 on the basis of the following formula:\nIn that formula, ‘t’ is the latest full year for which the data for the calculation of GNI are available.\n4.   Where amendments to ESA 2010 result in significant changes in the level of GNI, the Commission shall recalculate the ceilings set out in paragraphs 1 and 2, as recalculated in accordance with paragraph 3, on the basis of the following formula:\nIn that formula, ‘t’ is the latest full year for which the data for the calculation of GNI are available.\nIn that formula, ‘x’ and ‘y’ respectively are the ceilings as recalculated according to paragraph 3.\nArticle 4\nCorrection mechanism in favour of the United Kingdom\nThe United Kingdom shall be granted a correction in respect of budgetary imbalances.\nThis correction shall be established by:\n(a)\ncalculating the difference, in the preceding financial year, between:\n—\nthe percentage share of the United Kingdom in the sum of uncapped VAT assessment bases, and\n—\nthe percentage share of the United Kingdom in total allocated expenditure;\n(b)\nmultiplying the difference thus obtained by total allocated expenditure;\n(c)\nmultiplying the result under point (b) by 0,66;\n(d)\nsubtracting from the result under point (c) the effects arising for the United Kingdom from the transition to capped VAT and the payments referred to in Article 2(1)(c), namely the difference between:\n—\nwhat the United Kingdom would have had to pay for the amounts financed by the resources referred to in Article 2(1)(b) and (c), if the uniform rate had been applied to non-capped VAT bases, and\n—\nthe payments of the United Kingdom pursuant to Article 2(1)(b) and (c);\n(e)\nsubtracting from the result under point (d) the net gains of the United Kingdom resulting from the increase in the percentage of resources referred to in Article 2(1)(a) retained by Member States to cover collection and related costs;\n(f)\nadjusting the calculation, by reducing total allocated expenditure by total allocated expenditure in Member States that have acceded to the Union after 30 April 2004, except for agricultural direct payments and market-related expenditure as well as that part of rural development expenditure originating from the EAGGF, Guarantee Section.\nArticle 5\nFinancing the correction mechanism in favour of the United Kingdom\n1.   The cost of the correction set out in Article 4 shall be borne by the Member States other than the United Kingdom in accordance with the following arrangements:\n(a)\nthe distribution of the cost shall first be calculated by reference to each Member State's share of the payments referred to in Article 2(1)(c), the United Kingdom being excluded and without taking account of the gross reductions in the GNI-based contributions of Denmark, the Netherlands, Austria and Sweden referred to in Article 2(5);\n(b)\nit shall then be adjusted in such a way as to restrict the financing share of Germany, the Netherlands, Austria and Sweden to one fourth of their normal share resulting from this calculation.\n2.   The correction shall be granted to the United Kingdom by a reduction in its payments resulting from the application of Article 2(1)(c). The costs borne by the other Member States shall be added to their payments resulting from the application for each Member State of Article 2(1)(c).\n3.   The Commission shall perform the calculations required for the application of Article 2(5), Article 4 and this Article.\n4.   If, at the beginning of the financial year, the budget has not been adopted, the correction granted to the United Kingdom and the costs borne by the other Member States as entered in the last budget finally adopted shall remain applicable.\nArticle 6\nUniversality principle\nThe revenue referred to in Article 2 shall be used without distinction to finance all expenditure entered in the Union's annual budget.\nArticle 7\nSurplus carry-over\nAny surplus of the Union's revenue over total actual expenditure during a financial year shall be carried over to the following financial year.\nArticle 8\nCollecting own resources and making them available to the Commission\n1.   The Union's own resources referred to in Article 2(1)(a) shall be collected by the Member States in accordance with the national provisions imposed by law, regulation or administrative action, which shall, where appropriate, be adapted to meet the requirements of Union rules.\nThe Commission shall examine the relevant national provisions communicated to it by Member States, transmit to Member States the adjustments it deems necessary in order to ensure that they comply with Union rules and report, if necessary, to the budgetary authority.\n2.   Member States shall make the resources provided for in Article 2(1)(a), (b) and (c) available to the Commission, in accordance with regulations adopted under Article 322(2) TFEU.\nArticle 9\nImplementing measures\nThe Council shall, in accordance with the procedure set out in the fourth paragraph of Article 311 TFEU, lay down implementing measures as regards the following elements of the own resources system:\n(a)\nthe procedure for calculating and budgeting the annual budgetary balance as set out in Article 7;\n(b)\nthe provisions and arrangements necessary for controlling and supervising the revenue referred to in Article 2, including any relevant reporting requirements.\nArticle 10\nFinal and transitional provisions\n1.   Subject to paragraph 2, Decision 2007/436/EC, Euratom is repealed. Any references to the Council Decision 70/243/ECSC, EEC, Euratom (5), to Council Decision 85/257/EEC, Euratom (6), to Council Decision 88/376/EEC, Euratom (7), to Council Decision 94/728/EC, Euratom (8), to Council Decision 2000/597/EC, Euratom (9) or to Decision 2007/436/EC, Euratom shall be construed as references to this Decision and shall be read in accordance with the correlation table set out in the Annex to this Decision.\n2.   Articles 2, 4 and 5 of Decisions 94/728/EC, Euratom, 2000/597/EC, Euratom and 2007/436/EC, Euratom shall continue to apply to the calculation and adjustment of revenue accruing from the application of a rate of call to the VAT base determined in a uniform manner and limited between 50 % and 55 % of the GNP or GNI of each Member State, depending on the relevant year, and to the calculation of the correction of budgetary imbalances granted to the United Kingdom for the years 1995 to 2013.\n3.   Member States shall continue to retain, by way of collection costs, 10 % of the amounts referred to in Article 2(1)(a) which should have been made available by the Member States before 28 February 2001 in accordance with the applicable Union rules.\nMember States shall continue to retain, by way of collection costs, 25 % of the amounts referred to in Article 2(1)(a) which should have been made available by the Member States between 1 March 2001 and 28 February 2014 in accordance with the applicable Union rules.\n4.   For the purposes of this Decision, all monetary amounts shall be expressed in euros.\nArticle 11\nEntry into force\nMember States shall be notified of this Decision by the Secretary-General of the Council.\nMember States shall notify the Secretary-General of the Council without delay of the completion of the procedures for the adoption of this Decision in accordance with their respective constitutional requirements.\nThis Decision shall enter into force on the first day of the month following receipt of the last of the notifications referred to in the second paragraph.\nIt shall apply from 1 January 2014.\nArticle 12\nPublication\nThis Decision shall be published in the Official Journal of the European Union.\nDone at Brussels, 26 May 2014.\nFor the Council\nThe President\nCh. VASILAKOS\n(1)  Regulation (EU) No 549/2013 of the European Parliament and of the Council of 21 May 2013 on the European system of national and regional accounts in the European Union (OJ L 174, 26.6.2013, p. 1).\n(2)  OJ L 22, 25.1.2013, p. 11.\n(3)  Council Decision 2007/436/EC, Euratom of 7 June 2007 on the system of the European Communities' own resources (OJ L 163, 23.6.2007, p. 17).\n(4)  Opinion No 2/2012 of the European Court of Auditors of 20 March 2012 (OJ C 112, 18.4.2012, p. 1) and Opinion of the European Economic and Social Committee of 29 March 2012 (OJ C 181, 21.6.2012, p. 45).\n(5)  Council Decision 70/243/ECSC, EEC, Euratom of 21 April 1970 on the replacement of financial contributions from Member States by the Communities' own resources (OJ L 94, 28.4.1970, p. 19).\n(6)  Council Decision 85/257/EEC, Euratom of 7 May 1985 on the Communities' system of own resources (OJ L 128, 14.5.1985, p. 15).\n(7)  Council Decision 88/376/EEC, Euratom of 24 June 1988 on the system of the Communities' own resources (OJ L 185, 15.7.1988, p. 24).\n(8)  Council Decision 94/728/EC, Euratom of 31 October 1994 on the system of the Communities' own resources (OJ L 293, 12.11.1994, p. 9).\n(9)  Council Decision 2000/597/EC, Euratom of 29 September 2000 on the system of the Communities' own resources (OJ L 253, 7.10.2000, p. 42).\nANNEX\nCORRELATION TABLE\nDecision 2007/436/EC, Euratom\nThis Decision\nArticle 1\nArticle 1\nArticle 2\nArticle 2\nArticle 3(1)\nArticle 3(1)\nArticle 3(2)\nArticle 3(2)\n—\nArticle 3(3)\nArticle 3(3)\nArticle 3(4)\nArticle 4(1), first subparagraph\nArticle 4, first paragraph\nArticle 4(1), second subparagraph, point (a) to (e)\nArticle 4, second paragraph, point (a) to (e)\nArticle 4(1), second subparagraph, point (f)\n—\nArticle 4(1), second subparagraph, point (g)\nArticle 4, second paragraph, point (f)\nArticle 4(2)\n—\nArticle 5\nArticle 5\nArticle 6\nArticle 6\nArticle 7\nArticle 7\nArticle 8(1), first and second subparagraph\nArticle 8(1)\nArticle 8(1), third subparagraph\nArticle 8(2)\nArticle 8(2)\n—\n—\nArticle 9\nArticle 9\n—\nArticle 10\n—\n—\nArticle 10\nArticle 11\n—\n—\nArticle 11\nArticle 12\nArticle 12", "summary": "EU's own resources\nEU's own resources\nThe European Union has adopted rules on the allocation of what are known as its \n               ‘own resources’\n            , i.e. its revenue. The EU operates on the basis of a balanced budget. EU expenditure must therefore be funded entirely from its own resources.\nACT\n                  \nCouncil Decision 2014/335/EU, Euratom of 26 May 2014 on the system of own resources of the European Union\nSUMMARY\n                  \nThe European Union has adopted rules on the allocation of what are known as its \n                  ‘own resources’\n               , i.e. its revenue. The EU operates on the basis of a balanced budget. EU expenditure must therefore be funded entirely from its own resources.\nWHAT DOES THIS DECISION DO?\n                     \nIt defines \n                     ‘own resources’\n                  . These comprise\nduties charged on imports from outside the EU and taxes on sugar production within the EU (known as ‘traditional’ own resources),\nrevenue based on a share of the value-added tax (VAT), a tax on consumption collected by EU countries,\nrevenue based on each EU country’s gross national income* (GNI).\nKEY POINTS\nThere is an overall ceiling of own resources assigned to cover the EU’s annual appropriations for payments (i.e. allocations of payments to be made from the EU’s budget) which may not exceed 1.23 % of the sum of the GNI of all the EU countries. This is to ensure strict budgetary discipline.\nFor traditional own resources, EU countries can retain 20 % of the amounts that they collect, by way of collection costs (i.e. the costs of collecting duties or taxes).\nFor VAT, a standard rate is levied on the harmonised VAT base of each EU country. The assessment base to be taken into account for this purpose cannot exceed 50 % of a country’s GNI. As consumption (and thus VAT) in less prosperous countries amounts to a higher share of GNI than in rich countries, this ensures that the former do not pay a disproportionately high amount.\nAs regards the GNI-based own resource, a uniform percentage is levied on each EU country’s GNI. This own resource is the largest source of revenue for the EU budget and serves to fund that part of the budget that is not covered by the other sources of income.\nA correction mechanism is applied in the case of certain countries which are considered to paying more towards the EU budget than they should be, taking into account their relative prosperity. Germany, the Netherlands, Austria, Sweden and the United Kingdom (1) fall into this category and pay reduced contributions.\nBACKGROUND\n                     \nCouncil Decision 2014/335/EU, Euratom is one of 3 legal acts making up what is known as the ‘own resources’ package linked to the EU's multiannual financial framework - the EU's spending plan for the 2014-2020 period. The 2 other acts in the package are:\nRegulation (EU, Euratom) No 609/2014 on the methods and procedure for making available the traditional, VAT and GNI-based own resources and on the measures to meet cash requirements,\nCouncil Regulation (EU, Euratom) No 608/2014 of 26 May 2014 laying down implementing measures for the system of own resources of the European Union.\nWHEN DOES THE DECISION APPLY?\n                     \nFrom 1 January 2014.\nFor more information, see \n                     ‘Where does the money come from?’on the European Commission's website.\nKEY TERMS\n* Gross national income (GNI) - the sum of incomes of residents of an economy in a given period.\nREFERENCES\nAct\nEntry into force\nDate of application\nDeadline for transposition in the Member States\nOfficial Journal\nCouncil Decision 2014/335/EU, Euratom\nThe first day of the month following the completion of the ratification by all Member States\n1.1.2014\n-\nOJ L 168, 7.6.2014, pp. 105-111\nRELATED ACTS\n                  \nCouncil Regulation (EU, Euratom) No 608/2014 of 26 May 2014 laying down implementing measures for the system of own resources of the European Union (OJ L 168, 7.6.2014, pp. 29-38)\nCouncil Regulation (EU, Euratom) No 609/2014 of 26 May 2014 on the methods and procedure for making available the traditional, VAT and GNI-based own resources and on the measures to meet cash requirements (Recast) (OJ L 168, 7.6.2014, pp. 39-52)\nlast update 23.08.2015(1) The United Kingdom withdraws from the European Union and becomes a third country (non-EU country) as of 1 February 2020.", "tags": ["own resources", "United Kingdom", "tax collection"], "subjects": ["Financial provisions"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}