{"celex_id": "32006D0688", "reference": "14.10.2006\nEN\nOfficial Journal of the European Union\nL 283/40\nCOUNCIL DECISION\nof 5 October 2006\non the establishment of a mutual information mechanism concerning Member States' measures in the areas of asylum and immigration\n(2006/688/EC)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 66 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1)\nOn 4 November 2004 the European Council endorsed a multi-annual programme, known as the Hague Programme, for strengthening the area of freedom, security and justice, which calls for the development of the second phase of a common policy in the field of asylum, migration, visas and borders, which started on 1 May 2004, based, inter alia, on closer practical cooperation between Member States and an improved exchange of information.\n(2)\nThe development of common asylum and immigration policies since the entry into force of the Treaty of Amsterdam has resulted in closer interdependency between Member States' policies in these areas, making the need for a more coordinated approach of national policies essential for strengthening the area of freedom, security and justice.\n(3)\nIn conclusions adopted at its meeting of 14 April 2005, the Justice and Home Affairs Council called for the establishment of a system of mutual information between those in charge of migration and asylum policy in the Member States, based on the necessity to communicate information on measures considered likely to have a significant impact on several Member States or on the European Union as a whole and allowing for an exchange of views between Member States and the Commission at the request of any one of the Member States or the Commission.\n(4)\nThe information mechanism should be based on solidarity, transparency and mutual confidence and should provide a flexible, rapid and non-bureaucratic channel for exchanging information and views on national asylum and immigration measures at European Union level.\n(5)\nFor the purposes of the application of this Decision, national asylum and immigration measures which are likely to have a significant impact on several Member States or on the European Union as a whole may comprise policy intentions, long-term programming, draft and adopted legislation, final decisions of the highest courts or tribunals which apply or interpret measures of national law and administrative decisions affecting a significant number of persons.\n(6)\nCommunication of the relevant information should take place at the latest when the measures concerned become publicly available. Member States are however encouraged to transmit it as soon as possible.\n(7)\nFor reasons of efficiency and accessibility, a web-based network should be an essential element of the information mechanism concerning national measures in the areas of asylum and immigration.\n(8)\nThe exchange of information on national measures through a web-based network should be complemented by the possibility of exchanging views on such measures.\n(9)\nThe information mechanism established by this Decision should be without prejudice to the right of Member States to request ad-hoc discussions in the Council on national measures at any time, in accordance with the Council's rules of procedure.\n(10)\nSince the objectives of this Decision, namely secure information exchange and consultation between Member States, cannot be sufficiently achieved by the Member States and can therefore, by reason of the effects of this Decision, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiary as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Decision does not go beyond what is necessary in order to achieve those objectives.\n(11)\nThe United Kingdom and Ireland, in accordance with Article 3 of the Protocol on the position of the United Kingdom and Ireland, annexed to the Treaty on European Union and to the Treaty establishing the European Community, have given notice of their wish to take part in the adoption and application of this Decision.\n(12)\nIn accordance with Articles 1 and 2 of the Protocol on the position of Denmark annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark does not take part in the adoption of this Decision and is therefore not bound by it or subject to its application,\nHAS ADOPTED THIS DECISION:\nArticle 1\nSubject matter and scope\n1.   This Decision establishes a mechanism for the mutual exchange of information concerning national measures in the areas of asylum and immigration that are likely to have a significant impact on several Member States or on the European Union as a whole.\n2.   The mechanism referred to in paragraph 1 allows for the preparation of exchanges of views and debates on such measures.\nArticle 2\nInformation to be submitted\n1.   Member States shall communicate to the Commission and the other Member States information on the measures which they intend to take, or have recently taken, in the areas of asylum and immigration, where these measures are publicly available and are likely to have a significant impact on several Member States or on the European Union as a whole.\nSuch information shall be transmitted as soon as possible and at the latest when it becomes publicly available. This paragraph is subject to any confidentiality and data protection requirements that may apply to a particular measure.\nEach Member State shall be responsible for evaluating whether its national measures are likely to have a significant impact on several Member States or on the European Union as a whole.\n2.   The information pursuant to paragraph 1 shall be communicated through the network referred to in Article 3, using the reporting form annexed to this Decision.\n3.   The Commission or a Member State may request additional information concerning the information communicated by another Member State through the network. In such a case, the Member State concerned shall provide additional information within one month.\nInformation on final decisions of the highest Courts which apply or interpret measures of national law shall not be the subject of a request for additional information under this paragraph.\n4.   The possibility for providing additional information referred to in paragraph 3 may also be used by the Member States to provide information on measures not covered by the obligation referred to in paragraph 1, on their own initiative or upon request of the Commission or another Member State.\nArticle 3\nThe network\n1.   The network for the exchange of information in accordance with this Decision shall be web-based.\n2.   The Commission shall be responsible for the development and management of the network, including the structure and content of the network and access to it. The network shall include appropriate measures to guarantee the confidentiality of all or part of the information in the network.\n3.   For the practical set up of the network, the Commission shall make use of the existing technical platform within the Community framework of the trans-European telematic network for the interchange of information between the Member States authorities.\n4.   A specific functionality of the network shall be provided in order to allow the Commission and the Member States to request from one or more Member States additional information on communicated measures, as indicated in Article 2(3), and other information, as indicated in Article 2(4).\n5.   Member States shall designate national contact points having access to the network and notify the Commission thereof.\n6.   When necessary for the development of the network the Commission may conclude agreements with Institutions of the European Community, as well as with bodies governed by public law established under the Treaties establishing the European Communities or established within the framework of the European Union.\nThe Commission shall inform the Council whenever a request for such access is submitted and when access to such Institutions and/or bodies is granted.\nArticle 4\nExchanges of views, the general report and discussions at ministerial level\n1.   The Commission shall, once a year, prepare a general report summarizing the most relevant information transmitted by the Member States. With a view to preparing such a report and identifying issues of common interest, Member States shall be associated with the Commission for this preparatory work, which may include technical meetings throughout the reporting period consisting in an exchange of views with Member States' experts on information submitted under Article 2.\nThe general report shall be transmitted to the European Parliament and to the Council.\n2.   Without prejudice to the possibility of holding ad-hoc consultations within the Council, the general report prepared by the Commission shall constitute the basis for a debate on national asylum and immigration policies at ministerial level.\nArticle 5\nEvaluation and Review\nThe Commission shall evaluate the functioning of the mechanism two years after the entry into force of this Decision and regularly thereafter. If appropriate, the Commission shall propose amendments to it.\nArticle 6\nEntry into force\nThis Decision shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nArticle 7\nAddressees\nThis Decision is addressed to the Member States in accordance with the Treaty establishing the European Community.\nDone at Luxembourg, 5 October 2006.\nFor the Council\nThe President\nK. RAJAMÄKI\n(1)  Opinion delivered on 3 May 2006. Not yet published in the Official Journal.\nANNEX", "summary": "Mutual information mechanism for national asylum and immigration measures\nMutual information mechanism for national asylum and immigration measures\nSUMMARY OF:\nDecision 2006/688/EC establishing a mutual information mechanism concerning EU countries' measures in the areas of asylum and immigration\nWHAT IS THE AIM OF THE DECISION?\n              \nIt aims to improve the sharing of information between EU countries concerning national asylum and immigration measures.\nIt sets up a formal information procedure between EU countries and the European Commission, with the aim of improving the coordination of immigration and asylum policies between EU countries.\nKEY POINTS\nInformation sharing and transmission\nThe mutual information mechanism (MIM) permits the sharing of information between the Commission and EU countries concerning national laws on asylum and immigration.\nEU countries are required to transmit the measures they intend to take or have recently taken:\nthrough a web-based network; and\nusing the report form annexed to the decision.\nThis information should be transmitted as soon as possible and at the latest when it becomes publicly available.\nEU countries are required to communicate to the Commission and the other EU countries only measures that are likely to have a significant impact:\nin other EU countries;\nat the level of the EU as a whole.\nDevelopment and management of the network\nThe Commission is responsible for developing and managing the network. In setting up the network, it was to make use of the existing technical platform of the trans-European telematic network for the exchange of information between EU country authorities (known as CIRCA). The network allows the Commission and EU countries to request from one or more countries additional information on measures communicated.\nAny specific national measure notified in this way may give rise to an exchange of views between EU country experts and the Commission.\nIn addition to these technical discussions, each year, the Commission must prepare a report summarising the most relevant information transmitted by EU countries. This report is submitted to the European Parliament and the Council for use as the basis of ministerial discussions on national asylum and immigration policies.\nEvaluation\nThe Commission published a report in 2009 evaluating the MIM’s operation. Between April 2007 and 30 September 2009, only 16 EU countries had transmitted information via the MIM on only 45 measures. No communications were made on final decisions of the highest courts or tribunals.\nThe format in which the communications were made was rarely homogeneous, with the reporting form annexed to the decision not always being used.\nAt times, only the English title and the text in the original language were provided, resulting in problems of comprehension. There were also differences in the content of the reporting forms submitted: some were fairly comprehensive, while others only provided a cursory description without an indication of the nature of the measure.\nThe report concluded that MIM had not fulfilled its objectives since the quantity of information submitted was nominal. However, since it had only been operational for a short period, the Commission considered it premature to propose amendments to the decision.\nThe Mutual information mechanism for national asylum and immigration measures was not activated by either the Commission nor the EU countries, not even during the two years of the very high influx of migrants into Europe, in 2015 and 2016. Instead, the EU countries (European Union Presidencies) seemed to prefer to use the European Union crisis information mechanism to exchange data about migration flows. This request for information was then gradually taken over by the relevant European Union Agencies, EASO and FRONTEX, who today provide the bulk of the migration data needed for today's migration flow. Further information about important developments in the migration field in EU countries is regularly updated through the European Migration Network’s news bulletins that are regularly produced each quarter.\nNonetheless, it cannot be excluded that the MIM mechanism may prove useful in future migration information exchanges between the EU countries and the European Commission and therefore its existence is still justifiable.\nFROM WHEN DOES THE DECISION APPLY?\n              \nIt has applied since 3 November 2006.\nBACKGROUND\n              \nNational measures in the areas of immigration and asylum are likely to have an impact on other EU countries. This is due to:\nthe absence of border checks in the Schengen area;\nthe close economic and social relations between EU countries; and\nthe development of common visa, immigration and asylum policies.\nFor more information, see:\nEuropean Migration Network at the national level (European Commission).\nMAIN DOCUMENT\n            \nCouncil Decision 2006/688/EC of 5 October 2006 on the establishment of a mutual information mechanism concerning Member States’ measures in the areas of asylum and immigration (OJ L 283, 14.10.2006, pp. 40-43)\nRELATED DOCUMENT\n            \nReport from the Commission pursuant to Article 4 and Article 5 of the Council Decision of 5 October 2006 on the establishment of a mutual information mechanism concerning Member States’ measures in the areas of asylum and immigration (COM(2009) 687 final, 17.12.2009)\nlast update 22.11.2018", "tags": ["immigration", "information system", "EU law - national law", "right of asylum", "exchange of information"], "subjects": ["Justice and home affairs", "Asylum policy"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}