{"celex_id": "32014Q0714(01)", "reference": "14.7.2014\nEN\nOfficial Journal of the European Union\nL 206/1\nRULES OF PROCEDURE OF THE EUROPEAN UNION CIVIL SERVICE TRIBUNAL\nTable of Contents\nINTRODUCTORY PROVISION\n6\nArticle 1\nDefinitions\n6\nTITLE 1\nORGANISATION OF THE TRIBUNAL\n7\nCHAPTER 1\nPresident and Members of the Tribunal\n7\nArticle 2\nJudges' term of office\n7\nArticle 3\nTaking of the oath\n7\nArticle 4\nSolemn undertaking\n7\nArticle 5\nDepriving a Judge of his office\n7\nArticle 6\nSeniority\n8\nArticle 7\nElection of the President of the Tribunal\n8\nArticle 8\nResponsibilities of the President of the Tribunal\n8\nArticle 9\nReplacement of the President of the Tribunal\n9\nCHAPTER 2\nFormations of the court\n9\nArticle 10\nFormations of the court\n9\nArticle 11\nConstitution of Chambers\n9\nArticle 12\nPresidents of Chambers\n9\nArticle 13\nOrdinary formation of the court — Assignment of cases to Chambers\n9\nArticle 14\nReferral of a case to the full court or to the Chamber of five Judges\n10\nArticle 15\nReferral of a case to a single Judge\n10\nCHAPTER 3\nRegistry and administrative services\n10\nSection 1 —\nThe Registry\n10\nArticle 16\nAppointment of the Registrar\n10\nArticle 17\nVacancy of the office of Registrar\n11\nArticle 18\nDeputy Registrar\n11\nArticle 19\nAbsence or inability to act of the Registrar\n11\nArticle 20\nResponsibilities of the Registrar\n11\nArticle 21\nKeeping of the register\n12\nArticle 22\nConsultation of the file and of the register\n12\nSection 2 —\nThe administrative services\n12\nArticle 23\nOfficials and other servants\n12\nCHAPTER 4\nThe functioning of the Tribunal\n12\nArticle 24\nDates, times and location of the sittings of the Tribunal\n12\nArticle 25\nCalendar of the Tribunal's judicial business\n13\nArticle 26\nQuorum\n13\nArticle 27\nAbsence or inability to act of a Judge\n13\nArticle 28\nAbsence or inability to act, before the hearing, of a Judge of the Chamber of five Judges\n13\nArticle 29\nProcedures concerning deliberations\n13\nArticle 30\nNumber of Judges taking part in the deliberations\n14\nTITLE 2\nPROCEDURAL PROVISIONS\n14\nCHAPTER 1\nGeneral provisions\n14\nSection 1 —\nAgents, advisers and lawyers\n14\nArticle 31\nStatus of agent, adviser or lawyer\n14\nArticle 32\nPrivileges, immunities and facilities\n14\nArticle 33\nWaiver of immunity\n15\nArticle 34\nExclusion from the proceedings\n15\nArticle 35\nUniversity teachers\n15\nSection 2 —\nService of documents\n15\nArticle 36\nService of documents\n15\nSection 3 —\nTime-limits\n16\nArticle 37\nCalculation of time-limits\n16\nArticle 38\nExtension on account of distance\n16\nArticle 39\nSetting and extension of time-limits\n16\nSection 4 —\nProcedures for dealing with cases\n17\nArticle 40\nProcedures for dealing with cases\n17\nArticle 41\nOrder in which cases are to be dealt with\n17\nArticle 42\nConditions and procedure for staying of proceedings\n17\nArticle 43\nDuration and effects of a stay of proceedings\n17\nArticle 44\nJoinder, disjoinder and separation\n18\nSection 5 —\nProcedural and other documents and items of evidence\n18\nArticle 45\nLodging of procedural documents\n18\nArticle 46\nLength of procedural documents\n19\nArticle 47\nConfidentiality of documents and items of evidence\n19\nArticle 48\nAnonymity\n19\nCHAPTER 2\nOrdinary procedure\n19\nSection 1 —\nWritten part of the procedure\n19\nArticle 49\nGeneral rule\n19\nArticle 50\nApplication\n20\nArticle 51\nService of the application and notice in the Official Journal\n20\nArticle 52\nFirst assignment of a case to a formation of the court\n20\nArticle 53\nDefence\n21\nArticle 54\nTransmission of documents\n21\nArticle 55\nSecond exchange of pleadings\n21\nSection 2 —\nPleas in law and evidence in the course of the procedure\n22\nArticle 56\nNew pleas in law\n22\nArticle 57\nProduction or offer to produce further evidence\n22\nSection 3 —\nThe preliminary report\n22\nArticle 58\nPreliminary report\n22\nSection 4 —\nOral part of the procedure\n22\nArticle 59\nHolding of hearings\n22\nArticle 60\nDate of the hearing\n22\nArticle 61\nJoint hearing\n23\nArticle 62\nAbsence of the parties from the hearing\n23\nArticle 63\nConduct of the hearing\n23\nArticle 64\nClose or re-opening of the oral part of the procedure\n23\nArticle 65\nMinutes of the hearing\n23\nArticle 66\nRecording of the hearing\n23\nCHAPTER 3\nMeasures of organisation of procedure and measures of inquiry\n24\nSection 1 —\nObjectives\n24\nArticle 67\nObjectives\n24\nSection 2 —\nMeasures of organisation of procedure\n24\nArticle 68\nPurpose\n24\nArticle 69\nProcedure\n24\nSection 3 —\nMeasures of inquiry\n25\nArticle 70\nPurpose\n25\nArticle 71\nProcedure\n25\nArticle 72\nSummoning of witnesses\n25\nArticle 73\nExamination of witnesses\n26\nArticle 74\nDuties of witnesses\n26\nArticle 75\nExperts' reports\n26\nArticle 76\nPerjury and violation of the oath\n27\nArticle 77\nObjection to a witness or expert\n27\nArticle 78\nWitnesses' and experts' costs\n27\nArticle 79\nLetters rogatory\n28\nCHAPTER 4\nPreliminary objections and issues\n28\nArticle 80\nDeclining of jurisdiction\n28\nArticle 81\nAction manifestly bound to fail\n28\nArticle 82\nAbsolute bar to proceeding with a case\n28\nArticle 83\nApplication for a decision not going to the merits of the case\n29\nArticle 84\nDiscontinuance\n29\nArticle 85\nCases that do not proceed to judgment\n29\nCHAPTER 5\nIntervention\n29\nArticle 86\nApplication to intervene\n29\nArticle 87\nDecision on applications to intervene\n30\nArticle 88\nSubmission of statements and observations on them\n30\nArticle 89\nInvitation to intervene\n31\nCHAPTER 6\nThe amicable settlement of disputes\n31\nArticle 90\nMeasures\n31\nArticle 91\nAgreement of the parties\n32\nArticle 92\nAmicable settlement and contentious proceedings\n32\nCHAPTER 7\nJudgments and orders\n32\nArticle 93\nDate of delivery of a judgment\n32\nArticle 94\nContent of a judgment\n32\nArticle 95\nDelivery and service of the judgment\n33\nArticle 96\nContent of an order\n33\nArticle 97\nSignature and service of the order\n33\nArticle 98\nBinding nature of judgments and orders\n34\nArticle 99\nPublication in the Official Journal of the European Union\n34\nCHAPTER 8\nCosts\n34\nArticle 100\nDecision as to costs\n34\nArticle 101\nGeneral rule as to allocation of costs\n34\nArticle 102\nEquity and unreasonable or vexatious costs\n34\nArticle 103\nSpecial rules as to allocation of costs\n34\nArticle 104\nCosts of enforcing a judgment\n35\nArticle 105\nRecoverable costs\n35\nArticle 106\nDispute concerning the costs to be recovered\n35\nArticle 107\nProcedure for payment\n35\nArticle 108\nCourt costs\n36\nArticle 109\nDeposit in respect of actions which are an abuse of process\n36\nCHAPTER 9\nLegal aid\n36\nArticle 110\nSubstantive conditions\n36\nArticle 111\nFormal conditions\n36\nArticle 112\nProcedure and decision\n37\nArticle 113\nAdvances and responsibility for costs\n37\nArticle 114\nWithdrawal of legal aid\n38\nCHAPTER 10\nSpecial forms of procedure\n38\nSection 1 —\nSuspension of operation or enforcement and other interim measures\n38\nArticle 115\nApplication for suspension or for other interim measures\n38\nArticle 116\nProcedure\n38\nArticle 117\nDecision on the application\n39\nArticle 118\nChange in circumstances\n39\nArticle 119\nFurther application\n39\nArticle 120\nSuspension of enforcement\n39\nSection 2 —\nJudgments by default\n39\nArticle 121\nJudgments by default\n39\nCHAPTER 11\nRequests and applications relating to judgments and orders\n40\nSection 1 —\nRectification\n40\nArticle 122\nRectification of decisions\n40\nSection 2 —\nFailure to adjudicate\n40\nArticle 123\nFailure to adjudicate on costs\n40\nSection 3 —\nApplication to set aside\n40\nArticle 124\nApplication to set aside\n40\nSection 4 —\nThird-party proceedings\n41\nArticle 125\nThird-party proceedings\n41\nSection 5 —\nInterpretation of decisions of the Tribunal\n42\nArticle 126\nInterpretation of decisions of the Tribunal\n42\nSection 6 —\nRevision\n42\nArticle 127\nRevision\n42\nSection 7 —\nCases referred back to the Tribunal after the decision has been set aside\n43\nArticle 128\nReferral back after setting aside\n43\nArticle 129\nAssignment of the case referred back\n43\nArticle 130\nProcedure for examining cases referred back\n44\nArticle 131\nCosts after referral back\n44\nTITLE 3\nFINAL PROVISIONS\n44\nArticle 132\nImplementing rules\n44\nArticle 133\nRepeal\n44\nArticle 134\nPublication and entry into force of the Rules of Procedure\n45\nRULES OF PROCEDURE OF THE EUROPEAN UNION CIVIL SERVICE TRIBUNAL\nTHE EUROPEAN UNION CIVIL SERVICE TRIBUNAL,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular the fifth paragraph of Article 257 thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 106a(1) thereof,\nHaving regard to the Protocol on the Statute of the Court of Justice of the European Union (1), and in particular Article 62c thereof and Article 7(1) of Annex I thereto,\nWhereas:\n(1)\nIt is necessary to take account of the recasting of the Rules of Procedure of the Court of Justice, adopted on 25 September 2012 (2), while taking into consideration the specific nature of disputes referred to the Civil Service Tribunal.\n(2)\nIn addition, the application of the Rules of Procedure of the Civil Service Tribunal, adopted on 25 July 2007 (3), has demonstrated the need to adapt a number of its provisions.\n(3)\nIn particular, in the light of the experience gained, it is necessary, in addition, to supplement or clarify certain rules applicable, inter alia, to confidentiality and anonymity.\n(4)\nIn order to maintain the Tribunal's capacity, in the face of an increasing caseload, to dispose within a reasonable period of time of the cases brought before it, it is also necessary to continue the efforts made to reduce the duration of proceedings before it, in particular by limiting, where necessary, the length of procedural documents, except where an exception is justified by the special features of the case, and by strengthening the rules relating to the reimbursement of costs incurred by the Tribunal where an action is manifestly an abuse of process.\n(5)\nIn the interests of making the Rules applied by the Tribunal easier to understand, it is, lastly, necessary to review the structure of the Rules of Procedure, to clarify certain rules or their applicability, inter alia, so far as concerns measures of organisation of procedure, measures of inquiry, applications to set aside judgments by default and third-party proceedings, and to remove certain rules which have become outdated or were not applied,\nWith the agreement of the Court of Justice,\nWith the approval of the Council given on 14 April 2014,\nHAS ADOPTED THESE RULES OF PROCEDURE:\nINTRODUCTORY PROVISION\nArticle 1\nDefinitions\n1.   In these Rules:\n(a)\nprovisions of the Treaty on European Union are referred to by the number of the article concerned followed by ‘TEU’;\n(b)\nprovisions of the Treaty on the Functioning of the European Union are referred to by the number of the article concerned followed by ‘TFEU’;\n(c)\nprovisions of the Treaty establishing the European Atomic Energy Community are referred to by the number of the article concerned followed by ‘TEAEC’;\n(d)\n‘Statute’ means the Protocol on the Statute of the Court of Justice of the European Union;\n(e)\n‘Staff Regulations’ means the Regulation laying down the Staff Regulations of Officials of the European Union and the Conditions of Employment of other servants of the European Union.\n2.   For the purposes of these Rules:\n(a)\n‘Tribunal’ means the European Union Civil Service Tribunal or, for cases dealt with by a Chamber or a single Judge, that Chamber or that Judge;\n(b)\n‘President of the Tribunal’ means the President of that court exclusively, ‘President’ meaning the President of the formation of the court;\n(c)\n‘Plenary meeting’ means the collegial body composed of the Judges of the Tribunal, competent to rule on any administrative issue and on judicial issues relating to the assignment of cases to the various formations of the court or cross-cutting judicial issues, without, in the latter case, binding those formations;\n(d)\n‘institutions’ means the institutions of the European Union referred to in Article 13(1) TEU and bodies, offices and agencies established by the Treaties, or by an act adopted in implementation thereof, which may be parties before the Tribunal.\nTITLE 1\nORGANISATION OF THE TRIBUNAL\nCHAPTER 1\nPresident and Members of the Tribunal\nArticle 2\nJudges' term of office\n1.   The term of office of a Judge shall begin on the date laid down in his instrument of appointment.\n2.   In the absence of any provision regarding the date, the term shall begin on the date of publication of that instrument in the Official Journal of the European Union.\nArticle 3\nTaking of the oath\nBefore taking up his duties, a Judge shall take the following oath, provided for in Article 2 of the Statute, before the Court of Justice:\n‘I swear that I will perform my duties impartially and conscientiously; I swear that I will preserve the secrecy of the deliberations of the Court.’\nArticle 4\nSolemn undertaking\nImmediately after taking the oath, a Judge shall sign a declaration by which he gives the solemn undertaking provided for in the third paragraph of Article 4 of the Statute.\nArticle 5\nDepriving a Judge of his office\n1.   Where the Court of Justice is called upon, pursuant to Article 6 of the Statute, to decide, after consulting the Tribunal, whether a Judge of the Tribunal no longer fulfils the requisite conditions or no longer meets the obligations arising from his office, the President of the Tribunal shall invite the Judge concerned to make representations.\n2.   The Tribunal shall deliberate in the absence of the Registrar.\nVoting shall be by secret ballot; the Judge concerned shall not take part in the deliberations.\n3.   The Tribunal shall state the reasons for its opinion.\nAn opinion to the effect that a Judge no longer fulfils the requisite conditions or no longer meets the obligations arising from his office must receive the votes of at least a majority of the Judges of the Tribunal. In that event, particulars of the voting shall be communicated to the Court of Justice.\nArticle 6\nSeniority\n1.   The Judges shall rank in seniority as follows:\n—\nthe President of the Tribunal;\n—\nthe Presidents of the Chambers according to their seniority in office as Members of the Tribunal;\n—\nthe other Judges, according to the same seniority.\n2.   Where there is equal seniority in office, seniority shall be determined by age.\n3.   Judges whose terms of office are renewed shall retain their seniority in office.\nArticle 7\nElection of the President of the Tribunal\n1.   In accordance with Article 4(1) of Annex I to the Statute, the Judges shall elect the President of the Tribunal from among their number for a term of three years. He may be re-elected.\n2.   If the office of President of the Tribunal falls vacant before the normal date of expiry of his term, the Tribunal shall elect a successor for the remainder thereof.\n3.   The elections provided for in this Article shall be by secret ballot. The Judge obtaining the votes of more than half the Judges of the Tribunal shall be elected. If no Judge obtains that majority, further ballots shall be held until that majority is attained.\n4.   The name of the President of the Tribunal shall be published in the Official Journal of the European Union.\nArticle 8\nResponsibilities of the President of the Tribunal\n1.   The President of the Tribunal shall preside at hearings and deliberations of:\n—\nthe full court;\n—\nthe Chamber of five Judges;\n—\nany Chamber of three Judges to which he is attached.\n2.   The President of the Tribunal shall direct the judicial business and ensure the proper functioning of the services of the Tribunal. He shall preside at the plenary meeting.\n3.   The President of the Tribunal shall represent the Tribunal.\nArticle 9\nReplacement of the President of the Tribunal\nWhen the President of the Tribunal is absent or prevented from acting or when the office of President is vacant, the functions of President shall be exercised according to the order of seniority laid down pursuant to Article 6.\nCHAPTER 2\nFormations of the court\nArticle 10\nFormations of the court\nBy virtue of Article 4(2) of Annex I to the Statute, the Tribunal shall sit in full court, in a Chamber of five Judges, Chambers of three Judges or as a single Judge.\nArticle 11\nConstitution of Chambers\n1.   The Tribunal shall set up Chambers of three Judges. It may set up a Chamber of five Judges.\n2.   The Tribunal shall decide which Judges shall be attached to the Chambers. If the number of Judges attached to a Chamber is greater than the number of Judges sitting, it shall decide how to designate the Judges taking part in the formation of the court.\n3.   Decisions taken in accordance with this article shall be published in the Official Journal of the European Union.\nArticle 12\nPresidents of Chambers\n1.   In accordance with Article 4(3) of Annex I to the Statute, the Judges shall elect from among their number for a term of three years the Presidents of the Chambers of three Judges. They may be re-elected.\n2.   Article 7(2) to (4) shall apply.\n3.   The Presidents of Chambers shall direct the judicial business of their Chambers and shall preside at hearings and deliberations.\n4.   When the President of a Chamber is absent or prevented from acting or when the office of President is vacant, the Chamber shall be presided over by a member thereof according to the order of seniority laid down pursuant to Article 6.\n5.   If, exceptionally, the President of the Tribunal is called upon to complete the formation of the court, he shall preside.\nArticle 13\nOrdinary formation of the court — Assignment of cases to Chambers\n1.   Without prejudice to Article 14 or Article 15, the Tribunal shall sit in Chambers of three Judges.\n2.   The Tribunal shall lay down criteria by which cases are to be assigned or reassigned to the Chambers, in particular on account of the connection between cases or to ensure a balanced and consistent allocation of the workload between those Chambers.\n3.   The decision provided for in the previous paragraph shall be published in the Official Journal of the European Union.\nArticle 14\nReferral of a case to the full court or to the Chamber of five Judges\n1.   Whenever the difficulty of the questions of law raised or the importance of the case or special circumstances so justify, a case may be referred to the full court or to the Chamber of five Judges.\n2.   The decision to refer shall be taken by the Tribunal in plenary formation on a proposal by the Chamber hearing the case or by any member of the Tribunal. It may be taken at any stage of the proceedings.\nArticle 15\nReferral of a case to a single Judge\n1.   Cases assigned to a Chamber of three Judges may be heard and determined by the Judge-Rapporteur sitting as a single Judge where, having regard to the lack of difficulty of the questions of law or fact raised, to the limited importance of the case and to the absence of other special circumstances, they are suitable for being so heard and determined.\nReferral to a single Judge shall not be possible in cases which raise issues as to the legality of an act of general application, unless the Court of Justice, the General Court or the Tribunal has already given a ruling on those issues.\n2.   The decision to refer shall be taken unanimously, the parties having been heard, by the Chamber before which the case is pending. It may be taken at any stage of the proceedings.\n3.   If the single Judge to whom the case has been referred is absent or prevented from acting, the President shall designate another Judge to replace that Judge.\n4.   The single Judge shall refer the case back to the Chamber if he finds that the conditions set out in paragraph 1 are no longer satisfied.\n5.   In cases heard by a single Judge, the powers of the President shall be exercised by that Judge.\nCHAPTER 3\nRegistry and administrative services\nSection 1\nThe Registry\nArticle 16\nAppointment of the Registrar\n1.   The Tribunal shall appoint the Registrar.\n2.   When the post of Registrar is vacant, an advertisement shall be published in the Official Journal of the European Union. Interested persons shall be invited to submit their applications within a time-limit of not less than three weeks, accompanied by full details of their university degrees, knowledge of languages, present and past professional occupations, experience, if any, in judicial and international fields, and their nationality.\n3.   Two weeks before the date fixed for making the appointment, the President of the Tribunal shall inform the Judges of the applications which have been submitted for the post.\n4.   The vote shall take place in accordance with the procedure laid down in Article 7(3).\n5.   The Registrar shall be appointed for a term of six years. He may be reappointed. The Tribunal may decide to renew the term of office of the incumbent Registrar without availing itself of the procedure laid down in paragraphs 2 and 3 of this Article. In that case, the procedure laid down in paragraph 4 shall apply.\n6.   Before he takes up his duties, the Registrar shall take before the Tribunal the oath set out in Article 3 and sign the declaration provided for in Article 4.\n7.   The name of the Registrar shall be published in the Official Journal of the European Union.\nArticle 17\nVacancy of the office of Registrar\n1.   The Registrar may be deprived of his office only if he no longer fulfils the requisite conditions or no longer meets the obligations arising from his office. The Tribunal shall take its decision after giving the Registrar an opportunity to make representations.\n2.   If the office of Registrar falls vacant before the normal date of expiry of the term thereof, the Tribunal shall appoint a new Registrar for a term of six years.\nArticle 18\nDeputy Registrar\nThe Tribunal may, following the procedure laid down in respect of the Registrar, appoint a Deputy Registrar to assist the Registrar and to take his place if he is absent or prevented from acting.\nArticle 19\nAbsence or inability to act of the Registrar\n1.   Where the Registrar is absent or prevented from acting and where the Deputy Registrar, if any, is absent or so prevented, or where their posts are vacant, the President of the Tribunal shall designate an official or servant to carry out the duties of Registrar.\n2.   Where the Tribunal sits without the Registrar being present it shall, if necessary, instruct a Judge, designated in accordance with the reverse order of seniority to that referred to in Article 6, to draw up minutes. The minutes shall be signed by this Judge and by the President.\nArticle 20\nResponsibilities of the Registrar\n1.   Under the authority of the President of the Tribunal, the Registrar shall be responsible for the Registry; he shall, inter alia, be responsible for the acceptance, transmission and custody of all documents and for effecting service as provided for by these Rules.\n2.   The Registrar shall assist the Members of the Tribunal in the performance of their functions. Subject to Articles 5, 17(1) and 29, the Registrar shall attend the sittings of the Tribunal and prepare minutes of them.\n3.   The Registrar shall have custody of the seals and shall be responsible for the records. He shall be in charge of the publications of the Tribunal and, in particular, the European Court Reports.\n4.   With the assistance of the services of the institution and under the authority of the President of the Tribunal, the Registrar shall be responsible for the administration of the Tribunal and shall oversee the implementation of corresponding revenue and expenditure.\nArticle 21\nKeeping of the register\n1.   There shall be kept in the Registry, under the responsibility of the Registrar, a register in which all procedural documents shall be entered in the order in which they are submitted. Entries in the register and the notes made by the Registrar on the originals or on any copy submitted for the purpose shall be authentic.\n2.   Documents drawn up for the purposes of an amicable settlement within the meaning of Article 90 shall be registered separately by the Registry.\nArticle 22\nConsultation of the file and of the register\n1.   Without prejudice to Articles 44(3), 47 and 87(3), any party to proceedings may:\n—\nconsult at the Registry the case-file and the extracts from the register concerning his case;\n—\nobtain, on payment of a charge on a scale fixed by the Tribunal on a proposal from the Registrar, additional copies of the procedural documents, of their annexes, of orders and judgments, and copies of other items of evidence in the file and extracts from the register; those copies shall be, where necessary, certified copies.\n2.   No third party, private or public, may consult a case-file without the express authorisation of the President of the Tribunal, after the parties have been heard. That authorisation may be granted, in whole or in part, only upon written request accompanied by a detailed explanation of the third party's legitimate interest in inspecting the file. The inspection may only be carried out at the Registry.\nAny third party may obtain, on payment of the appropriate charge, copies of judgments and orders. Those copies shall be certified copies where there is a legitimate interest justifying this.\nAny person having a duly substantiated interest may be authorised by the President of the Tribunal to consult the register at the Registry and obtain copies or extracts on payment of the appropriate charge.\nOn the issue of copies of judgments or orders, and on the grant of the authorisation referred to in the first or third subparagraph of this paragraph, account shall be taken, if necessary, of Articles 44(3), 47, 48 and 87(3) and of decisions taken on the basis of those articles.\nSection 2\nThe administrative services\nArticle 23\nOfficials and other servants\nThe officials and other servants whose task is to assist directly the President of the Tribunal, the Judges and the Registrar shall be appointed in accordance with the Staff Regulations. They shall be responsible to the Registrar, under the authority of the President of the Tribunal.\nCHAPTER 4\nThe functioning of the Tribunal\nArticle 24\nDates, times and location of the sittings of the Tribunal\n1.   The dates and times of the sittings of the Tribunal shall be fixed by the President.\n2.   The Tribunal may choose to hold one or more specific sittings in a place other than that in which it has its seat.\nArticle 25\nCalendar of the Tribunal's judicial business\n1.   The judicial year shall begin on 1 October of each calendar year and end on 30 September of the following year.\n2.   The dates of the judicial vacations and the list of official holidays drawn up by the Court of Justice and published in the Official Journal of the European Union shall apply to the Tribunal.\n3.   During the vacations, the functions of President of the Tribunal shall be exercised at the place where the Tribunal has its seat either by the President of the Tribunal or by a President of Chamber or other Judge invited by the President to take his place. In a case of urgency, the President may convene the Judges.\n4.   The Tribunal may, in proper circumstances, grant leave of absence to any Judge.\nArticle 26\nQuorum\nSittings of the Tribunal shall be valid only if the following quorum is observed:\n—\nfive Judges for the full court;\n—\nthree Judges for the Chamber of five Judges or for the Chambers of three Judges, in accordance with the second paragraph of Article 17 of the Statute.\nArticle 27\nAbsence or inability to act of a Judge\n1.   If, because a Judge is absent or prevented from acting, the quorum is not attained, the President shall adjourn the sitting until the Judge is no longer absent or prevented from acting.\n2.   In order to attain a quorum in a Chamber, the President may also, if the proper administration of justice so requires, complete the formation of the court with another Judge of the same Chamber or, failing that, propose that the President of the Tribunal should designate a Judge from another Chamber. The replacement Judge shall be designated by turn according to the reverse order to that provided for in Article 6.\n3.   If the formation of the court is completed pursuant to paragraph 2 after the hearing, the oral part of the procedure shall be reopened, unless the Tribunal decides, with the agreement of the parties and in order to be able to rule on the case within a reasonable period, not to organise a new hearing. The reopening of the oral part of the procedure shall be obligatory where the absence or inability to act concerns more than one Judge who has participated in the hearing.\nArticle 28\nAbsence or inability to act, before the hearing, of a Judge of the Chamber of five Judges\nIf, in the Chamber of five Judges, a Judge is absent or prevented from acting before the hearing, the President of the Tribunal shall designate another Judge according to the reverse order of seniority to that referred to in Article 6. If the number of five Judges cannot be restored, the hearing may nevertheless be held, provided that the quorum is attained.\nArticle 29\nProcedures concerning deliberations\n1.   The deliberations of the Tribunal shall be and shall remain secret.\n2.   Without prejudice to Article 27(3), when a hearing has taken place, only those Judges who participated in that hearing shall take part in the deliberations.\n3.   Every Judge taking part in the deliberations shall state his opinion and the reasons for it.\n4.   The conclusions reached by the majority of the Judges after final discussion shall determine the decision of the Tribunal.\n5.   Where the deliberations of the Tribunal concern questions of its own administration, the Registrar shall be present, unless the Tribunal decides to the contrary.\nArticle 30\nNumber of Judges taking part in the deliberations\nIn accordance with the first paragraph of Article 17 of the Statute and the first paragraph of Article 5 of Annex I to the Statute, if, in the Chamber of five Judges or in the full court, there is an even number of Judges, as a result of a Judge's being absent or prevented from acting, the Judge who is the first in the reverse order to that provided for in Article 6 shall abstain from taking part in the deliberations, unless he is the Judge-Rapporteur. In that last case, the Judge who ranks immediately after him in that reverse order shall abstain from taking part in the deliberations.\nTITLE 2\nPROCEDURAL PROVISIONS\nCHAPTER 1\nGeneral provisions\nSection 1\nAgents, advisers and lawyers\nArticle 31\nStatus of agent, adviser or lawyer\n1.   Pursuant to the first paragraph of Article 19 of the Statute, the agents, advisers or lawyers acting on behalf of a Member State or an institution are required to furnish proof of their status by lodging at the Registry an official document or an authority to act issued by the party whom they are representing or assisting.\n2.   Pursuant to the first, third and fourth paragraphs of Article 19 of the Statute, lawyers are required to furnish proof of their status by lodging at the Registry a certificate that they are authorised to practise before a court of a Member State or of another State which is a party to the Agreement on the European Economic Area.\nArticle 32\nPrivileges, immunities and facilities\n1.   Agents, advisers and lawyers who appear before the Tribunal or before any judicial authority to which it has addressed letters rogatory shall enjoy immunity in respect of words spoken or written by them concerning the case or the parties.\n2.   Agents, advisers and lawyers shall also enjoy the following privileges and facilities:\n(a)\nall papers and documents relating to the proceedings shall be exempt from both search and seizure. In the event of a dispute, the customs officials or police may seal those papers and documents; they shall then be immediately forwarded to the Tribunal for inspection in the presence of the Registrar and of the person concerned;\n(b)\nagents, advisers and lawyers shall be entitled to travel in the course of their duty without hindrance.\n3.   Agents, advisers and lawyers shall be entitled to the privileges, immunities and facilities specified in paragraphs 1 and 2, provided they observe beforehand the formalities set out in Article 31. The Registrar of the Tribunal shall issue them with a certificate, as required. The validity of this certificate shall be limited to a specified period, which may be extended or curtailed according to the length of the proceedings.\nArticle 33\nWaiver of immunity\n1.   The privileges, immunities and facilities specified in Article 32 are granted exclusively in the interests of the proper conduct of proceedings.\n2.   The Tribunal may waive immunity where it considers that the proper conduct of proceedings will not be hindered thereby.\nThe Tribunal shall decide after hearing the agent, adviser or lawyer concerned.\nArticle 34\nExclusion from the proceedings\n1.   If the Tribunal considers that the conduct of an agent, adviser or lawyer before the Tribunal is incompatible with the dignity of the Tribunal or with the requirements of the proper administration of justice, or that such agent, adviser or lawyer is using his rights for purposes other than those for which they were granted, it shall inform the person concerned. The President of the Tribunal may inform the competent authorities to whom the person concerned is answerable; a copy of the letter sent to those authorities shall be forwarded to the person concerned.\n2.   On the same grounds, the Tribunal may at any time, having heard the person concerned, decide to exclude an agent, adviser or lawyer from the proceedings by reasoned order. That order shall have immediate effect.\n3.   Where an agent, adviser or lawyer is excluded from the proceedings, the proceedings shall be suspended for a period fixed by the President in order to allow the party concerned to appoint another agent, adviser or lawyer.\n4.   Decisions taken under this Article may be rescinded.\nArticle 35\nUniversity teachers\nThe provisions of this Section shall apply to university teachers who have a right of audience before the Tribunal in accordance with Article 19 of the Statute.\nSection 2\nService of documents\nArticle 36\nService of documents\n1.   Where these Rules require that a document be served on a person, the Registrar shall ensure that service is effected at that person's address for service either by dispatch by registered post with a form for acknowledgement of receipt or by personal delivery against a receipt. The Registrar shall prepare and certify the copies of documents to be served, save where the parties themselves supply the copies in accordance with the second subparagraph of Article 45(2).\n2.   Where the addressee has agreed that service is to be effected on him by telefax, any procedural document, including a judgment or order of the Tribunal, shall be served by the transmission of a copy of the document by such means.\n3.   Where, for technical reasons or on account of the nature or length of the document, such transmission is impossible or impracticable, the document shall be served, if the addressee has not specified an address for service, at his address in accordance with the procedures laid down in paragraph 1 of this Article. The addressee shall be so informed by telefax. Service shall then be deemed to have been effected on the addressee by registered post on the 10th day following the lodging of the registered letter at the post office of the place in which the Tribunal has its seat, unless it is shown by the acknowledgement of receipt that the letter was received on a different date or the addressee informs the Registrar, within three weeks of being informed by telefax, that the document to be served has not reached him.\n4.   The Tribunal may, by decision, determine the criteria for a procedural document to be served by electronic means. That decision shall be published in the Official Journal of the European Union.\nSection 3\nTime-limits\nArticle 37\nCalculation of time-limits\n1.   Any procedural time-limit prescribed by the Treaties, the Statute, the Staff Regulations or these Rules shall be calculated as follows:\n(a)\nwhere a time-limit expressed in days, weeks, months or years is to be calculated from the moment at which an event occurs or an action takes place, the day during which that event occurs or that action takes place shall not be counted as falling within the time-limit in question;\n(b)\na time-limit expressed in weeks, months or years shall end with the expiry of whichever day in the last week, month or year is the same day of the week, or falls on the same date, as the day during which the event or action from which the time-limit is to be calculated occurred or took place. If, in a time-limit expressed in months or years, the day on which it should expire does not occur in the last month, the time-limit shall end with the expiry of the last day of that month;\n(c)\nwhere a time-limit is expressed in months and days, it shall first be calculated in whole months, then in days;\n(d)\ntime-limits shall include Saturdays, Sundays and the official holidays referred to in Article 25(2);\n(e)\ntime-limits shall not be suspended during the judicial vacations.\n2.   If the time-limit, extended in accordance with Article 38, would otherwise end on a Saturday, Sunday or an official holiday, it shall be extended until the end of the first subsequent working day.\nArticle 38\nExtension on account of distance\nThe prescribed time-limits shall be extended on account of distance by a single period of 10 days.\nArticle 39\nSetting and extension of time-limits\n1.   Dates or time-limits by which procedural documents must be lodged which are not fixed by the Staff Regulations or by these Rules shall be prescribed by the President. They may also be extended by him.\nBy way of derogation from the first subparagraph, the dates or time-limits by which replies to measures of organisation of procedure prescribed by the Judge-Rapporteur under Article 69(2) must be lodged shall be fixed and, if appropriate, extended by the Judge-Rapporteur.\n2.   The President, or the Judge-Rapporteur in the case referred to in the second subparagraph of paragraph 1, may delegate power to the Registrar for the purpose of fixing or extending certain time-limits which, pursuant to these Rules, it falls to the President or Judge-Rapporteur to prescribe or extend.\n3.   The Tribunal shall decide, after hearing the parties, whether the failure to observe dates or time-limits which are not fixed by the Staff Regulations or by these Rules renders the procedural document or reply at issue inadmissible.\nThe preceding subparagraph shall apply to the failure to observe the time-limit prescribed in the first subparagraph of Article 88(3) for the lodging of the statement in intervention.\nSection 4\nProcedures for dealing with cases\nArticle 40\nProcedures for dealing with cases\n1.   Without prejudice to the special provisions laid down in the Statute or in these Rules, the procedure before the Tribunal shall consist of a written part and an oral part.\n2.   By way of derogation from paragraph 1, a case may be dealt with under one of the procedures referred to in Chapter 4 of this title. The Tribunal may also, at any time, attempt to facilitate the amicable settlement of the dispute.\nArticle 41\nOrder in which cases are to be dealt with\n1.   The Tribunal shall deal with the cases before it in the order in which they become ready for examination.\n2.   The President may in special circumstances, after hearing the parties, direct that a particular case be given priority, in particular where that case may be treated as a test case among a group of cases raising, in a similar factual context, one or more identical questions of law.\nThe President shall if necessary refer the matter to the President of the Tribunal.\n3.   The President may, after hearing the parties, in special circumstances, in particular with a view to facilitating an amicable settlement of the dispute, either on his own initiative or at the request of one of the parties, defer a case to be dealt with later.\nArticle 42\nConditions and procedure for staying of proceedings\n1.   Without prejudice to Articles 125(5), 126(4) and 127(6), proceedings may be stayed:\n(a)\nwhere the Tribunal and either the General Court or the Court of Justice are seised of cases in which the same issue of interpretation is raised or the validity of the same act is called into question;\n(b)\nwhere an appeal is brought before the General Court against a decision of the Tribunal disposing of the substantive issues in part only, disposing of a procedural issue concerning a plea of lack of competence or inadmissibility or dismissing an application to intervene;\n(c)\nwhere the Tribunal is seised of cases raising, in a similar factual context, one or more identical questions of law and one or more of those cases may be treated as test cases;\n(d)\nat the request of the parties or of one of them;\n(e)\nin other particular cases where the proper administration of justice so requires.\n2.   The President shall decide, after hearing the parties. He may refer the matter to the Tribunal. In the event of an objection, a decision on the staying of proceedings shall be made by reasoned order.\n3.   Any decision ordering the resumption of proceedings before the end of the stay or as referred to in Article 43(3) shall be adopted in accordance with the same procedure.\nArticle 43\nDuration and effects of a stay of proceedings\n1.   The stay of proceedings shall take effect on the date indicated in the decision or order of stay or, in the absence of such indication, on the date of that decision or that order.\n2.   While proceedings are stayed time shall cease to run for the purposes of procedural time-limits, except for the time-limit prescribed in Article 86(1) for an application to intervene.\n3.   Where the decision or order of stay does not fix the length of stay, it shall end on the date indicated in the decision or order of resumption or, in the absence of such indication, on the date of the decision or order of resumption.\n4.   From the date of resumption of proceedings following a stay, the suspended procedural time-limits shall be replaced by new time-limits and time shall begin to run from the date of that resumption.\nArticle 44\nJoinder, disjoinder and separation\n1.   Two or more cases may be joined, on account of the connection between them, for the purposes of the written or oral part of the procedure or of the decision which closes the proceedings.\nA decision on whether cases should be joined shall be taken at any time by the President, after hearing the parties. In the event of an objection, that decision shall take the form of a reasoned order. The President may refer that matter to the Tribunal.\n2.   In accordance with the provisions of the second subparagraph of paragraph 1, the President may disjoin previously joined cases or separate the case of one or more applicants who, together with others, have brought a group action.\n3.   The representatives of the parties to the joined cases may examine at the Registry the procedural documents served on the parties in the other cases concerned. The President may, however, on application by a party, without prejudice to Article 47(1) and (2), exclude secret or confidential documents from that examination.\nSection 5\nProcedural and other documents and items of evidence\nArticle 45\nLodging of procedural documents\n1.   All procedural documents shall bear a date. In the calculation of procedural time-limits, only the date and time of lodging of the original at the Registry shall be taken into account.\nTo every procedural document there shall be annexed a file containing the items of evidence and documents relied on in support of it, together with a schedule listing them.\nWhere in view of the length of an item of evidence or document only extracts from it are annexed to the procedural document, the whole item of evidence or document or a full copy of it shall be lodged at the Registry.\nThe institutions shall in addition produce, within time-limits laid down by the Tribunal, translations of the procedural documents of which they are the author into the other languages provided for by Article 1 of Council Regulation No 1 of 15 April 1958 determining the languages to be used by the European Economic Community.\n2.   The original paper version of every procedural document must bear the handwritten signature of the party's agent or lawyer.\nThe original, accompanied by all annexes referred to therein, shall be submitted together with five copies for the Tribunal and a copy for every other party to the proceedings. Copies shall be certified by the party lodging them.\nBy way of derogation from the second sentence of the first subparagraph of paragraph 1, the date on and time at which a copy of the signed original of a procedural document, including the schedule of items of evidence and documents referred to in the second subparagraph of paragraph 1 is received at the Registry by telefax shall be deemed to be the date and time of lodging for the purposes of compliance with the procedural time-limits, provided that the signed original of the procedural document, accompanied by the annexes and copies referred to in the second subparagraph of paragraph 1, is lodged at the Registry no later than 10 days after the copy of the original was received. Article 38 shall not apply to this period of 10 days.\n3.   The Tribunal shall, by decision, determine the criteria for a procedural document sent to the Registry by electronic means to be deemed to be the original of that document. That decision shall be published in the Official Journal of the European Union.\nArticle 46\nLength of procedural documents\nWithout prejudice to any special provisions laid down in these Rules, the Tribunal may, by decision adopted in accordance with Article 132, set the maximum length of procedural documents lodged before it. That decision shall be published in the Official Journal of the European Union.\nArticle 47\nConfidentiality of documents and items of evidence\n1.   Subject to Article 44(3) and Article 87(3), the Tribunal shall take into consideration only those documents and items of evidence which have been made available to the agents, advisers or lawyers of the parties and on which they have been given an opportunity of expressing their views.\n2.   Where it is necessary for the Tribunal to verify the confidentiality, in respect of one or more parties, of a document that may be relevant in order to rule in a case, that document shall not be communicated to the parties before such verification is completed.\n3.   Where a document to which access has been denied by an institution has been produced before the Tribunal in proceedings relating to the legality of that denial, that document shall not be communicated to the other parties.\nArticle 48\nAnonymity\n1.   The applicant shall be informed, as soon as the action has been brought, that the Tribunal's decisions are published on the internet. On a reasoned application or of its own motion, the Tribunal shall omit the name of the applicant and, if necessary, other information from the publications of the Tribunal, if there are legitimate reasons for that anonymity.\nThe first subparagraph shall apply to interveners who are natural persons.\n2.   On a reasoned application by a party or of its own motion, the Tribunal may omit the names of other persons or entities mentioned in connection with the proceedings, or certain information concerning them, from documents issued by the Tribunal, if there are legitimate reasons for keeping the identity of those persons or entities or the information confidential.\nCHAPTER 2\nOrdinary procedure\nSection 1\nWritten part of the procedure\nArticle 49\nGeneral rule\nThe written part of the procedure shall comprise the lodging of the application and of the defence and, in the circumstances provided for in Article 55, the lodging of a reply and a rejoinder.\nArticle 50\nApplication\n1.   An application of the kind referred to in Article 21 of the Statute shall state:\n(a)\nthe name and address of the applicant;\n(b)\nthe professional capacity and address of the signatory;\n(c)\nthe name of the party against whom the application is made;\n(d)\nthe subject-matter of the proceedings and the form of order sought by the applicant;\n(e)\na clear summary of the relevant facts presented in chronological order, and a separate, precise and structured summary of the pleas in law and arguments of law relied on;\n(f)\nwhere appropriate, any evidence offered.\n2.   To the application there shall be annexed, where appropriate:\n(a)\nthe act of which annulment is sought;\n(b)\nthe complaint within the meaning of Article 90(2) of the Staff Regulations and the decision responding to the complaint together with an indication of the dates on which the complaint was submitted and the decision notified.\n3.   For the purposes of the proceedings, the application shall state:\n—\nan address for service and the name of the person authorised to accept service; or\n—\nthe agreement of the applicant's lawyer to receive service of documents by the electronic means referred to in Article 36(4) or by telefax; or\n—\nthe three methods of service of documents referred to above.\n4.   If the application does not comply with the requirements referred to in paragraph 3, for the purposes of the proceedings service on the party concerned shall be effected, until the defect has been remedied, by registered letter addressed to that party's representative. By way of derogation from Article 36(1), service shall then be deemed to have been duly effected by the lodging of the registered letter at the post office of the place where the Tribunal has its seat.\n5.   The applicant's lawyer must attach to the application the document referred to in Article 31(2).\n6.   If the application does not comply with the requirements set out in the second and third subparagraphs of Article 45(1), in the second subparagraph of Article 45(2), in Article 46 or in paragraph 1(a), (b) and (c), in paragraph 2 or in paragraph 5 of this Article, the Registrar shall prescribe a time-limit within which the applicant is to put the application in order. If the applicant fails to put the application in order within the time-limit prescribed, the Tribunal shall decide whether the non-compliance with these conditions renders the application formally inadmissible.\nArticle 51\nService of the application and notice in the Official Journal\n1.   The application shall be served on the defendant. In the cases provided for by Article 50(6), service shall be effected as soon as the application has been put in order or, failing that, as soon as the Tribunal has declared it admissible.\n2.   Notice shall be given in the Official Journal of the European Union of the date on which the application was lodged, the defendant, the subject-matter and description of the proceedings and the form of order sought by the applicant.\nArticle 52\nFirst assignment of a case to a formation of the court\nAs soon as the application initiating proceedings has been lodged, the President of the Tribunal shall assign the case to one of the Chambers of three Judges in accordance with the criteria set out in Article 13(2).\nThe President of that Chamber shall propose to the President of the Tribunal, in respect of each case assigned, the designation of a Judge to act as Rapporteur. The President of the Tribunal shall decide on the proposal.\nArticle 53\nDefence\n1.   Within two months after service of the application, the defendant shall lodge a defence stating:\n(a)\nthe name and address of the defendant;\n(b)\nthe professional capacity and address of the signatory;\n(c)\nthe form of order sought by the defendant;\n(d)\nthe legal context of the case, a clear summary of the relevant facts presented in chronological order, and a separate, precise and structured summary of the pleas in law and arguments of law relied on;\n(e)\nwhere appropriate, any evidence offered.\n2.   The provisions of Article 50(3) and (4) shall apply.\n3.   The agent representing the defendant and the adviser or lawyer assisting him are required to lodge at the latest together with the defence the documents referred to in Article 31.\nTo the defence shall be annexed the texts not published in the Official Journal of the European Union and which form the legal context of the case, together with details of the dates on which they were adopted, on which they entered into force and, where applicable, on which they were repealed.\n4.   If the defence does not comply with the requirements set out in the second, third and fourth subparagraphs of Article 45(1), in the second subparagraph of Article 45(2), in Article 46 or in paragraph 3 of this Article, the Registrar shall prescribe a time-limit within which the defendant is to put the defence in order. If the defendant fails to put the defence in order within the time-limit prescribed, the Tribunal shall decide whether the non-compliance with these conditions renders the defence formally inadmissible.\n5.   The time-limit laid down in paragraph 1 may, in exceptional circumstances, be extended by the President at the duly reasoned request of the defendant or of the President's own motion in the interests of the proper administration of justice.\nArticle 54\nTransmission of documents\nWhere the European Parliament, the Council or the European Commission is not a party to a case, the Tribunal shall send them copies of the application and of the defence, without the annexes thereto, to enable them to assess whether the inapplicability of one of their acts is being invoked under Article 277 TFEU.\nArticle 55\nSecond exchange of pleadings\n1.   Pursuant to Article 7(3) of Annex I to the Statute, the Tribunal may decide, either of its own motion or on a reasoned application by the applicant, that a second exchange of pleadings is necessary to supplement the documents before the Tribunal.\n2.   The Tribunal may restrict the second exchange of pleadings to questions of law or of fact which it shall specify.\n3.   If the pleading does not comply with the requirements set out in the second, third and fourth subparagraphs of Article 45(1), in the second subparagraph of Article 45(2), in Article 46 or in paragraph 2 of this Article, the Registrar shall prescribe a time-limit within which the party concerned is to put the pleading in order. If the party concerned fails to put the pleading in order within the time-limit prescribed, the Tribunal shall decide whether the non-compliance with these conditions renders the pleading formally inadmissible.\nSection 2\nPleas in law and evidence in the course of the procedure\nArticle 56\nNew pleas in law\n1.   No new plea in law may be introduced after the first exchange of pleadings unless it is based on matters of law or of fact which come to light in the course of the procedure.\n2.   If in the course of the procedure one of the parties puts forward a new plea in law, the President may, even after the expiry of the normal procedural time-limits, acting on a report of the Judge-Rapporteur, prescribe a time-limit within which the other party may respond to that plea.\n3.   Consideration of the admissibility of new pleas in law shall be reserved for the final decision.\nArticle 57\nProduction or offer to produce further evidence\nThe parties may produce or offer further evidence in support of their arguments up until the end of the hearing, on condition that the delay in producing or offering to produce it is duly justified. The other parties shall be given an opportunity to comment.\nSection 3\nThe preliminary report\nArticle 58\nPreliminary report\n1.   When the written part of the procedure is closed, the President shall fix a date on which the Judge-Rapporteur is to present his preliminary report to the Tribunal.\n2.   The preliminary report shall contain proposals as to whether measures of organisation of procedure or measures of inquiry should be undertaken, as to whether to dispense with a hearing, as to the possibility of an amicable settlement of the dispute and as to whether the case should be referred to the full court, to the Chamber of five Judges or to the Judge-Rapporteur sitting as a single Judge.\n3.   The Tribunal shall decide what action to take on the proposals of the Judge-Rapporteur.\nSection 4\nOral part of the procedure\nArticle 59\nHolding of hearings\n1.   Without prejudice to the special provisions of these Rules permitting the Tribunal to adjudicate by way of order, and subject to paragraph 2, the procedure before the Tribunal shall include a hearing.\n2.   Where there has been a second exchange of pleadings and the Tribunal considers that it is unnecessary to hold a hearing, it may, with the agreement of the parties, decide to proceed to judgment without a hearing.\nArticle 60\nDate of the hearing\nThe President shall fix the date of the hearing.\nArticle 61\nJoint hearing\nIf the similarities between two or more cases so permit, the Tribunal may decide to organise a joint hearing of those cases.\nArticle 62\nAbsence of the parties from the hearing\n1.   The representatives of the parties who have been duly summoned to the hearing shall be required to inform the Tribunal in good time if they will be absent.\nThe absence, without excuse, of a party's representative who has been duly summoned shall not prevent the hearing from taking place.\n2.   Where the representatives of all the parties have stated that they will not be present at the hearing, the Tribunal may decide that the oral part of the procedure is closed.\nArticle 63\nConduct of the hearing\n1.   The oral proceedings shall be opened and directed by the President, who shall be responsible for the proper conduct of the hearing.\n2.   The oral proceedings in cases heard in camera in accordance with Article 31 of the Statute shall not be published.\n3.   A party may address the Tribunal only through his agent or lawyer.\n4.   The President and each of the Judges may in the course of the hearing:\n(a)\nput questions to the parties' agents, advisers or lawyers;\n(b)\ninvite the parties themselves to express their views on certain aspects of the case.\nArticle 64\nClose or re-opening of the oral part of the procedure\n1.   The President shall declare the oral part of the procedure closed at the end of the hearing.\n2.   The Tribunal may order the reopening of the oral part of the procedure.\nArticle 65\nMinutes of the hearing\nThe Registrar shall draw up minutes of every hearing. The minutes shall be signed by the President and by the Registrar. They shall constitute an official record and shall be served on the parties.\nArticle 66\nRecording of the hearing\nThe President may, on a duly substantiated request, authorise a party to listen, on the Tribunal's premises, to the soundtrack of the hearing in the language used by the speaker during that hearing.\nCHAPTER 3\nMeasures of organisation of procedure and measures of inquiry\nSection 1\nObjectives\nArticle 67\nObjectives\nThe purpose of measures of organisation of procedure and measures of inquiry shall be to ensure that cases are prepared for hearing under the best possible conditions, to ensure efficient conduct of the written and oral part of the procedure and to facilitate the taking of evidence and the resolution of disputes.\nSection 2\nMeasures of organisation of procedure\nArticle 68\nPurpose\nMeasures of organisation of procedure may, in particular, consist of:\n(a)\nputting questions to the parties;\n(b)\ninviting the parties to make written or oral submissions on certain aspects of the proceedings and, in particular, to clarify the forms of order they are seeking and their pleas in law and arguments or to clarify the points at issue;\n(c)\nasking the parties for information or particulars;\n(d)\nasking the parties to produce documents or any items of evidence relating to the case;\n(e)\ninviting the participants in the hearing to concentrate in particular in their oral pleadings on one or more specified issues;\n(f)\nsummoning the parties to meetings.\nArticle 69\nProcedure\n1.   Measures of organisation of procedure may be adopted or varied at any stage of the proceedings. They shall be prescribed if necessary of the Judge-Rapporteur's or the Tribunal's own motion.\n2.   Measures of organisation of procedure shall be prescribed by the Judge-Rapporteur unless he refers the matter to the Tribunal on account of the scope of the measures envisaged or of their importance to the disposal of the case.\n3.   Each party may propose the adoption or modification of measures of organisation of procedure.\n4.   The Registrar shall be responsible for notifying measures of organisation of procedure to the parties.\n5.   If the written observations submitted by the parties do not comply with the requirements set out in the second, third and fourth subparagraphs of Article 45(1), in the second subparagraph of Article 45(2), or in Article 46, the Registrar shall prescribe a time-limit within which the party concerned is to put the observations in order. If the party concerned fails to put the observations in order within the time-limit prescribed, the Tribunal shall decide whether the non-compliance with these conditions renders the observations formally inadmissible.\nSection 3\nMeasures of inquiry\nArticle 70\nPurpose\nWithout prejudice to the provisions of Articles 24 and 25 of the Statute, the following measures of inquiry may be adopted:\n(a)\nthe appearance of the parties themselves;\n(b)\nasking third parties for information or particulars;\n(c)\nasking third parties to produce documents or any items of evidence relating to the case;\n(d)\noral testimony;\n(e)\nthe commissioning of an expert's report;\n(f)\nan inspection of the place or thing in question;\n(g)\nasking a party to produce documents or any items of evidence relating to the case, where that party refuses to comply with a measure of organisation of procedure adopted for that purpose.\nArticle 71\nProcedure\n1.   The measures of inquiry necessary for disposing of the case may be adopted or varied at any stage of the proceedings. They shall be prescribed by the Tribunal, if necessary of its own motion.\n2.   Each party may propose the adoption or modification of measures of inquiry by stating precisely their subject-matter and the reasons which justify their adoption or modification. The other parties shall be heard before those measures can be adopted.\n3.   Where the procedural circumstances so require, the parties shall be requested to submit their observations on the measures envisaged by the Tribunal and referred to in Article 70(a), (b), (c) and (g).\n4.   The decision concerning:\n—\nthe measures referred to in Article 70(a), (b) and (c) shall be notified to the parties by the Registrar;\n—\nthe measures referred to in Article 70(d), (e) and (f) shall be taken by means of an order setting out the facts to be proved, after the parties have been heard;\n—\nthe measure referred to in Article 70(g) shall be adopted by means of an order.\n5.   Where the Tribunal decides to adopt a measure of inquiry but does not undertake such a measure itself, it shall entrust the task of so doing to the Judge-Rapporteur.\n6.   The parties shall be entitled to attend the measures of inquiry.\n7.   A party may submit evidence in rebuttal or amplify previous evidence at any stage of the proceedings.\nArticle 72\nSummoning of witnesses\nA witness whose examination is considered necessary shall be summoned by the Tribunal. The order referred to in Article 71(4), second indent, shall contain the following information:\n(a)\nthe surname, forenames, professional capacity and residence of the witness;\n(b)\nthe date and place of the hearing;\n(c)\nan indication of the facts about which the witness is to be heard;\n(d)\nwhere appropriate, particulars of the arrangements made under Article 78 by the Tribunal for reimbursement of expenses incurred by the witness, and of the sanctions which may be imposed on defaulting witnesses under Article 74.\nArticle 73\nExamination of witnesses\n1.   After the identity of the witness has been established, the President or the Judge-Rapporteur made responsible by the Tribunal for conducting the examination of the witness shall instruct the witness to tell the truth and shall draw his attention to the consequences provided for by his national law in the event of any breach of that obligation.\n2.   Unless they are exempted, the parties having been heard, witnesses shall take the following oath before giving evidence:\n‘I swear that I shall tell the truth, the whole truth and nothing but the truth.’\n3.   The witness shall give his evidence to the Tribunal or to the Judge-Rapporteur, the parties having been given notice to attend. After the witness has given his main evidence the Tribunal or the Judge-Rapporteur may, at the request of a party or of the Tribunal's or the Judge-Rapporteur's own motion, put questions to him.\nSubject to the control of the President or of the Judge-Rapporteur, questions may be put to witnesses by the agents, advisers or lawyers of the parties.\n4.   The Registrar shall draw up minutes in which the evidence of the witnesses is reproduced.\nThe minutes shall be signed by the President or by the Judge-Rapporteur, and by the Registrar. Before the minutes are thus signed, witnesses shall be given an opportunity to verify the content of the minutes and to sign them.\nThe minutes shall constitute an official record. They shall be served on the parties.\nArticle 74\nDuties of witnesses\n1.   Witnesses who have been duly summoned shall obey the summons and attend for examination.\n2.   If, without good reason, a witness who has been duly summoned fails to appear before the Tribunal, the latter may impose upon him a pecuniary penalty not exceeding EUR 5 000 and may order that a further summons be served on the witness at his own expense.\n3.   The same penalty may be imposed upon a witness who, without good reason, refuses to give evidence or to take the oath.\n4.   If a witness proffers a valid excuse to the Tribunal that he was unable to submit beforehand, the pecuniary penalty imposed on him may be cancelled. The pecuniary penalty imposed may be reduced at the request of the witness where he establishes that it is disproportionate to his income.\nArticle 75\nExperts' reports\n1.   The order by which the Tribunal appoints the expert shall define his task and set a time-limit within which he is to submit his report.\n2.   The expert shall receive a copy of the order, together with all the items of evidence necessary for carrying out his task. He shall be instructed to tell the truth and to carry out his task conscientiously and impartially and his attention shall be drawn to the consequences provided for by his national law in the event of any breach of those obligations.\n3.   The expert shall be under the supervision of the Judge-Rapporteur, who may be present during his investigation and who shall be kept informed of his progress in carrying out his task.\n4.   At the request of the expert, the Tribunal may order the examination of witnesses. Their examination shall be carried out in accordance with Article 73.\n5.   The expert may give his opinion only on points which have been expressly referred to him.\n6.   Unless he is exempted by the Tribunal, the parties having been heard, the expert shall take the following oath when submitting his report:\n‘I swear that I have conscientiously and impartially carried out my task.’\n7.   After the expert has submitted his report and that report has been served on the parties, the Tribunal may order that the expert be examined, after giving the parties notice to attend.\n8.   The President and each of the Judges may put questions to the expert. Subject to the control of the President, questions may be put to the expert by the representatives of the parties.\n9.   The Registrar shall draw up minutes in which the evidence of the expert is reproduced. The minutes shall be signed by the President or by the Judge-Rapporteur responsible for conducting the examination of the expert, and by the Registrar. Before the minutes are thus signed, the expert shall be given an opportunity to verify the content of the minutes and to sign them. Those minutes shall constitute an official record. They shall be served on the parties.\nArticle 76\nPerjury and violation of the oath\n1.   Pursuant to Article 30 of the Statute, the Tribunal may decide to report to the competent authority, referred to in the Rules supplementing the Rules of Procedure of the Court of Justice, of the Member State whose courts have criminal jurisdiction any case of perjury on the part of a witness or expert before the Tribunal.\n2.   The Registrar shall be responsible for communicating the decision of the Tribunal. The decision shall set out the facts and circumstances on which the report is based.\nArticle 77\nObjection to a witness or expert\n1.   If one of the parties objects to a witness or to an expert on the ground that he is not a competent or proper person to act as witness or expert or for any other reason, or if a witness or expert refuses to give evidence or to take the oath, the Tribunal shall adjudicate by way of reasoned order.\n2.   An objection to a witness or to an expert shall be raised within two weeks after service of the order summoning the witness or appointing the expert; the statement of objection must set out the grounds of objection and indicate the nature of any evidence offered.\nArticle 78\nWitnesses' and experts' costs\n1.   Where the Tribunal orders the examination of witnesses or an expert's report, it may request the parties or one of them to lodge with the cashier of the Tribunal security for the witnesses' costs or the costs of the expert's report. The Tribunal shall determine the amount.\n2.   Witnesses and experts shall be entitled to reimbursement of their travel and subsistence expenses. The cashier of the Tribunal may make an advance payment towards these expenses.\n3.   Witnesses shall be entitled to compensation for loss of earnings, and experts to fees for their services. The cashier of the Tribunal shall pay witnesses and experts these sums after they have carried out their respective duties or tasks.\nArticle 79\nLetters rogatory\n1.   The Tribunal may, on application by a party or of its own motion, issue letters rogatory for the examination of witnesses or experts.\n2.   Letters rogatory shall be issued in the form of an order which shall contain the name, forenames, professional capacity and address of the witness or expert, set out the facts on which the witness or expert is to be examined, name the parties, their agents, advisers or lawyers, indicate their addresses and briefly describe the subject-matter of the proceedings.\n3.   The Registrar shall send the order to the competent authority, referred to in the Rules supplementing the Rules of Procedure of the Court of Justice, of the Member State in whose territory the witness or expert is to be examined. Where necessary, the order shall be accompanied by a translation into the official language or languages of the Member State to which it is addressed.\nThe authority named pursuant to the first subparagraph shall pass on the order to the judicial authority which is competent according to its national law.\nThe competent judicial authority shall give effect to the letters rogatory in accordance with its national law. After implementation the competent judicial authority shall transmit to the authority named pursuant to the first subparagraph the order embodying the letters rogatory, any documents arising from the implementation and a detailed statement of costs. These documents shall be sent to the Registrar.\n4.   The Registrar shall be responsible for the translation of the documents into the language of the case.\n5.   Where the Tribunal issues letters rogatory, it may request the parties or one of them to lodge with the cashier of the Tribunal security for the costs thereof. The Tribunal shall determine the amount.\nCHAPTER 4\nPreliminary objections and issues\nArticle 80\nDeclining of jurisdiction\n1.   In accordance with Article 8(2) of Annex I to the Statute, where the Tribunal finds that the action before it falls within the jurisdiction of the Court of Justice or of the General Court, it shall refer that action to the Court of Justice or to the General Court.\n2.   The Tribunal shall make its decision by way of reasoned order.\nArticle 81\nAction manifestly bound to fail\nWhere it is clear that the Tribunal has no jurisdiction to hear and determine an action or certain of the claims therein or where the action is, in whole or in part, manifestly inadmissible or manifestly lacking any foundation in law, the Tribunal may at any time decide to give a decision by reasoned order without taking further steps in the proceedings.\nArticle 82\nAbsolute bar to proceeding with a case\nThe Tribunal may at any time, of its own motion, after hearing the parties, decide whether there exists any absolute bar to proceeding with a case. If the Tribunal considers that it possesses sufficient information, it may, without taking further steps in the proceedings, give a decision by way of reasoned order.\nArticle 83\nApplication for a decision not going to the merits of the case\n1.   A party applying to the Tribunal for a decision on admissibility, on lack of competence or on any other preliminary plea not going to the merits of the case shall submit the application by a separate document.\nThe application must contain the pleas of fact and law relied on and the form of order sought by the applicant; any supporting documents and items of evidence must be annexed to it.\n2.   As soon as the application has been lodged, the President shall prescribe a period within which the opposite party may lodge a document containing the form of order sought and the arguments of fact and law relied on.\nUnless the Tribunal otherwise decides, the remainder of the proceedings on the application shall be oral.\n3.   The Tribunal shall decide on the application by way of reasoned order and as soon as possible or, where special circumstances so justify, reserve its decision until it rules on the merits of the case.\nIf the Tribunal refuses the application or reserves its decision, the President shall prescribe new time-limits for the further steps in the proceedings.\nWhere the case falls within the jurisdiction of the Court of Justice or the General Court, the Tribunal shall refer the case to the court concerned in accordance with Article 80.\nArticle 84\nDiscontinuance\nIf the applicant informs the Tribunal, in writing or at the hearing, that he wishes to discontinue the proceedings, the President, after hearing the other parties, shall order the case to be removed from the register and shall give a decision as to costs in accordance with Article 103(5).\nArticle 85\nCases that do not proceed to judgment\n1.   If the Tribunal finds that an action has become devoid of purpose and that there is no longer any need to adjudicate on it, it may at any time, on application or of its own motion, after hearing the parties, close the proceedings by means of a reasoned order.\n2.   If the applicant ceases to reply to the Tribunal's requests, the Tribunal may find, on application or of its own motion, after hearing the parties, that there is no longer any need to adjudicate and close the proceedings by means of a reasoned order.\nCHAPTER 5\nIntervention\nArticle 86\nApplication to intervene\n1.   Any application to intervene must be made within six weeks of the date of publication of the notice referred to in Article 51(2).\n2.   The application to intervene shall contain:\n(a)\na description of the case;\n(b)\nparticulars of the main parties;\n(c)\nthe name and address of the intervener;\n(d)\nthe professional capacity and address of the signatory;\n(e)\nthe intervener's address for service or the agreement of the intervener's representative to receive service of documents by the electronic means referred to in Article 36(4) or by telefax;\n(f)\nthe form of order sought by the intervener, in support of or opposing the form of order sought by the applicant;\n(g)\na statement of the circumstances establishing the right to intervene pursuant to the second paragraph of Article 40 of the Statute or on the basis of a specific provision.\n3.   If the application to intervene does not comply with the requirements referred to in paragraph 2(e), for the purposes of the proceedings service on the party concerned shall be effected, until the defect has been remedied, by registered letter addressed to the intervener's representative. By way of derogation from Article 36(1), service shall then be deemed to have been duly effected by the lodging of the registered letter at the post office of the place where the Tribunal has its seat.\n4.   The intervener shall be represented in accordance with Article 19 of the Statute.\n5.   The intervener's agent, adviser or lawyer must attach to the application to intervene the documents referred to in Article 31.\n6.   If the application to intervene does not comply with the requirements set out in the second, third and fourth subparagraphs of Article 45(1), in the second subparagraph of Article 45(2), or in paragraph 5 of this Article, the Registrar shall prescribe a time-limit within which the intervener is to put the application to intervene in order. If the intervener fails to put the application to intervene in order within the time-limit prescribed, the Tribunal shall decide whether the non-compliance with these conditions renders the application to intervene formally inadmissible.\nArticle 87\nDecision on applications to intervene\n1.   The application to intervene shall be served on the main parties, so as to permit them an opportunity to submit their written or oral observations and to indicate, where appropriate, those documents or items of evidence which they consider to be secret or confidential and which, in consequence, they do not wish to be communicated to the interveners.\n2.   Where the main parties have not, within the time-limit prescribed, put forward any objection to the application to intervene or identified secret or confidential items of evidence or documents which, if communicated to the intervener, the parties claim would be prejudicial to them, the intervention shall be authorised by decision of the President.\n3.   In any other case, the President shall decide by reasoned order on the application to intervene and, where applicable, on the communication of items of evidence or documents which it is claimed are secret or confidential. He may also refer those matters to the Tribunal which shall decide by the same means.\nArticle 88\nSubmission of statements and observations on them\n1.   If an intervention is allowed, the intervener must accept the case as he finds it at the time of his intervention.\n2.   The intervener shall receive a copy of all the procedural documents served on the main parties, except for items of evidence or documents which have been acknowledged to be secret or confidential under Article 87(3).\n3.   The intervener may submit a statement in intervention within one month after communication of the procedural documents referred to in paragraph 2. That time-limit may be extended by the President at the duly reasoned request of the intervener.\nThe statement in intervention shall contain:\n(a)\nthe form of order sought by the intervener;\n(b)\na clear summary of the relevant facts presented in chronological order, and a separate, precise and structured summary of the pleas in law and arguments of law relied on by the intervener;\n(c)\nwhere appropriate, any evidence offered.\n4.   The statement in intervention shall be admissible only if it is made in support, in whole or in part, of the form of order sought by one of the main parties.\n5.   After the statement in intervention has been lodged, the President shall prescribe a time-limit within which the main parties may reply in writing to that statement or shall invite them to present their replies during the oral part of the procedure.\n6.   If the statement in intervention or the written observations of the parties do not comply with the requirements set out in the second, third and fourth subparagraphs of Article 45(1), in the second subparagraph of Article 45(2), or in Article 46, the Registrar shall prescribe a time-limit within which the party concerned is to put the document in order. If the party concerned fails to put the document in order within the time-limit prescribed, the Tribunal shall decide whether the non-compliance with these conditions renders that document formally inadmissible.\nArticle 89\nInvitation to intervene\n1.   At any stage in the proceedings the President may, after hearing the parties, invite any person, any institution or any Member State concerned by the outcome of the dispute to inform the Tribunal, within the time-limit prescribed by the President, if he or it wishes to intervene in the proceedings. The notice referred to in Article 51(2) shall be mentioned in the invitation.\n2.   The person, institution or Member State who or which wishes to intervene shall submit an application to that effect to the Tribunal within the time-limit prescribed pursuant to paragraph 1. Article 86(2)(a) to (f) and Article 86(3) to (6) shall apply to that application.\n3.   The application to intervene shall be served on the main parties, so as to permit them to indicate, where appropriate, those items of evidence which they consider to be secret or confidential and which, in consequence, they do not wish to be communicated to the interveners.\nWhere the main parties have not, within the time-limit prescribed, identified secret or confidential items of evidence or documents which, if communicated to the intervener, the parties claim would be prejudicial to them, the intervention shall be allowed by decision of the President.\nIn any other case, the President shall decide by reasoned order on the application to intervene and, where applicable, on the communication of items of evidence and documents which it is claimed are secret or confidential. He may also refer those matters to the Tribunal which shall decide by the same means.\n4.   Article 88 shall apply.\nCHAPTER 6\nThe amicable settlement of disputes\nArticle 90\nMeasures\n1.   The Tribunal may, at all stages of the procedure, examine the possibilities of an amicable settlement of the dispute between the applicant and the defendant.\nThe Tribunal shall instruct the Judge-Rapporteur, assisted by the Registrar, to seek the amicable settlement of a dispute.\n2.   The Judge-Rapporteur may propose one or more solutions capable of putting an end to the dispute, adopt appropriate measures with a view to facilitating its amicable settlement and implement the measures which he has adopted to that end.\nHe may, amongst other things:\n—\nask the parties to supply information or particulars;\n—\nask the parties to produce documents;\n—\ninvite to meetings the parties' representatives, the parties themselves or any official or other servant of the institution empowered to negotiate an agreement;\n—\non the occasion of the meetings referred to in the third indent, have contact with each of the parties separately, if they consent to that;\n—\nsuggest to the parties that a mediator be appointed.\n3.   Paragraphs 1 and 2 shall apply to proceedings for interim measures also.\nArticle 91\nAgreement of the parties\n1.   Where the applicant and the defendant come to an agreement before the Judge-Rapporteur on a solution which brings the dispute to an end, the terms of that agreement may be recorded in a document signed by the Judge-Rapporteur and by the Registrar. That document shall be served on the parties and shall constitute an official record.\nThe case shall be removed from the register by reasoned order of the President.\nAt the request of the applicant and defendant, the President shall set out the terms of the agreement in the order removing the case from the register.\n2.   Where the applicant and the defendant notify the Tribunal that they have reached an agreement out of court as to the resolution of the dispute and state that they abandon all claims, the President shall order the case to be removed from the register.\n3.   The President shall give a decision as to costs in accordance with the agreement or, failing that, at his discretion.\nArticle 92\nAmicable settlement and contentious proceedings\nNo opinion expressed, suggestion made, proposal put forward, concession made or document drawn up for the purposes of the amicable settlement may be relied on as evidence by the Tribunal or the parties in the contentious proceedings.\nCHAPTER 7\nJudgments and orders\nArticle 93\nDate of delivery of a judgment\nThe parties shall be informed of the date of delivery of a judgment.\nArticle 94\nContent of a judgment\nA judgment shall contain:\n—\na statement that it is the judgment of the Tribunal;\n—\nan indication as to the formation of the court;\n—\nthe date of delivery;\n—\nthe names of the President and of the Judges who took part in the deliberations, with an indication as to the name of the Judge-Rapporteur;\n—\nthe name of the Registrar;\n—\nparticulars of the parties;\n—\nthe names of the parties' agents, advisers or lawyers;\n—\na statement of the forms of order sought by the parties;\n—\nwhere applicable, the date of the hearing;\n—\na summary of the facts;\n—\nthe grounds for the decision;\n—\nthe operative part of the judgment, including the decision as to costs.\nArticle 95\nDelivery and service of the judgment\n1.   The judgment shall be delivered in open court.\n2.   The original of the judgment, signed by the President, by the Judges who took part in the deliberations and by the Registrar, shall be sealed and deposited at the Registry; the Registrar shall ensure that each of the parties is served with a copy of the judgment.\nArticle 96\nContent of an order\n1.   Every order shall contain:\n—\na statement that it is the order of the Tribunal, the President of the Tribunal or the President;\n—\nthe date of its adoption;\n—\nan indication as to the legal basis of the order;\n—\nthe names of the President and, where appropriate, the Judges taking part in its adoption, with an indication as to the name of the Judge-Rapporteur;\n—\nthe name of the Registrar;\n—\nparticulars of the parties;\n—\nthe names of the parties' agents, advisers or lawyers;\n—\nthe operative part of the order, including, where appropriate, the decision as to costs.\n2.   Where, in accordance with these Rules, an order must be reasoned, it shall in addition contain:\n—\na statement of the forms of order sought by the parties;\n—\na summary of the facts;\n—\nthe grounds for the decision.\nArticle 97\nSignature and service of the order\nThe original of the order, signed by the President, shall be sealed and deposited at the Registry; the Registrar shall ensure that each of the parties is served with a copy of the order.\nArticle 98\nBinding nature of judgments and orders\n1.   Subject to Article 12(1) of Annex I to the Statute, judgments shall be binding from the date of their delivery.\n2.   Subject to Article 12(1) of Annex I to the Statute, orders shall be binding from the date of their service.\nArticle 99\nPublication in the Official Journal of the European Union\nThe decisions of the Tribunal closing the proceedings shall be the subject of a notice published in the Official Journal of the European Union.\nCHAPTER 8\nCosts\nArticle 100\nDecision as to costs\nA decision as to costs shall be given in the judgment or order which closes the proceedings.\nArticle 101\nGeneral rule as to allocation of costs\nWithout prejudice to the other provisions of this Chapter, the unsuccessful party shall bear his own costs and shall be ordered to pay the costs incurred by the other party if they have been applied for in the other party's pleadings. The unsuccessful party shall also be ordered to pay the costs payable, if any, under Article 105(a) or (b).\nArticle 102\nEquity and unreasonable or vexatious costs\n1.   If equity so requires, the Tribunal may decide that an unsuccessful party is to bear his own costs, but is to pay only part of the costs incurred by the other party, or even that he is not to be ordered to pay any costs.\n2.   A successful party may be ordered to bear his own costs and to pay some or all of the costs incurred by the other party if this appears justified by the conduct of that party, including before the proceedings were brought, especially if he has made the other party incur costs which are held to be unreasonable or vexatious.\n3.   In the cases referred to in paragraphs 1 and 2, the Tribunal may also decide that the costs payable, if any, under Article 105(a) or (b) are to be shared, or even to order the successful party to pay all of those costs.\nArticle 103\nSpecial rules as to allocation of costs\n1.   Where there is more than one unsuccessful party the Tribunal shall decide how the costs are to be shared.\n2.   Where each party succeeds on some and fails on other heads, the parties shall bear their own costs. However, if it appears justified in the circumstances of the case, the Tribunal may order that one party, in addition to bearing his own costs, pay a proportion of the costs of the other party.\n3.   If costs are not applied for, the parties shall bear their own costs.\n4.   The Member States and institutions which have intervened in the proceedings shall bear their own costs. Other interveners shall bear their own costs, unless the Tribunal decides otherwise.\n5.   A party who discontinues or withdraws from proceedings shall bear his own costs and shall be ordered to pay the costs incurred by the other party, and the costs payable, if any, under Article 105(a) or (b), if they have been applied for in the other party's observations on the discontinuance. However, upon application by the party who discontinues or withdraws from proceedings, those costs shall be borne by the other party if this appears justified by the conduct of that party.\n6.   Where a case does not proceed to judgment, the costs shall be in the discretion of the Tribunal.\n7.   Where the parties have come to an agreement on costs, the decision as to costs shall be in accordance with that agreement.\nArticle 104\nCosts of enforcing a judgment\nCosts necessarily incurred by a party in enforcing a judgment or order of the Tribunal shall be refunded by the opposite party according to the scale in force in the State where the enforcement takes place.\nArticle 105\nRecoverable costs\nWithout prejudice to the provisions of Articles 108 and 109, the following shall be regarded as recoverable costs:\n(a)\nsums payable to witnesses and experts under Article 78;\n(b)\nexpenses occasioned by letters rogatory ordered by the Tribunal under Article 79;\n(c)\nexpenses necessarily incurred by the parties for the purpose of the proceedings, in particular the travel and subsistence expenses and the remuneration of the agent, adviser or lawyer.\nArticle 106\nDispute concerning the costs to be recovered\n1.   If there is a dispute concerning the costs to be recovered, the Tribunal shall, on application by the party concerned and after hearing the opposite party, give its decision by way of reasoned order.\nIn accordance with Article 11(2) of Annex I to the Statute, no appeal may lie from that order.\n2.   The parties may, for the purposes of enforcement, apply for a copy of the order.\nArticle 107\nProcedure for payment\n1.   Sums due from the cashier of the Tribunal and from its debtors shall be paid in euros.\n2.   Where costs to be recovered have been incurred in a currency other than the euro or where the steps in respect of which payment is due were taken in a country of which the euro is not the currency, the conversion shall be effected at the European Central Bank's official rates of exchange on the day of payment.\nArticle 108\nCourt costs\nProceedings before the Tribunal shall be free of charge, except that:\n(a)\nwhere the expenditure incurred by the Tribunal in the processing of an application or of any other procedural document or as a result of the conduct of a party during the proceedings was avoidable, inter alia, because that application, document or conduct was manifestly an abuse of process, the Tribunal may order the party that caused it to incur that expenditure to refund it in whole or in part, but the amount of that refund may not exceed EUR 8 000;\n(b)\nwhere copying or translation work is carried out at the request of a party, the cost shall, in so far as the Registrar considers it excessive, be paid for by that party on the Registry's scale of charges referred to in Article 22.\nArticle 109\nDeposit in respect of actions which are an abuse of process\n1.   An applicant who has already made a number of applications or requests under Article 115 which have been found to be a manifest abuse of process in the decision closing the proceedings may, exceptionally, if his new application or request appears to be a manifest abuse of process, be ordered by the President of the Tribunal to deposit, with the cashier of the Tribunal, a maximum sum of EUR 8 000 to cover the amount of any payment ordered under Article 108.\nThe decision ordering the deposit shall state the reasons on which it is based. It shall fix the amount of the deposit required.\n2.   The proceedings shall be stayed until the deposit has been paid.\nThe sum deposited, together with the interest thereon, shall be refunded if the decision closing the proceedings does not order the applicant to make a payment under Article 108, or in so far as it exceeds the amount of that payment.\n3.   Where the sum is not deposited within the time-limit prescribed by the President of the Tribunal, the proceedings shall be closed in accordance with Article 85(2).\n4.   If the President of the Tribunal has taken the decision referred to in paragraph 1, he shall abstain from participating in the judgment of the action.\nCHAPTER 9\nLegal aid\nArticle 110\nSubstantive conditions\n1.   Any person who, because of his financial situation, is wholly or partly unable to meet the costs of the proceedings shall be entitled to legal aid.\nThe financial situation shall be assessed, taking into account objective factors such as income, capital and the family situation.\n2.   Legal aid shall be refused if the action in respect of which the application is made appears to be manifestly inadmissible or manifestly unfounded or if it is clear that the Tribunal has no jurisdiction to hear and determine that action.\nWhere the Tribunal finds that the proceedings fall within the jurisdiction of the General Court, the application for legal aid shall be referred to the General Court.\nArticle 111\nFormal conditions\n1.   An application for legal aid may be made before the action has been brought or while it is pending.\nThe application need not be made through a lawyer.\n2.   The application for legal aid must be made in accordance with the standard form prescribed on the basis of Article 132 and available on the Tribunal's internet site. It must be signed by the applicant or, where he is represented, by a lawyer.\n3.   The application for legal aid must be accompanied by all information and supporting documents making it possible to assess the applicant's financial situation, such as a certificate issued by the competent national authority attesting to his financial situation.\nIf the application is made before the action has been brought, the applicant must briefly state the subject-matter of the proposed action, the facts of the case and the arguments in support of the action. The application must be accompanied by supporting documents in that regard.\nIf the applicant is represented by a lawyer, the application for legal aid shall be accompanied by the document referred to in Article 31(2).\nArticle 112\nProcedure and decision\n1.   Before giving its decision on an application for legal aid, the Tribunal shall invite the other party to submit its written observations unless it is already apparent from the information produced that legal aid must be refused on the basis of the first subparagraph of Article 110(1) or on the basis of Article 110(2).\n2.   The decision on the application for legal aid shall be taken by way of an order by the President of the Tribunal or, if the case has already been assigned to a Chamber, by its President. The decision may be referred to the Chamber. It must be so referred where it is envisaged that the application will be rejected on the basis of the first subparagraph of Article 110(2).\nAn order refusing legal aid shall state the reasons on which it is based.\n3.   In any order granting legal aid a lawyer shall be designated to represent the person concerned.\nIf the person has not indicated his choice of lawyer or if his choice is unacceptable, the Registrar shall send a copy of the order granting legal aid and a copy of the application to the competent authority of the Member State concerned mentioned in the Rules supplementing the Rules of Procedure of the Court of Justice. The lawyer instructed to represent the applicant shall be designated having regard to the suggestions made by that authority.\n4.   An order granting legal aid may specify an amount to be paid to the lawyer instructed to represent the person concerned or fix a limit which the lawyer's disbursements and fees may not, in principle, exceed. It may provide for a contribution to be made by the person concerned to the costs of the proceedings, having regard to his financial situation.\n5.   The introduction of an application for legal aid shall suspend the period prescribed for the bringing of the action until the date of service of the order making a decision on that application or, in the cases referred to in the second subparagraph of paragraph 3, of the order designating the lawyer instructed to represent the applicant.\n6.   No appeal shall lie from orders made under this article.\nArticle 113\nAdvances and responsibility for costs\n1.   Where legal aid is granted, the cashier of the Tribunal shall be responsible, where applicable within the limits set by the order referred to in Article 112(2) and (4), for costs incurred in the representation of the applicant before the Tribunal.\nAt the request of the lawyer designated in accordance with Article 112(3), the President may decide that an amount by way of advance should be paid to that lawyer.\n2.   Where, by virtue of the decision closing the proceedings, the recipient of legal aid has to bear his own costs, the President shall, by way of a reasoned order from which no appeal shall lie, fix the lawyer's disbursements and fees which are to be paid by the cashier of the Tribunal. He may refer the matter to the Tribunal.\n3.   Where, in the decision closing the proceedings, the Tribunal has ordered another party to pay the costs of the recipient of legal aid, that other party shall be required to refund to the cashier of the Tribunal any sums advanced by way of aid.\nIn the event of challenge or if the party does not comply with a demand by the Registrar to refund those sums, the President shall rule by way of reasoned order from which no appeal shall lie. The President may refer the matter to the Tribunal.\n4.   Where the recipient of the legal aid is unsuccessful, the Tribunal may, in ruling as to costs in the decision closing the proceedings, if equity so requires, order that one or more parties should bear their own costs or that those costs should be borne, in whole or in part, by the cashier of the Tribunal by way of legal aid.\nArticle 114\nWithdrawal of legal aid\n1.   If the circumstances which led to the grant of legal aid should alter during the proceedings, the President may at any time, of his own motion or on application, withdraw legal aid, having heard the person concerned. He may refer the matter to the Tribunal.\n2.   An order withdrawing legal aid shall contain a statement of reasons and no appeal shall lie from it.\nCHAPTER 10\nSpecial forms of procedure\nSection 1\nSuspension of operation or enforcement and other interim measures\nArticle 115\nApplication for suspension or for other interim measures\n1.   An application to suspend the operation of any measure adopted by an institution, made pursuant to Article 278 TFEU or Article 157 TEAEC, shall be admissible only if the applicant has challenged that measure in an action before the Tribunal.\nAn application for the adoption of one of the other interim measures referred to in Article 279 TFEU shall be admissible only if it is made by a party to a case before the Tribunal and relates to that case.\nAn application of a kind referred to in the first and second subparagraphs may be presented as soon as the complaint provided for in Article 90(2) of the Staff Regulations has been submitted, in the conditions laid down in Article 91(4) of those Regulations.\n2.   An application of a kind referred to in paragraph 1 shall state the subject-matter of the proceedings, the circumstances giving rise to urgency and the pleas of fact and law establishing a prima facie case for the interim measure applied for.\nThe application shall be made by a separate document and in accordance with the provisions of Articles 45 and 50.\nArticle 116\nProcedure\n1.   The application shall be served on the opposite party, and the President of the Tribunal shall prescribe a short time-limit within which that party may submit written or oral observations.\n2.   The President of the Tribunal shall decide the applications submitted pursuant to Article 115(1).\nThe President of the Tribunal may grant the application even before the observations of the opposite party have been submitted. This decision may subsequently be varied or cancelled, including of the President's own motion.\nThe President of the Tribunal shall, where appropriate, prescribe measures of organisation of procedure and measures of inquiry.\n3.   The documents and observations submitted outside the procedure provided for in paragraphs 1 and 2 shall not be included in the file, unless the President of the Tribunal decides otherwise in the light of special circumstances.\nArticle 117\nDecision on the application\n1.   The decision on the application shall take the form of a reasoned order. The order shall be served on the parties forthwith.\n2.   Enforcement of the order may be made conditional on the lodging by the applicant of security, of an amount and nature to be fixed in the light of the circumstances.\n3.   Unless the order fixes the date on which the interim measure is to lapse, the measure shall lapse when the judgment which closes the proceedings is delivered.\n4.   The order shall have only an interim effect, and shall be without prejudice to the decision of the Tribunal on the merits of the case.\nArticle 118\nChange in circumstances\nOn application by a party, the order may at any time be varied or cancelled on account of a change in circumstances.\nArticle 119\nFurther application\nRejection of an application for an interim measure shall not bar the party who made it from making a further application on the basis of new facts.\nArticle 120\nSuspension of enforcement\n1.   The provisions of this Section shall apply to applications to suspend the enforcement of a decision of a jurisdiction of the Court of Justice of the European Union or of any measure adopted by the Council, the European Commission or the European Central Bank, submitted pursuant to Articles 280 TFEU and 299 TFEU or Article 164 TEAEC.\n2.   The order granting the application shall fix, where appropriate, a date on which the interim measure is to lapse.\nSection 2\nJudgments by default\nArticle 121\nJudgments by default\n1.   If a defendant on whom an application initiating proceedings has been duly served fails to respond to the application in the proper form and within the time-limit prescribed, the applicant may apply to the Tribunal for judgment by default.\nThe application for judgment by default shall be served on the defendant. The Tribunal may decide to open the oral part of the procedure on the application.\n2.   Before giving judgment by default the Tribunal shall consider whether the application initiating proceedings is admissible, whether the appropriate formalities have been complied with, and whether the applicant's claims appear well founded. It may adopt measures of organisation of procedure or order measures of inquiry.\n3.   A judgment by default shall be enforceable.\nThe Tribunal may, however, grant a stay of enforcement until it has given its decision on any application under Article 41 of the Statute to set aside the judgment, or it may make enforcement subject to the provision of security of an amount and nature to be fixed in the light of the circumstances; this security shall be released if no such application is made or if the application fails.\nCHAPTER 11\nRequests and applications relating to judgments and orders\nSection 1\nRectification\nArticle 122\nRectification of decisions\n1.   The Tribunal may, by way of order, of its own motion or at the request of a party made within two weeks after the decision to be rectified has been served, rectify clerical mistakes, errors in calculation and obvious inaccuracies in it.\n2.   Where the rectification concerns the operative part or one of the grounds constituting the necessary support for the operative part, the parties, duly informed, may submit written observations within a time-limit prescribed by the Tribunal.\n3.   The original of the rectification order shall be annexed to the original of the rectified decision. A note of this order shall be made in the margin of the original of the rectified decision.\nSection 2\nFailure to adjudicate\nArticle 123\nFailure to adjudicate on costs\n1.   If the Tribunal has failed to adjudicate on costs, any party wishing to rely on that may, within a month after service of the decision, apply to the Tribunal to supplement its decision.\n2.   The application shall be served on the opposite party and the President shall prescribe a time-limit within which that party may submit written observations.\n3.   After these observations have been submitted, the Tribunal shall decide both on the admissibility and on the merits of the application.\nSection 3\nApplication to set aside\nArticle 124\nApplication to set aside\n1.   Application may be made pursuant to Article 41 of the Statute to set aside a judgment by default.\n2.   The application to set aside the judgment must be made within one month from the date of service of the judgment. It must be submitted in the form prescribed by Articles 45 and 50 of these Rules.\n3.   The application to set aside the judgment shall be assigned to the formation of the court which gave the contested decision.\n4.   After the application has been served, the President shall prescribe a time-limit within which the other party may submit his written observations.\n5.   The proceedings shall be conducted in accordance with Articles 36 to 48, 56 to 85 and 90 to 114.\nIf the application to set aside the judgment does not comply with the requirements set out in the second, third and fourth subparagraphs of Article 45(1), in the second subparagraph of Article 45(2), or in Article 46, the Registrar shall prescribe a time-limit within which the party concerned is to put that application in order. If the party concerned fails to put the application in order within the time-limit prescribed, the Tribunal shall decide whether the non-compliance with these conditions renders the application to set aside formally inadmissible. The same rules shall apply to the written observations provided for in this Article.\n6.   The Tribunal shall decide by way of a judgment which may not be set aside. The original of this judgment shall be annexed to the original of the judgment by default. A note of the judgment on the application to set aside shall be made in the margin of the original of the judgment by default.\nSection 4\nThird-party proceedings\nArticle 125\nThird-party proceedings\n1.   In accordance with Article 42 of the Statute, third-party proceedings may be brought against a decision rendered without the third party's having been heard, where the decision is prejudicial to his rights.\nThe application must be submitted within two months of publication of the decision in the Official Journal of the European Union.\n2.   Articles 45 and 50 of these Rules shall apply to an application initiating third-party proceedings. In addition such an application shall:\n(a)\nspecify the decision contested;\n(b)\nstate how the contested decision is prejudicial to the rights of the third party;\n(c)\nindicate the reasons for which the third party was unable to take part in the original case before the Tribunal.\n3.   The application initiating third-party proceedings must be made against all the parties to the original case. It shall be assigned to the formation of the court which delivered the contested decision.\nAfter the application initiating third-party proceedings has been served, the President shall prescribe a time-limit within which the other parties may submit their written observations.\nThe proceedings shall be conducted in accordance with Articles 36 to 48, 56 to 85 and 90 to 114.\nIf the application initiating third-party proceedings does not comply with the requirements set out in the second, third and fourth subparagraphs of Article 45(1), in the second subparagraph of Article 45(2), or in Article 46, the Registrar shall prescribe a time-limit within which the party concerned is to put that application in order. If the party concerned fails to put the application in order within the time-limit prescribed, the Tribunal shall decide whether the non-compliance with these conditions renders the application initiating third-party proceedings formally inadmissible. The same rules shall apply to the written observations provided for in this Article.\n4.   The contested decision shall be varied on the points on which the submissions of the third party are upheld.\nThe original of the judgment in the third-party proceedings shall be annexed to the original of the contested decision. A note of the judgment in the third-party proceedings shall be made in the margin of the original of the contested decision.\n5.   Where an appeal before the General Court and an application initiating third-party proceedings before the Tribunal contest the same decision of the Tribunal, the Tribunal may, after hearing the parties, stay the proceedings.\n6.   The Tribunal may, on application by the third party, order a stay of execution of the contested decision. The provisions of Chapter 10, Section 1, of this Title shall apply.\nSection 5\nInterpretation of decisions of the Tribunal\nArticle 126\nInterpretation of decisions of the Tribunal\n1.   In accordance with Article 43 of the Statute, if the meaning or scope of a decision is in doubt, the Tribunal shall construe it on application by any party or any institution establishing an interest therein.\nAn application for interpretation must be made within two years after the date of delivery of the judgment or service of the order.\n2.   Articles 45 and 50 shall apply to an application for interpretation. In addition such an application shall:\n(a)\nspecify the decision in question;\n(b)\nindicate the passages of which interpretation is sought.\nThe application for interpretation must be made against all the parties to the case in which the decision of which interpretation is sought was given. It shall be assigned to the formation of the court which gave the decision which is the subject of the application.\n3.   The Tribunal shall give its decision by way of judgment after having given the parties an opportunity to submit their observations.\nThe original of the interpreting judgment shall be annexed to the original of the decision interpreted. A note of the interpreting judgment shall be made in the margin of the original of the decision interpreted.\n4.   Where an appeal before the General Court and an application for interpretation before the Tribunal concern the same decision of the Tribunal, the Tribunal may, after hearing the parties, stay the proceedings.\nSection 6\nRevision\nArticle 127\nRevision\n1.   In accordance with Article 44 of the Statute, an application for revision of a decision of the Tribunal may be made only on discovery of a fact which is of such a nature as to be a decisive factor and which, before the decision was delivered or adopted, was unknown to the Tribunal and to the party claiming the revision.\nWithout prejudice to the time-limit of 10 years prescribed in the third paragraph of Article 44 of the Statute, an application for revision shall be made within three months of the date on which the facts on which the application is founded came to the applicant's knowledge.\n2.   Articles 45 and 50 shall apply to an application for revision. In addition such an application shall:\n(a)\nspecify the decision contested;\n(b)\nindicate the points on which the decision is contested;\n(c)\nset out the facts on which the application is based;\n(d)\nindicate the nature of the evidence to show that there are facts justifying revision, and that the time-limits laid down in paragraph 1 of this Article have been observed.\nThe application for revision must be made against all the parties to the case in which the contested decision was given.\nIt shall be assigned to the formation of the court which gave the contested decision.\n3.   Without prejudice to its decision on the merits, the Tribunal shall give its decision on the admissibility of the application in the form of an order, having regard to the parties' written observations.\n4.   If the Tribunal declares the application admissible, the remainder of the procedure shall be oral, unless the Tribunal otherwise decides.\nWhere the Tribunal decides that pleadings are to be lodged, the proceedings shall be conducted in accordance with Articles 36 to 48, 56 to 85 and 90 to 114.\nIf the application for revision does not comply with the requirements set out in the second, third and fourth subparagraphs of Article 45(1), in the second subparagraph of Article 45(2), or in Article 46, the Registrar shall prescribe a time-limit within which the party concerned is to put that application in order. If the party concerned fails to put the application in order within the time-limit prescribed, the Tribunal shall decide whether the non-compliance with these conditions renders the application for revision formally inadmissible. The same rules shall apply to the written observations and the pleadings provided for in this Article.\n5.   The Tribunal shall give its decision by way of judgment.\nThe original of the revising judgment shall be annexed to the original of the decision revised. A note of the revising judgment shall be made in the margin of the original of the decision revised.\n6.   Where an appeal before the General Court and an application for revision before the Tribunal concern the same decision of the Tribunal, the Tribunal may, after hearing the parties, stay the proceedings.\nSection 7\nCases referred back to the Tribunal after the decision has been set aside\nArticle 128\nReferral back after setting aside\nWhere the General Court sets aside a judgment or an order of the Tribunal and refers the case back to the Tribunal by virtue of Article 13 of Annex I to the Statute, the latter shall be seised of the case by the judgment so referring it.\nArticle 129\nAssignment of the case referred back\n1.   The President of the Tribunal shall assign the case either to the formation of the court which gave the decision which has been set aside or to another formation of the court and shall designate as Judge-Rapporteur a Judge other than the Judge who fulfilled that function in the case which gave rise to the appeal.\n2.   Where the decision set aside was given by a single Judge, the President of the Tribunal shall assign the case to a Chamber of three Judges of which that Judge is not a member.\nArticle 130\nProcedure for examining cases referred back\n1.   Within two months from the service upon him of the judgment of the General Court the applicant may lodge written observations on the points of law which justified the setting aside of the judgment and the referral back.\n2.   The applicant's written observations or a letter from the Tribunal informing the defendant that such observations have not been lodged within the time-limit prescribed shall be served on the defendant. In the month following such service, the defendant may lodge written observations. The time-limit allowed to the defendant for lodging those observations may in no case be less than two months from the service upon it of the judgment of the General Court.\n3.   The written observations of the applicant and the defendant or a letter from the Tribunal indicating that one or both of the parties has failed to lodge written observations shall be served on the intervener at the same time. In the month following such service, the intervener may lodge written observations.\n4.   By way of derogation from paragraphs 1 to 3, where the written part of the procedure before the Tribunal had not been completed when the judgment referring the case back to the Tribunal was delivered, it shall be resumed, at the stage which it had reached, by means of measures of organisation of procedure adopted by the Tribunal.\n5.   The Tribunal may, if the circumstances so justify, allow supplementary written observations to be lodged.\n6.   The proceedings shall be conducted in accordance with Articles 36 to 48, 56 to 85 and 90 to 114.\n7.   If the written observations provided for in this Article do not comply with the requirements set out in the second, third and fourth subparagraphs of Article 45(1), in the second subparagraph of Article 45(2), or in Article 46, the Registrar shall prescribe a time-limit within which the party concerned is to put the written observations in order. If the party concerned fails to put the written observations in order within the time-limit prescribed, the Tribunal shall decide whether the non-compliance with these conditions renders the written observations formally inadmissible.\n8.   By way of derogation from paragraph 6, the Tribunal may, with the agreement of the parties, decide to rule on the case without a hearing.\nArticle 131\nCosts after referral back\nThe Tribunal shall decide on the costs relating to the proceedings instituted before it and to the proceedings on the appeal before the General Court.\nTITLE 3\nFINAL PROVISIONS\nArticle 132\nImplementing rules\nThe Tribunal may, by a separate act, adopt rules for the implementation of these Rules.\nArticle 133\nRepeal\nThese Rules replace the Rules of Procedure of the Tribunal adopted on 25 July 2007, as last amended on 18 May 2011 (\nOfficial Journal of the European Union, L 162 of 22 June 2011, p. 19).\nArticle 134\nPublication and entry into force of the Rules of Procedure\nThese Rules, which are authentic in the languages of the case referred to in the Rules of Procedure of the General Court, shall be published in the Official Journal of the European Union. They shall enter into force on the first day of the third month following the date of their publication.\nDone at Luxembourg, 21 May 2014.\nW. HAKENBERG\nRegistrar\nS. VAN RAEPENBUSCH\nPresident\n(1)  As amended, most recently, by Regulation (EU, Euratom) No 741/2012 of the European Parliament and of the Council of 11 August 2012 (OJ L 228, 23.8.2012, p. 1).\n(2)  OJ L 265, 29.9.2012, p. 1.\n(3)  OJ L 225, 29.8.2007, p. 1, with corrigenda at OJ L 69, 13.3.2008, p. 37 and at OJ L 162, 22.6.2011, p. 20, with the amendments of 14 January 2009, published at OJ L 24, 28.1.2009, p. 10, of 17 March 2010, published at OJ L 92, 13.4.2010, p. 17, and of 18 May 2011, published at OJ L 162, 22.6.2011, p. 19.", "summary": "Rules of Procedure of the European Union Civil Service Tribunal\nRules of Procedure of the European Union Civil Service Tribunal\nThe European Union Civil Service Tribunal rules on disputes between the EU bodies and their staff on matters such as social security (sickness, invalidity, etc.) or working relations (pay, etc.). The Rules of Procedure lay down the organisation of the Tribunal and the conduct of legal proceedings.\nACT\nRules of Procedure of the European Union Civil Service Tribunal (Official Journal L 206, 14.7.2014, pp. 1-45).\nSUMMARY\n            \nThe European Union Civil Service Tribunal rules on disputes between the EU bodies and their staff on matters such as social security (sickness, invalidity, etc.) or working relations (pay, etc.). The Rules of Procedure lay down the organisation of the Tribunal and the conduct of legal proceedings.\nWHAT DO THESE RULES OF PROCEDURE DO?\n              \nThe EU Civil Service Tribunal’s Rules of Procedure follow the recasting of the Rules of Procedure of the Court of Justice in 2012. They also take into account the need to supplement or clarify certain rules in light of experience gained over time.\nKEY POINTS\nComposition\nThe Tribunal comprises seven judges, appointed by the Council for a renewable 6-year period. The judges elect one of their number as president, whose role is to direct the judicial business and ensure the proper functioning of the Tribunal. The judges are assisted by a registrar.\nFormation\nThe Tribunal can sit in full court, in a chamber of five judges, chambers of three judges or as a single judge. In most cases it sits in chambers of three judges, except when the difficulty of the questions of law raised or the importance of the case or special circumstances so justify. Here, cases may be referred to the full court or to the chamber of five judges.\nWhere the questions of law or fact raised are not considered to be complex, a chamber of three judges can unanimously decide to refer a case to a single judge.\nProcedure\nProceedings brought before the Tribunal have a written part and an oral part.\nDuring the written part, the applicant must initiate proceedings by lodging an application with the registrar of the Tribunal. The application is then served on the opposing party, which has 2 months to submit a defence. The oral part of the procedure allows the judges to question the parties’ representatives.\nMore detailed rules are contained in two documents: ‘Instructions to the registrar of the EU Civil Service Tribunal’ and ‘Practice directions to parties on judicial proceedings before the EU Civil Service Tribunal’.\nEvidence and anonymity\nThe Tribunal takes into consideration only the evidence which has been made available to the agents or lawyers of the parties and on which they have been given an opportunity to express their views.\nIts decisions are published on the Internet. However, the Tribunal may decide to omit the name of the applicant and, if necessary, other information from its publications if there are legitimate reasons for that anonymity.\nAmicable settlement of disputes\nAt any stage of the procedure the Tribunal may encourage and assist the parties to seek an amicable settlement of the dispute.\nCosts\nNormally, the unsuccessful party bears his/her own costs and is ordered to pay the costs incurred by the other party if they have been applied for in the other party’s pleadings.\nTo avoid abuse of process, the Tribunal may require an applicant who has already made a number of applications that have been found to be a manifest abuse of process to pay a deposit of up to €8 000 to cover the costs.\nLegal aid\nProceedings before the Tribunal are free of charge. However, the costs of lawyers must be paid by the parties. If a party is unable to meet these costs, he/she may apply to receive legal aid. Applications must be accompanied by all the necessary information required to establish that the applicant requires assistance.\nAppeals\nThe judgments and orders of the Civil Service Tribunal may be the subject of an appeal before the General Court.\nWHEN DO THE RULES APPLY?\n              \nThe new Rules of Procedure apply from 1 October 2014. They replace the rules adopted on 25 July 2007, as last amended on 18 May 2011.\nRELATED ACTS\nInstructions to the registrar of the European Union Civil Service Tribunal (Official Journal L 206, 14.7.2014, pp. 46-51).\nPractice directions to parties on judicial proceedings before the European Union Civil Service Tribunal (Official Journal L 206, 14.7.2014, pp. 52-75).\nSee also the checklists published on the Curia website under ‘Civil Service Tribunal - Procedure’, for example ‘Checklist: Application’.\nlast update 08.12.2014", "tags": ["judicial proceedings", "rules of procedure", "institutional structure", "Civil Service Tribunal"], "subjects": ["Provisions governing the Institutions"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}