{"celex_id": "32017D0865", "reference": "20.5.2017\nEN\nOfficial Journal of the European Union\nL 131/11\nCOUNCIL DECISION (EU) 2017/865\nof 11 May 2017\non the signing, on behalf of the European Union, of the Council of Europe Convention on preventing and combating violence against women and domestic violence with regard to matters related to judicial cooperation in criminal matters\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Articles 82(2) and 83(1), in conjunction with Article 218(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1)\nThe Union participated alongside the Member States as an observer in the negotiation of the Council of Europe Convention on preventing and combating violence against women and domestic violence (‘the Convention’), which was adopted by the Council of Europe Committee of Ministers on 7 April 2011. The Convention was opened for signature on 11 May 2011.\n(2)\nIn accordance with Article 75 of the Convention, the Convention is open for signature by the Union.\n(3)\nThe Convention creates a comprehensive and multifaceted legal framework to protect women against all forms of violence. It seeks to prevent, prosecute and eliminate violence against women and girls and domestic violence. It covers a broad range of measures, from data collection and awareness-raising to legal measures on criminalising different forms of violence against women. It includes measures for the protection of victims and the provision of support services, and addresses the gender-based violence dimension in matters of asylum and migration. The Convention establishes a specific monitoring mechanism in order to ensure effective implementation of its provisions by the Parties.\n(4)\nThe signing of the Convention on behalf of the Union will contribute to the realisation of equality between women and men in all areas, which is a core objective and value of the Union to be realised in all its activities in accordance with Articles 2 and 3 of the Treaty on European Union (TEU), Article 8 of the Treaty on the Functioning of the European Union (TFEU) and Article 23 of the Charter of Fundamental Rights of the European Union. Violence against women is a violation of their human rights and an extreme form of discrimination, entrenched in gender inequalities and contributing to maintaining and reinforcing them. By committing to the implementation of the Convention, the Union confirms its engagement in combating violence against women within its territory and globally, and reinforces its current political action and existing substantial legal framework in the area of criminal procedural law, which is of particular relevance for women and girls.\n(5)\nBoth the Union and its Member States have competence in the fields covered by the Convention.\n(6)\nThe Convention should be signed on behalf of the Union as regards matters falling within the competence of the Union insofar as the Convention may affect common rules or alter their scope. This applies, in particular, to certain provisions of the Convention relating to judicial cooperation in criminal matters and to the provisions of the Convention relating to asylum and non-refoulement. The Member States retain their competence insofar as the Convention does not affect common rules or alter the scope thereof.\n(7)\nThe Union also has exclusive competence to accept the obligations set out in the Convention with respect to its own institutions and public administration.\n(8)\nSince the competence of the Union and the competences of the Member States are interlinked, the Union should become a Party to the Convention alongside its Member States, so that together they can fulfil the obligations laid down by the Convention and exercise the rights vested in them in a coherent manner.\n(9)\nThis Decision concerns the provisions of the Convention on judicial cooperation in criminal matters insofar as those provisions may affect common rules or alter their scope. It does not concern Articles 60 and 61 of the Convention, which are addressed by a separate Council decision on signing to be adopted in parallel with this Decision.\n(10)\nIreland and the United Kingdom are bound by Directives 2011/36/EU (1) and 2011/93/EU (2) of the European Parliament and of the Council and are therefore taking part in the adoption of this Decision.\n(11)\nIn accordance with Articles 1 and 2 of Protocol No 22 on the position of Denmark, annexed to the TEU and to the TFEU, Denmark is not taking part in the adoption of this Decision and is not bound by it or subject to its application.\n(12)\nThe Convention should be signed,\nHAS ADOPTED THIS DECISION:\nArticle 1\nThe signing, on behalf of the European Union, of the Council of Europe Convention on preventing and combating violence against women and domestic violence with regard to matters related to judicial cooperation in criminal matters is hereby authorised, subject to the conclusion of the said Convention (3).\nArticle 2\nThe President of the Council is hereby authorised to designate the person(s) empowered to sign the Convention on behalf of the Union.\nArticle 3\nThis Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nDone at Brussels, 11 May 2017.\nFor the Council\nThe President\nR. GALDES\n(1)  Directive 2011/36/EU of the European Parliament and of the Council of 5 April 2011 on preventing and combating trafficking in human beings and protecting its victims, and replacing Council Framework Decision 2002/629/JHA (OJ L 101, 15.4.2011, p. 1).\n(2)  Directive 2011/93/EU of the European Parliament and of the Council of 13 December 2011 on combating the sexual abuse and sexual exploitation of children and child pornography, and replacing Council Framework Decision 2004/68/JHA (OJ L 335, 17.12.2011, p. 1).\n(3)  The text of the Convention will be published together with the decision on its conclusion.", "summary": "EU accession to Istanbul Convention\nEU accession to Istanbul Convention\nSUMMARY OF:\nDecision (EU) 2017/865 – signing the Council of Europe Convention on violence against women on behalf of the EU as regards cooperation in criminal justice\nDecision (EU) 2017/866 – signing the Council of Europe Convention on violence against women on behalf of the EU as regards asylum and non-refoulement\nWHAT IS THE AIM OF THE DECISIONS?\nThey authorise the European Union (EU) to sign the Council of Europe Convention on preventing and combating violence against women and domestic violence (the Istanbul Convention) on behalf of the EU as regards matters falling within its powers.\nThis is a significant step towards the EU becoming – along with the EU Member States – a full party to the Istanbul Convention.\nKEY POINTS\nThe Istanbul Convention covers matters falling within the powers of the EU and its Member States.The EU should therefore become a party to the convention alongside the Member States so that, together, they can effectively fulfil the obligations laid down in the convention.\nThe decisions state that the convention should be signed on behalf of the EU as regards matters falling within its powers, insofar as the convention may affect common EU rules or alter their scope.\nSuch EU powers exist in particular as regards the rules of the convention on judicial cooperation in criminal matters and on asylum and non-refoulement (protection of a person against expulsion or having to return to a country where they would have reason to fear persecution – one of the essential components of refugee status and of the right to asylum).\nFROM WHEN DO THE DECISIONS APPLY?\n              \nThey have applied since 9 June 2017.\nBACKGROUND\nThe Istanbul Convention is the most comprehensive international treaty on combating and preventing violence against women* and domestic violence*. It was presented and opened for signature in 2011 and has applied since August 2014. It is open for signature by the EU, which participated alongside the Member States, as an observer, in its negotiation.\nCouncil Decisions (EU) 2017/865 and (EU) 2017/866 were adopted in the context of 2017 being declared by the European Commission as a year focused on actions to fight violence against women.\nFor further information, see: International Day for the elimination of violence against women – Factsheet (European Commission).\nKEY TERMS\n              \nViolence against women. As defined in the Istanbul Convention, acts of gender-based violence (i.e. violence that is directed against a woman because she is a woman or that affects women disproportionately) that result in, or are likely to result in, physical, sexual, psychological or economic harm or suffering to women, including threats of such acts, coercion or arbitrary deprivation of liberty, whether occurring in public or in private life.\nDomestic violence. As defined in the Istanbul Convention, all acts of physical, sexual, psychological or economic violence that occur within the family or domestic unit or between former or current spouses or partners, whether or not the perpetrator shares or has shared the same residence with the victim.\nMAIN DOCUMENTS\n            \nCouncil Decision (EU) 2017/865 of 11 May 2017 on the signing, on behalf of the European Union, of the Council of Europe Convention on preventing and combating violence against women and domestic violence with regard to matters related to judicial cooperation in criminal matters (OJ L 131, 20.5.2017, pp. 11–12).\nCouncil Decision (EU) 2017/866 of 11 May 2017 on the signing, on behalf of the European Union, of the Council of Europe Convention on preventing and combating violence against women and domestic violence with regard to asylum and non-refoulement (OJ L 131, 20.5.2017, pp. 13–14).\nRELATED DOCUMENTS\n            \nCouncil of Europe Convention on preventing and combating violence against women and domestic violence (Istanbul Convention), Strasbourg, 12 April 2011.\nlast update 03.02.2022", "tags": ["signature of an agreement", "European convention", "gender equality", "sexual discrimination", "violence", "judicial cooperation in criminal matters in the EU", "human rights", "women's rights", "help for victims"], "subjects": ["External relations", "Anti-discrimination", "Human rights"], "split": "train", "reference_annotations": {"32017D0865_p1": {"text": "(1)  directive 2011/36/eu of the European Parliament and of the Council of 5 April 2011 on preventing and combating trafficking in human beings and protecting its victims, and replacing Council Framework decision 2002/629/jha (OJ L 101, 15.4.2011, p. 1).", "triples": [" directive 2011/36/eu,  replacing,  decision 2002/629/jha"]}, "32017D0865_p2": {"text": "(2)  directive 2011/93/eu of the European Parliament and of the Council of 13 December 2011 on combating the sexual abuse and sexual exploitation of children and child pornography, and replacing Council Framework decision 2004/68/jha (OJ L 335, 17.12.2011, p. 1).", "triples": [" directive 2011/93/eu,  replacing,  decision 2004/68/jha"]}}, "summary_annotations": {}}