{"celex_id": "32008L0120", "reference": "18.2.2009\nEN\nOfficial Journal of the European Union\nL 47/5\nCOUNCIL DIRECTIVE 2008/120/EC\nof 18 December 2008\nlaying down minimum standards for the protection of pigs\n(Codified version)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1)\nCouncil Directive 91/630/EEC of 19 November 1991 laying down minimum standards for the protection of pigs (2) has been substantially amended several times (3). In the interests of clarity and rationality the said Directive should be codified.\n(2)\nMost Member States have ratified the European Convention for the protection of animals kept for farming purposes. The Community has also approved this Convention by Council Decision 78/923/EEC (4).\n(3)\nCouncil Directive 98/58/EC of 20 July 1998 concerning the protection of animals kept for farming purposes (5) establishes Community provisions applying to all farmed animals in relation to construction requirements for animal housing, insulation, heating and ventilation conditions, equipment inspection and inspection of livestock. It is therefore necessary to deal with these matters in this Directive when more detailed requirements have to be established.\n(4)\nPigs, being live animals, are included in the list of products set out in Annex I to the Treaty.\n(5)\nThe keeping of pigs is an integral part of agriculture. It constitutes a source of revenue for part of the agricultural population.\n(6)\nDifferences which may distort conditions of competition interfere with the smooth running of the organisation of the common market in pigs and pig products.\n(7)\nThere is therefore a need to establish common minimum standards for the protection of pigs kept for rearing and fattening in order to ensure rational development of production.\n(8)\nPigs should benefit from an environment corresponding to their needs for exercise and investigatory behaviour. The welfare of pigs appears to be compromised by severe restrictions of space.\n(9)\nWhen pigs are kept in groups, appropriate management measures for their protection should be taken to improve their welfare.\n(10)\nSows prefer to have social interactions with other pigs when provided with freedom of movement and environmental complexity. Keeping sows in continuous close confinement should therefore be prohibited.\n(11)\nTail-docking, tooth-clipping and tooth-grinding are likely to cause immediate pain and some prolonged pain to pigs. Castration is likely to cause prolonged pain which is worse if there is tearing of the tissues. Those practices are therefore detrimental to the welfare of pigs, especially when carried out by incompetent and inexperienced persons. As consequence, rules should be laid down to ensure better practices.\n(12)\nA balance should be kept between the various aspects to be taken into consideration, as regarding welfare including health, economic and social considerations, and also environmental impact.\n(13)\nIt is necessary for official services, producers, consumers and others to be kept informed of developments in this field. The Commission should therefore, on the basis of an opinion from the European Food Safety Authority, actively pursue scientific research into the best pig-rearing system(s) from the point of view of pig welfare. Provision should accordingly be made for an interim period to enable the Commission to complete this task successfully.\n(14)\nThe measures necessary for the implementation of this Directive should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (6).\n(15)\nThis Directive should be without prejudice to the obligations of the Member States relating to the time limits for transposition into national law of the Directives set out in Annex II, Part B,\nHAS ADOPTED THIS DIRECTIVE:\nArticle 1\nThis Directive lays down the minimum standards for the protection of pigs confined for rearing and fattening.\nArticle 2\nFor the purposes of this Directive, the following definitions shall apply:\n1.\n‘pig’ means an animal of the porcine species, of any age, kept for breeding or fattening;\n2.\n‘boar’ means a male pig after puberty, intended for breeding;\n3.\n‘gilt’ means a female pig after puberty and before farrowing;\n4.\n‘sow’ means a female pig after the first farrowing;\n5.\n‘farrowing sow’ means a female pig between the perinatal period and the weaning of the piglets;\n6.\n‘dry pregnant sow’ means a sow between weaning her piglets and the perinatal period;\n7.\n‘piglet’ means a pig from birth to weaning;\n8.\n‘weaner’ means a pig from weaning to the age of 10 weeks;\n9.\n‘rearing pig’ means a pig from 10 weeks to slaughter or service;\n10.\n‘competent authority’ means a competent authority within the meaning of Article 2(6) of Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (7).\nArticle 3\n1.   Member States shall ensure that all holdings comply with the following requirements:\n(a)\nthe unobstructed floor area available to each weaner or rearing pig kept in a group, excluding gilts after service and sows, must be at least:\nLive weight (kg)\nm2\nNot more than 10\n0,15\nMore than 10 but not more than 20\n0,20\nMore than 20 but not more than 30\n0,30\nMore than 30 but not more than 50\n0,40\nMore than 50 but not more than 85\n0,55\nMore than 85 but not more than 110\n0,65\nMore than 110\n1,00\n(b)\nthe total unobstructed floor area available to each gilt after service and to each sow when gilts and/or sows are kept in groups must be at least 1,64 m2 and 2,25 m2 respectively. When these animals are kept in groups of fewer than six individuals the unobstructed floor area must be increased by 10 %. When these animals are kept in groups of 40 or more individuals the unobstructed floor area may be decreased by 10 %.\n2.   Member States shall ensure that flooring surfaces comply with the following requirements:\n(a)\nfor gilts after service and pregnant sows: a part of the area required in paragraph 1(b), equal to at least 0,95 m2 per gilt and at least 1,3 m2 per sow, must be of continuous solid floor of which a maximum of 15 % is reserved for drainage openings;\n(b)\nwhen concrete slatted floors are used for pigs kept in groups:\n(i)\nthe maximum width of the openings must be:\n—\n11 mm for piglets,\n—\n14 mm for weaners,\n—\n18 mm for rearing pigs,\n—\n20 mm for gilts after service and sows;\n(ii)\nthe minimum slat width must be:\n—\n50 mm for piglets and weaners, and\n—\n80 mm for rearing pigs, gilts after service and sows.\n3.   Member States shall ensure that the construction of or conversion to installations in which sows and gilts are tethered is prohibited. From 1 January 2006 the use of tethers for sows and gilts shall be prohibited.\n4.   Member States shall ensure that sows and gilts are kept in groups during a period starting from four weeks after the service to one week before the expected time of farrowing. The pen where the group is kept must have sides greater than 2,8 m in length. When fewer than six individuals are kept in a group the pen where the group is kept must have sides greater than 2,4 m in length.\nBy way of derogation from the first subparagraph, sows and gilts raised on holdings with fewer than 10 sows may be kept individually during the period mentioned in that subparagraph, provided that they can turn around easily in their boxes.\n5.   Member States shall ensure that, without prejudice to the requirements laid down in Annex I, sows and gilts have permanent access to manipulable material at least complying with the relevant requirements of that Annex.\n6.   Member States shall ensure that sows and gilts kept in groups are fed using a system which ensures that each individual can obtain sufficient food even when competitors for the food are present.\n7.   Member States shall ensure that all dry pregnant sows and gilts, in order to satisfy their hunger and given the need to chew, are given a sufficient quantity of bulky or high-fibre food as well as high-energy food.\n8.   Member States shall ensure that pigs that have to be kept in groups, that are particularly aggressive, that have been attacked by other pigs or that are sick or injured may temporarily be kept in individual pens. In this case the individual pen used shall allow the animal to turn around easily if this is not in contradiction with specific veterinary advice.\n9.   The provisions laid down in paragraphs 1(b), 2, 4, 5 and the last sentence of paragraph 8 shall apply to all holdings newly built or rebuilt or brought into use for the first time after 1 January 2003. From 1 January 2013 those provisions shall apply to all holdings.\nThe provisions laid down in the first subparagraph of paragraph 4 shall not apply to holdings with fewer than 10 sows.\nArticle 4\nMember States shall ensure that the conditions for rearing pigs comply with the general provisions laid down in Annex I.\nArticle 5\nThe provisions of Annex I may be amended in accordance with the procedure referred to in Article 11(2), in order to take account of scientific progress.\nArticle 6\nMember States shall ensure that:\n(a)\nany person who employs or engages persons to attend to pigs ensures that the person attending to the animals has received instructions and guidance on the relevant provisions of Article 3 and Annex I;\n(b)\nappropriate training courses are available. In particular such training courses must focus on welfare aspects.\nArticle 7\n1.   Preferably before 1 January 2005 and in any event by 1 July 2005, the Commission shall submit to the Council a report, drawn up on the basis of an opinion from the European Food Safety Authority. The report shall be drawn up taking into account the socioeconomic consequences, the sanitary consequences, the environmental effects and different climatic conditions. It shall also take into account the development of techniques and systems of pig production and meat processing which would be likely to reduce the need to resort to surgical castration. If need be, the report shall be accompanied by appropriate legislative proposals on the effects of different space allowances and floor types applicable to the welfare of weaners and rearing pigs.\n2.   Not later than 1 January 2008 the Commission shall submit to the Council a report, drawn up on the basis of an opinion from the European Food Safety Authority.\nThe report shall cover in particular:\n(a)\nthe effects of stocking density, including group size and methods of grouping the animals, in different farming systems on the welfare, including health, of pigs;\n(b)\nthe impact of stall design and different flooring types on the welfare, including health, of pigs, taking into account different climatic conditions;\n(c)\nthe risk factors associated with tail-biting and recommendations to reduce the need for tail-docking;\n(d)\nfurther developments of group-housing systems for pregnant sows, taking account both of pathological, zootechnical, physiological and ethological aspects of the various systems and of their health and environmental impact and of the different climatic conditions;\n(e)\nthe determination of space requirements, including the service area for individually housed adult breeding boars;\n(f)\nfurther developments of loose-house systems for sows in the service area and for farrowing sows which meet the needs of the sow without compromising piglet survival;\n(g)\nconsumers’ attitudes and behaviour towards pigmeat in the event of different levels of improvement in the welfare of the animals;\n(h)\nsocioeconomic implications of the various systems of rearing pigs and their effects on the Community’s economic partners.\nThe report may, if necessary, be accompanied by appropriate legislative proposals.\nArticle 8\n1.   Member States shall ensure that inspections are carried out under the responsibility of the competent authority in order to check that the provisions of this Directive are being complied with.\nThese inspections, which may be carried out on the occasion of checks made for other purposes, shall each year cover a statistically representative sample of the different rearing systems used in each Member State.\n2.   The Commission shall, in accordance with the procedure referred to in Article 11(2), draw up a code of rules to be applied in carrying out the inspections provided for in paragraph 1 of this Article.\n3.   Every two years, by the last working day in April and for the first time by 30 April 1996, Member States shall inform the Commission of the results of the inspections carried out during the previous two years in accordance with this Article, including the number of inspections carried out in proportion to the number of holdings in their territory.\nArticle 9\nIn order to be imported into the Community, animals coming from a third country must be accompanied by a certificate issued by the competent authority of that country, certifying that they have received treatment at least equivalent to that granted to animals of Community origin as provided for by this Directive.\nArticle 10\nVeterinary experts from the Commission may, where necessary for the uniform application of this Directive, carry out on-the-spot checks in cooperation with the competent authorities. The persons carrying out these checks shall implement the special personal hygiene measures necessary to exclude any risk of transmission of disease.\nThe Member State in the territory of which a check is being carried out shall give all necessary assistance to the experts in carrying out their duties. The Commission shall inform the competent authority of the Member State concerned of the results of the checks.\nThe competent authority of the Member State concerned shall take any measures which may prove necessary to take account of the results of the check.\nWith regard to relations with third countries, the provisions of Chapter III of Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organization of veterinary checks on animals entering the Community from third countries (8) shall apply.\nGeneral rules for the application of this Article shall be adopted in accordance with the procedure referred to in Article 11(2).\nArticle 11\n1.   The Commission shall be assisted by the Standing Committee on the Food Chain and Animal Health set up pursuant to Article 58 of Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (9), hereinafter referred to as ‘the Committee’.\n2.   Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 5(6) of Decision 1999/468/EC shall be set at three months.\nArticle 12\nMember States may, in compliance with the general rules of the Treaty, maintain or apply within their territories stricter provisions for the protection of pigs than those laid down in this Directive. They shall inform the Commission of any such measures.\nArticle 13\nDirective 91/630/EEC, as amended by the Acts listed in Annex II, Part A, is repealed, without prejudice to the obligations of the Member States relating to the time limits for transposition into national law of the Directives set out in Annex II, Part B.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table in Annex III.\nArticle 14\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nArticle 15\nThis Directive is addressed to the Member States.\nDone at Brussels, 18 December 2008.\nFor the Council\nThe President\nM. BARNIER\n(1)  OJ C 146 E, 12.6.2008, p. 78.\n(2)  OJ L 340, 11.12.1991, p. 33.\n(3)  See Annex II, Part A.\n(4)  OJ L 323, 17.11.1978, p. 12.\n(5)  OJ L 221, 8.8.1998, p. 23.\n(6)  OJ L 184, 17.7.1999, p. 23.\n(7)  OJ L 224, 18.8.1990, p. 29.\n(8)  OJ L 268, 24.9.1991, p. 56.\n(9)  OJ L 31, 1.2.2002, p. 1.\nANNEX I\nCHAPTER I\nGENERAL CONDITIONS\nIn addition to the relevant provisions of the Annex to Directive 98/58/EC, the following requirements apply:\n1.\nIn the part of the building where pigs are kept continuous noise levels as loud as 85 dBA shall be avoided. Constant or sudden noise shall be avoided.\n2.\nPigs must be kept in light with an intensity of at least 40 lux for a minimum period of eight hours per day.\n3.\nThe accommodation for pigs must be constructed in such a way as to allow the animals to:\n—\nhave access to a lying area physically and thermally comfortable as well as adequately drained and clean which allows all the animals to lie at the same time,\n—\nrest and get up normally,\n—\nsee other pigs; however, in the week before the expected farrowing time and during farrowing, sows and gilts can be kept out of the sight of conspecifics.\n4.\nNotwithstanding Article 3(5), pigs must have permanent access to a sufficient quantity of material to enable proper investigation and manipulation activities, such as straw, hay, wood, sawdust, mushroom compost, peat or a mixture of such, which does not compromise the health of the animals.\n5.\nFloors must be smooth but not slippery so as to prevent injury to the pigs and so designed, constructed and maintained as not to cause injury or suffering to pigs. They must be suitable for the size and weight of the pigs and, if no litter is provided, form a rigid, even and stable surface.\n6.\nAll pigs must be fed at least once a day. Where pigs are fed in groups and not ad libitum or by an automatic system feeding the animals individually, each pig must have access to the food at the same time as the others in the group.\n7.\nAll pigs over two weeks of age must have permanent access to a sufficient quantity of fresh water.\n8.\nAll procedures intended as an intervention carried out for other than therapeutic or diagnostic purposes or for the identification of the pigs in accordance with relevant legislation and resulting in damage to or the loss of a sensitive part of the body or the alteration of bone structure shall be prohibited with the following exceptions:\n—\na uniform reduction of corner teeth of piglets by grinding or clipping not later than the seventh day of life of the piglets leaving an intact smooth surface; boars’ tusks may be reduced in length where necessary to prevent injuries to other animals or for safety reasons,\n—\ndocking of a part of the tail,\n—\ncastration of male pigs by other means than tearing of tissues,\n—\nnose-ringing only when the animals are kept in outdoor husbandry systems and in compliance with national legislation.\nNeither tail-docking nor reduction of corner teeth must be carried out routinely but only where there is evidence that injuries to sows’ teats or to other pigs’ ears or tails have occurred. Before carrying out these procedures, other measures shall be taken to prevent tail-biting and other vices, taking into account environment and stocking densities. For this reason inadequate environmental conditions or management systems must be changed.\nAny of the procedures described above shall only be carried out by a veterinarian or a person trained as provided in Article 6 and experienced in performing the applied techniques with appropriate means and under hygienic conditions. If castration or docking of tails is practised after the seventh day of life, it shall only be performed under anaesthetic and additional prolonged analgesia by a veterinarian.\nCHAPTER II\nSPECIFIC PROVISIONS FOR VARIOUS CATEGORIES OF PIGS\nA.   Boars\nBoar pens must be sited and constructed so as to allow the boar to turn round and to hear, smell and see other pigs. The unobstructed floor area available to an adult boar must be at least 6 m2.\nWhere pens are also used for natural service the floor area available to an adult boar must be at least of 10 m2 and the pen must be free of any obstacles.\nB.   Sows and gilts\n1.\nMeasures shall be taken to minimise aggression in groups.\n2.\nPregnant sows and gilts must, if necessary, be treated against external and internal parasites. If they are placed in farrowing crates, pregnant sows and gilts must be thoroughly cleaned.\n3.\nIn the week before the expected farrowing time sows and gilts must be given suitable nesting material in sufficient quantity unless it is not technically feasible for the slurry system used in the establishment.\n4.\nAn unobstructed area behind the sow or gilt must be available for the ease of natural or assisted farrowing.\n5.\nFarrowing pens where sows are kept loose must have some means of protecting the piglets, such as farrowing rails.\nC.   Piglets\n1.\nA part of the total floor, sufficient to allow the animals to rest together at the same time, must be solid or covered with a mat, or be littered with straw or any other suitable material.\n2.\nWhere a farrowing crate is used, the piglets must have sufficient space to be able to be suckled without difficulty.\n3.\nNo piglets shall be weaned from the sow at less than 28 days of age unless the welfare or health of the dam or the piglet would otherwise be adversely affected.\nHowever, piglets may be weaned up to seven days earlier if they are moved into specialised housings which are emptied and thoroughly cleaned and disinfected before the introduction of a new group and which are separated from housings where sows are kept, in order to minimise the transmission of diseases to the piglets.\nD.   Weaners and rearing pigs\n1.\nWhen pigs are kept in groups, measures must be taken to prevent fighting which goes beyond normal behaviour.\n2.\nThey should be kept in groups with as little mixing as possible. If pigs unfamiliar with one another have to be mixed, this should be done at as young an age as possible, preferably before or up to one week after weaning. When pigs are mixed they shall be provided with adequate opportunities to escape and hide from other pigs.\n3.\nWhen signs of severe fighting appear the causes shall be immediately investigated and appropriate measures taken, such as providing plentiful straw to the animals, if possible, or other materials for investigation. Animals at risk or particularly aggressive animals shall be kept separate from the group.\n4.\nThe use of tranquillising medicaments in order to facilitate mixing shall be limited to exceptional conditions and only after consultation with a veterinarian.\nANNEX II\nPART A\nRepealed Directive with its successive amendments\n(referred to in Article 13)\nCouncil Directive 91/630/EEC\n(OJ L 340, 11.12.1991, p. 33)\nCouncil Directive 2001/88/EC\n(OJ L 316, 1.12.2001, p. 1)\nCommission Directive 2001/93/EC\n(OJ L 316, 1.12.2001, p. 36)\nCouncil Regulation (EC) No 806/2003\n(OJ L 122, 16.5.2003, p. 1)\nonly Annex III, point 26\nPART B\nList of time limits for transposition into national law\n(referred to in Article 13)\nDirectives\nTime limit for transposition\n91/630/EEC\n1 January 1994\n2001/88/EC\n1 January 2003\n2001/93/EC\n1 January 2003\nANNEX III\nCORRELATION TABLE\nDirective 91/630/EEC\nThis Directive\nArticles 1 and 2\nArticles 1 and 2\nArticle 3, introductory wording\n—\nArticle 3, point 1\nArticle 3(1)\nArticle 3, point 2\nArticle 3(2)\nArticle 3, point 3\nArticle 3(3)\nArticle 3, point 4(a)\nArticle 3(4), first subparagraph\nArticle 3, point 4(b)\nArticle 3(4), second subparagraph\nArticle 3, point 5\nArticle 3(5)\nArticle 3, point 6\nArticle 3(6)\nArticle 3, point 7\nArticle 3(7)\nArticle 3, point 8\nArticle 3(8)\nArticle 3, point 9\nArticle 3(9)\nArticle 4(1), first subparagraph\nArticle 4\nArticle 4(1), second subparagraph\n—\nArticle 4(2)\n—\nArticle 5\nArticle 5\nArticle 5a, introductory wording\nArticle 6, introductory wording\nArticle 5a, point 1\nArticle 6(a)\nArticle 5a, point 2\nArticle 6(b)\nArticle 6\nArticle 7\nArticle 7\nArticle 8\nArticle 8\nArticle 9\nArticle 9\nArticle 10\nArticle 10\nArticle 11\nArticle 11(1)\n—\nArticle 11(2)\nArticle 12\n—\nArticle 13\n—\nArticle 14\nArticle 12\nArticle 15\nAnnex\nAnnex I\n—\nAnnex II\n—\nAnnex III", "summary": "Protection of pigs\nProtection of pigs\nSUMMARY OF:\nDirective 2008/120/EC — minimum standards for the protection of pigs\nWHAT IS THE AIM OF THE DIRECTIVE?\n              \nIt seeks to lay down minimum standards for the protection of pigs.\nKEY POINTS\n              \nAs well as laying down standards for the protection of pigs, the directive also lays down rules with regard to painful operations in particular: castration, caudal amputation (docking), the elimination of corner teeth, etc.\nScope\nMinimum standards apply to all categories of pigs kept for rearing and fattening:piglets (from birth to weaning);weaners (from weaning to 10 weeks old);fatteners (more than 10 weeks old);sows and gilts (a female pig after puberty but has not given birth);boars (male pigs after puberty, intended for breeding) and so on.\nThese animals are to be raised in groups, apart from some exceptions (farrowing sows, boars). Farmers must implement measures aimed at fulfilling basic needs and preventing aggression within the group. In particular, pigs must have permanent access to a sufficient quantity of enrichment material in order to stimulate exploratory behaviour.\nSows and gilts\nif necessary, pregnant sows and gilts must be treated against parasites. Tethered sows and gilts has been prohibited since 1 January 2006.\nOne week before farrowing, sows and gilts can be isolated. An unobstructed area must be available for natural or assisted farrowing. Boxes must be equipped with piglet protection systems.\nPiglets (unweaned)\nPiglets cannot be weaned from the sow before they are 28 days old unless the welfare or health of the dam or the piglet would otherwise be harmed.\nWeaned piglets and rearing pigs\nMeasures must be taken to ensure that the animals do not fight.\nPigs are to be kept in groups and must not be mixed (except before weaning or during the week following weaning, if necessary).\nAggressive animals are to be kept away from the group (as are injured animals).\nTranquilising medicaments are only to be used to facilitate mixing in exceptional conditions and after consultation with a veterinarian.\nPainful operations on animals\nA veterinarian or ‘carer’ trained in aspects relating to animal welfare is authorised to carry out the following:reduction of piglets’ corner teeth;docking of tails (before the seventh day of life or after this age if carried out by a veterinarian and under anaesthesia and with additional prolonged analgesia);castration of males (before the seventh day of life or after this age if carried out by a veterinarian and under anaesthesia and with additional prolonged analgesia);nose-ringing in outdoor husbandry systems.\nThe docking of tails or the reduction of corner teeth must not be carried out routinely but only where there is evidence that injury to sows’ teats or to other pigs’ ears or tails has occurred. Before carrying out these procedures, other measures must be taken to prevent tail biting and other vices, taking into account environment and stocking densities. For this reason, inadequate environmental conditions or management systems must be changed.\nHealth\nSick or injured pigs are to be placed in individual enclosures.\nFeed\nThe directive provides for standards concerning feeding in ‘sufficient quantity’ and ‘permanent’ access to drinking water. All pigs must have access to food at the same time as other animals in the group. Animals must be fed at least once a day.\nAccommodation\nStandards concerning floor area are set according to the weight of the animal:between 0.15 m2 for pigs weighing less than 10 kg and 1 m2 per animal over 110 kg;1.64 m2 per gilt;2.25 m2 per sow;6 m2 for a boar (10 m2 if the boar is used for natural services).\nSome accommodation standards have only applied since 1 January 2013 (for buildings constructed before 2003 or after the date of accession to the EU).\nFloors must be smooth but not slippery so as to prevent injury to the animals.\nThe lying area must be comfortable, clean and dry.\nEnvironment\nContinuous noise as loud as 85 dB is to be avoided. Light intensity is to be at least 40 lux for 8 hours.\nInspections\nEU countries must carry out inspections each year on a statistically representative sample.\nThe European Commission may send veterinary experts to make on-the-spot checks in the farms with the assistance of national inspectors.\nSpecific rules\nEU countries may apply stricter rules on their own territory than those laid down in this directive. In this case, they must inform the Commission of any such measures beforehand.\nOfficial controls regulation\nRegulation (EU) 2017/625, the EU’s new legislation on the official controls of human food and animal feed, amends certain minor technical details of the directive. These changes will apply from 14 December 2019.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt has applied since 10 March 2009. The Directive 2008/120/EC is the codified version of Directive 91/630/EEC and its subsequent amendments. EU countries had to incorporate the original Directive 91/630/EEC into national law by 1994 (and its amendments by 2003).\nBACKGROUND\n              \nFor more information, see:\nPigs (European Commission).\nMAIN DOCUMENT\n            \nCouncil Directive 2008/120/EC of 18 December 2008 laying down minimum standards for the protection of pigs (codified version) (OJ L 47, 18.2.2009, pp. 5–13)\nRELATED DOCUMENTS\n            \nRegulation (EU) 2017/625 of the European Parliament and of the Council of 15 March 2017 on official controls and other official activities performed to ensure the application of food and feed law, rules on animal health and welfare, plant health and plant protection products, amending Regulations (EC) No 999/2001, (EC) No 396/2005, (EC) No 1069/2009, (EC) No 1107/2009, (EU) No 1151/2012, (EU) No 652/2014, (EU) 2016/429 and (EU) 2016/2031 of the European Parliament and of the Council, Council Regulations (EC) No 1/2005 and (EC) No 1099/2009 and Council Directives 98/58/EC, 1999/74/EC, 2007/43/EC, 2008/119/EC and 2008/120/EC, and repealing Regulations (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council, Council Directives 89/608/EEC, 89/662/EEC, 90/425/EEC, 91/496/EEC, 96/23/EC, 96/93/EC and 97/78/EC and Council Decision 92/438/EEC (Official Controls Regulation) (OJ L 95, 7.4.2017, pp. 1–142)\nSuccessive amendments to Regulation (EU) 2017/625 have been incorporated into the original document. This consolidated version is of documentary value only.\nlast update 23.10.2017", "tags": ["veterinary inspection", "swine", "protection of animals", "European standard", "animal welfare", "codification of EU law", "fattening"], "subjects": ["Plant health legislation", "Approximation of laws"], "split": "train", "reference_annotations": {}, "summary_annotations": {"32008L0120_p1": {"text": "regulation 2017/625 of the European Parliament and of the Council of 15 March 2017 on official controls and other official activities performed to ensure the application of food and feed law, rules on animal health and welfare, plant health and plant protection products, amending regulation 999/2001 regulation 396/2005 regulation 1069/2009 regulation 1107/2009 regulation 1151/2012 regulation 652/2014 regulation 2016/429 regulation 2016/2031 of the European Parliament and of the Council, Council regulation 1/2005 regulation 1099/2009 and Council directive 98/58/ec directive 1999/74/ec directive 2007/43/ec directive 2008/119/ec directive 2008/120/ec, and repealing regulation 854/2004 regulation 882/2004 of the European Parliament and of the Council, Council directive 89/608/eec directive 89/662/eec directive 90/425/eec directive 91/496/eec directive 96/23/ec directive 96/93/ec directive 97/78/ec and Council decision 92/438/eec (Official Controls Regulation) (OJ L 95, 7.4.2017, pp. 1–142)", "triples": [" regulation 2017/625,  amending,  regulation 999/2001", " regulation 2017/625,  amending,  regulation 396/2005", " regulation 2017/625,  amending,  regulation 1069/2009", " regulation 2017/625,  amending,  regulation 1107/2009", " regulation 2017/625,  amending,  regulation 1151/2012", " regulation 2017/625,  amending,  regulation 652/2014", " regulation 2017/625,  amending,  regulation 2016/429", " regulation 2017/625,  amending,  regulation 2016/2031", " regulation 2017/625,  amending,  regulation 1/2005", " regulation 2017/625,  amending,  regulation 1099/2009", " regulation 2017/625,  amending,  directive 98/58/ec", " regulation 2017/625,  amending,  directive 1999/74/ec", " regulation 2017/625,  amending,  directive 2007/43/ec", " regulation 2017/625,  amending,  directive 2008/119/ec", " regulation 2017/625,  amending,  directive 2008/120/ec", " regulation 2017/625,  repealing,  regulation 854/2004", " regulation 2017/625,  repealing,  regulation 882/2004", " regulation 2017/625,  repealing,  directive 89/608/eec", " regulation 2017/625,  repealing,  directive 89/662/eec", " regulation 2017/625,  repealing,  directive 90/425/eec", " regulation 2017/625,  repealing,  directive 91/496/eec", " regulation 2017/625,  repealing,  directive 96/23/ec", " regulation 2017/625,  repealing,  directive 96/93/ec", " regulation 2017/625,  repealing,  directive 97/78/ec", " regulation 2017/625,  repealing,  decision 92/438/eec"]}}}