{"celex_id": "32014L0033", "reference": "29.3.2014\nEN\nOfficial Journal of the European Union\nL 96/251\nDIRECTIVE 2014/33/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 26 February 2014\non the harmonisation of the laws of the Member States relating to lifts and safety components for lifts\n(recast)\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 114 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nDirective 95/16/EC of the European Parliament and of the Council of 29 June 1995 on the approximation of the laws of the Member States relating to lifts (3) has been substantially amended (4). Since further amendments are to be made, that Directive should be recast in the interests of clarity.\n(2)\nRegulation (EC) No 765/2008 of the European Parliament and of the Council of 9 July 2008 setting out the requirements for accreditation and market surveillance relating to the marketing of products (5) lays down rules on the accreditation of conformity assessment bodies, provides a framework for the market surveillance of products and for controls on products from third countries, and lays down the general principles of the CE marking.\n(3)\nDecision No 768/2008/EC of the European Parliament and of the Council of 9 July 2008 on a common framework for the marketing of products (6) lays down common principles and reference provisions intended to apply across sectoral legislation in order to provide a coherent basis for revision or recasts of that legislation. Directive 95/16/EC should be adapted to that Decision.\n(4)\nThe lifts covered by this Directive only come into existence as finished products once they have been permanently installed in buildings or constructions. Consequently, lifts cannot be imported into the Union and are only placed on the market and not subsequently made available: there are no ‘importers’ or ‘distributors’ of lifts.\n(5)\nThis Directive covers safety components for lifts which are new to the Union market when they are placed on the market; that is to say they are either new safety components made by a manufacturer in the Union or new or second-hand safety components imported from a third country.\n(6)\nOn 8 June 1995 the Commission adopted Recommendation 95/216/EC of 8 June 1995 concerning improvement of safety of existing lifts (7) to the Member States concerning improvement of safety of existing lifts.\n(7)\nThis Directive should apply to all forms of supply, including distance selling.\n(8)\nEconomic operators should be responsible for the compliance of lifts and safety components for lifts with this Directive, in relation to their respective roles in the supply chain, so as to ensure a high level of protection of health and safety of persons and, where appropriate, the safety of property, and to guarantee fair competition on the Union market.\n(9)\nAll economic operators intervening in the supply and distribution chain should take appropriate measures to ensure that they only place on the market lifts and make available on the market safety components for lifts which are in conformity with this Directive. It is necessary to provide for a clear and proportionate distribution of obligations which correspond to the role of each economic operator in the supply and distribution chain.\n(10)\nIn order to facilitate communication between economic operators, market surveillance authorities and consumers, Member States should encourage economic operators to include a website address in addition to the postal address.\n(11)\nThe manufacturer and the installer, having detailed knowledge of the design and production process, are best placed to carry out the conformity assessment procedure. Conformity assessment should therefore remain solely the obligation of the manufacturer or of the installer.\n(12)\nIt is necessary to ensure that safety components for lifts from third countries entering the Union market comply with this Directive, and in particular that the appropriate conformity assessment procedures have been carried out by the manufacturer with regard to those safety components for lifts. Provision should therefore be made for importers to make sure that the safety components for lifts they place on the market comply with the requirements of this Directive and that they do not place on the market safety components for lifts which do not comply with such requirements or present a risk. Provision should also be made for importers to make sure that conformity assessment procedures have been carried out and that marking of safety components for lifts and documentation drawn up by manufacturers are available for inspection by the competent national authorities.\n(13)\nWhen placing a safety component for lifts on the market, every importer should indicate on the safety component for lifts his name, registered trade name or registered trade mark and the postal address at which he can be contacted. Exceptions should be provided for in cases where the size or nature of the safety component for lifts does not allow it.\n(14)\nThe distributor makes a safety component for lifts available on the market after it has been placed on the market by the manufacturer or the importer and should act with due care to ensure that its handling of the safety component for lifts does not adversely affect the compliance of the safety component for lifts.\n(15)\nAny economic operator that either places a safety component for lifts on the market under his own name or trade mark or modifies a safety component for lifts in such a way that compliance with this Directive may be affected should be considered to be the manufacturer and should assume the obligations of the manufacturer.\n(16)\nDistributors and importers, being close to the market place, should be involved in market surveillance tasks carried out by the competent national authorities, and should be prepared to participate actively, providing those authorities with all necessary information relating to the safety components for lifts concerned.\n(17)\nEnsuring traceability of a safety component for lifts throughout the whole supply chain helps to make market surveillance simpler and more efficient. An efficient traceability system facilitates market surveillance authorities’ task of tracing economic operators who made non-compliant safety components for lifts available on the market. When keeping the information required under this Directive for the identification of other economic operators, economic operators should not be required to update such information in respect of other economic operators who have either supplied them with a safety component for lifts or to whom they have supplied a safety component for lifts.\n(18)\nThis Directive should be limited to the expression of the essential health and safety requirements. In order to facilitate conformity assessment for lifts and safety components for lifts with those requirements it is necessary to provide for a presumption of conformity for lifts and safety components for lifts which are in conformity with harmonised standards that are adopted in accordance with Regulation (EU) No 1025/2012 of the European Parliament and of the Council of 25 October 2012 on European Standardisation (8) for the purpose of expressing detailed technical specifications of those requirements. The essential health and safety requirements of this Directive will guarantee the intended level of safety only if appropriate conformity assessment procedures ensure compliance therewith.\n(19)\nRegulation (EU) No 1025/2012 provides for a procedure for objections to harmonised standards where those standards do not entirely satisfy the requirements of this Directive.\n(20)\nThe harmonised standards relevant to this Directive should also take into account the United Nations Convention on the Rights of Persons with Disabilities (9).\n(21)\nIn order to enable economic operators to demonstrate and the competent authorities to ensure that lifts placed on the market and safety components for lifts made available on the market conform to the essential health and safety requirements, it is necessary to provide for conformity assessment procedures. Decision No 768/2008/EC establishes modules for conformity assessment procedures, which include procedures from the least to the most stringent, in proportion to the level of risk involved and the level of safety required. In order to ensure inter-sectoral coherence and to avoid ad-hoc variants, conformity assessment procedures should be chosen from among those modules.\n(22)\nThe installer or the manufacturer should draw up an EU declaration of conformity to provide information required under this Directive on the conformity of a lift or safety component for lifts with this Directive and with other relevant Union harmonisation legislation.\n(23)\nTo ensure effective access to information for market surveillance purposes, the information required to identify all applicable Union acts should be available in a single EU declaration of conformity. In order to reduce the administrative burden on economic operators, that single EU declaration of conformity may be a dossier made up of relevant individual declarations of conformity.\n(24)\nThe CE marking, indicating the conformity of a lift or safety component for lifts, is the visible consequence of a whole process comprising conformity assessment in a broad sense. General principles governing the CE marking are set out in Regulation (EC) No 765/2008. Rules governing the affixing of the CE marking should be laid down in this Directive.\n(25)\nThe conformity assessment procedures set out in this Directive require the intervention of conformity assessment bodies, which are notified by the Member States to the Commission.\n(26)\nExperience has shown that the criteria set out in Directive 95/16/EC that conformity assessment bodies have to fulfil to be notified to the Commission are not sufficient to ensure a uniformly high level of performance of notified bodies throughout the Union. It is, however, essential that all notified bodies perform their functions to the same level and under conditions of fair competition. That requires the setting of obligatory requirements for conformity assessment bodies wishing to be notified in order to provide conformity assessment services.\n(27)\nIf a conformity assessment body demonstrates conformity with the criteria laid down in harmonised standards, it should be presumed to comply with the corresponding requirements set out in this Directive.\n(28)\nIn order to ensure a consistent level of conformity assessment quality it is also necessary to set requirements for notifying authorities and other bodies involved in the assessment, notification and monitoring of notified bodies.\n(29)\nThe system set out in this Directive should be complemented by the accreditation system provided for in Regulation (EC) No 765/2008. Since accreditation is an essential means of verifying the competence of conformity assessment bodies, it should also be used for the purposes of notification.\n(30)\nTransparent accreditation as provided for in Regulation (EC) No 765/2008, ensuring the necessary level of confidence in certificates of conformity, should be considered by the national public authorities throughout the Union as the preferred means of demonstrating the technical competence of conformity assessment bodies. However, national authorities may consider that they possess the appropriate means of carrying out that evaluation themselves. In such cases, in order to ensure the appropriate level of credibility of evaluations carried out by other national authorities, they should provide the Commission and the other Member States with the necessary documentary evidence demonstrating the compliance of the conformity assessment bodies evaluated with the relevant regulatory requirements.\n(31)\nConformity assessment bodies frequently subcontract parts of their activities linked to the assessment of conformity or have recourse to a subsidiary. In order to safeguard the level of protection required for the lifts and safety components for lifts to be placed on the Union market, it is essential that conformity assessment subcontractors and subsidiaries fulfil the same requirements as notified bodies in relation to the performance of conformity assessment tasks. Therefore, it is important that the assessment of the competence and the performance of bodies to be notified and the monitoring of bodies already notified cover also activities carried out by subcontractors and subsidiaries.\n(32)\nIt is necessary to increase the efficiency and transparency of the notification procedure and, in particular, to adapt it to new technologies so as to enable online notification.\n(33)\nSince notified bodies may offer their services throughout the Union, it is appropriate to give the other Member States and the Commission the opportunity to raise objections concerning a notified body. It is therefore important to provide for a period during which any doubts or concerns as to the competence of conformity assessment bodies can be clarified before they start operating as notified bodies.\n(34)\nIn the interests of competitiveness, it is crucial that notified bodies apply the conformity assessment procedures without creating unnecessary burdens for economic operators. For the same reason, and to ensure equal treatment of economic operators, consistency in the technical application of the conformity assessment procedures needs to be ensured. That can best be achieved through appropriate coordination and cooperation between notified bodies.\n(35)\nMember States should take all appropriate measures to ensure that safety components for lifts may be placed on the market only if, when properly stored and used for their intended purpose, or under conditions of use which can be reasonably foreseen, they do not endanger the health and safety of persons. Safety components for lifts should be considered as non-compliant with the essential health and safety requirements laid down in this Directive only under conditions of use which can be reasonably foreseen, that is when such use could result from lawful and readily predictable human behaviour.\n(36)\nIn order to ensure legal certainty, it is necessary to clarify that rules on Union market surveillance and control of products entering the Union market provided for in Regulation (EC) No 765/2008 apply to lifts and safety components for lifts covered by this Directive. This Directive should not prevent Member States from choosing the competent authorities to carry out those tasks.\n(37)\nIn order to increase transparency and to reduce processing time, it is necessary to improve the existing safeguard procedure, with a view to making it more efficient and drawing on the expertise available in Member States.\n(38)\nThe existing system should be supplemented by a procedure under which interested parties are informed of measures intended to be taken with regard to lifts or safety components for lifts presenting a risk to the health or safety of persons or where appropriate, to the safety of property. It should also allow market surveillance authorities, in cooperation with the relevant economic operators, to act at an earlier stage in respect of such lifts and safety components for lifts.\n(39)\nWhere the Member States and the Commission agree as to the justification of a measure taken by a Member State, no further involvement of the Commission should be required, except where non-compliance can be attributed to shortcomings of a harmonised standard.\n(40)\nIn order to ensure uniform conditions for the implementation of this Directive, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers (10).\n(41)\nThe advisory procedure should be used for the adoption of implementing acts requesting the notifying Member State to take the necessary corrective measures in respect of notified bodies that do not meet or no longer meet the requirements for their notification.\n(42)\nThe examination procedure should be used for the adoption of implementing acts with respect to compliant lifts or safety components for lifts which present a risk to the health or safety of persons or to other aspects of public interest protection.\n(43)\nThe Commission should adopt immediately applicable implementing acts where, in duly justified cases relating to compliant lifts or safety components for lifts which present a risk to the health or safety of persons, imperative grounds of urgency so require.\n(44)\nIn line with established practice, the committee set up by this Directive can play a useful role in examining matters concerning the application of this Directive raised either by its chair or by a representative of a Member State in accordance with its rules of procedure.\n(45)\nWhen matters relating to this Directive, other than its implementation or infringements, are being examined, i.e. in a Commission expert group, the European Parliament should in line with existing practice receive full information and documentation and, where appropriate, an invitation to attend such meetings.\n(46)\nThe Commission should, by means of implementing acts and, given their special nature, acting without the application of Regulation (EU) No 182/2011, determine whether measures taken by Member States in respect of non-compliant lifts or safety components for lifts are justified or not.\n(47)\nThe Member States should lay down rules on penalties applicable to infringements of the provisions of national law adopted pursuant to this Directive and ensure that those rules are enforced. The penalties provided for should be effective, proportionate and dissuasive.\n(48)\nSince the objective of this Directive, namely to ensure that lifts and safety components for lifts on the market fulfil the requirements providing for a high level of protection of health and safety while guaranteeing the functioning of the internal market, cannot be sufficiently achieved by the Member States but can rather, by reason of its scale and effects, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve that objective.\n(49)\nIt is necessary to provide for reasonable transitional arrangements that allow the making available on the market, without the need to comply with further product requirements, of safety components for lifts that have already been placed on the market in accordance with Directive 95/16/EC before the date of application of national measures transposing this Directive. Distributors should therefore be able to supply safety components for lifts that have been placed on the market, namely stock that is already in the distribution chain, before the date of application of national measures transposing this Directive.\n(50)\nIn order to monitor and ensure the correct implementation and functioning of this Directive, the Commission is invited to submit a report to the European Parliament and to the Council, exploring also the need for a new legislative proposal in this sector.\n(51)\nThe obligation to transpose this Directive into national law should be confined to those provisions which represent a substantive amendment as compared to the earlier Directive. The obligation to transpose the provisions which are unchanged arises under the earlier Directive.\n(52)\nThis Directive should be without prejudice to the obligations of the Member States relating to the time limits for transposition into national law and the dates of application of the Directives set out in Annex XIII, Part B,\nHAVE ADOPTED THIS DIRECTIVE:\nCHAPTER I\nGENERAL PROVISIONS\nArticle 1\nScope\n1.   This Directive shall apply to lifts permanently serving buildings and constructions and intended for the transport of:\n(a)\npersons;\n(b)\npersons and goods;\n(c)\ngoods alone if the carrier is accessible, that is to say a person may enter it without difficulty, and fitted with controls situated inside the carrier or within reach of a person inside the carrier.\nThis Directive shall also apply to the safety components for lifts listed in Annex III for use in the lifts referred to in the first subparagraph.\n2.   This Directive shall not apply to:\n(a)\nlifting appliances whose speed is not greater than 0,15 m/s;\n(b)\nconstruction site hoists;\n(c)\ncableways, including funicular railways;\n(d)\nlifts specially designed and constructed for military or police purposes;\n(e)\nlifting appliances from which work can be carried out;\n(f)\nmine winding gear;\n(g)\nlifting appliances intended for lifting performers during artistic performances;\n(h)\nlifting appliances fitted in means of transport;\n(i)\nlifting appliances connected to machinery and intended exclusively for access to workstations including maintenance and inspection points on the machinery;\n(j)\nrack and pinion trains;\n(k)\nescalators and mechanical walkways.\n3.   Where, for lifts or safety components for lifts, the risks referred to in this Directive are wholly or partly covered by specific Union law, this Directive shall not apply or shall cease to apply in the case of such lifts or safety components for lifts and such risks as from the application of that specific Union law.\nArticle 2\nDefinitions\nFor the purposes of this Directive, the following definitions shall apply:\n(1)\n‘lift’ means a lifting appliance serving specific levels, having a carrier moving along guides which are rigid and inclined at an angle of more than 15 degrees to the horizontal, or a lifting appliance moving along a fixed course even where it does not move along rigid guides;\n(2)\n‘carrier’ means a part of the lift by which persons and/or goods are supported in order to be lifted or lowered;\n(3)\n‘model lift’ means a representative lift whose technical documentation shows the way in which the essential health and safety requirements set out in Annex I will be met for lifts which conform to the model lift defined by objective parameters and which uses identical safety components for lifts;\n(4)\n‘making available on the market’ means any supply of a safety component for lifts for distribution or use on the Union market in the course of a commercial activity, whether in return for payment or free of charge;\n(5)\n‘placing on the market’ means:\n—\nthe first making available on the market of a safety component for lifts, or\n—\nthe supply of a lift for use on the Union market in the course of a commercial activity, whether in return for payment or free of charge;\n(6)\n‘installer’ means the natural or legal person who takes responsibility for the design, manufacture, installation and placing on the market of the lift;\n(7)\n‘manufacturer’ means any natural or legal person who manufactures a safety component for lifts or has a safety component for lifts designed or manufactured, and markets it under his name or trade mark;\n(8)\n‘authorised representative’ means any natural or legal person established within the Union who has received a written mandate from an installer or a manufacturer to act on his behalf in relation to specified tasks;\n(9)\n‘importer’ means any natural or legal person established within the Union who places a safety component for lifts from a third country on the Union market;\n(10)\n‘distributor’ means any natural or legal person in the supply chain, other than the manufacturer or the importer, who makes a safety component for lifts available on the market;\n(11)\n‘economic operators’ means the installer, the manufacturer, the authorised representative, the importer and the distributor;\n(12)\n‘technical specification’ means a document that prescribes technical requirements to be fulfilled by a lift or a safety component for lifts;\n(13)\n‘harmonised standard’ means harmonised standard as defined in point (c) of point 1 of Article 2 of Regulation (EU) No 1025/2012;\n(14)\n‘accreditation’ means accreditation as defined in point 10 of Article 2 of Regulation (EC) No 765/2008;\n(15)\n‘national accreditation body’ means national accreditation body as defined in point 11 of Article 2 of Regulation (EC) No 765/2008;\n(16)\n‘conformity assessment’ means the process demonstrating whether the essential health and safety requirements of this Directive relating to a lift or a safety component for lifts have been fulfilled;\n(17)\n‘conformity assessment body’ means a body that performs conformity assessment activities including calibration, testing, certification and inspection;\n(18)\n‘recall’ in relation to a lift means any measure aimed at achieving the dismantling and safe disposal of a lift, and in relation to a safety component for lifts means any measure aimed at achieving the return of a safety component for lifts that has already been made available to the installer or to the end-user;\n(19)\n‘withdrawal’ means any measure aimed at preventing a safety component for lifts in the supply chain from being made available on the market;\n(20)\n‘Union harmonisation legislation’ means any Union legislation harmonising the conditions for the marketing of products;\n(21)\n‘CE marking’ means a marking by which the installer or the manufacturer indicates that the lift or safety component for lifts are in conformity with the applicable requirements set out in Union harmonisation legislation providing for its affixing.\nArticle 3\nFree movement\n1.   Member States shall not prohibit, restrict or impede the placing on the market or putting into service of lifts or the making available on the market of safety components for lifts on their territory which comply with this Directive.\n2.   At trade fairs, exhibitions or demonstrations Member States shall not prevent the showing of lifts or safety components for lifts which are not in conformity with this Directive, provided that a visible sign clearly indicates that they are not in conformity and will not be placed or made available on the market until they have been brought into conformity. During demonstrations, adequate safety measures shall be taken to ensure the protection of persons.\n3.   This Directive shall not affect Member States’ entitlement to lay down in conformity with the Union law such requirements as they may deem necessary to ensure that persons are protected when the lifts in question are put into service or used, provided that this does not mean that the lifts are modified in a way not specified in this Directive.\nArticle 4\nPlacing on the market, making available on the market and putting into service\n1.   Member States shall take all appropriate measures to ensure that the lifts covered by this Directive may be placed on the market and put into service only if they comply with this Directive, when properly installed and maintained and used for their intended purpose.\n2.   Member States shall take all appropriate measures to ensure that safety components for lifts covered by this Directive may be made available on the market and put into service only if they comply with this Directive when properly incorporated and maintained and used for their intended purpose.\nArticle 5\nEssential health and safety requirements\n1.   Lifts covered by this Directive shall satisfy the essential health and safety requirements set out in Annex I.\n2.   Safety components for lifts covered by this Directive shall satisfy the essential health and safety requirements set out in Annex I and enable the lifts in which they are incorporated to satisfy those requirements.\nArticle 6\nBuildings or constructions in which lifts are installed\n1.   Member States shall take all appropriate measures to ensure that the person responsible for work on the building or construction and the installer both provide each other with the necessary information and take the appropriate steps in order to ensure the proper operation and safe use of the lift.\n2.   Member States shall take all necessary measures to ensure that shafts intended for lifts do not contain any piping or wiring or fittings other than that necessary for the operation and safety of the lift.\nCHAPTER II\nOBLIGATIONS OF ECONOMIC OPERATORS\nArticle 7\nObligations of installers\n1.   When placing a lift on the market, installers shall ensure that it has been designed, manufactured, installed and tested in accordance with the essential health and safety requirements set out in Annex I.\n2.   Installers shall draw up the technical documentation and carry out the relevant conformity assessment procedure referred to in Article 16 or have it carried out.\nWhere compliance of the lift with the applicable essential health and safety requirements has been demonstrated by that procedure, the installer shall draw up an EU declaration of conformity, ensure that it accompanies the lift, and affix the CE marking.\n3.   The installer shall keep the technical documentation, the EU declaration of conformity and, where applicable, the approval decision(s) for 10 years after the lift has been placed on the market.\n4.   When deemed appropriate with regard to the risks presented by a lift, installers shall, to protect the health and safety of consumers, investigate, and, if necessary, keep a register of complaints, and of non-conforming lifts.\n5.   Installers shall ensure that lifts bear a type, batch or serial number or other element allowing their identification.\n6.   Installers shall indicate, on the lift, their name, registered trade name or registered trade mark and the postal address at which they can be contacted. The address shall indicate a single point at which the installer can be contacted. The contact details shall be in a language easily understood by end-users and market surveillance authorities.\n7.   Installers shall ensure that the lift is accompanied by the instructions referred to in point 6.2 of Annex I, in a language which can be easily understood by end-users, as determined by the Member State in which the lift is placed on the market. Such instructions, as well as any labelling, shall be clear, understandable and intelligible.\n8.   Installers who consider or have reason to believe that a lift which they have placed on the market is not in conformity with this Directive shall immediately take the corrective measures necessary to bring that lift into conformity. Furthermore, where the lift presents a risk, installers shall immediately inform the competent national authorities of the Member States in which they placed the lift on the market to that effect, giving details, in particular, of the non-conformity and of any corrective measures taken.\n9.   Installers shall, further to a reasoned request from a competent national authority, provide it with all the information and documentation in paper or electronic form necessary to demonstrate the conformity of the lift with this Directive, in a language which can be easily understood by that authority.\nThey shall cooperate with that authority, at its request, on any action taken to eliminate the risks posed by lifts which they have placed on the market.\nArticle 8\nObligations of manufacturers\n1.   When placing their safety components for lifts on the market, manufacturers shall ensure that they have been designed and manufactured in accordance with Article 5(2).\n2.   Manufacturers shall draw up the required technical documentation and carry out the relevant conformity assessment procedure referred to in Article 15 or have it carried out\nWhere compliance of a safety component for lifts with the applicable essential health and safety requirements has been demonstrated by that procedure, manufacturers shall draw up an EU declaration of conformity, ensure that it accompanies the safety component for lifts and affix the CE marking.\n3.   Manufacturers shall keep the technical documentation, the EU declaration of conformity and, where applicable, the approval decision(s) for 10 years after the safety component for lifts has been placed on the market.\n4.   Manufacturers shall ensure that procedures are in place for series production to remain in conformity with this Directive. Changes in product design or characteristics and changes in the harmonised standards or in other technical specifications by reference to which conformity of a safety component for lifts is declared shall be adequately taken into account.\nWhen deemed appropriate with regard to the risks presented by a safety component for lifts, manufacturers shall, to protect the health and safety of consumers, carry out sample testing of safety component for lifts made available on the market, investigate, and, if necessary, keep a register of complaints, of non-conforming safety components for lifts and recalls of the safety components for lifts, and shall keep distributors and installers informed of any such monitoring.\n5.   Manufacturers shall ensure that safety components for lifts which they have placed on the market bear a type, batch or serial number or other element allowing their identification, or, where the size or nature of the safety component for lifts does not allow it, that the required information is provided on the label referred to in Article 19(1).\n6.   Manufacturers shall indicate on the safety component for lifts their name, registered trade name or registered trade mark and the postal address at which they can be contacted or, where that is not possible, on the label referred to in Article 19(1). The address shall indicate a single point at which the manufacturer can be contacted. The contact details shall be in a language easily understood by end-users and market surveillance authorities.\n7.   Manufacturers shall ensure that the safety component for lifts is accompanied by the instructions referred to in point 6.1 of Annex I, in a language which can be easily understood by end-users, as determined by the Member State concerned. Such instructions, as well as any labelling, shall be clear, understandable and intelligible.\n8.   Manufacturers who consider or have reason to believe that a safety component for lifts which they have placed on the market is not in conformity with this Directive shall immediately take the corrective measures necessary to bring that safety component for lifts into conformity, to withdraw it or recall it, if appropriate. Furthermore, where the safety component for lifts presents a risk, manufacturers shall immediately inform the competent national authorities of the Member States in which they made the safety components for lifts available on the market to that effect, giving details, in particular, of the non-conformity and of any corrective measures taken.\n9.   Manufacturers shall, further to a reasoned request from a competent national authority, provide it with all the information and documentation in paper or electronic form necessary to demonstrate the conformity of the safety components for lifts with this Directive, in a language which can be easily understood by that authority.\nThey shall cooperate with that authority, at its request, on any action taken to eliminate the risks posed by safety components for lifts which they have placed on the market.\nArticle 9\nAuthorised representatives\n1.   A manufacturer or an installer may, by a written mandate, appoint an authorised representative.\nThe obligations laid down in Article 7(1) or in Article 8(1) and the obligation to draw up technical documentation referred to in Article 7(2) or in Article 8(2) shall not form part of the authorised representative’s mandate.\n2.   An authorised representative shall perform the tasks specified in the mandate received from the manufacturer or the installer. The mandate shall allow the authorised representative to do at least the following:\n(a)\nkeep the EU declaration of conformity and, where applicable, the approval decision(s) relating to the manufacturer’s or the installer’s quality system, and the technical documentation at the disposal of the national market surveillance authorities for 10 years after the safety component for lifts or the lift has been placed on the market;\n(b)\nfurther to a reasoned request from a competent national authority, provide that authority with all the information and documentation necessary to demonstrate the conformity of the safety components for lifts or the lift;\n(c)\ncooperate with the competent national authorities, at their request, on any action taken to eliminate the risks posed by the safety component for lifts or the lift covered by the authorised representative’s mandate.\nArticle 10\nObligations of importers\n1.   Importers shall place only compliant safety components for lifts on the market.\n2.   Before placing a safety component for lifts on the market, importers shall ensure that the appropriate conformity assessment procedure referred to in Article 15 has been carried out by the manufacturer. They shall ensure that the manufacturer has drawn up the technical documentation, that the safety component for lifts bears the CE marking and is accompanied by the EU declaration of conformity and the required documents, and that the manufacturer has complied with the requirements set out in Article 8(5) and (6).\nWhere an importer considers or has reason to believe that a safety component for lifts is not in conformity with Article 5(2), he shall not place the safety component for lifts on the market until it has been brought into conformity. Furthermore, where the safety component for lifts presents a risk, the importer shall inform the manufacturer and the market surveillance authorities to that effect.\n3.   Importers shall indicate on the safety component for lifts their name, registered trade name or registered trade mark and the postal address at which they can be contacted or, where that is not possible, on its packaging or in a document accompanying the safety component for lifts. The contact details shall be in a language easily understood by end-users and market surveillance authorities.\n4.   Importers shall ensure that the safety component for lifts is accompanied by the instructions referred to in point 6.1 of Annex I in a language which can be easily understood by consumers and other end-users, as determined by the Member State concerned.\n5.   Importers shall ensure that, while a safety component for lifts is under their responsibility, its storage or transport conditions do not jeopardise its compliance with the essential health and safety requirements referred to in Article 5(2).\n6.   When deemed appropriate with regard to the risks presented by a safety component for lifts, importers shall, to protect the health and safety of consumers, carry out sample testing of safety components for lifts made available on the market, investigate, and, if necessary, keep a register of complaints, of non-conforming safety components for lifts and recalls of safety components for lifts, and shall keep distributors and installers informed of any such monitoring.\n7.   Importers who consider or have reason to believe that a safety component for lifts which they have placed on the market is not in conformity with this Directive shall immediately take the corrective measures necessary to bring that safety component for lifts into conformity, to withdraw it or recall it, if appropriate. Furthermore, where the safety component for lifts presents a risk, importers shall immediately inform the competent national authorities of the Member States in which they made the safety component for lifts available on the market to that effect, giving details, in particular, of the non-compliance and of any corrective measures taken.\n8.   Importers shall, for 10 years after the safety component for lifts has been placed on the market, keep a copy of the EU declaration of conformity and, where applicable, of the approval decision(s) at the disposal of the market surveillance authorities and ensure that the technical documentation can be made available to those authorities, upon request.\n9.   Importers shall, further to a reasoned request from a competent national authority, provide it with all the information and documentation in paper or electronic form necessary to demonstrate the conformity of a safety component for lifts in a language which can be easily understood by that authority. They shall cooperate with that authority, at its request, on any action taken to eliminate the risks posed by safety components for lifts which they have placed on the market.\nArticle 11\nObligations of distributors\n1.   When making a safety component for lifts available on the market distributors shall act with due care in relation to the requirements of this Directive.\n2.   Before making a safety component for lifts available on the market, distributors shall verify that the safety component for lifts bears the CE marking, that it is accompanied by the EU declaration of conformity, by the required documents and by the instructions referred to in point 6.1 of Annex I, in a language which can be easily understood by end-users, as determined by the Member State concerned and that the manufacturer and the importer have complied with the requirements set out in Article 8(5) and (6) and Article 10(3), respectively.\nWhere a distributor considers or has reason to believe that a safety component for lifts is not in conformity with Article 5(2), he shall not make the safety component for lifts available on the market until it has been brought into conformity. Furthermore, where the safety component for lifts presents a risk, the distributor shall inform the manufacturer or the importer to that effect as well as the market surveillance authorities.\n3.   Distributors shall ensure that, while a safety component for lifts is under their responsibility, its storage or transport conditions do not jeopardise its compliance with Article 5(2).\n4.   Distributors who consider or have reason to believe that a safety component for lifts which they have made available on the market is not in conformity with this Directive shall make sure that the corrective measures necessary to bring that safety component for lifts into conformity, to withdraw it or recall it, if appropriate, are taken. Furthermore, where the safety component for lifts presents a risk, distributors shall immediately inform the competent national authorities of the Member States in which they made the safety component for lifts available on the market to that effect, giving details, in particular, of the non-compliance and of any corrective measures taken.\n5.   Distributors shall, further to a reasoned request from a competent national authority, provide it with all the information and documentation in paper or electronic form necessary to demonstrate the conformity of a safety component for lifts. They shall cooperate with that authority, at its request, on any action taken to eliminate the risks posed by safety components for lifts which they have made available on the market.\nArticle 12\nCases in which the obligations of manufacturers apply to importers or distributors\nAn importer or distributor shall be considered a manufacturer for the purposes of this Directive and he shall be subject to the obligations of the manufacturer under Article 8, where he places a safety component for lifts on the market under his name or trade mark or modifies a safety component for lifts already placed on the market in such a way that compliance with this Directive may be affected.\nArticle 13\nIdentification of economic operators\nEconomic operators shall, on request, identify the following to the market surveillance authorities:\n(a)\nany economic operator who has supplied them with a safety component for lifts;\n(b)\nany economic operator to whom they have supplied a safety component for lifts.\nEconomic operators shall be able to present the information referred to in the first paragraph for 10 years after they have been supplied with a safety component for lifts and for 10 years after they have supplied a safety component for lifts.\nCHAPTER III\nCONFORMITY OF LIFTS AND SAFETY COMPONENTS FOR LIFTS\nArticle 14\nPresumption of conformity of lifts and safety components for lifts\nLifts and safety components for lifts which are in conformity with harmonised standards or parts thereof the references of which have been published in the Official Journal of the European Union shall be presumed to be in conformity with the essential health and safety requirements set out in Annex I covered by those standards or parts thereof.\nArticle 15\nConformity assessment procedures for safety components for lifts\nSafety components for lifts shall be subject to one of the following conformity assessment procedures:\n(a)\nthe model of the safety component for lifts shall be submitted for EU type examination set out in Annex IV, Part A and the conformity to type shall be ensured with random checking of the safety component for lifts set out in Annex IX;\n(b)\nthe model of the safety component for lifts shall be submitted for EU type examination set out in Annex IV, Part A and be subject to conformity to type based on product quality assurance in accordance with Annex VI;\n(c)\nconformity based on full quality assurance set out in Annex VII.\nArticle 16\nConformity assessment procedures for lifts\n1.   Lifts shall be subject to one of the following conformity assessment procedures:\n(a)\nif they are designed and manufactured in accordance with a model lift that has undergone an EU-type examination set out in in Annex IV, Part B:\n(i)\nfinal inspection for lifts set out in Annex V;\n(ii)\nconformity to type based on product quality assurance for lifts set out in Annex X;\n(iii)\nconformity to type based on production quality assurance for lifts set out in Annex XII;\n(b)\nif they are designed and manufactured under a quality system approved in accordance with Annex XI:\n(i)\nfinal inspection for lifts set out in Annex V;\n(ii)\nconformity to type based on product quality assurance for lifts set out in Annex X;\n(iii)\nconformity to type based on production quality assurance for lifts set out in Annex XII;\n(c)\nconformity based on unit verification for lifts set out in Annex VIII;\n(d)\nconformity based on full quality assurance plus design examination for lifts set out in Annex XI.\n2.   In the cases referred to in points (a) and (b) of paragraph 1, where the person responsible for the design and manufacture of the lift and the person responsible for the installation and testing of the lift are not the same, the former shall supply to the latter all the necessary documents and information to enable the latter to ensure correct and safe installation and testing of the lift.\n3.   All permitted variations between the model lift and the lifts forming part of the lifts derived from the model lift shall be clearly specified (with maximum and minimum values) in the technical documentation.\n4.   By calculation and/or on the basis of design plans it is permitted to demonstrate the similarity of a range of equipment to satisfy the essential health and safety requirements set out in Annex I.\nArticle 17\nEU declaration of conformity\n1.   The EU declaration of conformity shall state that the fulfilment of the essential health and safety requirements set out in Annex I has been demonstrated.\n2.   The EU declaration of conformity shall have the model structure set out in Annex II, shall contain the elements specified in the relevant Annexes V to XII, and shall be continuously updated. It shall be translated into the language or the languages required by the Member State in which the lift or the safety component for lifts is placed or made available on the market.\n3.   Where a lift or a safety component for lifts is subject to more than one Union act requiring an EU declaration of conformity, a single EU declaration of conformity shall be draw up in respect of all such Union acts. That declaration shall contain the identification of the Union acts concerned including their publication references.\n4.   By drawing up the EU declaration of conformity, the manufacturer shall assume responsibility for the compliance of the safety component for lifts and the installer shall assume responsibility for the compliance of the lift with the requirements laid down in this Directive.\nArticle 18\nGeneral principles of the CE marking\nThe CE marking shall be subject to the general principles set out in Article 30 of Regulation (EC) No 765/2008.\nArticle 19\nRules and conditions for affixing the CE marking and other markings\n1.   The CE marking shall be affixed visibly, legibly and indelibly to each lift car and to each safety component for lifts or, where that is not possible, on a label inseparably attached to the safety component for lifts.\n2.   The CE marking shall be affixed before the lift or the safety component for lifts is placed on the market.\n3.   The CE marking on lifts shall be followed by the identification number of the notified body involved in any of the following conformity assessment procedures:\n(a)\nthe final inspection referred to in Annex V;\n(b)\nunit verification, referred to in Annex VIII;\n(c)\nquality assurance referred to in Annexes X, XI or XII.\n4.   The CE marking on safety components for lifts shall be followed by the identification number of the notified body involved in any of the following conformity assessment procedures:\n(a)\nproduct quality assurance referred to in Annex VI;\n(b)\nfull quality assurance referred to in Annex VII;\n(c)\nconformity to type with random checking for safety components for lifts referred to in Annex IX.\n5.   The identification number of the notified body shall be affixed by the body itself or, under its instructions, by the manufacturer or his authorised representative or by the installer or his authorised representative.\nThe CE marking and the identification number of the notified body may be followed by any other mark indicating a special risk or use.\n6.   Member States shall build upon existing mechanisms to ensure correct application of the regime governing the CE marking and shall take appropriate action in the event of improper use of that marking.\nCHAPTER IV\nNOTIFICATION OF CONFORMITY ASSESSMENT BODIES\nArticle 20\nNotification\nMember States shall notify the Commission and the other Member States of bodies authorised to carry out third party conformity assessment tasks under this Directive.\nArticle 21\nNotifying authorities\n1.   Member States shall designate a notifying authority that shall be responsible for setting up and carrying out the necessary procedures for the assessment and notification of conformity assessment bodies and the monitoring of notified bodies, including compliance with Article 26.\n2.   Member States may decide that the assessment and monitoring referred to in paragraph 1 shall be carried out by a national accreditation body within the meaning of and in accordance with Regulation (EC) No 765/2008.\n3.   Where the notifying authority delegates or otherwise entrusts the assessment, notification or monitoring referred to in paragraph 1 to a body which is not a governmental entity, that body shall be a legal entity and shall comply mutatis mutandis with the requirements laid down in Article 22. In addition it shall have arrangements to cover liabilities arising out of its activities.\n4.   The notifying authority shall take full responsibility for the tasks performed by the body referred to in paragraph 3.\nArticle 22\nRequirements relating to notifying authorities\n1.   A notifying authority shall be established in such a way that no conflict of interest with conformity assessment bodies occurs.\n2.   A notifying authority shall be organised and operated so as to safeguard the objectivity and impartiality of its activities.\n3.   A notifying authority shall be organised in such a way that each decision relating to notification of a conformity assessment body is taken by competent persons different from those who carried out the assessment.\n4.   A notifying authority shall not offer or provide any activities that conformity assessment bodies perform or consultancy services on a commercial or competitive basis.\n5.   A notifying authority shall safeguard the confidentiality of the information it obtains.\n6.   A notifying authority shall have a sufficient number of competent personnel at its disposal for the proper performance of its tasks.\nArticle 23\nInformation obligation on notifying authorities\nMember States shall inform the Commission of their procedures for the assessment and notification of conformity assessment bodies and the monitoring of notified bodies, and of any changes thereto.\nThe Commission shall make that information publicly available.\nArticle 24\nRequirements relating to notified bodies\n1.   For the purposes of notification, a conformity assessment body shall meet the requirements laid down in paragraphs 2 to 11.\n2.   A conformity assessment body shall be established under national law of a Member State and have legal personality.\n3.   A conformity assessment body shall be a third-party body independent of the organisation or the lifts or safety components for lifts it assesses.\nA body belonging to a business association or professional federation representing undertakings involved in the design, manufacturing, provision, assembly, use or maintenance of lifts or safety components for lifts which it assesses, may, on condition that its independence and the absence of any conflict of interest are demonstrated, be considered such a body.\n4.   A conformity assessment body, its top level management and the personnel responsible for carrying out the conformity assessment tasks shall not be the designer, manufacturer, supplier, installer, purchaser, owner, user or maintainer of lifts or safety components for lifts which they assess, nor the representative of any of those parties.\nThis shall not preclude the use of assessed lifts or safety components for lifts that are necessary for the operations of the conformity assessment body or the use of such lifts or safety components for lifts for personal purposes.\nThis does not preclude the possibility of exchange of technical information between the manufacturer or the installer and the body.\nA conformity assessment body, its top level management and the personnel responsible for carrying out the conformity assessment tasks shall not be directly involved in the design, manufacture or construction, the marketing, installation, use or maintenance of those lifts or safety components for lifts, or represent the parties engaged in those activities.\nThey shall not engage in any activity that may conflict with their independence of judgement or integrity in relation to conformity assessment activities for which they are notified. This shall in particular apply to consultancy services.\nA conformity assessment body shall ensure that the activities of its subsidiaries or subcontractors do not affect the confidentiality, objectivity or impartiality of its conformity assessment activities.\n5.   A conformity assessment body and its personnel shall carry out the conformity assessment activities with the highest degree of professional integrity and the requisite technical competence in the specific field and shall be free from all pressures and inducements, particularly financial, which might influence their judgement or the results of their conformity assessment activities, especially as regards persons or groups of persons with an interest in the results of those activities.\n6.   A conformity assessment body shall be capable of carrying out all the conformity assessment tasks assigned to it by Annexes IV to XII and in relation to which it has been notified, whether those tasks are carried out by the conformity assessment body itself or on its behalf and under its responsibility.\nAt all times and for each conformity assessment procedure and each kind or category of lifts or safety components for lifts in relation to which it has been notified, a conformity assessment body shall have at its disposal the necessary:\n(a)\npersonnel with technical knowledge and sufficient and appropriate experience to perform the conformity assessment tasks;\n(b)\ndescriptions of procedures in accordance with which conformity assessment is carried out, ensuring the transparency and the ability of reproduction of those procedures. It shall have appropriate policies and procedures in place that distinguish between tasks it carries out as a notified body and other activities;\n(c)\nprocedures for the performance of activities which take due account of the size of an undertaking, the sector in which it operates, its structure, the degree of complexity of product technology in question and the mass or serial nature of the production process.\nA conformity assessment body shall have the means necessary to perform the technical and administrative tasks connected with the conformity assessment activities in an appropriate manner and shall have access to all necessary equipment or facilities.\n7.   The personnel responsible for carrying out conformity assessment tasks shall have the following:\n(a)\nsound technical and vocational training covering all the conformity assessment activities for which the conformity assessment body has been notified;\n(b)\nsatisfactory knowledge of the requirements of the assessments they carry out and adequate authority to carry out those assessments;\n(c)\nappropriate knowledge and understanding of the essential health and safety requirements set out in Annex I, of the applicable harmonised standards and of the relevant provisions of Union harmonisation legislation and of its relevant national legislation;\n(d)\nthe ability to draw up certificates, records and reports demonstrating that assessments have been carried out.\n8.   The impartiality of the conformity assessment body, its top level management and the personnel responsible for carrying out the conformity assessment tasks shall be guaranteed.\nThe remuneration of the top level management and personnel responsible for carrying out the conformity assessment tasks of the conformity assessment body shall not depend on the number of assessments carried out or on the results of those assessments.\n9.   Conformity assessment bodies shall take out liability insurance unless liability is assumed by the State in accordance with national law or the Member State itself is directly responsible for the conformity assessment.\n10.   The personnel of a conformity assessment body shall observe professional secrecy with regard to all information obtained in carrying out their tasks under Annexes IV to XII or any provision of national law giving effect to it, except in relation to the competent authorities of the Member State in which its activities are carried out. Proprietary rights shall be protected.\n11.   Conformity assessment bodies shall participate in, or ensure that their personnel responsible for carrying out the conformity assessment tasks are informed of, the relevant standardisation activities, as well as the activities of the Coordination Group of Notified Bodies for Lifts established pursuant to Article 36. Conformity assessment bodies shall apply as general guidance the administrative decisions and documents produced as a result of the work of that group.\nArticle 25\nPresumption of conformity of notified bodies\nWhere a conformity assessment body demonstrates its conformity with the criteria laid down in the relevant harmonised standards or parts thereof the references of which have been published in the Official Journal of the European Union it shall be presumed to comply with the requirements set out in Article 24 in so far as the applicable harmonised standards cover those requirements.\nArticle 26\nSubsidiaries of and subcontracting by notified bodies\n1.   Where a notified body subcontracts specific tasks connected with conformity assessment or has recourse to a subsidiary, it shall ensure that the subcontractor or the subsidiary meets the requirements set out in Article 24 and shall inform the notifying authority accordingly.\n2.   Notified bodies shall take full responsibility for the tasks performed by subcontractors or subsidiaries wherever these are established.\n3.   Activities may be subcontracted or carried out by a subsidiary only with the agreement of the client.\n4.   Notified bodies shall keep at the disposal of the notifying authority the relevant documents concerning the assessment of the qualifications of the subcontractor or the subsidiary and the work carried out by them under Annexes IV to XII.\nArticle 27\nApplication for notification\n1.   A conformity assessment body shall submit an application for notification to the notifying authority of the Member State in which it is established.\n2.   The application for notification shall be accompanied by a description of the conformity assessment activities, the conformity assessment procedure or procedures and the lifts or safety components for lifts for which the body claims to be competent, as well as by an accreditation certificate, where one exists, issued by a national accreditation body attesting that the conformity assessment body fulfils the requirements laid down in Article 24.\n3.   Where the conformity assessment body concerned cannot provide an accreditation certificate, it shall provide the notifying authority with all the documentary evidence necessary for the verification, recognition and regular monitoring of its compliance with the requirements laid down in Article 24.\nArticle 28\nNotification procedure\n1.   Notifying authorities may notify only conformity assessment bodies which have satisfied the requirements laid down in Article 24.\n2.   They shall notify the Commission and the other Member States using the electronic notification tool developed and managed by the Commission.\n3.   The notification shall include full details of the conformity assessment activities, the conformity assessment procedure or procedures and the lifts or the safety components for lifts concerned, and the relevant attestation of competence.\n4.   Where a notification is not based on an accreditation certificate as referred to in Article 27(2), the notifying authority shall provide the Commission and the other Member States with documentary evidence which attests to the conformity assessment body’s competence and the arrangements in place to ensure that that body will be monitored regularly and will continue to satisfy the requirements laid down in Article 24.\n5.   The body concerned may perform the activities of a notified body only where no objections are raised by the Commission or the other Member States within two weeks of a notification where an accreditation certificate is used or within two months of a notification where accreditation is not used.\nOnly such a body shall be considered a notified body for the purposes of this Directive.\n6.   The notifying authority shall notify the Commission and the other Member States of any subsequent relevant changes to the notification.\nArticle 29\nIdentification numbers and lists of notified bodies\n1.   The Commission shall assign an identification number to a notified body.\nIt shall assign a single such number even where the body is notified under several Union acts.\n2.   The Commission shall make publicly available the list of the bodies notified under this Directive, including the identification numbers that have been assigned to them and the activities for which they have been notified.\nThe Commission shall ensure that the list is kept up to date.\nArticle 30\nChanges to notifications\n1.   Where a notifying authority has ascertained or has been informed that a notified body no longer meets the requirements laid down in Article 24, or that it is failing to fulfil its obligations, the notifying authority shall restrict, suspend or withdraw notification as appropriate, depending on the seriousness of the failure to meet those requirements or fulfil those obligations. It shall immediately inform the Commission and the other Member States accordingly.\n2.   In the event of restriction, suspension or withdrawal of notification, or where the notified body has ceased its activity, the notifying Member State shall take appropriate steps to ensure that the files of that body are either processed by another notified body or kept available for the responsible notifying and market surveillance authorities at their request.\nArticle 31\nChallenge to the competence of notified bodies\n1.   The Commission shall investigate all cases where it doubts, or doubt is brought to its attention, regarding the competence of a notified body or the continued fulfilment by a notified body of the requirements and responsibilities to which it is subject.\n2.   The notifying Member State shall provide the Commission, on request, with all information relating to the basis for the notification or the maintenance of the competence of the notified body concerned.\n3.   The Commission shall ensure that all sensitive information obtained in the course of its investigations is treated confidentially.\n4.   Where the Commission ascertains that a notified body does not meet or no longer meets the requirements for its notification, it shall adopt an implementing act requesting the notifying Member State to take the necessary corrective measures, including withdrawal of notification if necessary.\nThat implementing act shall be adopted in accordance with the advisory procedure referred to in Article 42(2).\nArticle 32\nOperational obligations of notified bodies\n1.   Notified bodies shall carry out conformity assessments in accordance with the conformity assessment procedures provided for in Articles 15 and 16.\n2.   Conformity assessments shall be carried out in a proportionate manner, avoiding unnecessary burdens for economic operators. Notified bodies shall perform their activities taking due account of the size of an undertaking, the sector in which it operates, its structure, the degree of complexity of lift or safety component for lifts technology in question and the mass or serial nature of the production process.\nIn so doing they shall nevertheless respect the degree of rigour and the level of protection required for the compliance of the lifts or the safety components for lifts with this Directive.\n3.   Where a notified body finds that the essential health and safety requirements of this Directive or corresponding harmonised standards or other technical specifications have not been met by an installer or a manufacturer, it shall require the installer or the manufacturer to take appropriate corrective measures and shall not issue a certificate.\n4.   Where, in the course of the monitoring of conformity following the issue of a certificate or an approval decision, as appropriate, a notified body finds that a lift or a safety component for lifts no longer complies, it shall require the installer or the manufacturer to take appropriate corrective measures and shall suspend or withdraw the certificate or the approval decision if necessary.\n5.   Where corrective measures are not taken or do not have the required effect, the notified body shall restrict, suspend or withdraw any certificates or approval decision(s), as appropriate.\nArticle 33\nAppeal against decisions of notified bodies\nMember States shall ensure that an appeal procedure against decisions of the notified bodies is available.\nArticle 34\nInformation obligation on notified bodies\n1.   Notified bodies shall inform the notifying authority of the following:\n(a)\nany refusal, restriction, suspension or withdrawal of a certificate or approval decision;\n(b)\nany circumstances affecting the scope of or conditions for notification;\n(c)\nany request for information which they have received from market surveillance authorities regarding conformity assessment activities;\n(d)\non request, conformity assessment activities performed within the scope of their notification and any other activity performed, including cross-border activities and subcontracting.\n2.   Notified bodies shall provide the other bodies notified under this Directive carrying out similar conformity assessment activities covering the same type of lifts or the same safety components for lifts with relevant information on issues relating to negative and, on request, positive conformity assessment results.\nArticle 35\nExchange of experience\nThe Commission shall provide for the organisation of exchange of experience between the Member States’ national authorities responsible for notification policy.\nArticle 36\nCoordination of notified bodies\nThe Commission shall ensure that appropriate coordination and cooperation between bodies notified under this Directive are put in place and properly operated in the form of a Coordination Group of Notified Bodies for Lifts.\nMember States shall ensure that the bodies notified by them participate in the work of that Group, directly or by means of designated representatives.\nCHAPTER V\nUNION MARKET SURVEILLANCE CONTROL OF LIFTS OR SAFETY COMPONENTS FOR LIFTS ENTERING THE UNION MARKET AND UNION SAFEGUARD PROCEDURE\nArticle 37\nUnion market surveillance and control of lifts or safety components for lifts entering the Union market\nArticle 15(3) and Articles 16 to 29 of Regulation (EC) No 765/2008 shall apply to lifts and safety components for lifts.\nArticle 38\nProcedure for dealing with lifts or safety components for lifts presenting a risk at national level\n1.   Where the market surveillance authorities of one Member State have sufficient reason to believe that a lift or a safety component for lifts covered by this Directive presents a risk to the health or safety of persons or, where appropriate, to the safety of property, they shall carry out an evaluation in relation to the lift or the safety component for lifts concerned covering all relevant requirements laid down in this Directive. The relevant economic operators shall cooperate as necessary with the market surveillance authorities for that purpose.\nWhere, in the course of the evaluation referred to in the first subparagraph, the market surveillance authorities find that a lift does not comply with the requirements laid down in this Directive, they shall, without delay, require the installer to take all appropriate corrective actions to bring the lift into compliance with those requirements within a reasonable period commensurate with the nature of the risk, as they may prescribe.\nWhere, in the course of the evaluation referred to in the first subparagraph, the market surveillance authorities find that a safety component for lifts does not comply with the requirements laid down in this Directive, they shall, without delay, require the relevant economic operator to take all appropriate corrective actions to bring the safety component for lifts into compliance with those requirements, to withdraw the safety component for lifts from the market or to recall it within a reasonable period commensurate with the nature of the risk, as they may prescribe.\nThe market surveillance authorities shall inform the relevant notified body accordingly.\nArticle 21 of Regulation (EC) No 765/2008 shall apply to the measures referred to in the second and third subparagraph of this paragraph.\n2.   Where the market surveillance authorities consider that the non-compliance is not restricted to their national territory, they shall inform the Commission and the other Member States of the results of the evaluation and of the actions which they have required the economic operators to take.\n3.   The economic operator shall ensure that all appropriate corrective action is taken in respect of all the lifts and safety components for lifts concerned that it has placed or made available on the market throughout the Union.\n4.   Where the installer does not take adequate corrective action within the period referred to in the second subparagraph of paragraph 1, the market surveillance authorities shall take all appropriate provisional measures to restrict or prohibit the placing on their national market or the use of the lift concerned, or to recall it.\nWhere the relevant economic operator does not take adequate corrective action within the period referred to in the third subparagraph of paragraph 1, the market surveillance authorities shall take all appropriate provisional measures to prohibit or restrict the safety component for lifts being made available on their national market, to withdraw the safety component for lifts from that market or to recall it.\nThe market surveillance authorities shall inform the Commission and the other Member States, without delay, of those measures.\n5.   The information referred to in the third subparagraph of paragraph 4 shall include all available details, in particular the data necessary for the identification of the non-compliant lift or safety component for lifts, their origin, the nature of the non-compliance alleged and the risk involved, the nature and duration of the national measures taken and the arguments put forward by the relevant economic operators. In particular, the market surveillance authorities shall indicate whether the non-compliance is due to either of the following:\n(a)\nfailure of the lift or the safety component for lifts to meet the essential health and safety requirements of this Directive; or\n(b)\nshortcomings in the harmonised standards referred to in Article 14 conferring a presumption of conformity.\n6.   Member States other than the Member State initiating the procedure under this Article shall, without delay, inform the Commission and the other Member States of any measures adopted and of any additional information at their disposal relating to the non-compliance of the lift or the safety component for lifts concerned and, in the event of disagreement with the adopted national measure, of their objections.\n7.   Where, within three months of receipt of the information referred to in the third subparagraph of paragraph 4, no objection has been raised by either a Member State or the Commission in respect of a provisional measure taken by a Member State, that measure shall be deemed justified.\n8.   Member States shall ensure that appropriate restrictive measures, such as withdrawal of a safety component for lifts from the market, are taken, in respect of the lift or the safety component for lifts concerned, without delay.\nArticle 39\nUnion safeguard procedure\n1.   Where, on completion of the procedure set out in Article 38(3) and (4), objections are raised against a measure taken by a Member State, or where the Commission considers a national measure to be contrary to Union legislation, the Commission shall, without delay, enter into consultation with the Member States and the relevant economic operator or operators and shall evaluate the national measure. On the basis of the results of that evaluation, the Commission shall adopt an implementing act determining whether the national measure is justified or not.\nThe Commission shall address its decision to all Member States and shall immediately communicate it to them and the relevant economic operator or operators.\n2.   If the national measure relating to a lift is considered justified, all Member States shall take the measures necessary to ensure that the placing on the market or use of the non-compliant lift concerned is restricted or prohibited, or that the lift is recalled.\nIf the national measure relating to a safety component for lifts is considered justified, all Member States shall take the necessary measures to ensure that the non-compliant safety component for lifts is withdrawn from their market.\nThe Member States shall inform the Commission accordingly.\nIf the national measure is considered unjustified, the Member State concerned shall withdraw that measure.\n3.   Where the national measure is considered justified and the non-compliance of the lift or the safety component for lifts is attributed to shortcomings in the harmonised standards referred to in point (b) of Article 38(5) of this Directive, the Commission shall apply the procedure provided for in Article 11 of Regulation (EU) No 1025/2012.\nArticle 40\nCompliant lifts or safety components for lifts which present a risk\n1.   Where, having carried out an evaluation under Article 38(1), a Member State finds that although a lift is in compliance with this Directive, it presents a risk to the health or safety of persons and, where appropriate, the safety of property, it shall require the installer to take all appropriate measures to ensure that the lift concerned no longer presents that risk or to recall the lift or restrict or prohibit its use within a reasonable period, commensurate with the nature of the risk, as it may prescribe.\nWhere, having carried out an evaluation under Article 38(1), a Member State finds that, although a safety component for lifts is in compliance with this Directive, it presents a risk to the health or safety of persons and, where appropriate, the safety of property, it shall require the relevant economic operator to take all appropriate measures to ensure that the safety component for lifts concerned, when placed on the market, no longer presents that risk, to withdraw the safety component for lifts from the market or to recall it within a reasonable period, commensurate with the nature of the risk, as it may prescribe.\n2.   The economic operator shall ensure that corrective action is taken in respect of all the lifts or safety components for lifts concerned that he has placed or made available on the market throughout the Union.\n3.   The Member State shall immediately inform the Commission and the other Member States. That information shall include all available details, in particular the data necessary for the identification of the lifts or safety components for lifts concerned, the origin and the supply chain of the lifts or safety components for lifts, the nature of the risk involved and the nature and duration of the national measures taken.\n4.   The Commission shall without delay enter into consultation with the Member States and the relevant economic operator or operators and shall evaluate the national measures taken. On the basis of the results of that evaluation, the Commission shall decide by means of implementing acts whether the national measure is justified or not, and where necessary, propose appropriate measures.\nThe implementing acts referred to in the first subparagraph of this paragraph shall be adopted in accordance with the examination procedure referred to in Article 42(3).\nOn duly justified imperative grounds of urgency relating to the protection of health and safety of persons, the Commission shall adopt immediately applicable implementing acts in accordance with the procedure referred to in Article 42(4).\n5.   The Commission shall address its decision to all Member States and shall immediately communicate it to them and the relevant economic operator or operators.\nArticle 41\nFormal non-compliance\n1.   Without prejudice to Article 38, where a Member State makes one of the following findings, it shall require the relevant economic operator to put an end to the non-compliance concerned:\n(a)\nthe CE marking has been affixed in violation of Article 30 of Regulation (EC) No 765/2008 or of Article 19 of this Directive;\n(b)\nthe CE marking has not been affixed;\n(c)\nthe identification number of the notified body has been affixed in violation of Article 19 or has not been affixed, where required by Article 19;\n(d)\nthe EU declaration of conformity has not been drawn up;\n(e)\nthe EU declaration of conformity has not been drawn up correctly;\n(f)\nthe technical documentation referred to in Annexe IV, Parts A and B, and Annexes VII, VIII and XI is either not available or not complete;\n(g)\nthe name, registered trade name or registered trade mark or the address of the installer, manufacturer or importer has not been indicated in compliance with Article 7(6), Article 8(6) or Article 10(3);\n(h)\nthe information allowing identification of the lift or the safety component for lifts has not been indicated in compliance with Article 7(5) or Article 8(5);\n(i)\nthe lift or the safety component for lifts is not accompanied by the documents referred to in Article 7(7) or Article 8(7) or those documents are not in compliance with the applicable requirements.\n2.   Where the non-compliance referred to in paragraph 1 persists, the Member State concerned shall take all appropriate measures to restrict or prohibit the use of the lift or to recall it, or to restrict or prohibit the making available on the market of the safety component for lifts or ensure that it is recalled or withdrawn from the market.\nCHAPTER VI\nCOMMITTEE PROCEDURE, TRANSITIONAL AND FINAL PROVISIONS\nArticle 42\nCommittee procedure\n1.   The Commission shall be assisted by the Lifts Committee. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\n2.   Where reference is made to this paragraph, Article 4 of Regulation (EU) No 182/2011 shall apply.\n3.   Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.\n4.   Where reference is made to this paragraph, Article 8 of Regulation (EU) No 182/2011, in conjunction with Article 5 thereof, shall apply.\n5.   The committee shall be consulted by the Commission on any matter for which consultation of sectoral experts is required by Regulation (EU) No 1025/2012 or by any other Union legislation.\nThe committee may furthermore examine any other matter concerning the application of this Directive raised either by its chair or by a representative of a Member State in accordance with its rules of procedure.\nArticle 43\nPenalties\nMember States shall lay down rules on penalties applicable to infringements by economic operators of the provisions of national law adopted pursuant to this Directive and shall take all measures necessary to ensure that they are enforced. Such rules may include criminal penalties for serious infringements.\nThe penalties provided for shall be effective, proportionate and dissuasive.\nArticle 44\nTransitional provisions\nMember States shall not impede the putting into service of lifts or the making available on the market of safety components for lifts covered by Directive 95/16/EC which are in conformity with that Directive and which were placed on the market before 20 April 2016.\nCertificates and decisions issued by notified bodies under Directive 95/16/EC shall be valid under this Directive.\nArticle 45\nTransposition\n1.   Member States shall adopt and publish, by 19 April 2016, the laws, regulations and administrative provisions necessary to comply with points 4 to 21 of Article 2, Articles 7 to 14, 17 and 18, Article 19(5), Articles 20 to 44, Article 45(1), Articles 47 and 48 and Annex II, Part A points (f), (k), (l), (m), Annex II, Part B points (e), (k), (l) and (m), Annex IV, Part A points 2(e), 3(c), 3(d), 3(f), points 4(b) to (e), points 5 to 9, Annex IV, Part B points 2(e), 3(c), 3(e), 3(h), points 4(c) to (e), point 6 paragraphs 2, 3 and 4, points 7 to 10, Annex V, point 3.2(b), points 5 and 6, Annex VI, points 3.1(a), (b) and (c), point 3.3 paragraphs 4 and 5, point 4.3, point 7, Annex VII, points 3.1(a), (b), (d) and (f), point 3.3, point 4.2, point 7, Annex VIII, point 3(c), (e) and (h) and point 4, Annex IX, points 3(a) to (d), Annex X, points 3.1(a), 3.1(e), point 3.4, point 6, Annex XI, points 3.1(a), (b), (c), and (e), point 3.3.4 and 3.3.5, points 3.4 and 3.5, point 5(b), point 6, Annex XII, point 3.1(a), point 3.3 and point 6. They shall forthwith communicate the text of those measures to the Commission.\nThey shall apply those measures from 20 April 2016.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. They shall also include a statement that references in existing laws, regulations and administrative provisions to the Directive repealed by this Directive shall be construed as references to this Directive. Member States shall determine how such reference is to be made and how that statement is to be formulated.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.\nArticle 46\nReview\n1.   Before 19 April 2018 the Commission shall submit a report to the European Parliament and the Council regarding the implementation and functioning of this Directive.\n2.   The report shall be based on a consultation of relevant stakeholders.\n3.   The report shall be accompanied, where appropriate, by a proposal for revision of this Directive.\nArticle 47\nRepeal\nDirective 95/16/EC, as amended by the acts listed in Annex XIII, Part A, is repealed with effect from 20 April 2016, without prejudice to the obligations of the Member States relating to the time limits for transposition into national law and the dates of application of the Directives set out in Annex XIII, Part B.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table in Annex XIV.\nArticle 48\nEntry into force and application\nThis Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nArticle 1, points 1 to 4 of Article 2, Articles 3 to 6, 15 and 16, Article 19(1) to (4), Article 44, Article 45(2), Article 49 and Annex I, Annex II, Part A, points (a) to (e) and (g) to (j), Annex II, Part B, points (a), (c), (d) and (f) to (j), Annex III, Annex IV, Part A, point 1, point 2(a) to (d), point 3(a) and (b), (e),(g) and (h), point 4(a) and point 10, Annex IV, Part B, point 1, point 2(a) to (d), point 3(a), (b), (d), (f), (g), (i) and (j), point 4(a) and (b), point 6, paragraph 1, point 11, Annex V, points 1 to 3.1, point 3.2(a), points 3.3 to 4, Annex VI, points 1 and 2, point 3.1(d) to (f), point 3.2, point 3.3 paragraphs 1 to 3, points 3.4 to 4.2, point 6, Annex VII, points 1 and 2, point 3.1(c) and (e), point 3.2, point 3.4, point 4.1, points 4.3 to 6, Annex VIII, points 1 and 2, point 3(a), (b), (f), (g) and (i), point 6, Annex IX, points 1 and 2, points 4 to 6, Annex X, points 1 and 2, point 3.1(b), (c) and (d), points 3.2 and 3.3, points 4 and 5, Annex XI, points 1 and 2, point 3.1(d), point 3.2, point 3.3.1, point 4, point 5(a), (c) and (d), Annex XII, points 1 and 2, points 3.1(b), (c) and (d), point 3.2, point 3.4, points 4 and 5 shall apply from 19 April 2016.\nArticle 49\nAddressees\nThis Directive is addressed to the Member States.\nDone at Strasbourg, 26 February 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nD. KOURKOULAS\n(1)  OJ C 181, 21.6.2012, p. 105.\n(2)  Position of the European Parliament of 5 February 2014 (not yet published in the Official Journal) and decision of the Council of 20 February 2014.\n(3)  OJ L 213, 7.9.1995, p. 1.\n(4)  See Annex XIII, Part A.\n(5)  OJ L 218, 13.8.2008, p. 30.\n(6)  OJ L 218, 13.8.2008, p. 82.\n(7)  OJ L 134, 20.6.1995, p. 37.\n(8)  OJ L 316, 14.11.2012, p. 12.\n(9)  Approved by Council Decision 2010/48/EC of 26 November 2009 concerning the conclusion, by the European Community, of the United Nations Convention on the Rights of Persons with Disabilities (OJ L 23, 27.1.2010, p. 35).\n(10)  OJ L 55, 28.2.2011, p. 13.\nANNEX I\nESSENTIAL HEALTH AND SAFETY REQUIREMENTS\nPRELIMINARY REMARKS\n1.\nObligations under essential health and safety requirements apply only where the corresponding risk exists for the lift or safety component for lifts in question when used as intended by the installer or the manufacturer.\n2.\nThe essential health and safety requirements contained in the Directive are imperatives. However, given the present state of the art, the objectives which they lay down may not be attainable. In such cases, and to the greatest extent possible, the lift or safety components for lifts must be designed and constructed in such a way as to approximate to those objectives.\n3.\nThe manufacturer and the installer are under an obligation to carry out a risk assessment in order to identify all the risks which apply to their products; they must then design and construct them taking account of the assessment.\n1.   General\n1.1.   Application of Directive 2006/42/EC\nWhere the relevant risk exists and is not dealt with in this Annex, the essential health and safety requirements of Annex I to Directive 2006/42/EC of the European Parliament and of the Council (1) apply. The essential health and safety requirements of point 1.1.2 of Annex I to Directive 2006/42/EC apply in any event.\n1.2.   Carrier\nThe carrier of each lift must be a car. This car must be designed and constructed to offer the space and strength corresponding to the maximum number of persons and the rated load of the lift set by the installer.\nWhere the lift is intended for the transport of persons, and where its dimensions permit, the car must be designed and constructed in such a way that its structural features do not obstruct or impede access and use by disabled persons and so as to allow any appropriate adjustments intended to facilitate its use by them.\n1.3.   Means of suspension and means of support\nThe means of suspension and/or support of the car, its attachments and any terminal parts thereof must be selected and designed so as to ensure an adequate level of overall safety and to minimize the risk of the car falling, taking into account the conditions of use, the materials used and the conditions of manufacture.\nWhere ropes or chains are used to suspend the car, there must be at least two independent cables or chains, each with its own anchorage system. Such ropes and chains must have no joins or splices except where necessary for fixing or forming a loop.\n1.4.   Control of loading (including overspeed)\n1.4.1.\nLifts must be so designed, constructed and installed as to prevent normal starting if the rated load is exceeded.\n1.4.2.\nLifts must be equipped with an overspeed governor.\nThese requirements do not apply to lifts in which the design of the drive system prevents overspeed.\n1.4.3.\nFast lifts must be equipped with a speed-monitoring and speed-limiting device.\n1.4.4.\nLifts driven by friction pulleys must be designed so as to ensure stability of the traction cables on the pulley.\n1.5.   Machinery\n1.5.1.\nAll passenger lifts must have their own individual lift machinery. This requirement does not apply to lifts in which the counterweights are replaced by a second car.\n1.5.2.\nThe installer must ensure that the lift machinery and the associated devices of a lift are not accessible except for maintenance and in emergencies.\n1.6.   Controls\n1.6.1.\nThe controls of lifts intended for use by unaccompanied disabled persons must be designed and located accordingly.\n1.6.2.\nThe function of the controls must be clearly indicated.\n1.6.3.\nThe call circuits of a group of lifts may be shared or interconnected.\n1.6.4.\nElectrical equipment must be so installed and connected that:\n(a)\nthere can be no possible confusion with circuits which do not have any direct connection with the lift;\n(b)\nthe power supply can be switched while on load;\n(c)\nmovements of the lift are dependent on electrical safety devices in a separate electrical safety circuit;\n(d)\na fault in the electrical installation does not give rise to a dangerous situation.\n2.   Risks for persons outside the car\n2.1.\nThe lift must be designed and constructed to ensure that the space in which the car travels is inaccessible except for maintenance or in emergencies. Before a person enters that space, normal use of the lift must be made impossible.\n2.2.\nThe lift must be designed and constructed to prevent the risk of crushing when the car is in one of its extreme positions.\nThe objective will be achieved by means of free space or refuge beyond the extreme positions.\nHowever, in specific cases, in affording Member States the possibility of giving prior approval, particularly in existing buildings, where this solution is impossible to fulfil, other appropriate means may be provided to avoid this risk.\n2.3.\nThe landings at the entrance and exit of the car must be equipped with landing doors of adequate mechanical resistance for the conditions of use envisaged.\nAn interlocking device must prevent during normal operation:\n(a)\nstarting movement of the car, whether or not deliberately activated, unless all landing doors are shut and locked;\n(b)\nthe opening of a landing door when the car is still moving and outside a prescribed landing zone.\nHowever, all landing movements with the doors open shall be allowed in specified zones on condition that the levelling speed is controlled.\n3.   Risks for persons in the car\n3.1.\nLift cars must be completely enclosed by full-length walls, fitted floors and ceilings included, with the exception of ventilation apertures, and with full-length doors. These doors must be so designed and installed that the car cannot move, except for the landing movements referred to in the third subparagraph of point 2.3, unless the doors are closed, and comes to a halt if the doors are opened.\nThe doors of the car must remain closed and interlocked if the lift stops between two levels where there is a risk of a fall between the car and the shaft or if there is no shaft.\n3.2.\nIn the event of a power cut or failure of components the lift must have devices to prevent free fall or uncontrolled movements of the car.\nThe device preventing the free fall of the car must be independent of the means of suspension of the car.\nThis device must be able to stop the car at its rated load and at the maximum speed anticipated by the installer. Any stop occasioned by this device must not cause deceleration harmful to the occupants whatever the load conditions.\n3.3.\nBuffers must be installed between the bottom of the shaft and the floor of the car.\nIn this case, the free space referred to in point 2.2 must be measured with the buffers totally compressed.\nThis requirement does not apply to lifts in which the car cannot enter the free space referred to in point 2.2 by reason of the design of the drive system.\n3.4.\nLifts must be so designed and constructed as to make it impossible for them to be set in motion if the device provided for in point 3.2 is not in an operational position.\n4.   Other risks\n4.1.\nThe landing doors and car doors or the two doors together, where motorized, must be fitted with a device to prevent the risk of crushing when they are moving.\n4.2.\nLanding doors, where they have to contribute to the protection of the building against fire, including those with glass parts, must be suitably resistant to fire in terms of their integrity and their properties with regard to insulation (containment of flames) and the transmission of heat (thermal radiation).\n4.3.\nCounterweights must be so installed as to avoid any risk of colliding with or falling on to the car.\n4.4.\nLifts must be equipped with means enabling people trapped in the car to be released and evacuated.\n4.5.\nCars must be fitted with two-way means of communication allowing permanent contact with a rescue service.\n4.6.\nLifts must be so designed and constructed that, in the event of the temperature in the lift machine exceeding the maximum set by the installer, they can complete movements in progress but refuse new commands.\n4.7.\nCars must be designed and constructed to ensure sufficient ventilation for passengers, even in the event of a prolonged stoppage.\n4.8.\nThe car should be adequately lit whenever in use or whenever a door is opened; there must also be emergency lighting.\n4.9.\nThe means of communication referred to in point 4.5 and the emergency lighting referred to in point 4.8 must be designed and constructed so as to function even without the normal power supply. Their period of operation should be long enough to allow normal operation of the rescue procedure.\n4.10.\nThe control circuits of lifts which may be used in the event of fire must be designed and manufactured so that lifts may be prevented from stopping at certain levels and allow for priority control of the lift by rescue teams.\n5.   Marking\n5.1.\nIn addition to the minimum particulars required for any machine pursuant to point 1.7.3 of Annex I to Directive 2006/42/EC, each car must bear an easily visible plate clearly showing the rated load in kilograms and the maximum number of passengers which may be carried.\n5.2.\nIf the lift is designed to allow people trapped in the car to escape without outside help, the relevant instructions must be clear and visible in the car.\n6.   Instructions\n6.1.\nThe safety components for lifts referred to in Annex III must be accompanied by instructions, so the following can be carried out effectively and without danger:\n(a)\nassembly;\n(b)\nconnection;\n(c)\nadjustment;\n(d)\nmaintenance.\n6.2.\nEach lift must be accompanied by instructions. The instructions shall contain at least the following documents:\n(a)\ninstructions containing the plans and diagrams necessary for normal use and relating to maintenance, inspection, repair, periodic checks and the rescue operations referred to in point 4.4;\n(b)\na logbook in which repairs and, where appropriate, periodic checks can be noted.\n(1)  OJ L 157, 9.6.2006, p. 24.\nANNEX II\nA.   CONTENT OF THE EU DECLARATION OF CONFORMITY FOR SAFETY COMPONENTS FOR LIFTS\nThe EU declaration of conformity for safety components for lifts shall contain the following information:\n(a)\nbusiness name and address of the manufacturer;\n(b)\nwhere appropriate, business name and address of the authorised representative;\n(c)\ndescription of the safety component for lifts, details of type or series and serial number (if any); it may, where necessary for the identification of the safety component for lifts, include an image;\n(d)\nsafety function of the safety component for lifts, if not obvious from the description;\n(e)\nyear of manufacture of the safety component for lifts;\n(f)\nall relevant provisions with which the safety component for lifts complies;\n(g)\na statement that the safety component for lifts is in conformity with the relevant Union harmonisation legislation;\n(h)\nwhere appropriate, reference(s) to harmonised standard(s) used;\n(i)\nwhere appropriate, the name, address and identification number of the notified body which carried out the EU-type examination of safety components for lifts set out in Annex IV, Part A and Annex VI, and the reference of the EU-type examination certificate issued by that notified body;\n(j)\nwhere appropriate, the name, address and identification number of the notified body which carried out the conformity to type with random checking for safety components for lifts set out in Annex IX;\n(k)\nwhere appropriate, the name, address and identification number of the notified body which approved the quality system operated by the manufacturer in accordance with the conformity assessment procedure set out in Annex VI or VII;\n(l)\nthe name and function of the person empowered to sign the declaration on behalf of the manufacturer or his authorised representative;\n(m)\nplace and date of signature;\n(n)\nsignature.\nB.   CONTENT OF THE EU DECLARATION OF CONFORMITY FOR LIFTS\nThe EU declaration of conformity for lifts shall be drafted in the same language as the instructions referred to in Annex I, point 6.2 and contain the following information:\n(a)\nbusiness name and address of the installer;\n(b)\nwhere appropriate, business name and address of the authorised representative;\n(c)\ndescription of the lift, details of the type or series, serial number and address where the lift is installed;\n(d)\nyear of installation of the lift;\n(e)\nall relevant provisions to which the lift conforms;\n(f)\na statement that the lift is in conformity with the relevant Union harmonisation legislation;\n(g)\nwhere appropriate, reference(s) to harmonised standard(s) used;\n(h)\nwhere appropriate, the name, address and identification number of the notified body which carried out the EU-type examination of lifts set out in Annex IV, Part B and the reference of the EU-type examination certificate issued by that notified body;\n(i)\nwhere appropriate, the name, address and identification number of the notified body which carried out the unit verification for lifts set out in Annex VIII;\n(j)\nwhere appropriate, the name, address and identification number of the notified body which carried out the final inspection for lifts set out in Annex V;\n(k)\nwhere appropriate, the name, address, and identification number of the notified body which approved the quality assurance system operated by the installer in accordance with the conformity assessment procedure set out in Annex X, XI or XII;\n(l)\nthe name and function of the person empowered to sign the declaration on behalf of the installer or his authorised representative;\n(m)\nplace and date of signature;\n(n)\nsignature.\nANNEX III\nLIST OF SAFETY COMPONENTS FOR LIFTS\n1.\nDevices for locking landing doors.\n2.\nDevices to prevent falls referred to in point 3.2 of Annex I to prevent the car from falling or uncontrolled movements.\n3.\nOverspeed limitation devices.\n4.\n(a)\nEnergy-accumulating buffers:\n(i)\nnon-linear, or\n(ii)\nwith damping of the return movement.\n(b)\nEnergy-dissipating buffers.\n5.\nSafety devices fitted to jacks of hydraulic power circuits where these are used as devices to prevent falls.\n6.\nElectric safety devices in the form of safety circuits containing electronic components.\nANNEX IV\nEU-TYPE EXAMINATION FOR LIFTS AND SAFETY COMPONENTS FOR LIFTS\n(module B)\nA.   EU-type examination of safety components for lifts\n1.\nEU-type examination is the part of a conformity assessment procedure in which a notified body examines the technical design of a safety component for lifts and verifies and attests that the technical design of the safety component for lifts satisfies the applicable essential health and safety requirements of Annex I and will enable a lift in which it is correctly incorporated to satisfy those requirements.\n2.\nThe application for EU-type examination shall be lodged by the manufacturer, or his authorised representative, with a single notified body of his choice.\nThe application shall include:\n(a)\nthe name and address of the manufacturer and, if the application is lodged by the authorised representative, his name and address as well and the place of manufacture of the safety components for lifts;\n(b)\na written declaration that the same application has not been lodged with any other notified body;\n(c)\nthe technical documentation;\n(d)\na representative specimen of the safety component for lifts or details of the place where it can be examined. The notified body may request further specimens if needed for carrying out the test programme;\n(e)\nthe supporting evidence for the adequacy of the technical design solution. This supporting evidence shall mention any documents, including other relevant technical specifications, that have been used, in particular where the relevant harmonised standards have not been applied in full. The supporting evidence shall include, where necessary, the results of tests carried out in accordance with other relevant technical specifications by the appropriate laboratory of the manufacturer, or by another testing laboratory on his behalf and under his responsibility.\n3.\nThe technical documentation shall make it possible to assess whether the safety component for lifts meets the conditions referred to in point 1 and shall include an adequate analysis and assessment of the risk(s). The technical documentation shall specify the applicable requirements and cover, as far as relevant for the assessment, the design, manufacture and operation of the safety component for lifts.\nThe technical documentation shall contain, where applicable, the following:\n(a)\na description of the safety component for lifts, including its area of use (in particular possible limits on speed, load and power) and conditions (in particular explosive environments and exposure to the elements);\n(b)\ndesign and manufacturing drawings and diagrams;\n(c)\nexplanations necessary for the understanding of those drawings and diagrams and the operation of the safety component for lifts;\n(d)\na list of the harmonised standards applied in full or in part the references of which have been published in the Official Journal of the European Union and, where those harmonised standards have not been applied, descriptions of the solutions adopted to enable the safety component for lifts to meet the conditions referred to in point 1, including a list of other relevant technical specifications applied. In the event of partly applied harmonised standards, the technical documentation shall specify the parts which have been applied;\n(e)\nresults of design calculations performed by or for the manufacturer;\n(f)\ntest reports;\n(g)\na copy of the instructions for the safety components for lifts;\n(h)\nsteps taken at the manufacturing stage to ensure that series-produced safety components for lifts conform to the safety component for lifts examined.\n4.\nThe notified body shall:\n(a)\nexamine the technical documentation and the supporting evidence to assess the adequacy of the technical design of the safety component for lifts;\n(b)\nagree with the applicant on a location where the examinations and tests will be carried out;\n(c)\nverify that the representative specimen(s) has(have) been manufactured in conformity with the technical documentation, and identify the elements which have been designed in accordance with the applicable provisions of the relevant harmonised standards, as well as the elements which have been designed in accordance with other relevant technical specifications;\n(d)\ncarry out appropriate examinations and tests, or have them carried out, to check whether, where the manufacturer has chosen to apply the specifications of the relevant harmonised standards, these have been applied correctly;\n(e)\ncarry out appropriate examinations and tests, or have them carried out, to check whether, where the specifications of the relevant harmonised standards have not been applied, the solutions adopted by the manufacturer applying other relevant technical specifications enable the safety component for lifts to meet the conditions referred to in point 1.\nThe notified body shall draw up an evaluation report that records the examinations, verifications and tests carried out and their outcome. Without prejudice to its obligations vis-à-vis the notifying authorities, the notified body shall release the content of that report, in full or in part, only with the agreement of the manufacturer.\n5.\nWhere the type of the safety component for lifts meets the conditions referred to in point 1, the notified body shall issue an EU-type examination certificate to the manufacturer. That certificate shall contain the name and address of the manufacturer the conclusions of the EU-type examination, any conditions of validity of the certificate and the particulars necessary to identify the approved type.\nThe EU-type examination certificate may have one or more annexes attached.\nThe EU-type examination certificate and its annexes shall contain all relevant information to allow the conformity of manufactured safety components for lifts with the examined type to be evaluated and to allow for in-service control.\nWhere the type of the safety component for lifts does not satisfy the conditions referred to in point 1, the notified body shall refuse to issue an EU-type examination certificate and shall inform the applicant accordingly, giving detailed reasons for its refusal.\nThe notified body shall keep a copy of the EU-type examination certificate, its annexes and additions, as well as the technical documentation and the evaluation report, for 15 years from the date of issue of that certificate.\n6.\nThe notified body shall keep itself apprised of any changes in the generally acknowledged state of the art which indicate that the approved type may no longer meet the conditions referred to in point 1 and shall determine whether such changes require further investigation. If so, the notified body shall inform the manufacturer accordingly.\n7.\nThe manufacturer shall inform the notified body that holds the technical documentation relating to the EU-type examination certificate of any modification to the approved type that may affect the conformity of the safety component for lifts with the conditions referred to in point 1 or the conditions of validity of the EU-type examination certificate.\nThe notified body shall examine the modification and inform the applicant whether the EU-type examination certificate remains valid or whether further examinations, verifications or tests are needed. As appropriate, the notified body shall issue an addition to the original EU-type examination certificate or ask for a new application for an EU-type examination to be submitted.\n8.\nEach notified body shall inform its notifying authority concerning the EU-type examination certificates and any additions thereto which it has issued or withdrawn, and shall, periodically or upon request, make available to its notifying authority the list of such certificates and any additions thereto refused, suspended or otherwise restricted.\nEach notified body shall inform the other notified bodies concerning the EU-type examination certificates and any additions thereto which it has refused, withdrawn, suspended or otherwise restricted, and, upon request, concerning such certificates and/or additions thereto which it has issued.\n9.\nThe Commission, the Member States and the other notified bodies may, on request, obtain a copy of the EU-type examination certificates and additions thereto. On request, the Commission and the Member States may obtain a copy of the technical documentation and of the report on the examinations, verifications and tests carried out by the notified body.\n10.\nThe manufacturer shall keep with the technical documentation a copy of EU-type examination certificates, its annexes and additions at the disposal of the national authorities for 10 years after the safety component for lifts has been placed on the market.\n11.\nAuthorised representative\nThe manufacturer’s authorised representative may lodge the application referred to in point 2 and fulfil the obligations set out in points 7 and 10, provided that they are specified in the mandate.\nB.   EU-type examination of lifts\n1.\nEU-type examination of lifts is the part of a conformity assessment procedure in which a notified body examines the technical design of a model lift, or a lift for which there is no provision for an extension or variant, and verifies and attests that the technical design of the model lift or the lift meets the applicable essential health and safety requirements set out in Annex I.\nEU-type examination of a lift includes an examination of a representative specimen of a complete lift.\n2.\nThe application for EU-type examination shall be lodged by the installer or his authorised representative with a single notified body of his choice.\nThe application shall include:\n(a)\nthe name and address of the installer; and, if the application is lodged by the authorised representative, his name and address as well;\n(b)\na written declaration that the same application has not been lodged with any other notified body;\n(c)\nthe technical documentation;\n(d)\ndetails of the place where the specimen lift can be examined. The specimen lift submitted for examination shall include the terminal parts and be capable of serving at least three levels (top, middle and bottom);\n(e)\nthe supporting evidence for the adequacy of the technical design solution. This supporting evidence shall mention any documents, including other relevant technical specifications that have been used, in particular where the relevant harmonised standards have not been applied in full. The supporting evidence shall include, where necessary, the results of tests carried out in accordance with other relevant technical specifications by the appropriate laboratory of the installer, or by another testing laboratory on his behalf and under his responsibility.\n3.\nThe technical documentation shall make it possible to assess the conformity of the lift with the applicable essential health and safety requirements set out in Annex I.\nThe technical documentation shall contain, where applicable, the following:\n(a)\na description of the model lift indicating clearly all the permitted variations of the model lift;\n(b)\ndesign and manufacturing drawings and diagrams;\n(c)\nexplanations necessary for the understanding of those drawings and diagrams and of the operation of the lift;\n(d)\na list of the essential health and safety requirements taken into consideration;\n(e)\na list of the harmonised standards applied in full or in part the references of which have been published in the Official Journal of the European Union and, where those harmonised standards have not been applied, descriptions of the solutions adopted to meet the essential health and safety requirements of the Directive, including a list of other relevant technical specifications applied. In the event of partly applied harmonised standards, the technical documentation shall specify the parts which have been applied;\n(f)\na copy of the EU declarations of conformity of the safety components for lifts incorporated in the lift;\n(g)\nresults of design calculations performed by or for the installer;\n(h)\ntest reports;\n(i)\na copy of the instructions referred to in point 6.2 of Annex I;\n(j)\nsteps taken at the installation stage to ensure that the series-produced lift conforms to the essential health and safety requirements set out in Annex I.\n4.\nThe notified body shall:\n(a)\nexamine the technical documentation and supporting evidence to assess the adequacy of the technical design of the model lift or of the lift for which there is no provision for an extension or variant;\n(b)\nagree with the installer on a location where the examinations and tests will be carried out;\n(c)\nexamine the specimen lift to check that it has been manufactured in accordance with the technical documentation, and identify the elements which have been designed in accordance with the applicable provisions of the relevant harmonised standards, as well as the elements which have been designed in accordance with other relevant technical specifications;\n(d)\ncarry out appropriate examinations and tests, or have them carried out, to check whether, where the installer has chosen to apply the specifications of the relevant harmonised standards, these have been applied correctly;\n(e)\ncarry out appropriate examinations and tests, or have them carried out, to check whether, where the specifications of the relevant harmonised standards have not been applied, the solutions adopted by the installer applying other relevant technical specifications meet the corresponding essential health and safety requirements of this Directive.\n5.\nThe notified body shall draw up an evaluation report that records the examinations, verifications and tests carried out and their outcome. Without prejudice to its obligations vis-à-vis the notifying authorities, the notified body shall release the content of that report, in full or in part, only with the agreement of the installer.\n6.\nWhere the type meets the essential health and safety requirements set out in Annex I applicable to the lift concerned, the notified body shall issue an EU-type examination certificate to the installer. That certificate shall contain the name and address of the installer, the conclusions of the EU-type examination, any conditions of validity of the certificate and the particulars necessary to identify the approved type.\nThe EU-type examination certificate may have one or more annexes attached.\nThe EU-type examination certificate and its annexes shall contain all the information necessary to enable the conformity of lifts with the approved type to be assessed during the final inspection.\nWhere the type does not comply with the essential health and safety requirements set out in Annex I, the notified body shall refuse to issue an EU-type examination certificate and shall inform the installer accordingly, giving detailed reasons for its refusal.\nThe notified body shall keep a copy of the EU-type examination certificate, its annexes and additions, as well as the technical documentation and the evaluation report for 15 years from the date of issue of that certificate.\n7.\nThe notified body shall keep itself apprised of any changes in the generally acknowledged state of the art which indicate that the approved type may no longer comply with the essential health and safety requirements set out in Annex I, and shall determine whether such changes require further investigation. If so, the notified body shall inform the installer accordingly.\n8.\nThe installer shall inform the notified body of any modifications to the approved type, including variations not specified in the original technical documentation, that may affect the conformity of the lift with the essential health and safety requirements set out in Annex I or the conditions of validity of the EU-type examination certificate.\nThe notified body shall examine the modification and inform the installer whether the EU-type examination certificate remains valid or whether further examinations, verifications or tests are needed. As appropriate the notified body shall issue an addition to the original EU-type examination certificate or ask for a new application for an EU-type examination to be submitted.\n9.\nEach notified body shall inform its notifying authority concerning the EU-type examination certificates and any additions thereto which it has issued or withdrawn, and shall, periodically or upon request, make available to its notifying authority the list of such certificates and any additions thereto refused, suspended or otherwise restricted.\nEach notified body shall inform the other notified bodies concerning the EU-type examination certificates and any additions thereto which it has refused, withdrawn, suspended or otherwise restricted, and, upon request, concerning such certificates and additions thereto which it has issued.\n10.\nThe Commission, the Member States and the other notified bodies may, on request, obtain a copy of the EU-type examination certificates and additions thereto. On request, the Commission and the Member States may obtain a copy of the technical documentation and of the report on the examinations, verifications and tests carried out by the notified body.\n11.\nThe installer shall keep with the technical documentation a copy of the EU-type examination certificate, including its annexes and additions, at the disposal of the national authorities for 10 years after the lift has been placed on the market.\n12.\nAuthorised representative\nThe installer’s authorised representative may lodge the application referred to in point 2 and fulfil the obligations set out in points 8 and 11, provided that they are specified in the mandate.\nANNEX V\nFINAL INSPECTION FOR LIFTS\n1.   Final inspection is the part of a conformity assessment procedure whereby a notified body ascertains and certifies that a lift subject to an EU-type examination certificate or designed and manufactured according to an approved quality system satisfies the essential health and safety requirements set out in Annex I.\n2.   Obligations of the installer\nThe installer shall take all measures necessary to ensure that the lift being installed complies with the applicable essential health and safety requirements set out in Annex I and with one of the following:\n(a)\nan approved type described in an EU-type examination certificate;\n(b)\na lift designed and manufactured in accordance with a quality system pursuant to Annex XI and the EU design examination certificate if the design is not wholly in accordance with the harmonised standards.\n3.   Final inspection\nA notified body chosen by the installer shall carry out the final inspection of the lift about to be placed on the market in order to check the conformity of the lift with the applicable essential health and safety requirements set out in Annex I.\n3.1.\nThe installer shall lodge an application for final inspection with a single notified body of his choice and shall provide to the notified body the following documents:\n(a)\nthe plan of the complete lift;\n(b)\nthe plans and diagrams necessary for final inspection, in particular control circuit diagrams;\n(c)\na copy of the instructions referred to in Annex I, point 6.2;\n(d)\na written declaration that the same application has not been lodged with any other notified body.\nThe notified body may not require detailed plans or precise information not necessary for verifying the conformity of the lift.\nThe appropriate examinations and tests set out in the relevant harmonised standard(s) or equivalent tests shall be carried out in order to check the conformity of the lift with the applicable essential health and safety requirements set out in Annex I.\n3.2.\nThe examinations shall include at least one of the following:\n(a)\nexamination of the documents referred to in point 3.1 to check that the lift conforms with the approved type described in the EU-type examination certificate pursuant to Annex IV, Part B;\n(b)\nexamination of the documents referred to in point 3.1 to check that the lift conforms with the lift designed and manufactured in accordance with an approved quality system pursuant to Annex XI and if the design is not wholly in accordance with the harmonised standards, with the EU design examination certificate.\n3.3.\nThe tests of the lift shall include at least the following:\n(a)\noperation of the lift both empty and at maximum load to ensure correct installation and operation of the safety devices (end stops, locking devices, etc.);\n(b)\noperation of the lift at both maximum load and empty to ensure the correct functioning of the safety devices in the event of loss of power;\n(c)\nstatic test with a load equal to 1,25 times the rated load.\nThe rated load shall be that referred to in Annex I, point 5.\nAfter these tests, the notified body shall check that no distortion or deterioration which could impair the use of the lift has occurred.\n4.   If the lift satisfies the essential health and safety requirements set out in Annex I, the notified body shall affix or have affixed its identification number adjacent to the CE marking in accordance with Articles 18 and 19 and shall issue a final inspection certificate which mentions the examinations and tests carried out.\nThe notified body shall fill in the corresponding pages in the logbook referred to in Annex I, point 6.2.\nIf the notified body refuses to issue the final inspection certificate, it shall state the detailed reasons for refusal and indicate the necessary corrective measures to be taken. Where the installer again applies for final inspection, he shall apply to the same notified body.\n5.   CE marking and EU declaration of conformity\n5.1.\nThe installer shall affix the CE marking in the car of each lift which satisfies the essential health and safety requirements of this Directive, and, under the responsibility of the notified body referred to in point 3.1, the latter’s identification number adjacent to the CE marking in the car of each lift.\n5.2.\nThe installer shall draw up a written EU declaration of conformity for each lift and keep a copy of the EU declaration of conformity and the final inspection certificate at the disposal of the national authorities for 10 years after the placing on the market of the lift. A copy of the EU declaration of conformity shall be made available to the relevant authorities upon request.\n6.   The Commission and the Member States may obtain a copy of the final inspection certificate on request.\n7.   Authorised representative\nThe installer’s obligations set out in points 3.1 and 5 may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate.\nANNEX VI\nCONFORMITY TO TYPE BASED ON PRODUCT QUALITY ASSURANCE FOR SAFETY COMPONENTS FOR LIFTS\n(module E)\n1.   Conformity to type based on product quality assurance for safety components for lifts is the part of the conformity assessment procedure whereby a notified body assesses the quality system of a manufacturer in order to ensure that the safety components for lifts are manufactured and monitored in conformity with the type described in the EU-type examination certificate, satisfy the applicable requirements of Annex I and will enable a lift to which they are correctly incorporated to satisfy those requirements.\n2.   Obligations of the manufacturer\nThe manufacturer shall operate an approved quality system for final inspection and testing of the safety components for lifts as specified in point 3, and shall be subject to surveillance as specified in point 4.\n3.   Quality system\n3.1.\nThe manufacturer shall lodge an application for assessment of his quality system for the safety components for lifts concerned with a single notified body of his choice.\nThe application shall include:\n(a)\nthe name and address of the manufacturer and, if the application is lodged by the authorised representative, his name and address as well;\n(b)\na written declaration that the same application has not been lodged with any other notified body;\n(c)\nthe address of the premises where final inspection and testing of the safety components for lifts are carried out;\n(d)\nall relevant information on the safety components for lifts to be manufactured;\n(e)\nthe documentation concerning the quality system;\n(f)\nthe technical documentation of the approved safety components for lifts and a copy of the EU-type examination certificate.\n3.2.\nUnder the quality system, each safety component for lifts shall be inspected and appropriate tests as set out in the relevant harmonised standards or equivalent tests shall be carried out in order to ensure that it meets the conditions referred to in point 1. All the elements, requirements and provisions adopted by the manufacturer shall be documented in a systematic and orderly manner in the form of written policies, procedures and instructions. This quality system documentation shall permit a consistent interpretation of the quality programmes, plans, manuals and records.\nIt shall contain in particular an adequate description of:\n(a)\nthe quality objectives;\n(b)\nthe organizational structure, responsibilities and powers of the management with regard to product quality;\n(c)\nthe examinations and tests that will be carried out after manufacture;\n(d)\nthe means of monitoring the effective operation of the quality system; and\n(e)\nthe quality records, such as inspection reports and test data, calibration data, reports on the qualifications of the personnel concerned, etc.\n3.3.\nThe notified body shall assess the quality system to determine whether it satisfies the requirements referred to in point 3.2. It shall presume conformity with those requirements in respect of the elements of the quality systems that comply with the corresponding specifications of the relevant harmonised standard.\nIn addition to experience in quality management systems, the auditing team shall have at least one member with experience of assessment in the lift technology concerned and knowledge of the essential health and safety requirements set out in Annex I.\nThe audit shall include an assessment visit to the manufacturer’s premises.\nThe auditing team shall review the technical documentation referred to in point 3.1(f), in order to verify the manufacturer’s ability to identify the relevant requirements of this Directive and to carry out the necessary examinations with a view to ensuring compliance of the safety components for lifts with those requirements.\nThe decision shall be notified to the manufacturer. The notification shall contain the conclusions of the audit and the reasoned assessment decision.\n3.4.\nThe manufacturer shall undertake to fulfil the obligations arising from the quality system as approved and to maintain it so that it remains adequate and efficient.\n3.5.\nThe manufacturer or his authorised representative shall keep the notified body which has approved the quality system informed of any intended changes of the quality system.\nThe notified body shall assess the modifications proposed and decide whether the modified quality system will continue to satisfy the requirements referred to in point 3.2 or whether a reassessment is necessary.\nIt shall notify the manufacturer of its decision. The notification shall contain the conclusions of the examination and the reasoned assessment decision.\n4.   Surveillance under the responsibility of the notified body\n4.1.\nThe purpose of surveillance is to make sure that the manufacturer duly fulfils the obligations arising out of the approved quality system.\n4.2.\nThe manufacturer shall for assessment purposes allow the notified body access to the premises where final inspection, testing and storage are carried out and provide it with all necessary information, in particular:\n(a)\nthe quality system documentation;\n(b)\nthe technical documentation;\n(c)\nthe quality records, such as inspection reports and test data, calibration data, reports on the qualifications of the personnel concerned.\n4.3.\nThe notified body shall periodically carry out audits to ensure that the manufacturer maintains and applies the quality system and shall provide the manufacturer with an audit report.\n4.4.\nAdditionally, the notified body may pay unexpected visits to the manufacturer’s premises where final inspection and testing of safety components for lifts are carried out.\nAt the time of such visits, the notified body may, where necessary, carry out tests or have them carried out in order to check the proper functioning of the quality system. It shall provide the manufacturer, with a visit report and, if a test has been carried out, with a test report.\n5.   CE marking and EU declaration of conformity\n5.1.\nThe manufacturer shall affix the CE marking, and, under the responsibility of the notified body referred to in point 3.1, the latter’s identification number to each individual safety component for lifts that meets the conditions referred to in point 1.\n5.2.\nThe manufacturer shall draw up a written EU declaration of conformity for each safety component for lifts and keep a copy of it at the disposal of the national authorities for 10 years after the safety component for lifts has been placed on the market. The EU declaration of conformity shall identify the safety component for lifts for which it has been drawn up.\n6.   The manufacturer shall for a period ending 10 years after the safety component for lifts has been placed on the market, keep at the disposal of the national authorities:\n(a)\nthe technical documentation referred to in point 3.1(f);\n(b)\nthe documentation referred to in point 3.1(e);\n(c)\nthe information relating to the change referred to in point 3.5;\n(d)\nthe decisions and reports from the notified body which are referred to in the third paragraph of point 3.5 and in points 4.3 and 4.4.\n7.   Each notified body shall inform its notifying authority of quality system approval decision(s) issued or withdrawn, and shall, periodically or upon request, make available to its notifying authority the list of approval decisions refused, suspended or otherwise restricted.\nEach notified body shall inform the other notified bodies of quality system approval decision(s) which it has refused, suspended or withdrawn and, upon request, of approval decision(s) which it has issued.\nOn request, the notified body shall provide the Commission and the Member States with a copy of quality system approval decision(s) issued.\n8.   Authorised representative\nThe manufacturer’s obligations set out in points 3.1, 3.5, 5 and 6 may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate.\nANNEX VII\nCONFORMITY BASED ON FULL QUALITY ASSURANCE FOR SAFETY COMPONENTS FOR LIFTS\n(module H)\n1.   Conformity based on full quality assurance for safety components for lifts is the conformity assessment procedure whereby a notified body assesses the quality system of a manufacturer to ensure that the safety components for lifts are designed, manufactured, inspected and tested in order to satisfy the applicable requirements of Annex I and to enable a lift to which they are correctly incorporated to satisfy those requirements.\n2.   Obligations of the manufacturer\nThe manufacturer shall operate an approved quality system for the design, manufacture, final inspection and testing of safety components for lifts as specified in point 3 and shall be subject to surveillance as specified in point 4.\n3.   Quality system\n3.1.\nThe manufacturer shall lodge an application for assessment of his quality system with a single notified body of his choice. The application shall include:\n(a)\nthe name and address of the manufacturer and, if the application is lodged by the authorised representative, his name and address as well;\n(b)\nthe address of the premises where the safety components for lifts are designed, manufactured, inspected and tested;\n(c)\nall relevant information on safety components for lifts to be manufactured;\n(d)\nthe technical documentation described in point 3 of Annex IV, Part A for one model of each category of safety component for lifts to be manufactured;\n(e)\nthe documentation on the quality system;\n(f)\na written declaration that the same application has not been lodged with any other notified body.\n3.2.\nThe quality system shall ensure compliance of the safety components for lifts with the conditions referred to in point 1. All the elements, requirements and provisions adopted by the manufacturer shall be documented in a systematic and orderly manner in the form of written policies, procedures and instructions. This quality system documentation shall permit a consistent interpretation of the quality programmes, plans, manuals and records.\nIt shall contain in particular an adequate description of:\n(a)\nthe quality objectives and the organizational structure, responsibilities and powers of the management with regard to the design and product quality;\n(b)\nthe technical design specifications, including standards that will be applied and, where the relevant harmonised standards will not be applied or not applied in full, the means, including other relevant technical specifications, that will be used to ensure that the conditions referred to in point 1 will be met;\n(c)\nthe design control and design verification techniques, processes and systematic actions that will be used when designing the safety components for lifts;\n(d)\nthe corresponding manufacturing, quality control and quality assurance techniques, processes and systematic actions that will be used;\n(e)\nthe examinations and tests that will be carried out before, during and after manufacture, and the frequency with which they will be carried out;\n(f)\nthe quality records, such as inspection reports and test data, calibration data, reports on the qualifications of the personnel concerned;\n(g)\nthe means of monitoring the achievement of the required design and product quality and the effective operation of the quality system.\n3.3.\nThe notified body shall assess the quality system to determine whether it satisfies the requirements referred to in point 3.2. It shall presume conformity with those requirements in respect of the elements of the quality systems that comply with the corresponding specifications of the relevant harmonised standard.\nIn addition to experience in quality management systems, the auditing team shall have at least one member with experience of assessment in the lift technology concerned and knowledge of the essential health and safety requirements set out in Annex I. The audit shall include an assessment visit to the manufacturer’s premises.\nThe auditing team shall review the technical documentation referred to in point 3.1(d) to verify the manufacturer’s ability to identify the applicable essential health and safety requirements set out in Annex I and to carry out the necessary examinations with a view to ensuring compliance of the safety components for lifts with those requirements.\nThe decision shall be notified to the manufacturer and, where appropriate, to his authorised representative. The notification shall contain the conclusions of the audit and the reasoned assessment decision.\n3.4.\nThe manufacturer shall undertake to fulfil the obligations arising from the quality system as approved and maintain it so that it remains adequate and efficient.\n3.5.\nThe manufacturer shall keep the notified body which has approved the quality system informed of any intended change to the quality system.\nThe notified body shall assess the modifications proposed and decide whether the modified quality system will continue to satisfy the requirements referred to in point 3.2 or whether a reassessment is necessary.\nIt shall notify the manufacturer of its decision. The notification shall contain the conclusions of the assessment and the reasoned assessment decision.\n4.   Surveillance under the responsibility of the notified body\n4.1.\nThe purpose of surveillance is to make sure that the manufacturer duly fulfils the obligations arising out of the approved quality system.\n4.2.\nThe manufacturer shall for assessment purposes allow the notified body access to the design, manufacture, inspection and testing, and storage locations, and shall provide it with all necessary information, in particular:\n(a)\nthe quality system documentation;\n(b)\nthe quality records provided for in the design part of the quality system such as results of analyses, calculations, tests;\n(c)\nthe technical documentation for the safety components for lifts manufactured;\n(d)\nthe quality records provided for in the manufacturing part of the full quality system, such as inspection reports and test data, calibration data, reports on the qualifications of the personnel concerned.\n4.3.\nThe notified body shall carry out periodic audits to make sure that the manufacturer maintains and applies the quality system and shall provide the manufacturer with an audit report.\n4.4.\nAdditionally, the notified body may pay unexpected visits to the manufacturer. At the time of such visits, the notified body may, where necessary, carry out tests or have them carried out in order to check the proper functioning of the quality system. It shall provide the manufacturer with a visit report and, if tests have been carried out, with a test report.\n5.   CE marking and EU declaration of conformity\n5.1.\nThe manufacturer shall affix the CE marking, and, under the responsibility of the notified body referred to in point 3.1, the latter’s identification number to each individual safety component for lifts that meets the conditions referred to in point 1.\n5.2.\nThe manufacturer shall draw up a written EU declaration of conformity for each safety component for lifts and keep a copy of it at the disposal of the national authorities for 10 years after the safety component for lifts has been placed on the market. The EU declaration of conformity shall identify the safety component for lifts for which it has been drawn up.\n6.   The manufacturer shall, for a period ending 10 years after the safety component for lifts has been placed on the market, keep at the disposal of the national authorities:\n(a)\nthe documentation referred to in point 3.1(e);\n(b)\nthe technical documentation referred to in point 3.1(d);\n(c)\nthe information relating to the change referred to in the first paragraph of point 3.5;\n(d)\nthe decisions and reports from the notified body referred to in the third paragraph of point 3.5. and in points 4.3 and 4.4.\n7.   Each notified body shall inform its notifying authority of quality system approval decision(s) issued or withdrawn, and shall, periodically or upon request, make available to its notifying authority the list of approval decisions refused, suspended or otherwise restricted.\nEach notified body shall inform the other notified bodies of quality system approval decisions which it has refused, suspended or withdrawn and, upon request, of approval decisions which it has issued.\nOn request, the notified body shall provide the Commission and the Member States with a copy of quality system approval decision(s) issued.\nThe notified body shall keep a copy of the approval decision issued, its annexes and additions, as well as the technical documentation for 15 years from the date of their issue.\n8.   Authorised representative\nThe manufacturer’s obligations set out in points 3.1, 3.5, 5 and 6 may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate.\nANNEX VIII\nCONFORMITY BASED ON UNIT VERIFICATION FOR LIFTS\n(module G)\n1.   Conformity based on unit verification is the conformity assessment procedure whereby a notified body assesses whether a lift complies with the applicable essential health and safety requirements set out in Annex I.\n2.   Obligations of the installer\n2.1.\nThe installer shall take all measures necessary so that the manufacturing process and its monitoring ensure conformity of the lift with the applicable essential health and safety requirements set out in Annex I.\n2.2.\nThe installer shall apply to a single notified body of his choice for unit verification.\nThe application shall contain:\n(a)\nthe name and address of the installer, and if the application is lodged by the authorised representative, his name and address as well;\n(b)\nthe location where the lift is installed;\n(c)\na written declaration to the effect that a similar application has not been lodged with another notified body;\n(d)\nthe technical documentation.\n3.   The technical documentation shall allow an assessment of the conformity of the lift with the applicable essential health and safety requirements set out in Annex I.\nThe technical documentation shall contain at least the following elements:\n(a)\na description of the lift;\n(b)\ndesign and manufacturing drawings and diagrams;\n(c)\nexplanations necessary for the understanding of those drawings and diagrams and of the operation of the lift;\n(d)\na list of the essential health and safety requirements taken into consideration;\n(e)\na list of the harmonised standards applied in full or in part the references of which have been published in the Official Journal of the European Union and, where those harmonised standards have not been applied, descriptions of the solutions adopted to meet the essential health and safety requirements of the Directive, including a list of other relevant technical specifications applied. In the event of partly applied harmonised standards, the technical documentation shall specify the parts which have been applied;\n(f)\na copy of the EU-type examination certificates of the safety components for lifts incorporated in the lift;\n(g)\nresults of design calculations performed by or for the installer;\n(h)\ntest reports;\n(i)\na copy of the instructions referred to in point 6.2 of Annex I.\n4.   Verification\nThe notified body chosen by the installer shall examine the technical documentation and the lift and carry out the appropriate tests as set out in the relevant harmonised standard(s), or equivalent tests, to check its conformity with the applicable essential health and safety requirements set out in Annex I. The tests shall include at least the tests referred to in point 3.3 of Annex V.\nIf the lift meets the essential health and safety requirements set out in Annex I the notified body shall issue a certificate of conformity relating to the tests carried out.\nThe notified body shall fill in the corresponding pages of the logbook referred to in point 6.2 of Annex I.\nIf the notified body refuses to issue the certificate of conformity, it shall state in detail its reasons for refusal and indicate the necessary corrective measures to be taken. When the installer reapplies for unit verification he shall apply to the same notified body.\nOn request, the notified body shall provide the Commission and the Member States with a copy of the certificate of conformity.\n5.   CE marking and EU declaration of conformity\n5.1.\nThe installer shall affix the CE marking in the car of each lift which satisfies the essential health and safety requirements of this Directive, and, under the responsibility of the notified body referred to in point 2.2, the latter’s identification number adjacent to the CE marking in the car of each lift.\n5.2.\nThe installer shall draw up a written EU declaration of conformity for each lift and keep a copy of the EU declaration of conformity at the disposal of the national authorities for 10 years after the placing on the market of the lift. A copy of the EU declaration of conformity shall be made available to the relevant authorities upon request.\n6.   The installer shall keep with the technical documentation a copy of the certificate of conformity at the disposal of the national authorities for 10 years from the date on which the lift is placed on the market.\n7.   Authorised representative\nThe installer’s obligations set out in points 2.2 and 6 may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate.\nANNEX IX\nCONFORMITY TO TYPE WITH RANDOM CHECKING FOR SAFETY COMPONENTS FOR LIFTS\n(module C 2)\n1.   Conformity to type with random checking is the part of the conformity assessment procedure whereby a notified body carries out checks on safety components for lifts to ensure that they are in conformity with the approved type as described in the EU type examination certificate and satisfy the applicable requirements of Annex I and will enable a lift in which they are correctly incorporated to satisfy those requirements.\n2.   Manufacturing\nThe manufacturer shall take all measures necessary to ensure that the manufacturing process and its monitoring ensure that the manufactured safety components for lifts meet the conditions referred to in point 1.\n3.   The manufacturer shall lodge an application for random checking with a single notified body of his choice.\nThe application shall include:\n(a)\nthe name and address of the manufacturer and, if the application is lodged by the authorised representative, his name and address as well;\n(b)\na written declaration that the same application has not been lodged with any other notified body;\n(c)\nall relevant information on the safety components for lifts manufactured;\n(d)\nthe address of the premises where the sample of the safety components for lifts can be taken.\n4.   The notified body shall carry out or have carried out checks on safety components for lifts at random intervals. An adequate sample of the final safety components for lifts, taken on site by the notified body, shall be examined and appropriate tests set out in the relevant harmonised standards, and/or equivalent tests set out in other relevant technical specifications, shall be carried out to check whether the safety components for lifts meets the conditions referred to in point 1. In cases where one or more of the safety components for lifts checked do not conform, the notified body shall take appropriate measures.\nThe points to be taken into account when checking the safety components for lifts will be defined by joint agreement between all the notified bodies responsible for this procedure, taking into consideration the essential characteristics of the safety components for lifts.\nThe notified body shall issue a certificate of conformity to type with respect to the examinations and tests carried out.\nOn request, the notified body shall provide the Commission and the Member States with a copy of the certificate of conformity to type.\n5.   CE marking and EU declaration of conformity\n5.1.\nThe manufacturer shall affix the CE marking, and, under the responsibility of the notified body referred to in point 3, the latter’s identification number to each individual safety component for lifts that meets the conditions referred to in point 1.\n5.2.\nThe manufacturer shall draw up a written EU declaration of conformity for each safety component for lifts and keep a copy of it at the disposal of the national authorities for 10 years after the safety component for lifts has been placed on the market. The EU declaration of conformity shall identify the safety component for lifts for which it has been drawn up.\n6.   Authorised representative\nThe manufacturer’s obligations may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate. An authorised representative shall not fulfil the manufacturer’s obligations set out in point 2.\nANNEX X\nCONFORMITY TO TYPE BASED ON PRODUCT QUALITY ASSURANCE FOR LIFTS\n(module E)\n1.   Conformity to type based on product quality assurance is the part of the conformity assessment procedure whereby a notified body assesses the product quality system of an installer to ensure that the lifts are in conformity with the approved type as described in the EU-type examination certificate or with a lift designed and manufactured under a full quality system approved in accordance with Annex XI, and satisfy the applicable essential health and safety requirements set out in Annex I.\n2.   Obligations of the installer\nThe installer shall operate an approved quality system for final inspection and testing of the lift as specified in point 3, and shall be subject to surveillance as specified in point 4.\n3.   Quality system\n3.1.\nThe installer shall lodge an application for assessment of his quality system for the lifts concerned with a single notified body of his choice.\nThe application shall include:\n(a)\nthe name and address of the installer, and if the application is lodged by the authorised representative, his name and address as well;\n(b)\nall relevant information on the lifts to be installed;\n(c)\nthe documentation on the quality system;\n(d)\nthe technical documentation of the lifts to be installed;\n(e)\na written declaration that the same application has not been lodged with any other notified body.\n3.2.\nUnder the quality system, each lift shall be examined and appropriate tests as set out in the relevant harmonised standards or equivalent tests shall be carried out in order to ensure its conformity with the applicable essential health and safety requirements set out in Annex I.\nAll the elements, requirements and provisions adopted by the installer shall be documented in a systematic and orderly manner in the form of written policies, procedures and instructions. This quality system documentation shall permit a consistent interpretation of the quality programmes, plans, manuals and quality records.\nIt shall contain in particular an adequate description of:\n(a)\nthe quality objectives;\n(b)\nthe organisational structure, responsibilities and powers of the management with regard to product quality;\n(c)\nthe examinations and tests that will be carried out before placing on the market, including at least the tests laid down in point 3.3 of Annex V;\n(d)\nthe means of monitoring the effective operation of the quality system;\n(e)\nthe quality records, such as inspection reports and test data, calibration data, reports on the qualifications of the personnel concerned.\n3.3.\nThe notified body shall assess the quality system to determine whether it satisfies the requirements referred to in point 3.2. It shall presume conformity with those requirements in respect of the elements of the quality systems that comply with the corresponding specifications of the relevant harmonised standard.\nThe auditing team shall have at least one member with experience of assessment in the lift technology concerned and knowledge of the essential health and safety requirements set out in Annex I. The audit shall include an assessment visit to the premises of the installer and a visit to the installation site.\nThe decision shall be notified to the installer. The notification shall contain the conclusions of the audit and the reasoned assessment decision.\n3.4.\nThe installer shall undertake to fulfil the obligations arising from the quality system as approved and to maintain it so that it remains adequate and efficient.\n3.4.1.\nThe installer shall keep the notified body which has approved the quality system informed of any intended change to the system.\n3.4.2.\nThe notified body shall assess the modifications proposed and decide whether the modified quality system will continue to satisfy the requirements referred to in point 3.2 or whether a reassessment is necessary.\nIt shall notify its decision to the installer or, where appropriate, to his authorised representative. The notification shall contain the conclusions of the assessment and the reasoned assessment decision.\nThe notified body shall affix, or cause to be affixed, its identification number adjacent to the CE marking in accordance with Articles 18 and 19.\n4.   Surveillance under the responsibility of the notified body\n4.1.\nThe purpose of surveillance is to make sure that the installer duly fulfils the obligations arising out of the approved quality system.\n4.2.\nThe installer shall, for assessment purposes, allow the notified body access to the installation, inspection and testing locations, and shall provide it with all necessary information, in particular:\n(a)\nthe quality system documentation;\n(b)\nthe technical documentation;\n(c)\nthe quality records, such as inspection reports and test data, calibration data, reports on the qualifications of the personnel concerned, etc.\n4.3.\nThe notified body shall periodically carry out audits to ensure that the installer maintains and applies the quality system and shall provide the installer with an audit report.\n4.4.\nAdditionally, the notified body may pay unexpected visits to the lift installation sites.\nAt the time of such visits, the notified body may, where necessary, carry out tests or have them carried out in order to check the proper functioning of the quality system and of the lift. It shall provide the installer with a visit report and, if tests have been carried out, with a test report.\n5.   The installer shall, for 10 years after the last lift has been placed on the market, keep at the disposal of the national authorities:\n(a)\nthe documentation referred to in point 3.1(c);\n(b)\nthe technical documentation referred to in point 3.1(d);\n(c)\nthe information relating to the changes referred to in point 3.4.1;\n(d)\nthe decisions and reports from the notified body which are referred to in the second paragraph of point 3.4.2 and in points 4.3 and 4.4.\n6.   Each notified body shall inform its notifying authority of quality system approval decision(s) issued or withdrawn, and shall, periodically or upon request, make available to its notifying authority the list of approval decisions, refused, suspended or otherwise restricted.\nEach notified body shall inform the other notified bodies of quality system approval decision(s) which it has refused, suspended or withdrawn and, upon request, of approval decision(s) which it has issued.\nOn request, the notified body shall provide the Commission and the Member States with a copy of quality system approval decision(s) issued.\n7.   CE marking and EU declaration of conformity\n7.1.\nThe installer shall affix the CE marking in the car of each lift which satisfies the essential health and safety requirements of this Directive, and, under the responsibility of the notified body referred to in point 3.1, the latter’s identification number adjacent to the CE marking in the car of each lift.\n7.2.\nThe installer shall draw up a written EU declaration of conformity for each lift and keep a copy of the EU declaration of conformity at the disposal of the national authorities for 10 years after the placing on the market of the lift. A copy of the EU declaration of conformity shall be made available to the relevant authorities upon request.\n8.   Authorised representative\nThe installer’s obligations set out in points 3.1, 3.4.1, 5 and 7 may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate.\nANNEX XI\nCONFORMITY BASED ON FULL QUALITY ASSURANCE PLUS DESIGN EXAMINATION FOR LIFTS\n(module H1)\n1.   Conformity based on full quality assurance plus design examination for lifts is the conformity assessment procedure whereby a notified body assesses the quality system of an installer and, where appropriate, the design of the lifts, to ensure that the lifts satisfy the applicable essential health and safety requirements set out in Annex I.\n2.   Obligations of the installer\nThe installer shall operate an approved quality system for the design, manufacture, assembly, installation, final inspection and testing of the lifts as specified in point 3, and shall be subject to surveillance as specified in point 4. The adequacy of the technical design of the lifts shall have been examined in accordance with point 3.3.\n3.   Quality system\n3.1.   The installer shall lodge an application for assessment of his quality system with a single notified body of his choice.\nThe application shall include:\n(a)\nthe name and address of the installer, and, if the application is lodged by the authorised representative, his name and address as well;\n(b)\nall relevant information on the lifts to be installed, in particular information which makes for an understanding of the relationship between the design and operation of the lift;\n(c)\nthe documentation on the quality system;\n(d)\nthe technical documentation described in point 3 of Annex IV, Part B;\n(e)\na written declaration that the same application has not been lodged with any other notified body.\n3.2.   The quality system shall ensure compliance of the lifts with the applicable essential health and safety requirements set out in Annex I. All the elements, requirements and provisions adopted by the installer shall be documented in a systematic and orderly manner in the form of written policies, procedures and instructions. This quality system documentation shall permit a consistent interpretation of the quality programmes, plans, manuals and quality records.\nIt shall contain in particular an adequate description of:\n(a)\nthe quality objectives and the organisational structure, responsibilities and powers of the management with regard to design and product quality;\n(b)\nthe technical design specifications, including standards that will be applied and, where the relevant harmonised standards will not be applied in full, the means, including other relevant technical specifications that will be used to ensure that the applicable essential health and safety requirements set out in Annex I will be met;\n(c)\nthe design control and design verification techniques, processes and systematic actions that will be used when designing the lifts;\n(d)\nthe examinations and tests that will be carried out on acceptance of the supplies of materials, components and sub-assemblies;\n(e)\nthe corresponding assembly, installation, quality control and quality assurance techniques, processes and systematic actions that will be used;\n(f)\nthe examinations and tests that will be carried out before (inspection of installation conditions: shaft, housing of machinery, etc.), during and after installation (including at least the tests laid down in point 3.3 of Annex V);\n(g)\nthe quality records, such as inspection reports and test data, calibration data, reports on the qualifications of the personnel concerned;\n(h)\nthe means of monitoring the achievement of the required design and product quality and the effective operation of the quality system.\n3.3.   Design examination\n3.3.1.\nWhen the design is not entirely in accordance with harmonised standards, the notified body shall ascertain whether the design conforms to the essential health and safety requirements set out in Annex I and, if it does, issue an EU design examination certificate to the installer, stating the limits of the certificate’s validity and giving the details required for identification of the approved design.\n3.3.2.\nWhere the design does not satisfy the applicable essential health and safety requirements set out in Annex I, the notified body shall refuse to issue an EU design examination certificate and shall inform the installer accordingly, giving detailed reasons for its refusal.\nThe notified body shall keep itself apprised of any changes in the generally acknowledged state of the art which indicate that the approved design may no longer comply with the essential health and safety requirements set out in Annex I, and shall determine whether such changes require further investigation. If so, the notified body shall inform the installer accordingly.\n3.3.3.\nThe installer shall keep the notified body that has issued the EU design examination certificate informed of any modification to the approved design that may affect the conformity with the essential health and safety requirements set out in Annex I or the conditions for validity of the certificate. Such modifications shall require additional approval — from the notified body that issued the EU design examination certificate — in the form of an addition to the original EU design examination certificate.\n3.3.4.\nEach notified body shall inform its notifying authority of the EU design examination certificates and/or any additions thereto which it has issued or withdrawn, and shall, periodically or upon request, make available to its notifying authority the list of EU design examination certificates and/or any additions thereto refused, suspended or otherwise restricted.\nEach notified body shall inform the other notified bodies of the EU design examination certificates and/or any additions thereto which it has refused, withdrawn, suspended or otherwise restricted, and, upon request, of the certificates and/or additions thereto which it has issued.\nThe Commission, the Member States and the other notified bodies may, on request, obtain a copy of the EU design examination certificates and/or additions thereto. On request, the Commission and the Member States may obtain a copy of the technical documentation and of the results of the examinations carried out by the notified body.\n3.3.5.\nThe installer shall keep a copy of the EU design examination certificate, its annexes and additions together with the technical documentation at the disposal of the national authorities for 10 years after the lift has been placed on the market.\n3.4.   Assessment of the quality system\nThe notified body shall assess the quality system to determine whether it satisfies the requirements referred to in point 3.2. It shall presume conformity with those requirements in respect of the elements of the quality systems that comply with the corresponding specifications of the relevant harmonised standard.\nThe auditing team shall have at least one member with experience of assessment in the lift technology concerned and knowledge of the essential health and safety requirements set out in Annex I. The audit shall include an assessment visit to the installer’s premises and a visit to an installation site.\nThe auditing team shall review the technical documentation referred to in point 3.1(d), to verify the installer’s ability to identify the applicable essential health and safety requirements set out in Annex I and to carry out the necessary examinations with a view to ensuring compliance of the lift with those requirements.\nThe decision shall be notified to the installer or, where appropriate, to his authorised representative. The notification shall contain the conclusions of the assessment and the reasoned assessment decision.\n3.5.   The installer shall undertake to fulfil the obligations arising from the quality system as approved and to maintain it so that it remains adequate and efficient.\nThe installer shall keep the notified body that has approved the quality system informed of any intended change to the system.\nThe notified body shall assess the modifications proposed and decide whether the modified quality system will continue to satisfy the requirements referred to in point 3.2 or whether a reassessment is necessary.\nIt shall notify its decision to the installer or, where appropriate, to his authorised representative. The notification shall contain the conclusions of the assessment and the reasoned assessment decision.\nThe notified body shall affix, or cause to be affixed, its identification number adjacent to the CE marking in accordance with Articles 18 and 19.\n4.   Surveillance under the responsibility of the notified body\n4.1.\nThe purpose of surveillance is to make sure that the installer duly fulfils the obligations arising out of the approved quality system.\n4.2.\nThe installer shall, for assessment purposes, allow the notified body access to the design, manufacture, assembly, installation, inspection, testing and storage locations, and shall provide it with all necessary information, in particular:\n(a)\nthe quality system documentation;\n(b)\nthe quality records provided for in the design part of the quality system, such as results of analyses, calculations, tests;\n(c)\nthe quality records provided for in the part of the quality system concerning acceptance of supplies and installation, such as inspection reports and test data, calibration data, reports on the qualifications of the personnel concerned.\n4.3.\nThe notified body shall carry out periodic audits to make sure that the installer maintains and applies the quality system and shall provide the installer with an audit report.\n4.4.\nAdditionally, the notified body may pay unexpected visits to the premises of the installer or to the installation site of a lift. At the time of such visits, the notified body may, where necessary, carry out tests or have them carried out in order to check the proper functioning of the quality system. It shall provide the installer with a visit report and, if tests have been carried out, with a test report.\n5.   The installer shall, keep at the disposal of the national authorities for a period ending 10 years after the lift has been placed on the market:\n(a)\nthe documentation referred to in point 3.1(c);\n(b)\nthe technical documentation referred to in point 3.1(d);\n(c)\nthe information relating to the changes referred to in the second paragraph of point 3.5;\n(d)\nthe decisions and reports from the notified body which are referred to in the fourth paragraph of point 3.5 and in points 4.3 and 4.4.\n6.   Each notified body shall inform its notifying authority of full quality system approval decision(s) issued or withdrawn, and shall, periodically or upon request, make available to its notifying authority the list of approval decisions refused, suspended or otherwise restricted.\nEach notified body shall inform the other notified bodies of quality system approval decision(s) which it has refused, suspended or withdrawn, and, upon request, of approval decisions which it has issued.\nThe notified body shall keep a copy of the approval decision issued, its annexes and additions, as well as the technical documentation for 15 years from the date of their issue.\nOn request, the notified body shall provide the Commission and the Member States with a copy of quality system approval decision(s) issued.\n7.   CE marking and EU declaration of conformity\n7.1.\nThe installer shall affix the CE marking in the car of each lift which satisfies the essential health and safety requirements of this Directive, and, under the responsibility of the notified body referred to in point 3.1, the latter’s identification number adjacent to the CE marking in the car of each lift.\n7.2.\nThe installer shall draw up a written EU declaration of conformity for each lift and keep a copy of the EU declaration of conformity at the disposal of the national authorities for 10 years after the placing on the market of the lift. A copy of the EU declaration of conformity shall be made available to the relevant authorities upon request.\n8.   Authorised representative\nThe installer’s obligations set out in points 3.1, 3.3.3, 3.3.5, 5 and 7 may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate.\nANNEX XII\nCONFORMITY TO TYPE BASED ON PRODUCTION QUALITY ASSURANCE FOR LIFTS\n(module D)\n1.   Conformity to type based on production quality assurance for lifts is the part of the conformity assessment procedure whereby a notified body assesses the production quality system of an installer to ensure that the lifts installed are in conformity with the approved type as described in the EU-type examination certificate or with a lift designed and manufactured under a quality system approved in accordance with Annex XI, and satisfy the applicable essential health and safety requirements set out in Annex I.\n2.   Obligations of the installer\nThe installer shall operate an approved quality system for manufacture, assembly, installation, final inspection and testing of the lifts as specified in point 3, and shall be subject to surveillance as specified in point 4.\n3.   Quality system\n3.1.\nThe installer shall lodge an application for assessment of his quality system with a single notified body of his choice.\nThe application shall include:\n(a)\nthe name and address of the installer, and, if the application is lodged by the authorised representative, his name and address as well;\n(b)\nall relevant information for the lifts to be installed;\n(c)\nthe documentation on the quality system;\n(d)\nthe technical documentation of the lifts to be installed;\n(e)\na written declaration that the same application has not been lodged with any other notified body.\n3.2.\nThe quality system shall ensure compliance of the lifts with the applicable essential health and safety requirements set out in Annex I.\nAll the elements, requirements and provisions adopted by the installer shall be documented in a systematic and orderly manner in the form of written policies, procedures and instructions. The quality system documentation shall permit a consistent interpretation of the quality programmes, plans, manuals and records.\nIt shall contain in particular an adequate description of:\n(a)\nthe quality objectives and the organizational structure, responsibilities and powers of the management with regard to the product quality;\n(b)\nthe manufacturing, quality control and quality assurance techniques, processes and systematic actions that will be used;\n(c)\nthe examinations and tests that will be carried out before, during and after installation;\n(d)\nthe quality records, such as inspection reports and test data, calibration data, reports on the qualification of the personnel concerned;\n(e)\nthe means of monitoring the achievement of the required product quality and the effective operation of the quality system.\n3.3.\nThe notified body shall assess the quality system to determine whether it satisfies the requirements referred to in point 3.2. It shall presume conformity with those requirements in respect of the elements of the quality system that comply with the corresponding specifications of the relevant harmonised standard.\nThe auditing team shall have at least one member with experience of assessment in the lift technology concerned and knowledge of the essential health and safety requirements set out in Annex I.\nThe audit shall include an assessment visit to the installer’s premises and a visit to an installation site.\nThe decision shall be notified to the installer. The notification shall contain the conclusions of the audit and the reasoned assessment decision.\n3.4.\nThe installer shall undertake to fulfil the obligations arising from the quality system as approved and to maintain it so that it remains adequate and efficient.\n3.4.1.\nThe installer shall keep the notified body that has approved the quality system informed of any intended change to the system.\n3.4.2.\nThe notified body shall assess the modifications proposed and decide whether the modified quality system will continue to satisfy the requirements referred to in point 3.2 or whether a reassessment is necessary.\nIt shall notify its decision to the installer or, where appropriate, to his authorised representative. The notification shall contain the conclusions of the assessment and the reasoned assessment decision.\nThe notified body shall affix, or cause to be affixed, its identification number adjacent to the CE marking in accordance with Articles 18 and 19.\n4.   Surveillance under the responsibility of the notified body\n4.1.\nThe purpose of surveillance is to make sure that the installer duly fulfils the obligations arising out of the approved quality system.\n4.2.\nThe installer shall, for assessment purposes, allow the notified body access to the manufacture, assembly, installation, inspection, testing and storage locations, and shall provide it with all necessary information, in particular:\n(a)\nthe quality system documentation;\n(b)\nthe technical documentation;\n(c)\nthe quality records, such as inspection reports and test data, calibration data, reports on the qualifications of the personnel concerned.\n4.3.\nThe notified body shall carry out periodic audits to make sure that the installer maintains and applies the quality system and shall provide the installer with an audit report.\n4.4.\nAdditionally, the notified body may pay unexpected visits to the installer. During such visits the notified body may, where necessary carry out tests, or have them carried out, in order to verify that the quality system is functioning correctly. The notified body shall provide the installer with a visit report and, if tests have been carried out, with a test report.\n5.   The installer shall, keep at the disposal of the national authorities for a period ending 10 years after the lift has been placed on the market:\n(a)\nthe documentation referred to in point 3.1(c);\n(b)\nthe technical documentation referred to in point 3.1(d);\n(c)\nthe information relating to the changes referred to in point 3.4.1;\n(d)\nthe decisions and reports from the notified body which are referred to in the second paragraph of point 3.4.2, and in points 4.3 and 4.4.\n6.   Each notified body shall inform its notifying authority of quality system approval decision(s) issued or withdrawn, and shall, periodically or upon request, make available to its notifying authority the list of approval decisions refused, suspended or otherwise restricted.\nEach notified body shall inform the other notified bodies of quality system approval decision(s) which it has refused, suspended or withdrawn, and, upon request, of approval decision(s) which it has issued.\nOn request, the notified body shall provide the Commission and the Member States with a copy of quality system approval decision(s) issued.\n7.   CE marking and EU declaration of conformity\n7.1.\nThe installer shall affix the CE marking in the car of each lift which satisfies the essential health and safety requirements of this Directive, and, under the responsibility of the notified body referred to in point 3.1, the latter’s identification number adjacent to the CE marking in the car of each lift.\n7.2.\nThe installer shall draw up a written EU declaration of conformity for each lift and keep a copy of the EU declaration of conformity at the disposal of the national authorities for 10 years after the placing on the market of the lift. A copy of the EU declaration of conformity shall be made available to the relevant authorities upon request.\n8.   Authorised representative\nThe installer’s obligations set out in points 3.1, 3.4.1, 5 and 7 may be fulfilled by his authorised representative, on his behalf and under his responsibility, provided that they are specified in the mandate.\nANNEX XIII\nPART A\nRepealed Directive with list of the successive amendments thereto\n(referred to in Article 47)\nDirective 95/16/EC of the European Parliament and of the Council\n(OJ L 213, 7.9.1995, p. 1).\nRegulation (EC) No 1882/2003 of the European Parliament and of the Council\n(OJ L 284, 31.10.2003, p. 1).\nOnly point 10 of Annex I\nDirective 2006/42/EC of the European Parliament and of the Council\n(OJ L 157, 9.6.2006, p. 24).\nOnly Article 24\nRegulation (EU) No 1025/2012 of the European Parliament and of the Council\n(OJ L 316, 14.11.2012, p. 12).\nOnly point (i) of Article 26(1)\nPART B\nTime limits for transposition into national law and dates of application\n(referred to in Article 45)\nDirective\nTime limit for transposition\nDate of application\n95/16/EC\n1 January 1997\n1 July 1997\n2006/42/EC, Article 24\n29 June 2008\n29 December 2009\nANNEX XIV\nCORRELATION TABLE\nDirective 95/16/EC\nThis Directive\nArticle 1(1)\nArticle 1(1), first subparagraph\n—\nArticle 1(1), second subparagraph\nArticle 1(2), first subparagraph\nArticle 2(1)\nArticle 1(2), second subparagraph\nArticle 1(1)\nArticle 1(2), third subparagraph\nArticle 1(3)\nArticle 1(2)\nArticle 1(4), first indent of first subparagraph\nArticle 2(6)\nArticle 1(4), second indent of first subparagraph\nArticle 2(5)\nArticle 1(4), fourth indent of first subparagraph\nArticle 2(7)\nArticle 1(4), fifth indent of first subparagraph\nArticle 2(3)\nArticle 1(4), second subparagraph\nArticle 16(3)\nArticle 1(4), third subparagraph\nArticle 16(4)\nArticle 1(5)\nArticle 1(3)\n—\nArticle 2(1)\nArticle 2(1), first indent\nArticle 4(1)\nArticle 2(1), second indent\nArticle 4(2)\nArticle 2(2)\nArticle 6(1)\nArticle 2(3)\nArticle 6(2)\nArticle 2(4)\nArticle 3(3)\nArticle 2(5)\nArticle 3(2)\nArticle 3, first paragraph\nArticle 5(1)\nArticle 3, second paragraph\nArticle 5(2)\nArticle 4(1)\nArticle 3(1)\nArticle 4(2)\n—\n—\nArticles 7 to 14\nArticle 5(1)\nArticle 14\nArticle 6(1) and (2)\n—\nArticle 6(3) and (4)\nArticle 42\nArticle 7(1), first subparagraph\nArticle 38(1)\nArticle 7(1), second subparagraph\nArticle 38(5)\nArticle 7(2), first subparagraph\nArticle 39(3)\nArticle 7(3)\nArticle 7(4)\nArticle 40(4)\nArticle 8(1)(a)\nArticle 15\nArticle 8(1)(b) and (c)\n—\nArticle 8(2)\nArticle 16\nArticle 8(3), first and third indents\nArticle 17(2) and Article 19(3)\nArticle 8(3), second indent\nArticle 7(3)\nArticle 8(4)\n—\nArticle 8(5)\nArticle 12\nArticle 9(1)\nArticle 20\nArticle 9(2)\nArticle 9(3)\nArticle 30(1)\n—\nArticle 10(1)\n—\nArticle 10(2)\nArticle 19(1)\nArticle 10(3)\n—\nArticle 10(4)(a)\nArticle 41(1)(a)\nArticle 10(4)(b)\n—\nArticle 11\n—\n—\nArticle 43\nArticle 12\n—\nArticle 13\n—\nArticle 14\n—\nArticle 15(1) and (2)\n—\nArticle 15(3)\nArticle 45(2)\nArticle 16\nArticle 46\nArticle 17\nArticle 49\nAnnex I\nAnnex I\nAnnex II, Part A\nAnnex II, Part A\nAnnex II, Part B\nAnnex II, Part B\nAnnex III\nArticle 18\nAnnex IV\nAnnex III\nAnnex V, Part A\nAnnex IV, Part A\nAnnex V, Part B\nAnnex IV, Part B\nAnnex VI\nAnnex V\nAnnex VII\n—\nAnnex VIII\nAnnex VI\nAnnex IX\nAnnex VII\nAnnex X\nAnnex VIII\nAnnex XI\nAnnex IX\nAnnex XII\nAnnex X\nAnnex XIII\nAnnex XI\nAnnex XIV\nAnnex XII\n—\nAnnex XIII\n—\nAnnex XIV\nSTATEMENT OF THE EUROPEAN PARLIAMENT\nThe European Parliament considers that only when and in so far as implementing acts in the sense of Regulation (EU) No 182/2011 are discussed in meetings of committees, can the latter be considered as ‘comitology committees’ within the meaning of Annex I to the Framework Agreement on the relations between the European Parliament and the European Commission. Meetings of committees thus fall within the scope of point 15 of the Framework Agreement when and insofar as other issues are discussed.", "summary": "Ensuring lift safety\nEnsuring lift safety\nEuropean Union (EU) law on the sale and putting into service of lifts and safety components for lifts has two key aims: i) to allow lifts and their safety components to be sold throughout the EU market; and ii) to ensure a high level of safety for lift users and maintenance staff.\nACT\n            \nDirective 2014/33/EU of the European Parliament and of the Council of 26 February 2014 on the harmonisation of the laws of the Member States relating to lifts and safety components for lifts\nSUMMARY\n            \nEuropean Union (EU) law on the sale and putting into service of lifts and safety components for lifts has two key aims: i) to allow lifts and their safety components to be sold throughout the EU market; and ii) to ensure a high level of safety for lift users and maintenance staff.\nWHAT DOES THIS DIRECTIVE DO?\n              \nThe directive lays down uniform rules on the sale and putting into service of lifts and safety components for lifts. It applies to lifts that permanently serve buildings and constructions and that are intended for the transport of persons and goods. It does not apply to funicular railways, hoists and escalators or walkways.\nKEY POINTS\n              \nThe directive defines the responsibilities of manufacturers, importers and distributors in the context of the sale of lifts and safety components for lifts:\nall lifts and safety components on sale in the EU must bear the CE conformity marking to show that they meet all the essential safety requirements of EU legislation;\nbefore obtaining the CE marking, the manufacturer must conduct a safety and conformity assessment and establish technical documentation for its lifts and components;\nimporters must check whether manufacturers have carried out conformity assessments correctly and inform the authority monitoring the safety if they consider that the lifts or components do not conform with the essential safety requirements;\nall necessary documentation must be recorded and kept for 10 years;\ndocumentation and safety information must be written in a language easily understood by end -users;\nmanufacturers and importers must indicate their postal address on their safety components and lifts;\nmanufacturers may use electronic means to demonstrate conformity.\nIn addition, the directive specifies how national authorities who monitor safety must identify and prevent the import of dangerous safety components or lifts from non-EU countries.\nWHEN DOES THE DIRECTIVE APPLY?\n              \nThis directive applies from 18 April 2014. It repeals Directive 95/16/EC with effect from 20 April 2016.\nBACKGROUND\n              \nThe directive updates EU rules for the sale of lifts and safety components for lifts. This is part of the effort to modernise European law in a wide variety of industrial sectors, which aims to simplify the rules, reduce administrative burdens and establish clearer and more consistent rules.\nREFERENCES\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nDirective 2014/33/EU\n18.4.2014.\n                Certain articles and points in the annexes apply from 19.4.2016\n19.4.2016\nOJ L 96, 29.3.2014, pp. 251-308\nlast update 17.02.2015", "tags": ["marketing standard", "product safety", "market supervision", "safety standard", "technical standard", "lift", "EC conformity marking"], "subjects": ["Protocol on Ireland/Northern Ireland", "Internal market - Principles"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}