{"celex_id": "32021R0378", "reference": "3.3.2021\nEN\nOfficial Journal of the European Union\nL 73/1\nREGULATION (EU) 2021/378 OF THE EUROPEAN CENTRAL BANK\nof 22 January 2021\non the application of minimum reserve requirements (recast) (ECB/2021/1)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK,\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular to Article 19(1) thereof,\nHaving regard to Council Regulation (EC) No 2531/98 of 23 November 1998 concerning the application of minimum reserves by the European Central Bank (1),\nHaving regard to Council Regulation (EC) No 2532/98 of 23 November 1998 concerning the powers of the European Central Bank to impose sanctions (2),\nWhereas:\n(1)\nRegulation (EC) No 1745/2003 of the European Central Bank (ECB/2003/9) (3) has been substantially amended several times. Since further amendments are to be made, that Regulation should be recast in the interests of clarity.\n(2)\nUnder Article 6 of Regulation (EC) No 2531/98, the European Central Bank (ECB) has the right to collect from institutions the information necessary for the application of minimum reserve requirements, and to verify the accuracy and quality of the information which institutions provide to demonstrate compliance with those requirements. In order to reduce the overall reporting burden, it is appropriate that the statistical information regarding the monthly balance sheet collected pursuant to Regulation (EU) 2021/379 of the European Central Bank (ECB/2021/2) (4) be used for the regular calculation of the reserve base of credit institutions.\n(3)\nIncreased transparency and clarity on a number of issues relating to the application of minimum reserve requirements is necessary, in particular with regard to: (a) the conditions relating to the application of minimum reserve requirements to institutions; (b) the fact that national central banks (NCBs) of the Member States whose currency is the euro (euro area NCBs) may decide to suspend or exclude access of institutions to Eurosystem’s open market operations and standing facilities (Eurosystem monetary policy operations); (c) the conditions by which funds should be counted as reserves for the purpose of fulfilling minimum reserve requirements; (d) the requirements for applications for permission to hold minimum reserve indirectly through an intermediary institution; and (e) the conditions for the withdrawal of permission to hold minimum reserves indirectly through an intermediary institution.\n(4)\nIn order for the Eurosystem’s minimum reserve requirements system to be effective, it is also necessary to further specify minimum reserve requirements as regards the calculation, notification, acknowledgement and maintenance of minimum reserves, as well as reporting and verification.\n(5)\nIt is appropriate that the information reported by intermediaries on the reserve base be sufficiently detailed to allow for accurate reporting under Regulation (EU) 2021/379 (ECB/2021/2). In addition, where the parent institution is granted permission to report the reserve base on an aggregated basis pursuant to this Regulation, it is appropriate that it reports the reserve base data on an aggregated basis to the relevant NCB in accordance with Regulation (EU) 2021/379 (ECB/2021/2).\n(6)\nIn order to ensure an appropriate balance between ensuring the accuracy of data on minimum reserves and the smooth application of the regulatory framework, and in order to avoid having to re-issue valid and applicable permissions, any intermediaries that have been granted permission to report the reserve base on an aggregated basis under Regulation (EC) No 1745/2003 (ECB/2003/9) should be able to continue such reporting without having to apply for a new permission.\n(7)\nIn accordance with Article 19(1) of the Statute of the European System of Central Banks and of the European Central Bank, the ECB may require credit institutions established in Member States whose currency is the euro (euro area Member States) to hold minimum reserves on accounts with the ECB and euro area NCBs. Since credit institutions hold accounts with the NCB in their respective jurisdiction, it is appropriate that such reserves should be held solely on accounts with NCBs.\n(8)\nRegulation (EC) No 2531/98 and Regulation (EC) No 2532/98 establish the ECB’s power to impose sanctions for infringement of statistical reporting requirements including for non-compliance with the minimum reserve requirements laid down in this Regulation.\n(9)\nIn order to ensure legal certainty, it is necessary that the provisions of this Regulation, which are aligned with the amendment to the definition of ‘credit institutions’ in Regulation (EU) No 575/2013 of the European Parliament and the Council (5) (pursuant to Regulation (EU) 2019/2033 of the European Parliament and of the Council (6)), apply at the same time as that amendment on 26 June 2021. However, for operational reasons, it is necessary to provide that the provisions on reserve holdings apply from 28 July 2021, the first day of the fifth maintenance period in 2021,\nHAS ADOPTED THIS REGULATION:\nArticle 1\nSubject matter and scope\nThis Regulation establishes the minimum reserve requirements for the following institutions:\n(a)\ncredit institutions which are either:\n(i)\nauthorised in accordance with Article 8 of Directive 2013/36/EU of the European Parliament and of the Council (7); or\n(ii)\nexempt from such authorisation pursuant to Article 2(5) of Directive 2013/36/EU;\n(b)\nbranches of credit institutions, including branches established in Member States whose currency is the euro (euro area Member State) of credit institutions with neither their registered office nor their head office located in a euro area Member State; but excluding branches established outside of a euro area Member State of credit institutions which are established in a euro area Member State.\nArticle 2\nDefinitions\nFor the purposes of this Regulation, the following definitions apply:\n(1)\n‘minimum reserves’ means the amount of funds that an institution is required to hold as reserves in its reserve accounts with the relevant national central bank;\n(2)\n‘minimum reserve requirements’ means all the requirements that institutions are required to comply with pursuant to this Regulation in relation to minimum reserves as regards the calculation, notification, acknowledgement, and maintenance of minimum reserves, and reporting and verification;\n(3)\n‘euro area Member State’ means a Member State whose currency is the euro;\n(4)\n‘credit institution’ means ‘credit institution’ as defined in Article 4(1)(1) of Regulation (EU) No 575/2013;\n(5)\n‘branch’ means ‘branch’ as defined in Article 4(1)(17) of Regulation (EU) No 575/2013;\n(6)\n‘relevant NCB’ means the national central bank (NCB) of the euro area Member State in which the institution is resident;\n(7)\n‘reserve accounts’ means the accounts in which an institution holds its reserves with the relevant NCB;\n(8)\n‘reserve base’ means the sum of the eligible liabilities used for calculating the minimum reserves of an institution;\n(9)\n‘reserve ratio’ means the percentage applied to items of the reserve base for calculating an institution’s minimum reserves;\n(10)\n‘maintenance period’ means the period over which compliance with minimum reserve requirements is assessed;\n(11)\n‘end-of-day balance’ means the reserve holdings at the time when the finalisation of payment activities has taken place and entries relating to access to the standing facilities of the Eurosystem have been made;\n(12)\n‘NCB business day’ means any day on which a particular NCB is open for the purpose of conducting Eurosystem monetary policy operations;\n(13)\n‘TARGET2 business day’ means any day on which TARGET2 is open for the settlement of payment orders as defined in Guideline ECB/2012/27 of the European Central Bank (8);\n(14)\n‘resident’ means any natural or legal person residing in any of the euro area Member States within the meaning of Article 1(4) of Council Regulation (EC) No 2533/98 (9);\n(15)\n‘merger’ means an operation whereby one or more credit institutions (the acquired institutions), on being dissolved without going into liquidation, transfer all their assets and liabilities to another credit institution (the acquiring institution), which may be a newly established credit institution;\n(16)\n‘division’ means an operation whereby one credit institution (the institution being divided), on being dissolved without going into liquidation, transfers all its assets and liabilities to more than one institution (the recipient institutions), which may be newly established credit institutions.\nArticle 3\nReserve holdings\n1.   Institutions referred to in Article 1 shall hold minimum reserves, calculated in accordance with Article 6, as follows:\n(a)\nthe average end-of-day balance on one or more reserve accounts over the maintenance period shall be equal to or shall exceed the amount calculated for that period in accordance with Article 6;\n(b)\nminimum reserves shall be held on reserve accounts, denominated in euro, with the relevant NCBs in each euro area Member State in which they are established;\n(c)\nsettlement accounts with the NCBs may be used as reserve accounts for the purposes of this Regulation;\n(d)\nfunds subject to any legal, contractual, regulatory or other restriction that would prevent the institution from liquidating, transferring, assigning or disposing of such funds during the relevant maintenance period shall be excluded from the reserve holdings.\nFor the purposes of point (d), institutions shall notify the relevant NCB of any restrictions referred to therein without undue delay.\n2.   Where an institution has several branches in the same euro area Member State, the following shall apply:\n(a)\nthe registered office or head office, if located in that Member State, shall fulfil the minimum reserve requirements set out in this Article for those branches in that Member State;\n(b)\nthat institution shall designate one of its branches in the same Member State for the purposes of fulfilling the minimum reserve requirements in this Article where it has neither a registered office nor a head office in that Member State;\n(c)\nthe relevant NCB shall use all end-of-day balances in the reserve accounts of the branches of that institution in the same Member State to assess whether paragraph 1(a) of this Article is fulfilled.\n3.   The European Central Bank (ECB) shall publish the following lists of institutions on its website:\n(a)\ninstitutions subject to minimum reserve requirements pursuant to this Regulation;\n(b)\ninstitutions exempted from minimum reserve requirements pursuant to Article 4, excluding those institutions referred to in points (a) to (c) of Article 4(2).\nArticle 4\nExemptions from minimum reserve requirements\n1.   Institutions shall be exempt from the minimum reserve requirements in Article 3 where either of the following apply:\n(a)\nan authorisation referred to in Article 1(a)(i) is withdrawn or renounced; or\n(b)\nan institution is subject to winding-up proceedings pursuant to Directive 2001/24/EC of the European Parliament and of the Council (10).\n2.   The ECB may grant exemptions from the minimum reserve requirements in Article 3, upon request by the relevant NCB, where any of the following apply:\n(a)\nan institution is subject to a reorganisation measure pursuant to Directive 2001/24/EC;\n(b)\nan institution is subject to a freezing order imposed by the Union or by a Member State, or is subject to measures imposed by the Union pursuant to Article 75 of the Treaty, which restricts the institution’s ability to use its funds;\n(c)\nthat institution’s access to the Eurosystem’s open market operations or standing facilities has been suspended or excluded by the ECB and NCBs (Eurosystem) pursuant to Guideline (EU) 2015/510 of the European Central Bank (ECB/2014/60) (11);\n(d)\nit is not appropriate to require minimum reserves from that institution.\nFor the purposes of point (c) of the first subparagraph, where an institution’s access to the Eurosystem’s open market operations or standing facilities is restored by the Governing Council of the ECB pursuant to Article 158 of Guideline (EU) 2015/510 (ECB/2014/60), the exemption shall no longer apply from the start of the next maintenance period.\n3.   For the purposes of granting exemptions in accordance with paragraph 2(d), the relevant NCBs and the ECB shall take all of the following into account:\n(a)\nwhether that institution is authorised to pursue special-purpose functions only;\n(b)\nwhether that institution is prohibited from exercising active banking functions in competition with other credit institutions;\n(c)\nwhether that institution is under a legal obligation to have all its deposits earmarked for purposes relating to regional and/or international development assistance.\nFor the purposes of point (a), an institution is authorised to pursue special-purpose functions only where it exercises specific public administration tasks or the institution is forbidden by law or statute to undertake the business of credit institutions.\n4.   The exemptions referred to in this Article shall apply from the start of the maintenance period in which the relevant event occurs.\nArticle 5\nReserve base\n1.   Institutions shall calculate their reserve base using the statistical information on the following liabilities reported pursuant to Regulation (EU) 2021/379 (ECB/2021/2):\n(a)\ndeposits;\n(b)\ndebt securities issued.\nWhere an institution holds liabilities owed to a branch of the same entity located outside the euro area, or to the head office or registered office of the same entity which is located outside the euro area, those liabilities shall be included in the reserve base.\n2.   The following liabilities shall be excluded from the reserve base calculated pursuant to paragraph 1:\n(a)\nliabilities owed to any other institution where that institution:\n(i)\nis subject to minimum reserve requirements pursuant to this Regulation; and\n(ii)\nis not exempt or has not been granted an exemption from minimum reserve requirements pursuant to Article 4;\n(b)\nliabilities owed to the ECB or to an NCB of a euro area Member State.\n3.   Where liabilities are excluded from the reserve base in accordance with paragraph 2, the institution shall:\n(a)\ninform the relevant NCB of the excluded amount without undue delay;\n(b)\nprovide evidence of those liabilities;\n(c)\ndeduct the amount of those liabilities from the reserve base after providing evidence of the amount to the relevant NCB in accordance with point (b).\nFor the purposes of point (b), where an institution is unable to provide evidence to the relevant NCB of the amount of liabilities within the category of ‘debt securities issued’, that institution shall apply the standard deduction published on the ECB’s website to the outstanding amount of the debt securities which it has issued and which have an original maturity of up to and including two years.\n4.   The ECB, when determining the standard deduction applied to liabilities within the debt securities category with a maturity of up to two years referred to in paragraph 3, shall take into account the euro area-wide macro ratio between the stock of relevant instruments issued by credit institutions and held by other credit institutions and by the ECB and relevant NCBs and the total amount outstanding of such instruments issued by credit institutions.\n5.   Institutions shall calculate their reserve base with respect to a particular maintenance period on the basis of the data relating to the month two months prior to the month within which the maintenance period starts.\n6.   Tail institutions, as defined in Article 2 of Regulation (EU) 2021/379 (ECB/2021/2), shall calculate their reserve base for two consecutive maintenance periods beginning with the maintenance period starting in the third month after the end of a quarter, on the basis of end-of-quarter data reported in accordance with Regulation (EU) 2021/379 (ECB/2021/2). Those institutions shall notify the relevant NCB of their minimum reserves in accordance with Article 7.\nArticle 6\nCalculation of minimum reserves\n1.   Minimum reserves held by institutions pursuant to Article 3 shall be calculated using the following reserve ratios for each of the liabilities of the reserve base referred to in Article 5:\n(a)\na reserve ratio of 0 % shall apply to the following categories referred to in Part 2 of Annex II to Regulation (EU) 2021/379 (ECB/2021/2):\n(i)\ndeposits which fulfil one of the following conditions:\n—\nhave an agreed maturity over two years;\n—\nare redeemable at notice over two years;\n—\nare repurchase agreements (repos);\n(ii)\ndebt securities issued with an original maturity over two years;\n(b)\na reserve ratio of 1 % on all other liabilities included in the reserve base.\n2.   NCBs or the institution shall deduct a lump sum allowance of EUR 100 000 from the calculation of minimum reserves of each institution, subject to the requirements of Articles 10 to 12.\n3.   NCBs shall use the minimum reserves calculated in accordance with Article 6 for the following:\n(a)\nto remunerate holdings of minimum reserves;\n(b)\nto assess whether Article 3(1)(a) is fulfilled.\nArticle 7\nNotification of minimum reserves\n1.   NCBs shall establish the procedure for notifying institutions’ individual minimum reserves. That procedure shall include whether the relevant NCB or the institution calculates the minimum reserves in accordance with Article 6.\n2.   Where the relevant NCB calculates an institution’s minimum reserves pursuant to paragraph 1, all of the following shall apply:\n(a)\nthe relevant NCB shall notify that institution of its minimum reserves at the latest three NCB business days before the start of the maintenance period;\n(b)\nthat institution shall acknowledge its minimum reserves at the latest on the NCB business day preceding the start of the maintenance period;\n(c)\nwhere the institution does not reply to the notification referred to in point (a) by the end of the NCB business day preceding the start of the maintenance period, the acknowledgement referred to in point (b) shall be deemed to have taken place and the minimum reserves notified shall apply to that institution for that maintenance period.\n3.   Where an institution calculates its minimum reserves pursuant to paragraph 1, all of the following shall apply:\n(a)\nthat institution shall notify the relevant NCB of its minimum reserves at the latest three NCB business days before the start of the maintenance period;\n(b)\nthe relevant NCB shall acknowledge that institution’s minimum reserves at the latest on the NCB business day preceding the start of the maintenance period;\n(c)\nif the relevant NCB does not reply to the notification referred to in point (a) by the end of the NCB business day preceding the start of the maintenance period, the acknowledgement referred to in point (b) shall be deemed to have taken place and the minimum reserves notified shall apply to that institution for that maintenance period.\n4.   For the purposes of paragraphs 2 and 3, the relevant NCB may specify an earlier date for the notification of the minimum reserves.\n5.   NCBs may specify the conditions and time limits within which institutions may revise the reserve base and the minimum reserves notified in accordance with this Article. No revisions shall be permitted after the acknowledgement of minimum reserves referred to in paragraphs 2 and 3.\n6.   The relevant NCBs shall make available calendars indicating the time limits for the notification and acknowledgement of data relevant to the calculation of minimum reserves for the implementation of the procedures mentioned in this Article.\n7.   Where an institution has failed to report the statistical information specified in Regulation (EU) 2021/379 (ECB/2021/2), the relevant NCB shall estimate the minimum reserves of that institution for the relevant maintenance period on the basis of historical information reported by the institution and any other relevant information, and shall notify the institution of its minimum reserves at least three NCB business days before the start of that maintenance period.\nArticle 8\nMaintenance period\n1.   A maintenance period shall begin on the settlement day of the main refinancing operation following the meeting of the Governing Council at which the assessment of the monetary policy stance is pre-scheduled and shall end the day before the start of the following maintenance period, unless otherwise specified by the Governing Council.\n2.   The Executive Board of the ECB shall publish a calendar of maintenance periods on the website of the ECB. NCBs shall also publish that calendar on their respective websites. That calendar shall be published by the ECB and the NCBs at least three months before the start of each calendar year.\n3.   The Governing Council may modify the calendar referred to in paragraph 2. That modified calendar shall be published on the websites of the ECB and of the NCBs before the maintenance period to which the modification relates.\nArticle 9\nRemuneration\n1.   The relevant NCB shall remunerate holdings of minimum reserves in the reserve accounts at the average, taken over the maintenance period, of the rate (weighted according to the number of calendar days) for the main refinancing operations of the Eurosystem according to the following formula (whereby the result is rounded to the nearest cent):\nWhere:\nRt\n=\nremuneration to be paid on holdings of minimum reserves for the maintenance period t;\nHt\n=\naverage daily holdings of minimum reserves for the maintenance period t;\nnt\n=\nnumber of calendar days in the maintenance period t;\nrt\n=\nrate of remuneration on holdings of minimum reserves for the maintenance period t; standard rounding of the rate of remuneration to two decimals shall be applied;\ni\n=\nith calendar day of the maintenance period t;\nMRi\n=\nmarginal interest rate for the most recent main refinancing operation settled on or before calendar day i.\n2.   The relevant NCB shall pay the remuneration on the holdings of minimum reserves on the second TARGET2 business day following the end of the maintenance period over which the remuneration was earned.\nArticle 10\nIndirect holding of minimum reserves through an intermediary\n1.   An institution may apply to the relevant NCB for permission to hold all its minimum reserves indirectly through an intermediary institution where that intermediary institution:\n(a)\nis resident in the same Member State;\n(b)\nis subject to minimum reserve requirements;\n(c)\nnormally carries out certain administrative tasks (e.g. treasury management) for that institution, beyond the holding of minimum reserves.\n2.   For the purposes of paragraph 1, where an institution applies for permission to hold all its minimum reserves indirectly through an intermediary institution, it shall conclude an agreement with that intermediary institution to that effect. That agreement shall specify at least the following:\n(a)\nwhether the applicant wishes to access Eurosystem standing facilities and open market operations;\n(b)\na notice period of at least 12 months, without prejudice to the provisions in Article 10(7)(b).\nWhere an institution gives notice as referred to in point (b), it shall inform the relevant NCB thereof without undue delay.\n3.   Where the parent of a group consolidates in its statistical reporting the business of subsidiaries which are resident in the same Member State in accordance with Article 6(1) of Regulation (EU) 2021/379 (ECB/2021/2), that parent may apply to the relevant NCB for permission to hold the minimum reserves of the group as an intermediary.\n4.   Where a parent applies for permission to hold the minimum reserves of the group as an intermediary pursuant to paragraph 3, that parent shall conclude an agreement with each institution in that group to act as an intermediary. Those agreements shall specify at least the following:\n(a)\nwhether the parent or subsidiaries will access Eurosystem standing facilities and open market operations;\n(b)\na notice period of at least 12 months.\n5.   The relevant NCB may grant permission to the applicant institution to hold minimum reserves through an intermediary and shall notify that institution and the intermediary institution thereof without undue delay. That permission shall take effect from the start of the first maintenance period following the date permission is granted, and shall apply for the duration of the agreement referred to in paragraph 2 or 4, or until the permission is withdrawn pursuant to paragraphs 7 and 8.\nA permission granted to an institution to hold minimum reserves through an intermediary pursuant to Article 10 of Regulation (EC) No 1745/2003 (ECB/2003/9) shall be deemed to be granted in accordance with this paragraph for the purposes of this Regulation.\n6.   Where an intermediary institution holds minimum reserves for another institution pursuant to this Article, it shall hold those reserves in its own reserve accounts in addition to its own reserves held in accordance with this Regulation.\n7.   The ECB or the relevant NCB may, at any time, withdraw the permission granted pursuant to paragraph 5 where any of the following apply:\n(a)\neither party to the agreement referred to in paragraph 2 or 4 fails to fulfil the requirements of this Regulation;\n(b)\neither party to the agreement referred to in paragraph 2 or 4 requests such withdrawal of permission pursuant to this Article;\n(c)\nthe conditions for the indirect holding of minimum reserves specified in paragraph 1 are no longer fulfilled;\n(d)\nprudential reasons relating to the intermediary institution exist.\n8.   The relevant NCB or the ECB shall consider the following when determining whether to withdraw permission pursuant to paragraph 7:\n(a)\nwhether the parties have agreed to terminate the agreement by mutual consent;\n(b)\nwhether the institution holding its minimum reserves indirectly through an intermediary is able to fulfil its own reserve requirements.\n9.   Where the relevant NCB or the ECB withdraws permission pursuant to paragraph 7, the following shall apply:\n(a)\nthe withdrawal of the permission shall take effect at the end of a maintenance period except where the permission is withdrawn pursuant to paragraph 7(d);\n(b)\nwhere the permission is withdrawn pursuant to paragraph 7(d), the withdrawal shall have immediate effect and the minimum notification period provided for in point (c) of this paragraph shall not apply;\n(c)\nthe relevant NCB or the ECB shall notify both parties to the agreement referred to in paragraph 2 or 4 of the withdrawal at least five working days before the end of the final maintenance period for which the permission applies.\n10.   Where the ECB imposes sanctions pursuant to Regulation (EC) No 2532/98, it may impose those sanctions on the intermediary institution and the institution for which it holds reserves.\nArticle 11\nAggregated reporting of the reserve base\n1.   Where an institution applies to the relevant NCB for permission to hold all its minimum reserves indirectly through a parent institution pursuant to Article 10(3), that parent institution may apply to the relevant NCB for permission to report the reserve base and the reserve base of the institutions in that group on an aggregated basis and in accordance with Regulation (EU) 2021/379 (ECB/2021/2). NCBs may grant permission to parent institutions to report the reserve base on an aggregated basis and in accordance with Regulation (EU) 2021/379 (ECB/2021/2).\n2.   Where a parent institution applies to the relevant NCB for permission to report the reserve base on an aggregated basis pursuant to paragraph 1, the relevant NCB shall ensure that the agreement referred to in Article 10(4) includes an acknowledgement of the potential loss of the deduction of the lump sum allowance referred to in Article 6(2) at an individual level.\n3.   Where the relevant NCB grants permission to a parent institution to report the reserve base on an aggregated basis pursuant to paragraph 1, it shall notify the relevant institution thereof without undue delay. That permission shall take effect from the start of the first maintenance period following the date that the permission is granted, and shall apply for the duration of the agreement referred to in paragraph 2 or until that permission is withdrawn.\n4.   Where the relevant NCB grants permission to a parent institution to report the reserve base on an aggregated basis pursuant to paragraph 1, one lump sum allowance referred to in Article 6(2) shall be automatically deducted from the minimum reserves held by the intermediary institution.\n5.   A permission granted to an institution by the ECB to report the reserve base on an aggregated basis pursuant to Article 11 of Regulation (EC) No 1745/2003 (ECB/2003/9) shall be considered valid and applicable for the purposes of this Regulation until that permission is withdrawn.\nArticle 12\nMergers and divisions\n1.   Where a merger takes effect during a maintenance period, all of the following shall apply:\n(a)\nthe acquiring institution shall fulfil the requirements of this Regulation for the acquired institution;\n(b)\nthe acquiring institution’s minimum reserves shall be reduced by each lump sum allowance applicable pursuant to Article 6(2);\n(c)\nNCBs shall assess whether institutions fulfil the requirements of Article 3(1)(a) by taking into account the end-of day holdings in the reserve accounts of both the acquiring and acquired institutions.\n2.   The following shall apply during the maintenance period immediately following the maintenance period referred to in paragraph 1:\n(a)\nthe minimum reserves of the acquiring institution shall be reduced in accordance with Article 6(2) by only one lump sum; and\n(b)\nthe acquiring institution’s minimum reserves shall be calculated for the purposes of Article 6 using a reserve base which aggregates the reserve bases of the acquired institutions and of the acquiring institution.\nFor the purposes of point (b), the calculation shall use the reserve bases of each institution for the relevant maintenance period as if the merger had not occurred, and in accordance with the rules set out in Annex III, Part 2 of Regulation (EU) 2021/379 (ECB/2021/2).\nThe first subparagraph shall also apply for subsequent maintenance periods where the conditions of paragraph 4 of Part 2 of Annex III to Regulation (EU) 2021/379 (ECB/2021/2) are met.\n3.   Where a division takes effect during a maintenance period, the following shall apply:\n(a)\nthe recipient institutions which are credit institutions shall fulfil the requirements of this Regulation for the institution being divided;\n(b)\neach of the recipient credit institutions shall fulfil the requirements of this Regulation for that part of the reserve base of the institution being divided that is allocated to it;\n(c)\nreserves held by the institution being divided shall be allocated proportionally between the recipient institutions;\n(d)\nthe lump sum allowance referred to in Article 6(2) shall be deducted from the minimum reserves of each recipient institution.\n4.   The following shall apply during the maintenance period immediately following the maintenance period in which the division takes effect and until the recipient institutions report their respective reserve bases in accordance with Regulation (EU) 2021/379 (ECB/2021/2):\n(a)\neach recipient institution shall fulfil the requirements of this Regulation for that part of the reserve base of the institution being divided that is allocated to it, if any; and\n(b)\nthe lump sum allowance referred to in Article 6(2) shall be deducted from the minimum reserves of each recipient institution.\nArticle 13\nDelegation of powers in the event of adoption of the euro\n1.   Where a Member State adopts the euro in accordance with the Treaty, the Governing Council hereby delegates power to the Executive Board to determine, after taking into consideration the views of the Market Operations Committee of the ESCB, the following:\n(a)\nthe dates of a transitional maintenance period for the application of minimum reserve requirements pursuant to Article 3 to institutions established in that Member State, with the start date being the date of the adoption of the euro in that Member State;\n(b)\nthe manner of calculation of the reserve base referred to in Article 5 during the transitional maintenance period referred to in point (a);\n(c)\nthe deadline for the calculation and verification of the minimum reserves by the institutions established in that Member State or by the relevant NCB for the transitional maintenance period.\nThe Executive Board shall adopt and publish a decision pursuant to the first subparagraph at least two months prior to the date of the adoption of the euro in the relevant Member State and shall notify the Governing Council thereof.\n2.   The Governing Council further delegates to the Executive Board the power to allow for a deduction from the reserve base of liabilities owed to institutions established in the Member State adopting the euro by institutions established in other euro area Member States for the relevant maintenance periods during and immediately following the transitional maintenance period referred to in paragraph 1(a).\nThis first subparagraph shall apply where institutions in the Member State adopting the euro do not appear on the list of institutions referred to in Article 3(3)(a) at the time the minimum reserves are calculated. In this event, decisions adopted by the Executive Board allowing for the deduction pursuant to this paragraph may further specify the manner of in which the deduction of such liabilities shall be calculated.\n.\nArticle 14\nVerification\n1.   The relevant NCBs may exercise the right to verify the accuracy and quality of the information on the reserve base provided by institutions, in accordance with Article 6(3) of Regulation (EC) No 2531/98.\n2.   Where an institution notifies its calculation of minimum reserves pursuant to Article 7(3), the relevant NCB shall verify the accuracy of that calculation and shall monitor the consistency with the statistical information reported pursuant to Regulation (EU) 2021/379 (ECB/2021/2).\nArticle 15\nRepeal\n1.   Regulation (EC) No 1745/2003 (ECB/2003/9) is repealed with effect from 26 June 2021.\n2.   References to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex II.\nArticle 16\nFinal provisions\nThis Regulation shall enter into force on the fifth day following its publication in the Official Journal of the European Union.\nIt shall apply from 26 June 2021. However, Article 3 shall apply from 28 July 2021, on the first day of the fifth maintenance period in 2021.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaties.\nDone at Frankfurt am Main, 22 January 2021.\nFor the Governing Council of the ECB\nThe President of the ECB\nChristine LAGARDE\n(1)  OJ L 318, 27.11.1998, p. 1.\n(2)  OJ L 318, 27.11.1998, p. 4.\n(3)  Regulation (EC) No 1745/2003 of the European Central Bank of 12 September 2003 on the application of minimum reserves (ECB/2003/9) (OJ L 250, 2.10.2003, p. 10).\n(4)  Regulation (EU) 2021/379 of the European Central Bank of 22 January 2021 on the balance sheet items of credit institutions and of the monetary financial institutions sector (ECB/2021/2) (see page 16 of this Official Journal).\n(5)  Regulation (EU) No 575/2013 of the European Parliament and of the Council of 26 June 2013 on prudential requirements for credit institutions and investment firms and amending Regulation (EU) No 648/2012 (OJ L 176, 27.6.2013, p. 1.).\n(6)  Regulation (EU) 2019/2033 of the European Parliament and of the Council of 27 November 2019 on the prudential requirements of investment firms and amending Regulations (EU) No 1093/2010, (EU) No 575/2013, (EU) No 600/2014 and (EU) No 806/2014 (OJ L 314, 5.12.2019, p. 1).\n(7)  Directive 2013/36/EU of the European Parliament and of the Council of 26 June 2013 on access to the activity of credit institutions and the prudential supervision of credit institutions and investment firms, amending Directive 2002/87/EC and repealing Directives 2006/48/EC and 2006/49/EC (OJ L 176, 27.6.2013, p. 338).\n(8)  Guideline ECB/2012/27 of the European Central Bank of 5 December 2012 on a Trans-European Automated Real-time Gross settlement Express Transfer system (TARGET2) (OJ L 30, 30.1.2013, p. 1).\n(9)  Council Regulation (EC) No 2533/98 of 23 November 1998 concerning the collection of statistical information by the European Central Bank (OJ L 318, 27.11.1998, p. 8).\n(10)  Directive 2001/24/EC of the European Parliament and of the Council of 4 April 2001 on the reorganisation and winding up of credit institutions (OJ L 125, 5.5.2001, p. 15).\n(11)  Guideline (EU) 2015/510 of the European Central Bank of 19 December 2014 on the implementation of the Eurosystem monetary policy framework (ECB/2014/60) (OJ L 91, 2.4.2015, p. 3).\nANNEX I\nRepealed Regulation with list of the successive amendments thereto\nRegulation (EC) No 1745/2003 of the European Central Bank (ECB/2003/9) (OJ L 250, 2.10.2003, p. 10).\nRegulation (EC) No 1052/2008 of the European Central Bank (ECB/2008/10) (OJ L 282, 25.10.2008, p. 14).\nRegulation (EU) No 1358/2011 of the European Central Bank (ECB/2011/26) (OJ L 338, 21.12.2011, p. 51).\nRegulation (EU) No 1376/2014 of the European Central Bank (ECB/2014/52) (OJ L 366, 20.12.2014, p. 79).\nRegulation (EU) 2016/1705 of the European Central Bank (ECB/2016/26) (OJ L 257, 23.9.2016, p. 10).\nANNEX II\nCorrelation table\nRegulation (EC) No 1745/2003\nThis Regulation\nArticle 1\nArticle 2\nArticle 2(1)\nArticle 1\nArticle 2(2), first subparagraph\nArticle 4(1)\nArticle 2(2), second subparagraph\nArticle 4(2), 4(3)\nArticle 2(3)\nArticle 3(3)\n—\nArticle (3)(1)(d) and Article 3(4)\nArticle 3(1)\nArticle 5(1)\nArticle 3(2)\nArticle 5(2)\nArticle 3(2a), first subparagraph\nArticle 5(3)\nArticle 3(2a), second subparagraph\nArticle 5(4)\n—\nArticle 5(5)\nArticle 3(3)\nArticle 5(6)\nArticle 3(4)\nArticle 5(7)\nArticle 4(1)\nArticle 6(1)(a)\nArticle 4(2)\nArticle 6(1)(b)\nArticle 5(1)\nArticle 6(1), introductory sentence and Article 6(3)\nArticle 5(2)\nArticle 6(2)\nArticle 5(3)\nArticle 7(1) to (5)\nArticle 5(4)\nArticle 7(6)\nArticle 5(5)\nArticle 7(7)\nArticle 6(1), first and second sentences\nArticle 3(1)(b)\nArticle 6(1), third sentence\nArticle 3(1)(c)\nArticle 6(2)\nArticle 3(1)(a)\nArticle 6(3)\nArticle 3(2)\nArticle 7\nArticle 8\nArticle 8\nArticle 9\nArticle 9\nArticle 14(1)\nArticle 10(1) and (2)\nArticle 10(1) and (2), 10(5)\nArticle 10(3)\nArticle 10(6) and (10)\nArticle 10(4)\nArticle 10(7) and Article 10(9)(a) and (c)\nArticle 10(5)\nArticle 10(9)(b)\n—\nArticle 10(4) to (5) and (8)\nArticle 10(6)\nRecital 5, Article 14(2)\nArticle 11\nArticle 11\nArticle 12\n—\nArticle 13\nArticle 12\nArticle 13a\nArticle 13\nArticle 14\nArticle 15\n—\nArticle 15\nArticle 16\n—\nAnnexes I and II", "summary": "Minimum reserves\nMinimum reserves\nSUMMARY OF:\nRegulation (EC) No 2531/98 concerning the application of minimum reserves by the European Central Bank\nRegulation (EU) 2021/378 on the application of minimum reserve requirements (recast) (ECB/2021/1)\nWHAT IS THE AIM OF THE REGULATIONS?\n              \nThe regulations establish the Eurosystem’s minimum reserve* framework and lay down rules for the holding of minimum reserves by credit institutions* and their branches in the euro area.\nThey regulate all relevant aspects, from determining the actual reserve ratio, to the maintenance and remuneration of minimum reserves and the relevant reporting and verification of data. They also provide for exemptions from minimum reserve requirements and the power to impose sanctions.\nKEY POINTS\n              \nCouncil Regulation (EC) No 2531/98 determines the basis and ratios for minimum reserves and establishes the right of the European Central Bank (ECB) to collect and verify information necessary for the application of minimum reserves. It also enables the ECB to impose sanctions on an institution for not complying with statistical reporting requirements or failing to hold sufficient minimum reserves.\nRegulation (EU) 2021/378 regulates the minimum reserve holdings and provides the formulas to be used by euro-area credit institutions to calculate the minimum reserves which are to be held in euro reserve accounts with their EU Member States’ national central banks (NCBs).\nThe ECB publishes on its website the list of institutions subject to the Eurosystem’s minimum reserve requirements. The institutions whose authorisation has been withdrawn or renounced and those subject to winding-up proceedings are exempted from the minimum reserve requirements. Further exemptions may be granted to institutions:\nwhich are subject to a reorganisation measure;\non which a freezing order or another measure restricting the institution’s ability to use funds is imposed;\nwhose access to the Eurosystem’s open market operations or standing facilities has been suspended or excluded;\nfor which it is not appropriate to require minimum reserves.\nThe euro-area credit institutions subject to the minimum reserve requirements calculate their own reserve base* (if this is not done by the NCBs) using their statistical information on deposits and debt securities issued. They may hold their minimum reserves indirectly through an intermediary which is resident in the same Member State, is subject to minimum reserve requirements and normally carries out certain administrative tasks.\nThe NCBs notify the credit institutions on the minimum reserves they should hold (if the NCB does the calculation) or acknowledge the minimum reserves calculated by the institutions themselves.\nThey also remunerate holdings of minimum reserves according to the formula set by Regulation (EU) 2021/378 and have the right to verify the accuracy and quality of the information on the reserve base provided by the institutions.\nSpecific rules come into play when:\nthe reserve base is reported on an aggregated basis;\na merger between two institutions takes place during the maintenance period*;\na Member State adopts the euro.\nFROM WHEN DO THE REGULATIONS APPLY?\nRegulation (EU) 2021/378 has applied from 26 June 2021, apart from Article 3 (calculation of reserve holdings), which took effect on 28 July 2021 (the first day of the fifth maintenance period).\nRegulation (EC) No 2531/98 has applied since 1 January 1999.\nBACKGROUND\nOn the basis of the Statute of the European System of Central Banks and of the European Central Bank, the ECB may require euro-area credit institutions to hold minimum reserves for monetary policy purposes.\nMinimum reserves help to stabilise money market interest rates and enable credit institutions to handle daily liquidity fluctuations.\nReserves held with national central banks increase demand for central bank credit, making it easier for the ECB to steer money market rates through regular liquidity-providing operations.\nFor more information, see: Minimum reserves (European Central Bank).\nKEY TERMS\n              \nMinimum reserves: amount of funds an institution must hold in its reserve accounts with the relevant national central bank.\nCredit institution: an undertaking receiving deposits or other repayable funds from the public and granting credits.\nReserve base: the sum of eligible liabilities used to calculate an institution’s minimum reserves.\nMaintenance period: the period over which compliance with minimum reserve requirements is assessed.\nMAIN DOCUMENTS\n            \nCouncil Regulation (EC) No 2531/98 of 23 November 1998 concerning the application of minimum reserves by the European Central Bank (OJ L 318, 27.11.1998, pp. 1–3)\nSuccessive amendments to Regulation (EC) No 2531/98 have been incorporated into the original text. This consolidated version is of documentary value only.\nRegulation (EU) 2021/378 of the European Central Bank of 22 January 2021 on the application of minimum reserve requirements (recast) (ECB/2021/1) (OJ L 73, 3.3.2021, pp. 1–15)\nRELATED DOCUMENTS\n            \nConsolidated version of the Treaty on the Functioning of the European Union – Protocol (No 4) on the Statute of the European System of Central Banks and of the European Central Bank (OJ C 202, 7.6.2016, pp. 230–250)\nDirective 2013/36/EU of the European Parliament and of the Council of 26 June 2013 on access to the activity of credit institutions and the prudential supervision of credit institutions and investment firms, amending Directive 2002/87/EC and repealing Directives 2006/48/EC and 2006/49/EC (OJ L 176, 27.6.2013, pp. 338–436)\nSee consolidated version\nCouncil Regulation (EC) No 2532/98 of 23 November 1998 concerning the powers of the European Central Bank to impose sanctions (OJ L 318, 27.11.1998, pp.4–7)\nSee consolidated version.\nlast update 02.07.2021", "tags": ["credit institution", "provision", "branch", "central bank", "exchange of information", "participating country"], "subjects": ["European Central Bank (ECB)", "Economic and Monetary Union", "Economic and monetary policy"], "split": "train", "reference_annotations": {"32021R0378_p1": {"text": "(5)  regulation 575/2013 of the European Parliament and of the Council of 26 June 2013 on prudential requirements for credit institutions and investment firms and amending regulation 648/2012 (OJ L 176, 27.6.2013, p. 1.).", "triples": [" regulation 575/2013,  amending,  regulation 648/2012"]}, "32021R0378_p2": {"text": "(6)  regulation 2019/2033 of the European Parliament and of the Council of 27 November 2019 on the prudential requirements of investment firms and amending regulation 1093/2010 regulation 575/2013 regulation 600/2014 regulation 806/2014 (OJ L 314, 5.12.2019, p. 1).", "triples": [" regulation 2019/2033,  amending,  regulation 1093/2010", " regulation 2019/2033,  amending,  regulation 575/2013", " regulation 2019/2033,  amending,  regulation 600/2014", " regulation 2019/2033,  amending,  regulation 806/2014"]}, "32021R0378_p3": {"text": "(7)  directive 2013/36/eu of the European Parliament and of the Council of 26 June 2013 on access to the activity of credit institutions and the prudential supervision of credit institutions and investment firms, amending directive 2002/87/ec and repealing directive 2006/48/ec directive 2006/49/ec (OJ L 176, 27.6.2013, p. 338).", "triples": [" directive 2013/36/eu,  amending,  directive 2002/87/ec", " directive 2013/36/eu,  repealing,  directive 2006/48/ec", " directive 2013/36/eu,  repealing,  directive 2006/49/ec"]}}, "summary_annotations": {"32021R0378_p1": {"text": "directive 2013/36/eu of the European Parliament and of the Council of 26 June 2013 on access to the activity of credit institutions and the prudential supervision of credit institutions and investment firms, amending directive 2002/87/ec and repealing directive 2006/48/ec directive 2006/49/ec (OJ L 176, 27.6.2013, pp. 338–436)", "triples": [" directive 2013/36/eu,  amending,  directive 2002/87/ec", " directive 2013/36/eu,  repealing,  directive 2006/48/ec", " directive 2013/36/eu,  repealing,  directive 2006/49/ec"]}}}