{"celex_id": "32016L1919", "reference": "4.11.2016\nEN\nOfficial Journal of the European Union\nL 297/1\nDIRECTIVE (EU) 2016/1919 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 26 October 2016\non legal aid for suspects and accused persons in criminal proceedings and for requested persons in European arrest warrant proceedings\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular point (b) of Article 82(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nThe purpose of this Directive is to ensure the effectiveness of the right of access to a lawyer as provided for under Directive 2013/48/EU of the European Parliament and of the Council (3) by making available the assistance of a lawyer funded by the Member States for suspects and accused persons in criminal proceedings and for requested persons who are the subject of European arrest warrant proceedings pursuant to Council Framework Decision 2002/584/JHA (4) (requested persons).\n(2)\nBy establishing common minimum rules concerning the right to legal aid for suspects, accused persons and requested persons, this Directive aims to strengthen the trust of Member States in each other's criminal justice systems and thus to improve mutual recognition of decisions in criminal matters.\n(3)\nThe third paragraph of Article 47 of the Charter of Fundamental Rights of the European Union (the Charter), Article 6(3)(c) of the European Convention for the Protection of Human Rights and Fundamental Freedoms (ECHR) and Article 14(3)(d) of the International Covenant on Civil and Political Rights (ICCPR) enshrine the right to legal aid in criminal proceedings in accordance with the conditions laid down in those provisions. The Charter has the same legal value as the Treaties, and the Member States are parties to the ECHR and the ICCPR. However, experience has shown that this in itself does not always provide a sufficient degree of trust in the criminal justice systems of other Member States.\n(4)\nOn 30 November 2009, the Council adopted a Resolution on a Roadmap for strengthening the procedural rights of suspected or accused persons in criminal proceedings (5) (‘the Roadmap’). Taking a step-by-step approach, the Roadmap calls for the adoption of measures regarding the right to translation and interpretation (measure A), the right to information on rights and information about the charges (measure B), the right to legal advice and legal aid (measure C), the right to communicate with relatives, employers and consular authorities (measure D), and special safeguards for suspects or accused persons who are vulnerable (measure E).\n(5)\nOn 11 December 2009, the European Council welcomed the Roadmap and made it part of the Stockholm programme — ‘An open and secure Europe serving and protecting citizens’ (6) (point 2.4). The European Council underlined the non-exhaustive character of the Roadmap by inviting the Commission to examine further elements of minimum procedural rights for suspects and accused persons, and to assess whether other issues, for instance the presumption of innocence, need to be addressed, in order to promote better cooperation in that area.\n(6)\nFive measures on procedural rights in criminal proceedings have been adopted pursuant to the Roadmap to date, namely Directives 2010/64/EU (7), 2012/13/EU (8), 2013/48/EU, (EU) 2016/343 (9) and (EU) 2016/800 (10) of the European Parliament and of the Council.\n(7)\nThis Directive relates to the second part of measure C of the Roadmap, regarding legal aid.\n(8)\nLegal aid should cover the costs of the defence of suspects, accused persons and requested persons. When granting legal aid, the competent authorities of the Member States should be able to require that suspects, accused persons or requested persons bear part of those costs themselves, depending on their financial resources.\n(9)\nWithout prejudice to Article 6 of Directive (EU) 2016/800, this Directive should not apply where suspects or accused persons, or requested persons, have waived their right of access to a lawyer in accordance with, respectively, Article 9 or Article 10(3) of Directive 2013/48/EU, and have not revoked such waiver, or where Member States have applied the temporary derogations in accordance with Article 3(5) or (6) of Directive 2013/48/EU, for the time of such derogation.\n(10)\nWhere a person who was initially not a suspect or an accused person, such as a witness, becomes a suspect or an accused person, that person should have the right not to incriminate him or herself and the right to remain silent, in accordance with Union law and the ECHR, as interpreted by the Court of Justice of the European Union (Court of Justice) and by the European Court of Human Rights (ECtHR). This Directive therefore makes express reference to the practical situation where such a person becomes a suspect or an accused person during questioning by the police or by another law enforcement authority in the context of criminal proceedings. Where, in the course of such questioning, a person other than a suspect or an accused person becomes a suspect or an accused person, questioning should be suspended immediately. However, it should be possible to continue questioning where the person concerned has been made aware that he or she has become a suspect or an accused person and that person is able to fully exercise the rights provided for in this Directive.\n(11)\nIn some Member States an authority other than a court having jurisdiction in criminal matters has competence for imposing sanctions other than deprivation of liberty in relation to relatively minor offences. That may be the case, for example, in relation to traffic offences which are committed on a large scale and which might be established following a traffic control. In such situations, it would be unreasonable to require that the competent authorities ensure all the rights under this Directive. Where the law of a Member State provides for the imposition of a sanction regarding minor offences by such an authority and there is either a right of appeal or the possibility for the case to be otherwise referred to a court having jurisdiction in criminal matters, this Directive should therefore apply only to the proceedings before that court following such an appeal or referral.\n(12)\nIn some Member States certain minor offences, in particular minor traffic offences, minor offences in relation to general municipal regulations and minor public order offences, are considered to be criminal offences. In such situations, it would be unreasonable to require that the competent authorities ensure all the rights under this Directive. Where the law of a Member State provides in respect of minor offences that deprivation of liberty cannot be imposed as a sanction, this Directive should therefore apply only to the proceedings before a court having jurisdiction in criminal matters.\n(13)\nThe application of this Directive to minor offences is subject to the conditions set out in this Directive. Member States should be able to apply a means test, a merits test, or both in order to determine whether legal aid is to be granted. Provided that this complies with the right to a fair trial, the merits test may be deemed not to have been met in respect of certain minor offences.\n(14)\nThe scope of application of this Directive in respect of certain minor offences should not affect the obligations of Member States under the ECHR to ensure the right to a fair trial, including obtaining the assistance of a lawyer.\n(15)\nProvided that this complies with the right to a fair trial, the following situations do not constitute a deprivation of liberty within the meaning of this Directive: identifying the suspect or accused person; determining whether an investigation should be started; verifying the possession of weapons or other similar safety issues; carrying out investigative or evidence-gathering acts other than those specifically referred to in this Directive, such as body checks, physical examinations, blood, alcohol or similar tests, or the taking of photographs or fingerprints; bringing the suspect or accused person to appear before a competent authority, in accordance with national law.\n(16)\nThis Directive lays down minimum rules. Member States should be able to grant legal aid in situations which are not covered by this Directive, for example when investigative or evidence-gathering acts other than those specifically referred to in this Directive are carried out.\n(17)\nIn accordance with Article 6(3)(c) ECHR, suspects and accused persons who lack sufficient resources to pay for the assistance of a lawyer are to have the right to legal aid when the interests of justice so require. This minimum rule allows Member States to apply a means test, a merits test, or both. The application of those tests should not limit or derogate from the rights and procedural safeguards that are ensured under the Charter and the ECHR, as interpreted by the Court of Justice and by the ECtHR.\n(18)\nMember States should lay down practical arrangements regarding the provision of legal aid. Such arrangements could determine that legal aid is granted following a request by a suspect, an accused person or a requested person. Given in particular the needs of vulnerable persons, such a request should not, however, be a substantive condition for granting legal aid.\n(19)\nThe competent authorities should grant legal aid without undue delay and at the latest before questioning of the person concerned by the police, by another law enforcement authority or by a judicial authority, or before the specific investigative or evidence-gathering acts referred to in this Directive are carried out. If the competent authorities are not able to do so, they should at least grant emergency or provisional legal aid before such questioning or before such investigative or evidence-gathering acts are carried out.\n(20)\nGiven the specificity of European arrest warrant proceedings, the interpretation of the provisions of this Directive relating only to requested persons should take into account this specificity and should not in any way prejudice the interpretation of the other provisions of this Directive.\n(21)\nRequested persons should have the right to legal aid in the executing Member State. In addition, requested persons who are the subject of European arrest warrant proceedings for the purpose of conducting a criminal prosecution and who exercise their right to appoint a lawyer in the issuing Member State in accordance with Directive 2013/48/EU should have the right to legal aid in that Member State for the purpose of such proceedings in the executing Member State, in so far as legal aid is necessary to ensure effective access to justice, as laid down in Article 47 of the Charter. This would be the case where the lawyer in the executing Member State cannot fulfil his or her tasks as regards the execution of a European arrest warrant effectively and efficiently without the assistance of a lawyer in the issuing Member State. Any decision regarding the granting of legal aid in the issuing Member State should be taken by an authority that is competent for taking such decisions in that Member State, on the basis of criteria that are established by that Member State when implementing this Directive.\n(22)\nTo ensure effective access to a lawyer by requested persons, Member States should ensure that requested persons have a right to legal aid until they are surrendered, or until the decision not to surrender them becomes final.\n(23)\nWhen implementing this Directive, Member States should ensure respect for the fundamental right to legal aid as provided for by the Charter and by the ECHR. In doing so, they should respect the United Nations Principles and Guidelines on Access to Legal Aid in Criminal Justice Systems.\n(24)\nWithout prejudice to provisions of national law concerning the mandatory presence of a lawyer, a competent authority should decide, without undue delay, whether or not to grant legal aid. The competent authority should be an independent authority that is competent to take decisions regarding the granting of legal aid, or a court, including a judge sitting alone. In urgent situations the temporary involvement of the police and the prosecution should, however, also be possible in so far as this is necessary for granting legal aid in a timely manner.\n(25)\nWhere legal aid has been granted to a suspect, an accused person or a requested person, one way of ensuring its effectiveness and quality is to facilitate continuity in his or her legal representation. In that respect, Member States should facilitate continuity of legal representation throughout the criminal proceedings, as well as — where relevant — in European arrest warrant proceedings.\n(26)\nAdequate training should be provided to staff involved in the decision-making on legal aid in criminal proceedings and in European arrest warrant proceedings. Without prejudice to the judicial independence and differences in the organisation of the judiciary across the Member States, Member States should request that those responsible for the training of judges provide such training to courts and judges that take decisions regarding the granting of legal aid.\n(27)\nThe principle of effectiveness of Union law requires that Member States put in place adequate and effective remedies in the event of a breach of a right conferred upon individuals by Union law. An effective remedy should be available where the right to legal aid is undermined or the provision of legal aid is delayed or refused in full or in part.\n(28)\nIn order to monitor and evaluate the effectiveness of this Directive, there is a need for collection of relevant data, from available data, with regard to the implementation of the rights set out in this Directive. Such data include, where possible, the number of requests for legal aid in criminal proceedings, as well as in European arrest warrant proceedings where the Member State concerned acts as an issuing or executing Member State, the number of cases where legal aid was granted, and the number of cases where a request for legal aid was refused. Data on the costs of providing legal aid to suspects or accused persons and to requested persons should also be collected in so far as possible.\n(29)\nThis Directive should apply to suspects, accused persons and requested persons regardless of their legal status, citizenship or nationality. Member States should respect and guarantee the rights set out in this Directive, without any discrimination based on any ground such as race, colour, sex, sexual orientation, language, religion, political or other opinion, nationality, ethnic or social origin, property, disability or birth. This Directive upholds the fundamental rights and principles recognised by the Charter and by the ECHR, including the prohibition of torture and inhuman or degrading treatment, the right to liberty and security, respect for private and family life, the right to the integrity of the person, the rights of the child, the integration of persons with disabilities, the right to an effective remedy and the right to a fair trial, the presumption of innocence, and the rights of the defence. This Directive should be implemented in accordance with those rights and principles.\n(30)\nThis Directive lays down minimum rules. Member States should be able to extend the rights laid down in this Directive in order to provide a higher level of protection. Such higher level of protection should not constitute an obstacle to the mutual recognition of judicial decisions that those minimum rules are designed to facilitate. The level of protection provided for by Member States should never fall below the standards provided by the Charter or by the ECHR, as interpreted by the Court of Justice and by the ECtHR.\n(31)\nSince the objective of this Directive, namely setting common minimum rules concerning the right to legal aid for suspects, accused persons and requested persons, cannot be sufficiently achieved by the Member States but can rather, by reason of its scale and effects, be better achieved at Union level, the Union may adopt measures in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union (TEU). In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve that objective.\n(32)\nIn accordance with Articles 1 and 2 of Protocol No 21 on the position of the United Kingdom and Ireland in respect of the area of freedom, security and justice, annexed to the TEU and to the Treaty on the Functioning of the European Union (TFEU), and without prejudice to Article 4 of that Protocol, those Member States are not taking part in the adoption of this Directive and are not bound by it or subject to its application.\n(33)\nIn accordance with Articles 1 and 2 of Protocol No 22 on the position of Denmark, annexed to the TEU and to the TFEU, Denmark is not taking part in the adoption of this Directive, and is not bound by it or subject to its application,\nHAVE ADOPTED THIS DIRECTIVE:\nArticle 1\nSubject matter\n1.   This Directive lays down common minimum rules concerning the right to legal aid for:\n(a)\nsuspects and accused persons in criminal proceedings; and\n(b)\npersons who are the subject of European arrest warrant proceedings pursuant to Framework Decision 2002/584/JHA (requested persons).\n2.   This Directive complements Directives 2013/48/EU and (EU) 2016/800. Nothing in this Directive shall be interpreted as limiting the rights provided for in those Directives.\nArticle 2\nScope\n1.   This Directive applies to suspects and accused persons in criminal proceedings who have a right of access to a lawyer pursuant to Directive 2013/48/EU and who are:\n(a)\ndeprived of liberty;\n(b)\nrequired to be assisted by a lawyer in accordance with Union or national law; or\n(c)\nrequired or permitted to attend an investigative or evidence-gathering act, including as a minimum the following:\n(i)\nidentity parades;\n(ii)\nconfrontations;\n(iii)\nreconstructions of the scene of a crime.\n2.   This Directive also applies, upon arrest in the executing Member State, to requested persons who have a right of access to a lawyer pursuant to Directive 2013/48/EU.\n3.   This Directive also applies, under the same conditions as provided for in paragraph 1, to persons who were not initially suspects or accused persons but become suspects or accused persons in the course of questioning by the police or by another law enforcement authority.\n4.   Without prejudice to the right to a fair trial, in respect of minor offences:\n(a)\nwhere the law of a Member State provides for the imposition of a sanction by an authority other than a court having jurisdiction in criminal matters, and the imposition of such a sanction may be appealed or referred to such a court; or\n(b)\nwhere deprivation of liberty cannot be imposed as a sanction;\nthis Directive applies only to the proceedings before a court having jurisdiction in criminal matters.\nIn any event, this Directive applies when a decision on detention is taken, and during detention, at any stage of the proceedings until the conclusion of the proceedings.\nArticle 3\nDefinition\nFor the purposes of this Directive, ‘legal aid’ means funding by a Member State of the assistance of a lawyer, enabling the exercise of the right of access to a lawyer.\nArticle 4\nLegal aid in criminal proceedings\n1.   Member States shall ensure that suspects and accused persons who lack sufficient resources to pay for the assistance of a lawyer have the right to legal aid when the interests of justice so require.\n2.   Member States may apply a means test, a merits test, or both to determine whether legal aid is to be granted in accordance with paragraph 1.\n3.   Where a Member State applies a means test, it shall take into account all relevant and objective factors, such as the income, capital and family situation of the person concerned, as well as the costs of the assistance of a lawyer and the standard of living in that Member State, in order to determine whether, in accordance with the applicable criteria in that Member State, a suspect or an accused person lacks sufficient resources to pay for the assistance of a lawyer.\n4.   Where a Member State applies a merits test, it shall take into account the seriousness of the criminal offence, the complexity of the case and the severity of the sanction at stake, in order to determine whether the interests of justice require legal aid to be granted. In any event, the merits test shall be deemed to have been met in the following situations:\n(a)\nwhere a suspect or an accused person is brought before a competent court or judge in order to decide on detention at any stage of the proceedings within the scope of this Directive; and\n(b)\nduring detention.\n5.   Member States shall ensure that legal aid is granted without undue delay, and at the latest before questioning by the police, by another law enforcement authority or by a judicial authority, or before the investigative or evidence-gathering acts referred to in point (c) of Article 2(1) are carried out.\n6.   Legal aid shall be granted only for the purposes of the criminal proceedings in which the person concerned is suspected or accused of having committed a criminal offence.\nArticle 5\nLegal aid in European arrest warrant proceedings\n1.   The executing Member State shall ensure that requested persons have a right to legal aid upon arrest pursuant to a European arrest warrant until they are surrendered, or until the decision not to surrender them becomes final.\n2.   The issuing Member State shall ensure that requested persons who are the subject of European arrest warrant proceedings for the purpose of conducting a criminal prosecution and who exercise their right to appoint a lawyer in the issuing Member State to assist the lawyer in the executing Member State in accordance with Article 10(4) and (5) of Directive 2013/48/EU have the right to legal aid in the issuing Member State for the purpose of such proceedings in the executing Member State, in so far as legal aid is necessary to ensure effective access to justice.\n3.   The right to legal aid referred to in paragraphs 1 and 2 may be subject to a means test in accordance with Article 4(3), which shall apply mutatis mutandis.\nArticle 6\nDecisions regarding the granting of legal aid\n1.   Decisions on whether or not to grant legal aid and on the assignment of lawyers shall be made, without undue delay, by a competent authority. Member States shall take appropriate measures to ensure that the competent authority takes its decisions diligently, respecting the rights of the defence.\n2.   Member States shall take necessary measures to ensure that suspects, accused persons and requested persons are informed in writing if their request for legal aid is refused in full or in part.\nArticle 7\nQuality of legal aid services and training\n1.   Member States shall take necessary measures, including with regard to funding, to ensure that:\n(a)\nthere is an effective legal aid system that is of an adequate quality; and\n(b)\nlegal aid services are of a quality adequate to safeguard the fairness of the proceedings, with due respect for the independence of the legal profession.\n2.   Member States shall ensure that adequate training is provided to staff involved in the decision-making on legal aid in criminal proceedings and in European arrest warrant proceedings.\n3.   With due respect for the independence of the legal profession and for the role of those responsible for the training of lawyers, Member States shall take appropriate measures to promote the provision of adequate training to lawyers providing legal aid services.\n4.   Member States shall take the necessary measures to ensure that suspects, accused persons and requested persons have the right, upon their request, to have the lawyer providing legal aid services assigned to them replaced, where the specific circumstances so justify.\nArticle 8\nRemedies\nMember States shall ensure that suspects, accused persons and requested persons have an effective remedy under national law in the event of a breach of their rights under this Directive.\nArticle 9\nVulnerable persons\nMember States shall ensure that the particular needs of vulnerable suspects, accused persons and requested persons are taken into account in the implementation of this Directive.\nArticle 10\nProvision of data and report\n1.   By 25 May 2021, and every three years thereafter, Member States shall submit available data to the Commission showing how the rights laid down in this Directive have been implemented.\n2.   By 25 May 2022, and every three years thereafter, the Commission shall submit a report on the implementation of this Directive to the European Parliament and to the Council. In its report, the Commission shall assess the implementation of this Directive as regards the right to legal aid in criminal proceedings and in European arrest warrant proceedings.\nArticle 11\nNon-regression\nNothing in this Directive shall be construed as limiting or derogating from any of the rights and procedural safeguards that are ensured under the Charter, the ECHR, or other relevant provisions of international law or the law of any Member State which provides a higher level of protection.\nArticle 12\nTransposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 25 May 2019. They shall immediately inform the Commission thereof.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or shall be accompanied by such a reference on the occasion of their official publication. The methods of making such a reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the measures of national law which they adopt in the field covered by this Directive.\nArticle 13\nEntry into force\nThis Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nArticle 14\nAddressees\nThis Directive is addressed to the Member States in accordance with the Treaties.\nDone at Strasbourg, 26 October 2016.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nI. LESAY\n(1)  OJ C 226, 16.7.2014, p. 63.\n(2)  Position of the European Parliament of 4 October 2016 (not yet published in the Official Journal) and Council decision of 13 October 2016.\n(3)  Directive 2013/48/EU of the European Parliament and of the Council of 22 October 2013 on the right of access to a lawyer in criminal proceedings and in European arrest warrant proceedings, and on the right to have a third party informed upon deprivation of liberty and to communicate with third persons and with consular authorities while deprived of liberty (OJ L 294, 6.11.2013, p. 1).\n(4)  Council Framework Decision 2002/584/JHA of 13 June 2002 on the European arrest warrant and the surrender procedures between Member States (OJ L 190, 18.7.2002, p. 1).\n(5)  OJ C 295, 4.12.2009, p. 1.\n(6)  OJ C 115, 4.5.2010, p. 1.\n(7)  Directive 2010/64/EU of the European Parliament and of the Council of 20 October 2010 on the right to interpretation and translation in criminal proceedings (OJ L 280, 26.10.2010, p. 1).\n(8)  Directive 2012/13/EU of the European Parliament and of the Council of 22 May 2012 on the right to information in criminal proceedings (OJ L 142, 1.6.2012, p. 1).\n(9)  Directive (EU) 2016/343 of the European Parliament and of the Council of 9 March 2016 on the strengthening of certain aspects of the presumption of innocence and of the right to be present at the trial in criminal proceedings (OJ L 65, 11.3.2016, p. 1).\n(10)  Directive (EU) 2016/800 of the European Parliament and of the Council of 11 May 2016 on procedural safeguards for children who are suspects or accused persons in criminal proceedings (OJ L 132, 21.5.2016, p. 1).", "summary": "Legal aid in criminal proceedings\nLegal aid in criminal proceedings\nSUMMARY OF:\nDirective (EU) 2016/1919 guaranteeing legal aid for suspects and accused persons in criminal proceedings\nWHAT IS THE AIM OF THIS DIRECTIVE?\n              \nIt establishes common minimum rules concerning the right to legal aid* in criminal proceedings across the EU.\nIt sets clear criteria for granting legal aid, quality standards and remedies in case of breach.\nIt complements EU rules on access to a lawyer and on procedural safeguards for children who are suspected or accused of crimes and does not affect the rights they define.\nKEY POINTS\nScope\nThe rules apply to the following:\nsuspects and accused persons in criminal proceedings who are: deprived of liberty;required to be assisted by a lawyer in accordance with EU or national law and cannot afford it; orrequired or permitted to attend an investigative or evidence-gathering act, including as a minimum the following: identity parades (a row of people, including a person who is believed to have committed a crime, who are shown to a witness for identification), confrontations, reconstructions of the scene of a crime; and\npersons faced with a European arrest warrant (EAW).\nThey apply to all EU citizens and to all EU countries except Denmark, Ireland and the UK.\nRight to legal aid in criminal proceedings\nEU countries:\nmust ensure that suspects and accused persons who lack sufficient resources to pay for the assistance of a lawyer have the right to legal aid when the interests of justice so require;\nmay apply different test to determine whether legal aid is to be granted: a means test (based on the resources of the person concerned, including income and fortune) and/or;a merits test (based on the need to ensure effective access to justice in the circumstances of the case);\nmust respect the criteria set out to establish these tests, in particular that the merit is deemed to exist where the person is brought before a court for a decision on detention and during detention;\nmust grant legal aid without undue delay and — at the latest — before the person concerned is questioned by the police, by another law enforcement authority or by a judicial authority, or before the specific investigative or evidence-gathering acts are carried out.\nRight to legal aid in EAW proceedings\nRequested persons* have a right to legal aid:\nfrom the executing EU country*, upon arrest until they are handed over to the issuing EU country*, or until the decision not to surrender them becomes final;\nfrom the issuing country, when they exercise their right to appoint a lawyer in the issuing country to assist the lawyer in the executing country in accordance with EU rules on the right of access to a lawyer, in so far as legal aid is necessary to ensure effective access to justice.\nThis right may be subject to a means test under the same criteria as for criminal proceedings.\nDecision, remedy and vulnerable persons\nSuspects, accused persons, and requested persons must:\nbe informed in writing if their request for legal aid is refused;\nhave an effective remedy under national law in the event of a breach of their rights under the directive;\nsee their particular needs taken into account if they are vulnerable.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt has applied since 24 November 2016 and has to become law in the EU countries by 5 May 2019.\nBACKGROUND\n              \nThis directive is the sixth and last of a package of legal instruments adopted in line with the EU Roadmap to strengthen procedural rights of suspected or accused people in criminal proceedings published in 2009.\nFor further information, see:\nRights of suspects and accused (European Commission)\nQ&A on legal aid (European Commission).\nKEY TERMS\n              \nLegal aid: for the purposes of this directive, funding by an EU country to provide a lawyer, allowing those individuals who do not have the resources to cover the costs of proceedings, access to one.\nExecuting country: in the context of an arrest warrant, the country which is asked by another country to arrest and surrender a person sought for a criminal prosecution or a custodial sentence.\nRequested person: in the context of an arrest warrant, the person which is sought for criminal prosecution or a custodial sentence and whose arrest and surrender is requested to another country.\nIssuing country: in the context of an arrest warrant, the country which is asking another country to arrest and surrender a person sought for a criminal prosecution or a custodial sentence.\nMAIN DOCUMENT\n            \nDirective (EU) 2016/1919 of the European Parliament and of the Council of 26 October 2016 on legal aid for suspects and accused persons in criminal proceedings and for requested persons in European arrest warrant proceedings (OJ L 297, 4.11.2016, pp. 1-8)\nSuccessive amendments to Directive (EU) 2016/1919 have been incorporated into the original document. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nCharter of Fundamental Rights of the European Union — Title VI — Justice Article 47 — Right to an effective remedy and to a fair trial  (OJ C 202, 7.6.2016, p. 403)\nDirective (EU) 2016/800 of the European Parliament and of the Council of 11 May 2016 on procedural safeguards for children who are suspects or accused persons in criminal proceedings (OJ L 132, 21.5.2016, pp. 1-20)\nDirective 2013/48/EU of the European Parliament and of the Council of 22 October 2013 on the right of access to a lawyer in criminal proceedings and in European arrest warrant proceedings, and on the right to have a third party informed upon deprivation of liberty and to communicate with third persons and with consular authorities while deprived of liberty (OJ L 294, 6.11.2013, pp. 1-12)\nResolution of the Council of 30 November 2009 on a Roadmap for strengthening procedural rights of suspected or accused persons in criminal proceedings (OJ C 295, 4.12.2009, pp. 1-3)\nlast update 14.05.2018", "tags": ["legal aid", "rights of the defence", "charge", "right to justice", "EU Member State", "criminal proceedings", "European arrest warrant", "extradition"], "subjects": ["Judicial cooperation in criminal matters", "Justice and home affairs"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}