{"celex_id": "32003D0752", "reference": "EUR-Lex - 32003D0752 - EN\nAvis juridique important\n|\n32003D0752\n2003/752/EC: Decision No 190 of 18 June 2003 concerning the technical specifications of the European health insurance card (Text with relevance for the EEA and for the EU/Switzerland Agreement.)\nOfficial Journal L 276 , 27/10/2003 P. 0004 - 0018\nDecision No 190of 18 June 2003concerning the technical specifications of the European health insurance card(Text with relevance for the EEA and for the EU/Switzerland Agreement)(2003/752/EC)THE ADMINISTRATIVE COMMISSION,Having regard to Administrative Commission Decision No 189 of 18 June 2003 aimed at introducing a European health insurance card to replace the forms necessary for the application of Council Regulations (EEC) No 1408/71 and (EEC) No 574/72 as regards access to health care during a temporary stay in a Member State other than the competent State or the State of residence,Whereas:(1) The European health insurance card will be issued by the institution of the competent State or the State of residence. In order to facilitate the acceptance and reimbursement of the cost of treatment on the basis of the European card, it will be necessary for the three main parties concerned, namely the insured persons, the care providers and the institutions, to recognise easily and accept the European card in conformity with a single model and uniform specifications.(2) The information which must be visible on the European card is defined in Article 6 of Administrative Commission Decision No 189. The introduction of the European card with visible data is the first stage of a process leading ultimately to the abolition of the current paper forms and the use of an electronic medium providing entitlement to health care during a temporary stay in a Member State other than the competent State or the State of residence. Consequently, the competent institutions of the Member States wishing to do so may also incorporate on an electronic medium, such as a microchip or magnetic strip, from the initial stage onwards, the data referred to in this recital.(3) When exceptional circumstances prevent the person concerned from producing the European card, a provisional replacement certificate in accordance with a uniform model must be made out,HAS DECIDED AS FOLLOWS:Article 1The design and specifications of the European health insurance card shall be established in accordance with Annex 1 to this Decision.Article 2The model of the provisional replacement certificate shall be established in accordance with Annex 2 to this Decision.Article 3This Decision shall be published in the Official Journal of the European Union. It shall be applicable from the first day of the month following its publication.The Chairman of the Administrative CommissionTheodora TsotsorouANNEX 1TECHNICAL PROVISIONS CONCERNING THE DESIGN OF THE EUROPEAN HEALTH INSURANCE CARD1. IntroductionIn compliance with the related decisions of the Administrative Commission for Social Security for Migrant Workers, the European health insurance card provides a minimum set of \"eye-readable\" data to be used in a Member State other than the Member State of insurance or residence for:- identifying the insured person, the competent institution and the card,- stating the entitlement to receive care during a temporary stay in another Member State.The models shown below are based on the technical specifications defined in this document but are to be considered for illustration purposes only.Figure 1: Example for the front side>PIC FILE= \"L_2003276EN.000602.TIF\">Figure 2: Example for the reverse side>PIC FILE= \"L_2003276EN.000603.TIF\">While the ordering of the eye-readable data is identical in both models, i.e. irrespective of the side used by the European health insurance card, a different structure has been defined for the front and the reverse side. This is the result of a compromise between the required unique model for the European card and the structural differences of both sides while retaining the overall style between the front and the back of the card.2. Normative reference>TABLE>3. Specifications3.1. DefinitionsThe front side is the side on which the microprocessor (if any) is embedded. The reverse side is the side on which the magnetic stripe (if any) is attached. If there is neither a microprocessor nor a magnetic stripe, the front side of the card will be the side on which the information outlined in this document is presented.3.2. Overall structureThe format of the European health insurance card complies with the ID-1 format (53,98 mm high, 85,60 mm wide and 0,76 mm thick). However, if the European health insurance card takes the form of a sticker to be applied on the reverse side of a national card, the ID-1 thickness criterion will not apply.3.2.1. European health insurance card: front side of the cardThe background is divided into two parts by an axis vertically splitting the card area into part 1 on the left (53 mm wide) and part 2 on the right.Four placeholders are positioned thanks to a set of guiding lines:- three vertical guiding lines(a) at 5 mm from the left edge of the card,(b) at 21,5 mm from the left edge of the card,(c) at 1 mm from the right edge of the card,- three horizontal guiding lines(d) at 2 mm from the top edge of the card,(e) at 17 from the top edge of the card,(f) at 5 mm from the bottom edge of the card.(a) Card without chip>PIC FILE= \"L_2003276EN.000801.TIF\">(b) Chip card>PIC FILE= \"L_2003276EN.000802.TIF\">3.2.2. European health insurance card: reverse side of the cardThe background is divided by an axis splitting the card area horizontally into two parts of equal size. Part 1 is the top part and part 2 the bottom part.Five placeholders are positioned thanks to a set of guiding lines:- symmetrically:(g) at 9 mm from the left edge of the card,(h) in the middle of the card,(i) at 9 mm from the right edge of the card,- vertically:(j) at 3 mm from the left edge of the card,(k) at 3 mm from the right edge of the card,- horizontally:(l) in the middle of the card,(m) at 2 mm from the bottom edge of the card.(c) With magnetic stripe>PIC FILE= \"L_2003276EN.000901.TIF\">(d) Without magnetic stripe>PIC FILE= \"L_2003276EN.000902.TIF\">3.3. Background and graphical elements3.3.1. Colours of the backgroundThe colour scheme of the background is as follows(1):- part 1 is dark blue mixed with purple(2),- part 2 is one tone of grey/blue(3) which shades slightly darker from the middle to the sides of the card,- the data field is made up of white stripes to be used as background for each of the individual data lines (see below).A shading effect has been used on part 2 and the data field to create an illusion of relief, with the light coming from the top left corner of the card. The free area is in the same colour as either part 2 (without the shading effect) or the data field.3.3.2. European markThe European mark is made up of the European stars coloured in white:- when on the front side of the card, it has a diameter of 15 mm and is positioned vertically below the guiding line \"d\" and horizontally centred in part 2 of the background,- when on the reverse side of the card, it has a diameter of 10 mm and is positioned symmetrically along the vertical axis \"i\" and aligned centrally with the free area.An alternative mark will be used for countries where a European card is to be issued but which are not members of the European Union.3.3.3. Data fieldThe data field area is made up of white data stripes (five when on the front side and four when on the reverse side) 4 mm high with inter-spaces of 2 mm:- when on the front side of the card, the data field is centrally located between the vertical guiding lines \"b\" and \"c\" and the horizontal lines \"e\" and \"f\",- when on the reverse side of the card, the data field is symmetrically located along the \"h\" vertical axis and between the vertical guiding lines \"j\" and \"k\" and above the horizontal line \"m\".3.3.4. Free areaThe free area is an area located on the reverse side of the European card and available for national purposes. It can be used e.g. as a signature stripe or for providing any text, logo or other marking. The content of this area has however no legal value but an informational value only.This area is positioned as follows:- when the European card is implemented on the front side of a card, the reverse side is a free area, without any specifications,- when the European card is implemented on the reverse side of another card, a free area, without any specifications other than its dimension, remains available on the reverse side of the card (10 mm high and 52 mm wide). It is symmetrically located along the \"h\" vertical axis and centred in the area between the magnetic stripe and the data field areas. It can be used by the card issuer to place an authentication signature stripe or text,- when there is no magnetic stripe, the free area is 20 mm high instead of 10 mm.3.4. Predefined data elements3.4.1. Card name>TABLE>3.4.2. Caption>TABLE>3.4.3. Issuing State>TABLE>3.5. Personal data elementsThe personal data elements have the following common characteristics:- compliance with EN 1387 with regard to the character set: Latin alphabet No 1 (ISO 8859-1),- if there is a need to abbreviate elements due to the limited number of spaces, this must be indicated by a full stop.Data will be laser or thermal-transfer printed or engraved but not embossed.Each data element will be placed in the data field according to the schemes below.Figure 3: front side model for the data field>PIC FILE= \"L_2003276EN.001201.TIF\">Figure 4: reverse side model for the data field>PIC FILE= \"L_2003276EN.001202.TIF\">3.5.1. Form identifier>TABLE>3.5.2. Card holder-related data elementsNote that the card holder may not be the insured person but a beneficiary as the card is individual.>TABLE>>TABLE>>TABLE>>TABLE>3.5.3. Competent institution related data elements>TABLE>>TABLE>3.5.4. Card related data elements>TABLE>>TABLE>3.6. Security requirementsAll security measures remain the full responsibility of the card issuer, who is best placed to assess threats and implement appropriate counter-measures.When placed on the reverse side of a national card, the European card will benefit from all security measures applied to the national card. As an additional security measure, it is, however, suggested that some data have the same values on both sides of the card.Should other elements than those specified above be considered as required security measures (e.g. a picture of the card holder's face), then they will be applied on the other side of the card.(1) The technical details of the colour scheme are available on request to the Secretariat of the Administrative Commission. They will be provided in the appropriate format according to the best practices in the professional printing sector (i.e. as a Quark Xpress file. The colour scheme is four colours CMYK and all images are in TIFF format).(2) The CMYK references for this colour are C78 M65 Y21 K7.(3) The CMYK references for the grey are C33 M21 Y13 K1 and the blue C64 M46 Y16 K2.ANNEX 2MODEL OF THE PROVISIONAL CERTIFICATE REPLACING THE EUROPEAN HEALTH INSURANCE CARD1. IntroductionThe European health insurance certificate (called \"the certificate\" hereafter) may be provided to the insured person, on request only and as a provisional replacement for the European card.The certificate is identical in format in all Member States and contains, in the same order, the same data as the European card (fields 1 to 9) as well as data for certifying the origin and validity of the certificate (fields (a) to (d)).2. Model of certificateSee next page.>PIC FILE= \"L_2003276EN.001801.TIF\">", "summary": "European health insurance card\nEuropean health insurance card\nSUMMARY OF:\nDecisions on the European health insurance card\nSUMMARY\nWHAT DO THESE DECISIONS DO?\n                     \nThey introduce a standard European health insurance card. This replaces the E111 and E111B forms which were previously used. It enables citizens staying temporarily in another EU country to benefit from simplified reimbursement procedures for any healthcare they may receive.\nKEY POINTS\nThe card is issued for free by the holder’s relevant national authority. This authority decides how long it should be valid.\nIt may be used in any of the 28 EU countries (1), as well as in Iceland, Liechtenstein, Norway and Switzerland, under the same conditions as those that apply to the citizens of the country in question.\nThe card ensures that the institution providing medical care to a temporary resident is reimbursed.\nThe card shows the holder’s name, date of birth and personal identification number. The information also includes details of the holder’s medical insurance organisation.\nWhen an insured person is unable to produce the card, they may be issued a provisional replacement certificate of limited validity.\nThe card is designed according to a uniform format and specifications to ensure it can be easily recognised by medical staff and insurance companies.\nThe card is not an alternative to travel insurance and does not cover any private healthcare costs.\nBACKGROUND\n                     \nMore information: European health insurance card\nACT\n2003/751/EC: Decision No 189 of 18 June 2003 aimed at introducing a European health insurance card to replace the forms necessary for the application of Council Regulations (EEC) No 1408/71 and (EEC) No 574/72 as regards access to health care during a temporary stay in a Member State other than the competent state or the state of residence\n2003/752/EC: Decision No 190 of 18 June 2003 concerning the technical specifications of the European health insurance card\n2003/753/EC: Decision No 191 of 18 June 2003 concerning the replacement of forms E111 and E111B by the European health insurance card\nREFERENCES\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\n2003/751/EC: Decision No 189\n18.6.2003\n-\nOJ L 276, 27.10.2003, pp. 1-3\n2003/752/EC: Decision No 190\n18.6.2003\n-\nOJ L 276, 27.10.2003, pp. 4-18\n2003/753/EC: Decision No 191\n18.6.2003\n-\nOJ L 276, 27.10.2003, pp. 19-21\nlast update 22.09.2015(1) The United Kingdom withdraws from the European Union and becomes a third country (non-EU country) as of 1 February 2020.", "tags": ["health card", "health insurance", "technical specification", "EU Member State"], "subjects": ["Social provisions", "Social security for migrant workers", "Free movement of persons"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}