{"celex_id": "31993L0103", "reference": "13.12.1993\nEN\nOfficial Journal of the European Communities\nL 307/1\nCOUNCIL DIRECTIVE 93/103/EC\nof 23 November 1993\nconcerning the minimum safety and health requirements for work on board fishing vessels (thirteenth individual Directive within the meaning of Article 16 (1) of Directive 89/391/EEC)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 118a thereof,\nHaving regard to the proposal from the Commission (1), drawn up after consultation with the Advisory Committee on Safety, Hygiene and Health Protection at Work,\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, in its resolution of 21 December 1987 on safety, hygiene and health at work (4), the Council noted the Commission's intention of submitting to it minimum requirements concerning the organization of the safety and health of workers at work;\nWhereas occupational safety and health measures should be introduced as part of the various Community measures for the fisheries sector;\nWhereas compliance with the minimum requirements for ensuring a better level of safety and health on board fishing vessels is essential to ensure the safety and health of the workers concerned;\nWhereas, because of the specific and particularly difficult working and living conditions on board fishing vessels, the incidence of fatal accidents among workers engaged in sea fishing is very high;\nWhereas, on 15 April 1988, the European Parliament adopted a resolution recognizing the importance of the preventive aspects of safety at work on board fishing vessels;\nWhereas, for the safety and health of the workers concerned, prominence should be given to locating fishing vessels in an emergency, particularly through the use of new technologies;\nWhereas this Directive is an individual Directive within the meaning of Article 16 (1) of Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work (5); whereas, therefore, the provisions thereof are fully applicable to work on board fishing vessels, without prejudice to more stringent and/or specific provisions contained in this Directive;\nWhereas the individual Directives already adopted in the field of safety and health at work apply, unless otherwise specified, to sea fishing; whereas, therefore, it may in some cases be necessary to specify the particular characteristics of this activity in order to ensure that the individual Directives are applied in the best way;\nWhereas Council Directive 92/29/EEC of 31 March 1992 on the minimum safety and health requirements for improved medical treatment on board vessels (6) is applicable in full to the sea fishing industry;\nWhereas this Directive constitutes concrete progress towards the achievement of the social dimension of the internal market,\nHAS ADOPTED THIS DIRECTIVE:\nArticle 1\nObject\n1.   This Directive, which is the thirteenth individual Directive within the meaning of Article 16 (1) of Directive 89/391/EEC, lays down minimum safety and health requirements applicable to work on board the vessels defined in Article 2.\n2.   The provisions of Directive 89/391/EEC are fully applicable to the field referred to in paragraph 1, without prejudice to more stringent and/or specific provisions contained in this Directive.\nArticle 2\nDefinitions\nFor the purposes of this Directive, the following terms shall have the meanings hereby assigned to them:\n(a)\nfishing vessel: any vessel flying the flag of a Member State or registered under the plenary jurisdiction of a Member State used for commercial purposes either for catching or catching and processing fish or other living resources from the sea;\n(b)\nnew fishing vessel: a fishing vessel with a length between perpendiculars of 15 metres or over and for which, on or after the date specified in the first subparagraph of Article 13 (1):\n(i)\nthe building or major conversion contract is placed; or\n(ii)\nthe building or major conversion contract has been placed before the date specified in the first subparagraph of Article 13 (1) and which is delivered three or more years after that date; or\n(iii)\nin the absence of a building contract:\n—\nthe keel is laid, or\n—\nconstruction identifiable with a specific vessel begins, or\n—\nassembly has commenced, comprising at least 50 tonnes or 1 % of the estimated mass of all structural material, whichever is the lesser;\n(c)\nexisting fishing vessel: any fishing vessel with a length between perpendiculars of 18 metres or over and which is not a new fishing vessel;\n(d)\nvessel: any new or existing fishing vessel;\n(e)\nworker: any person carrying out an occupation on board a vessel, including trainees and apprentices but excluding shore personnel carrying out work on board a vessel at the quayside and port pilots;\n(f)\nowner: the registered owner of a vessel, unless that vessel has been chartered by demise or is managed, either wholly or in part, by a natural or legal person other than the registered owner under the terms of a management agreement; in that case, the owner shall be construed as the demise charterer or natural or legal person managing the vessel, as appropriate;\n(g)\nskipper: the worker who, in accordance with national legislation and/or practice, commands the vessel or has responsibility for it.\nArticle 3\nGeneral provisions\n1.   Member States shall take the measures necessary to see that:\n(a)\nowners ensure that their vessels are used without endangering the safety and health of workers, in particular in foreseeable meterological conditions, without prejudice to the skipper's responsibility;\n(b)\naccount is taken of any hazards faced by the rest of the workers when Article 8 (4) of Directive 89/391/EEC is applied;\n(c)\nany occurrences at sea which affect or could affect the safety and health of the workers on board are described in a detailed report to be forwarded to the relevant competent authorities and are recorded carefully and in detail in the ship's log, where the national regulations or legislation in force require such a log to be kept on the type of vessel in question or, in the absence of such a log, in a document required for the purpose.\n2.   Member States shall take the measures necessary to ensure that, as regards compliance with this Directive, vessels are subject to regular checks by authorities specifically empowered to carry out such checks.\nCertain checks concerning compliance with this Directive may be carried out at sea.\nArticle 4\nNew fishing vessels\nNew fishing vessels must comply with the minimum safety and health requirements laid down in Annex I at the latest by the date referred to in the first subparagraph of Article 13 (1).\nArticle 5\nExisting fishing vessels\nExisting fishing vessels must comply with the minimum safety and health requirements laid down in Annex II within seven years of the date referred to in the first subparagraph of Article 13. (1).\nArticle 6\nExtensive repairs, conversions and alterations\nWhere vessels undergo extensive repairs, conversions and alterations on or after the date specified in the first subparagraph of Article 13 (1), such extensive repairs, conversions and alterations must comply with the relevant minimum requirements laid down in Annex I.\nArticle 7\nEquipment and maintenance\n1.   For the protection of the safety and health of workers, Member States shall take the measures necessary to ensure that, without prejudice to the skipper's responsibility, owners:\n(a)\nensure that the vessels and their fittings and equipment, particularly those referred to in Annexes I and II, are technically maintained, and that any defects found which are likely to affect the safety and health of workers are rectified as quickly as possible;\n(b)\ntake measures to ensure that the vessels and all fittings and equipment are cleaned regularly in order to maintain an appropriate standard of hygiene;\n(c)\nkeep on board the vessel an adequate quantity of suitable emergency and survival equipment in good working order;\n(d)\ntake account of the minimum safety and health requirements concerning life-saving and survival equipment given in Annex III;\n(e)\nwithout prejudice to the provisions of Council Directive 89/656/EEC of 30 November 1989 on the minimum health and safety requirements for the use by workers of personal protective equipment at the workplace (third individual Directive within the meaning of Article 16 (1) of Directive 89/391/EEC) (7), take account of the personal protective equipment specifications given in Annex IV to this Directive.\n2.   Member States shall take all necessary measures to ensure that, for the protection of the safety and health of workers, the owner supplies the skipper with the means needed to enable him to fulfil the obligations imposed upon him by this Directive,\nArticle 8\nInformation for workers\n1.   Without prejudice to the provisions of Article 10 of Directive 89/391/EEC, workers and/or their representatives shall be informed of all measures to be taken regarding safety and health on board vessels.\n2.   The information must be comprehensible to the workers concerned.\nArticle 9\nTraining of workers\n1.   Without prejudice to Article 12 of Directive 89/39I/EEC, workers shall be given suitable training, in particular in the form of precise, comprehensible instructions, on safety and health on board vessels and on accident prevention in particular.\n2.   The training referred to in paragraph 1 shall cover in particular fire fighting, the use of life-saving and survival equipment and, for the workers concerned, the use of fishing gear and hauling equipment and the use of various types of signs including hand signals.\nSuch training shall be subject to the necessary updating where this is required by changes in the activities on board.\nArticle 10\nDetailed training of persons likely to command a vessel\nWithout prejudice to Article 5 (3) of Directive 92/29/EEC, any person likely to command a vessel shall be given detailed training on:\n(a)\nthe prevention of occupational illness and accidents on board and the steps to be taken in event of accident;\n(b)\nstability and maintenance of the vessel under all foreseeable conditions of loading and during fishing operations;\n(c)\nradio navigation and communication, including procedures.\nArticle 11\nConsultation and participation of workers\nThe consultation of workers and/or their representatives and their participation in discussions on the matters covered by this Directive and its Annexes shall take place in accordance with Article 11 of Directive 89/391/EEC.\nArticle 12\nAdaptation of the Annexes\nPurely technical adaptations of the Annexes to take account of:\n—\nthe adoption of directives in the field of technical harmonization and standardization concerning certain aspects of safety and health on board vessels,\nand/or\n—\ntechnical progress, changes in the international regulations or specifications and new findings in the field of safety and health on board vessels,\nshall be adopted in accordance with the procedure laid down in Article 17 of Directive 89/391/EEC.\nArticle 13\nFinal provisions\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 23 November 1995, They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such a reference shall be laid down by the Member States.\n2.   Member States shall communicate to the Commission the texts of the provisions of national law which they have already adopted or adopt in the field covered by this Directive.\n3.   Member States shall report to the Commission every four years on the practical implementation of the provisions of this Directive, indicating the points of view of employers and workers.\nThe Commission shall inform the European Parliament, the Council, the Economic and Social Committee and the Advisory Committee on Safety, Hygiene and Health Protection at Work thereof.\n4.   The Commission shall periodically submit to the European Parliament, the Council and the Economic and Social Committee a report on the implementation of this Directive, taking into account paragraphs 1, 2 and 3.\nArticle 14\nThis Directive is addressed to the Member States.\nDone at Brussels, 23 November 1993.\nFor the Council\nThe President\nM. SMET\n(1)  OJ No C 337, 31. 12. 1991, p. 21;\nOJ No C 311, 27. 11. 1992, p. 21.\n(2)  OJ No C 241, 21. 9. 1992, p. 106;\nand Decision of 27 October 1993 (not yet published in the Official Journal).\n(3)  OJ No C 169, 6. 7. 1992, p. 46.\n(4)  OJ No C 28, 3. 2. 1988, p. 1.\n(5)  OJ No L 183, 29. 6. 1989, p. 1.\n(6)  OJ No L 113, 30. 4. 1992, p. 19.\n(7)  OJ L 393, 30. 12. 1989, p. 18.\nANNEX I\nMINIMUM SAFETY AND HEALTH REQUIREMENTS FOR NEW FISHING VESSELS\n(Articles 4, 6 and 7 (1) (a)\nPreliminary note\nThe obligations laid down in this Annex apply whenever required by the features of the workplace, the activity, the cirumstances or a risk on board a new fishing vessel.\n1.   Seaworthiness and stability\n1.1.\nThe vessel must be maintained in a seaworthy condition and be properly equipped appropriate to its purpose and use.\n1.2.\nInformation on the vessel's stability must be available on board and must be accessible to the men on watch.\n1.3.\nAll vessels must be sufficiently stable when intact in the conditions of service for which they are intended.\nThe skipper must take the precautionary measures necessary to maintain adequate stability of the vessel.\nInstructions supplied concerning the vessel's stability must be strictly observed.\n2.   Mechanical and eletrical installations\n2.1.\nElectrical installations must be designed and constructed so as not to present any danger and so as to ensure:\n—\nprotection for the crew and vessel from electrical hazards,\n—\nthe proper functioning of all equipment necessary to maintain the vessel in normal operational and living conditions without recourse to an emergency power supply,\n—\nthe operation of electrical equipment essential for safety in all emergencies.\n2.2.\nAn emergency electrical power source must be provided.\nExcept in open vessels, it must be located outside the engine room and must, in all cases, be so arranged as to ensure in the event of fire or other failure of the main electrical installation, simultaneous functioning for at least three hours of:\n—\nthe internal communication system, fire detectors and emergency signals,\n—\nthe navigation lights and emergency lighting,\n—\nthe radio installation,\n—\nthe emergency electrical fire pump where present.\nIf the emergency electrical power source is an accumulator battery and the main electrical power source fails, the accumulator battery must be automatically connected to the emergency electrical switchboard and supply power for an uninterrupted period of three hours to the systems referred to in the first, second and third indents of the second subparagraph.\nThe main electrical switchboard and the emergency switchboard must, to the extent possible, be installed in such a way that they cannot be exposed simultaneously to water or fire.\n2.3.\nSwitchboards should be clearly marked; fuse boxes and fuse holders should be checked at regular intervals to ensure that the correct rating of fuse is being used.\n2.4.\nCompartments housing electrical storage batteries must be adequately ventilated.\n2.5.\nElectronic aids to navigation should be tested frequently and well maintained.\n2.6.\nAll equipment used in hoisting should be tested and examined at regular intervals.\n2.7.\nAll parts of hauling gear, hoisting gear and related equipment should be maintained in good repair and working order.\n2.8.\nWhere refrigeration plants and compressed air systems are installed they should be well maintained and examined at regular intervals,\n2.9.\nCooking and domestic appliances using heavy gases should be used only in well ventilated spaces and care should be taken to avoid any dangerous accumulation of gas.\nCylinders containing flammable and other dangerous gases should be clearly marked as to their contents and stowed on open decks.\nAll valves, pressure regulators and pipes leading from the cylinders should be protected against damage.\n3.   Radio installation\nThe radio installation must permit contact at all times with at least one coastal or land-based station, taking into account the normal conditions for propagation of radio waves.\n4.   Emergency routes and exits\n4.1.\nRoutes and exits which can be used as emergency routes and exits must be unobstructed and easily accessible at all times and lead out as directly as possible to the open deck or to a safe area and thence to the survival craft so that workers can evacuate their workstations or living areas quickly and as safely as possible.\n4.2.\nThe number, distribution and dimensions of the routes and exits which can be used as emergency routes and exits must depend on the use, equipment and dimensions of workplaces and living areas and on the maximum potential number of persons present.\nExits which can be used as emergency exits and which are closed must be immediately and readily operable in an emergency by any worker or by rescue teams.\n4.3.\nEmergency doors and other emergency exits must be adequately weatherproof and watertight for their location and particular function.\nEmergency doors and other emergency exits must be as fire-resistant as the bulkheads.\n4.4.\nEmergency routes and exits must be indicated by signs in accordance with national provisions transposing Directive 92/58/EEC (1).\nSuch signs must be placed at appropriate points and be made to last.\n4.5.\nEscape routes and facilities and emergency exits requiring illumination must be provided with emergency lighting of adequate intensity in case the lighting fails.\n5.   Fire detection and fire fighting\n5.1.\nDepending on the dimensions and use of the vessel, the equipment it contains, the physical and chemical properties of the substances present and the maximum potential number of persons present, living quarters and enclosed workplaces, including the engine-room and the fish hold if necessary, must be equipped with appropriate fire-fighting equipment and, as necessary, with fire detectors and alarm systems.\n5.2.\nFire-fighting equipment must always be kept in its proper location, maintained in good working order, and be available for immediate use.\nWorkers must be familiar with the locations of fire-fighting equipment, the way it works and how it should be used.\nThe presence of extinguishers and other portable fire-fighting equipment must always be checked before the vessel gets under way.\n5.3.\nManually-operated fire-fighting equipment must be easily accessible and simple to use and must be indicated by signs in accordance with the national provisions transposing Directive 92/58/EEC.\nSuch signs must be placed at appropriate points and be made to last.\n5.4.\nFire-detection and alarm systems should be regularly tested and well maintained.\n5.5.\nFire-fighting drills shall be carried out at regular intervals.\n6.   Ventilation of enclosed workplaces\nSteps must be taken to see that there is sufficient fresh air in enclosed workplaces, having regard to the working methods used and the physical demands placed on the workers.\nIf a mechanical ventilation system is used, it must be maintained in good condition.\n7.   Temperature of working areas\n7.1.\nThe temperature in working areas must be adequate for the human body during the hours of working, having regard to the work methods used, the physical demands placed on the workers and the actual or potential weather conditions in the area in which the vessel operates.\n7.2.\nThe temperature in living quarters, sanitary facilities, canteens and first-aid rooms must, where those areas exist, be appropriate to the particular purpose of such areas.\n8.   Natural and artificial lighting of workplaces\n8.1.\nWorkplaces must as far as possible receive sufficient natural light and be equipped with artificial lighting suitable for the fishing operations in hand, without placing workers' safety and health in danger or jeopardizing other vessels.\n8.2.\nInstallations for the lighting of working areas, stairs, ladders and passageways must be placed in such a way that the type of lighting provided poses no risk of accident to workers and no hindrance to the navigation of the vessel.\n8.3.\nWorkplaces in which workers are especially exposed to risks in the event of failure of artificial lighting must be provided with emergency lighting of adequate intensity.\n8.4.\nEmergency lighting must be maintained in an efficient operating condition and be tested at regular intervals.\n9.   Decks, bulkheads and deckheads\n9.1.\nSpaces accessible to workers must be non-slip or anti-slip or be provided with devices to prevent falls and kept free of obstacles as far as possible.\n9.2.\nWorkplaces containing workstations must be adequately soundproofed and insulated, bearing in mind the type of tasks involved and the physical activity of workers.\n9.3.\nThe surface of decks, bulkheads and deckheads in working areas must be such that they can be cleaned or refurbished to an appropriate standard of hygiene.\n10.   Doors\n10.1.\nMeans should be provided so that doors can at all times be operated from the inside without special equipment.\nThe doors must be operable from either side when workplaces are in use.\n10.2.\nDoors, and in particular sliding doors, where such have to be used, must function as safely as possible for the workers, especially in adverse weather and sea conditions.\n11.   Traffic routes — danger areas\n11.1.\nPassageways, trunks, the outer part of deckhouses and all traffic routes in general must be equipped with guard rails, grab rails and lifelines or other means of ensuring the safety of workers in the course of activities on board.\n11.2.\nIf there is a risk that workers may fall through openings in the deck, or from one deck to another, adequate protection should be provided wherever possible.\nWhere guard rails provide such protection, they must be at least one metre high.\n11.3.\nAccess to installations above the deck for operations or maintenance purposes must be such as to ensure workers' safety.\nGuard rails or similar protective devices of appropriate height must be provided to prevent falls.\n11.4.\nBulwarks or other means provided to prevent persons falling overboard must be maintained in an efficient condition.\nBulwarks must be fitted with freeing ports or other similar devices to enable water to drain away quickly.\n11.5.\nOn stern trawlers with ramps, the upper part of the ramp must be fitted with a gate or other means of securing it of the same height as the bulwarks or other adjacent means, to protect workers from the risk of falling into the ramp.\nThis gate or other device must be easily opened and closed, preferably by remote control, and must be open only for casting the net or for hauling it in.\n12.   Layout of workstations\n12.1.\nWorking areas must be kept clear and, as far as possible, be protected from the sea and provide adequate protection for workers against falling on the vessel or falling overboard.\nHandling areas must be sufficiently spacious, in terms of both height and surface area.\n12.2.\nIf the engines are controlled from the engine room, they must be controlled from a separate area, soundproofed and insulated from the engine room per se and accessible without entering the latter.\nThe navigating bridge is considered to be an area that meets the requirements of the first subparagraph.\n12.3.\nThe controls for the hauling gear must be installed in an area sufficiently large to enable operators to work unhindered.\nThe hauling gear must also have appropriate safety devices for emergencies, including emergency stop facilities.\n12.4.\nThe hauling gear operator must have an adequate view of the hauling gear and the workers at work.\nIf the hauling gear is controlled from the bridge, the operator should also have a clear view of the workers at work, either directly or via any other suitable medium.\n12.5.\nA reliable communications system must be used between the bridge and the working deck.\n12.6.\nA sharp look out should always be maintained and the crew warned of the imminent danger of heavy oncoming seas during fishing operations or when other work is being done on deck.\n12.7.\nContact with bare ropes and warps and with moving parts of the equipment must be minimized by installing protective devices.\n12.8.\nControls must be installed for moving masses, particularly on trawlers:\n—\ndevices to immobilize the otter boards,\n—\ndevices to control the swinging motion of the codend.\n13.   Living quarters\n13.1.\nThe location, structure, soundproofing, means of insulation and layout of the workers' living quarters and facilities, where these exist, and means of access thereto should be such as to provide adequate protection against weather and sea, vibration, noise and unpleasant odours from other parts of the vessel likely to disturb the workers during their period of rest.\nWhere the design, dimensions and/or purpose of the vessel allow, the workers' living quarters must be located so as to minimize the effects of motion and acceleration.\nAppropriate measures should be taken as far as possible to protect non-smokers from discomfort caused by tobacco smoke.\n13.2.\nThe workers' living quarters should be properly ventilated to ensure a constant supply of fresh air and prevent condensation.\nAppropriate lighting must be provided in the living quarters, with:\n—\nadequate normal general lighting,\n—\nreduced general lighting to avoid disturbing workers who are resting, and\n—\nlocal lighting in each berth.\n13.3.\nThe galley and mess, where these exist, should be of adequate size, well lit and ventilated and easy to clean.\nRefrigerators or other low-temperature food-storage equipment must be provided.\n14.   Sanitary facilities\n14.1.\nOn vessels with living quarters, shower facilities with hot and cold running water, wash-basins and toilets must be properly equipped and installed and the respective areas must be properly ventilated.\n14.2.\nEvery worker must have the use of a place where he can keep his clothes.\n15.   First aid\nOn all vessels first-aid equipment must be available which fulfils the requirements in Annex II to Directive 92/29/EEC.\n16.   Accommodation ladders and gangways\nAn accommodation ladder, gangway or other similar equipment providing an appropriate, safe means of boarding the vessel must be available.\n17.   Noise\nAll appropriate technical measures must be taken to reduce the noise level at workplaces and in the living quarters as far as possible, taking into account the size of the vessel.\n(1)  OJ No L 245, 26. 8. 1992, p. 23.\nANNEX II\nMINIMUM SAFETY AND HEALTH REQUIREMENTS FOR EXISTING FISHING VESSELS\n(Articles 5 and 7 (1) (a))\nPreliminary note\nThe obligations laid down in this Annex apply, in so far as the structural characteristics of the existing fishing vessel permit, whenever required by the features of the workplace, the activity, the circumstances or a risk on board an existing fishing vessel.\n1.   Seaworthiness and stability\n1.1.\nThe vessel must be maintained in a seaworthy condition and be properly equipped appropriate to its purpose and use.\n1.2.\nWhere it exists, information on the vessel's stability must be available on board and must be accessible to the men on watch.\n1.3.\nAll vessels must be sufficiently stable when intact in the conditions of service for which they are intended.\nThe skipper must take the necessary precautionary measures in order to maintain adequate stability of the vessel.\nInstructions supplied concerning the vessel's stability must be strictly observed.\n2.   Mechanical and electrical installations\n2.1.\nElectrical installations must be designed and constructed so as not to present any danger and so as to ensure:\n—\nprotection for the crew and vessel from electrical risks,\n—\nthe proper functioning of all equipment necessary to maintain the vessel in normal operational and living conditions without recourse to an emergency power supply,\n—\nthe operation of electrical equipment essential for safety in all emergencies.\n2.2.\nAn emergency electrical power source must be provided.\nExcept in open vessels, the emergency electrical power source must be located outside the engine room and in all cases be so arranged as to ensure, in the event of fire or other failure of the main electrical installation, simultaneous functioning for at least three hours of:\n—\nthe internal communication system, fire detectors and emergency signals,\n—\nthe navigation lights and emergency lighting,\n—\nthe radio installation,\n—\nthe emergency electrical fire pump where present.\nIf the emergency electrical power source is an accumulator battery and the main electrical power source fails, the accumulator battery must be automatically connected to the emergency electrical switchboard and supply power for an uninterrupted period of three hours to the systems referred to in the first, second and third indents of the second subparagraph.\nThe main electrical switchboard and the emergency switchboard must, to the extent possible, be installed in such a way that they cannot be exposed simultaneously to water or fire.\n2.3.\nSwitchboards should be clearly marked; fuse boxes and fuse holders should be checked at regular intervals to ensure that the correct rating of fuse is being used.\n2.4.\nCompartments housing electrical storage batteries must be adequately ventilated,\n2.5.\nElectronic aids to navigation should be tested frequently and well maintained.\n2.6.\nAll equipment used in hoisting should be tested and examined at regular intervals.\n2.7.\nAll parts of hauling gear, hoisting gear and related equipment should be maintained in good repair and working order.\n2.8.\nWhere refrigeration plants and compressed air systems are installed, they should be well maintained and examined at regular intervals,\n2.9.\nCooking and domestic appliances using heavy gases should be used only in well ventilated spaces and care should be taken to avoid any dangerous accumulation of gas.\nCylinders containing flammable and other dangerous gases should be clearly marked as to their contents and stowed on open decks.\nAll valves, pressure regulators and pipes leading from the cylinders should be protected against damage.\n3.   Radio installation\nThe radio installation must permit contact at all times with at least one coastal or land-based station, taking into account the normal conditions for propagation of radio waves.\n4.   Emergency routes and exits\n4.1.\nRoutes and exits which can be used as emergency routes and exits must be unobstructed and easily accessible at all times and lead out as directly as possible to the open deck or to a safe area and thence to the survival craft so that workers can evacuate their workstations or living areas quickly and as safely as possible.\n4.2.\nThe number, distribution and dimensions of the routes and exits which can be used as emergency routes and exits must depend on the use, equipment and dimensions of workplaces and living areas and on the maximum potential number of persons present.\nExits which can be used as emergency exits and which are closed must be immediately and readily operable in an emergency by any worker or by rescue teams,\n4.3.\nEmergency routes and exits must be indicated by signs in accordance with national provisions transposing Directive 92/58/EEC.\nSuch signs must be placed at appropriate points and be made to last.\n4.4.\nEscape routes and facilities and emergency exits requiring illumination must be provided with emergency lighting of adequate intensity in case the lighting fails.\n5.   Fire detection and fire fighting\n5.1.\nDepending on the dimensions and use of the vessel, the equipment it contains, the physical and chemical properties of the substances present and the maximum potential number of persons present, living quarters and enclosed workplaces, including the engine-room and the fish hold if necessary, must be equipped with appropriate fire-fighting equipment and, as necessary, with fire detectors and alarm systems.\n5.2.\nFire-fighting equipment must always be kept in its proper location, maintained in good working order, and be available for immediate use.\nWorkers must be familiar with the location of fire-fighting equipment, the way it works and how it should be used.\nThe presence of extinguishers and other portable fire-fighting equipment must always be checked before the vessel gets under way.\n5.3.\nManually-operated fire-fighting equipment must be easily accessible and simple to use and must be indicated by signs in accordance with the national provisions transposing Directive 92/58/EEC.\nSuch signs must be placed at appropriate points and be made to last.\n5.4.\nFire-detection and alarm systems should be regularly tested and well maintained.\n5.5.\nFire-fighting drills shall be carried out at regular intervals.\n6.   Ventilation of enclosed workplaces\nSteps must be taken to see that there is sufficient fresh air in enclosed workplaces, having regard to the working methods used and the physical demands placed on the workers.\nIf a mechanical ventilation system is used, it must be maintained in good condition.\n7.   Temperature of working areas\n7.1.\nThe temperature in working areas must be adequate for the human body during the hours of working, having regard to the work methods used, the physical demands placed on the workers and the actual or potential weather conditions in the area in which the vessel operates.\n7.2.\nThe temperature in living quarters, sanitary facilities, canteens and first-aid rooms must, where those areas exist, be appropriate to the particular purpose of such areas,\n8.   Natural and artificial lighting of workplaces\n8.1.\nWorkplaces must as far as possible receive sufficient natural light and be equipped with artificial lighting suitable for the operations in hand, without placing workers' safety and health in danger or jeopardizing the navigation of other vessels.\n8.2.\nLighting installations in working areas, stairs, ladders and passageways must be placed in such a way that the type of lighting envisaged poses no risk of accident to workers and no hindrance to the navigation of the vessel.\n8.3.\nWorkplaces in which workers are especially exposed to risks in the event of failure of artificial lighting must be provided with emergency lighting of adequate intensity.\n8.4.\nEmergency lighting must be maintained in an efficient operating condition and be tested at regular intervals.\n9.   Decks, bulkheads and deckheads\n9.1.\nSpaces accessible to workers must be non-slip or anti-slip or be provided with devices to prevent falls and kept free of obstacles as far as possible.\n9.2.\nWorkplaces containing workstations must, in so far as possible, be adequately soundproofed and insulated, bearing in mind the type of tasks involved and the physical activity of workers.\n9.3.\nThe surface of decks, bulkheads and deckheads in working areas must be such that they can be cleaned or refurbished to an appropriate standard of hygiene.\n10.   Doors\n10.1.\nMeans should be provided so that doors can at all times be operated from the inside without special equipment.\nThe doors must be operable from either side when workplaces are in use.\n10.2.\nDoors and in particular sliding doors, where such have to be used, must function as safely as possible for the workers, especially in adverse weather and sea conditions.\n11.   Traffic routes — danger areas\n11.1.\nPassageways, trunks, the outer part of deckhouses and all traffic routes in general must be equipped with guard rails, grab rails and lifelines or other means of ensuring the safety of workers in the course of activities on board.\n11.2.\nIf there is a risk that workers may fall through openings in the deck, or from one deck to another, adequate protection should be provided wherever possible,\n11.3.\nAccess to installations above the deck for operation or maintenance purposes must be such as to ensure workers' safety.\nGuard rails or similar protective devices of appropriate height must be provided to prevent falls.\n11.4.\nBulwarks or other means provided to prevent persons falling overboard must be maintained in an efficient condition.\nBulwarks must be fitted with freeing ports or other similar devices to enable water to drain away quickly.\n11.5.\nOn stern trawlers with ramps, the ramp must be fitted with a gate or other means of securing it of the same height as the bulwarks or other adjacent means, to protect workers from the risk of falling into the ramp.\nThis gate or other device must be easily opened and closed and must be open only for casting the net or for hauling it in.\n12.   Layout of workstations\n12.1.\nWorking areas must be kept clear and, as far as possible, be protected from the sea and provide adequate protection for workers against falling on the vessel or falling overboard.\nHandling areas must be sufficiently spacious, in terms of both height and surface area.\n12.2.\nIf the engines are controlled from the engine room, they must be controlled from a separate area, soundproofed and insulated from the engine room per se and accessible without passing through the latter.\nThe navigating bridge is considered to be an area that meets the requirements of the first subparagraph.\n12.3.\nThe controls for the hauling gear must be installed in an area sufficiently large to enable operators to work unhindered.\nThe hauling gear must also have appropriate safety devices for emergencies, including emergency stop facilities.\n12.4.\nThe hauling gear operator must have an adequate view of the hauling gear and the workers at work.\nIf the hauling gear is controlled from the bridge, the operator should also have a clear view of the workers at work, either directly or via any other suitable medium.\n12.5.\nA reliable communications system must be used between the bridge and the working deck.\n12.6.\nA sharp look out should always be maintained and the crew warned of the imminent danger of heavy oncoming seas during fishing operations or when other work is being done on deck.\n12.7.\nContact with bare ropes and warps and with moving parts of the equipment must be minimized by installing protective devices.\n12.8.\nControls must be installed for moving masses, particularly on trawlers:\n—\ndevices to immobilize the otter boards,\n—\ndevices to control the swinging motion of the codend.\n13.   Living quarters\n13.1.\nThe workers' living quarters, where they exist, must be such as to minimize noise, vibration, the effects of motion and acceleration, and unpleasant odours from other parts of the vessel.\nAppropriate lighting must be installed in the living quarters.\n13.2.\nThe galley and mess, where they exist, should be of adequate size, adequately lit and ventilated and easy to clean.\nRefrigerators or other low-temperature food-storage equipment must be provided.\n14.   Sanitary facilities\nOn vessels with living quarters, toilets, wash-basins and, if possible, a shower must be installed and the respective areas must be properly ventilated.\n15.   First aid\nOn all vessels first-aid equipment must be available which fulfils the requirements in Annex II to Directive 92/29/EEC.\n16.   Accommodation ladders and gangways\nAn accommodation ladder, gangway or other similar equipment providing an appropriate, safe means of boarding the vessel must be available.\nANNEX III\nMINIMUM SAFETY AND HEALTH REQUIREMENTS FOR CONCERNING LIFE-SAVING AND SURVIVAL EQUIPMENT\n(Articles 7 (1) (d))\nPreliminary note\nThe obligations laid down in this Annex apply wherever required by the features of the workplace, the activity, the circumstances or a risk on board a vessel.\n1.\nVessels must carry adequate life-saving and survival equipment, including adequate means of recovering workers from the water, and radio rescue, in particular an emergency position-indicating radio beacon with a hydrostatic release mechanism, taking account of the number of persons on board and the area in which the vessel is operating.\n2.\nAll items of life-saving and survival equipment must be kept in their proper locations, maintained in good working order and be available for immediate use.\nThey must be checked by the workers before the vessel leaves port and during the voyage.\n3.\nThe life-saving and survival equipment must be inspected at regular intervals.\n4.\nAll workers must receive proper training and appropriate instructions in anticipation of an emergency.\n5.\nIf the length of the vessel exceeds 45 metres or if five or more workers are carried, a muster list must be provided with clear instructions for each worker which must be followed in case of emergency.\n6.\nMusters of workers for survival drill should be carried out each month in port and/or at sea.\nThese drills must ensure that the workers thoroughly understand and are exercised in the duties which they have to perform with respect to the handling and operation of all life-saving and survival equipment.\nWorkers must be trained in the setting up and operation of the portable radio equipment, where carried.\nANNEX IV\nMINIMUM SAFETY AND HEALTH REQUIREMENTS CONCERNING PERSONAL PROTECTIVE EQUIPMENT\n(Articles 7 (1) (e))\nPreliminary note\nThe obligations laid down in this Annex apply whenever required by the features of the workplace, the activity, the circumstances or a risk on board a vessel.\n1.\nWhere risks to the safety and health of workers cannot be prevented or sufficiently limited by collective or technical means of protection, they must be provided with personal protective equipment.\n2.\nPersonal protective equipment in the form of clothing or worn over clothing must be in bright colours, contrasting with the marine environment and clearly visible.", "summary": "Fishing vessels — health and safety of workers on board\nFishing vessels — health and safety of workers on board\nSUMMARY OF:\nDirective 93/103/EC — minimum safety and health requirements for work on board fishing vessels\nWHAT IS THE AIM OF THE DIRECTIVE?\n              \nIt outlines measures and responsibilities intended to improve health and safety on board fishing vessels.\nKEY POINTS\n              \nOwners of fishing vessels must ensure that their use does not endanger the safety and health of workers, considering foreseeable weather conditions. Under the terms of Directive 89/391/EEC, they must also consider any hazards faced by remaining workers when their co-workers leave their workstations to respond to dangerous situations.\nNew fishing vessels and major repairs and alterations to existing vessels had to comply with minimum safety and health requirements by 23 November 1995, while existing vessels had a further 7 years to comply.\nAny occurrences at sea affecting the safety and health of the workers on board must be reported to the relevant authorities and in the ship’s log.\nEU countries must ensure that vessels are checked regularly by specifically empowered authorities to ensure compliance with the directive.\nOwner obligations\nOwners must ensure that vessels and their fittings and equipment are clean and well-maintained and must follow the detailed requirements listed in the annexes to the directive in the following areas:\nseaworthiness and stability;\nmechanical and electrical installations;\nradio installation;\nemergency routes and exits;\nfire detection and fire fighting;\nventilation of enclosed workplaces;\ntemperature of working areas;\nnatural and artificial lighting of workplaces;\ndecks, bulkheads and deckheads;\ndoors;\ntraffic routes — danger areas;\nlayout of workstations;\nliving quarters;\nsanitary facilities;\nfirst aid;\naccommodation ladders and gangways;\nnoise.\nAdequate and suitable emergency and survival equipment should be kept on board.\nTraining and consultation\nWorkers should be kept informed of all health and safety measures and should be appropriately trained, in particular in accident prevention and the use of life-saving and survival equipment. Anybody likely to be in command should be additionally trained in the prevention of occupational illness and accidents, the stability and maintenance of the vessel under all foreseeable operational conditions, and radio navigation and communication.\nWorkers, or their representatives, should be consulted on safety and health measures in accordance with Directive 89/391/EEC. Representatives should be given the means to carry out these activities, including time off without loss of pay, and must not be penalised because of them. They must also have the opportunity to submit their observations during inspection visits under the worker participation terms outlined in Directive 89/391/EEC.\nImplementation\nEU countries must report to the European Commission every 5 years on the practical implementation of the directive, including the points of view of employers and workers.\nA 2009 report from the Commission assesses practical implementation of this directive, as well as the 1992 directive on the minimum safety and health requirements for improved medical treatment on board vessels.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt has applied since 2 January 1994. EU countries had to incorporate it into national law by 23 November 1995.\nBACKGROUND\n              \nFor more information, see:\n‘Directive 93/103/EC — work on board fishing vessels’ on the European Agency for Safety and Health at Work’s website\nMAIN DOCUMENT\n            \nCouncil Directive 93/103/EC of 23 November 1993 concerning the minimum safety and health requirements for work on board fishing vessels (thirteenth individual Directive within the meaning of Article 16 (1) of Directive 89/391/EEC) (OJ L 307, 13.12.1993, pp. 1–17)\nSuccessive amendments to Directive 93/103/EC have been incorporated in to the original document. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nCouncil Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work (OJ L 183, 29.6.1989, pp. 1–8)\nSee consolidated version\nCouncil Directive 92/29/EEC of 31 March 1992 on the minimum safety and health requirements for improved medical treatment on board vessels (OJ L 113, 30.4.1992, pp. 19–36)\nSee consolidated version\nReport from the Commission to the Council, the European Parliament, the European Economic and Social Committee and the Committee of the Regions on the practical implementation of Health and Safety at Work Directives 93/103/EC (fishing vessels) and 92/29/EEC (medical treatment on board vessels) (COM(2009) 599 final of 29.10.2009)\nlast update 18.08.2016", "tags": ["in-service training", "occupational health", "worker information", "crew", "harmonisation of standards", "fishing vessel", "protective equipment", "accident prevention"], "subjects": ["Approximation of laws", "Fisheries policy", "Safety at work and elsewhere", "Internal market - Principles"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}