{"celex_id": "32021L1883", "reference": "28.10.2021\nEN\nOfficial Journal of the European Union\nL 382/1\nDIRECTIVE (EU) 2021/1883 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 20 October 2021\non the conditions of entry and residence of third-country nationals for the purpose of highly qualified employment, and repealing Council Directive 2009/50/EC\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 79(2), points (a) and (b), thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving regard to the opinion of the Committee of the Regions (2),\nActing in accordance with the ordinary legislative procedure (3),\nWhereas:\n(1)\nThe Commission communication of 3 March 2010 entitled ‘Europe 2020: A strategy for smart, sustainable and inclusive growth’ sets the objectives of the Union becoming an economy based on knowledge and innovation, reducing the administrative burden on companies and better matching labour supply with demand. That communication identifies the need for a comprehensive labour migration policy and for better integration of migrants. Measures to facilitate the admission of highly qualified third-country workers have to be seen in that broader context.\n(2)\nThe conclusions of the European Council of 26 and 27 June 2014 state that in order to remain an attractive destination for talents and skills, Europe must compete in the global race for talent. Strategies to maximise opportunities for legal migration should therefore be developed, including the streamlining of existing rules.\n(3)\nThe Commission communication of 13 May 2015 entitled ‘European Agenda on Migration’ calls for an attractive Union-wide scheme for highly qualified third-country nationals and specifies that a review of Council Directive 2009/50/EC (4) is needed to enable the Union to more effectively attract talent and thereby to address both the demographic challenges faced by the Union and labour and skills shortages in key sectors of the Union economy. The call to review that Directive is reiterated in the Commission communication of 23 September 2020‘on a New Pact on Migration and Asylum’, which states that the reform of the EU Blue Card ‘must bring real EU added value in attracting skills through an effective and flexible EU-wide instrument’.\n(4)\nThe European Parliament, in its resolution of 12 April 2016 (5), called for an ambitious and targeted review of Directive 2009/50/EC, including of its scope.\n(5)\nIt is necessary to respond to the challenges identified in the Commission’s communication of 22 May 2014 on the implementation of Directive 2009/50/EC. The Union should aim to establish a more attractive and effective Union-wide scheme for highly qualified workers from third countries. The Union approach to attracting such highly qualified workers should be further harmonised and the EU Blue Card should be made the primary tool in that regard, with faster procedures, more flexible and inclusive admission criteria, and more extensive rights, including facilitated intra-EU mobility. As this would entail substantial changes to Directive 2009/50/EC, that Directive should be repealed and replaced by a new Directive.\n(6)\nA clear and transparent Union-wide admission system to attract and retain highly qualified workers from third countries and to promote the mobility of those workers should be established. This Directive should apply regardless of whether the initial purpose of residence of the third-country national is highly qualified employment or is another purpose which then changes to the purpose of highly qualified employment. It is necessary to take into account Member States’ priorities, the needs of their labour markets and their reception capacities. This Directive should be without prejudice to the competence of the Member States to issue national residence permits other than EU Blue Cards for the purpose of highly qualified employment. Moreover, this Directive should not affect the possibility for an EU Blue Card holder to enjoy additional rights and benefits under national law which are compatible with this Directive.\n(7)\nMember States should ensure a level playing field between EU Blue Cards and national residence permits for the purpose of highly qualified employment, in terms of procedural and equal treatment rights, procedures and access to information. In particular, Member States should ensure that the level of procedural safeguards and rights granted to EU Blue Card holders and their family members is not lower than the level of procedural safeguards and rights enjoyed by holders of national residence permits. Member States should also ensure that applicants for an EU Blue Card are not in a less favourable position than applicants for national residence permits with regard to recognition procedures for employers, and that they are not required to pay higher fees for the handling of their application. Finally, Member States should engage in the same level of information, promotion and advertisement activities with respect to the EU Blue Card as they do for national residence permits, for example with regard to information on national websites on legal migration, information campaigns and training programmes provided to the competent migration authorities.\n(8)\nIn order to reinforce and promote the EU Blue Card scheme and to attract highly qualified workers from third-countries, Member States are encouraged to strengthen advertising activities and information campaigns concerning the EU Blue Card, including, where appropriate, activities and campaigns directed at third countries.\n(9)\nIn implementing this Directive, Member States are not to discriminate on the basis of sex, race, colour, ethnic or social origin, genetic features, language, religion or belief, political or any other opinion, membership of a national minority, property, birth, disability, age or sexual orientation, as required by Council Directives 2000/43/EC (6) and 2000/78/EC (7) in particular. For the principle of non-discrimination to be effective, EU Blue Card holders should be able to seek legal redress and to lodge complaints as provided for by national law if they face any kind of discrimination, including in the labour market.\n(10)\nHaving regard to the Eurostat report of 21 February 2020 entitled ‘Hard-to-fill ICT vacancies: an increasing challenge’ and its conclusions regarding a widespread shortage of highly skilled workers in the information and communication technologies (ICT) sector in the labour markets of Member States, higher professional skills should be considered to be equivalent to higher education qualifications for the purpose of applying for an EU Blue Card in respect of two higher positions: Information and Communications Technology Services Managers (International Standard Classification of Occupation (ISCO)-08 classification 133) and Information and Communications Technology Professionals (ISCO-08 classification 25). Considering that a bachelor degree takes at least 3 years to complete, the relevant period of required professional experience should be 3 years. The length of that period is also justified given the fast pace of technological evolution in the ICT sector and the changing needs of employers.\n(11)\nMember States are encouraged to facilitate the assessment and validation of higher professional skills for the purposes of the EU Blue Card.\n(12)\nIt is envisaged that the list of occupations set out in an annex to this Directive could be amended, in particular following assessments by the Commission to determine whether to do so, on the basis of, among other sources, the information provided by the Member States regarding the needs of their labour markets, for the purpose of recognising professional experience under this Directive in other fields of activity. The Commission should conduct such assessments every 2 years.\n(13)\nFor occupations not listed in the annex, it should be possible for Member States to accept applications for an EU Blue Card on the basis of evidence of higher professional skills, attested by at least 5 years of professional experience at a level comparable to higher education qualifications and which is relevant to the profession or sector specified in the work contract or binding job offer.\n(14)\nThe concept of highly qualified employment entails that the person employed not only has a high level of competence, as proven by higher professional qualifications, but also that the work to be carried out is inherently regarded as demanding such competence. While in the modern labour market a direct link between the qualifications and the job is not always and necessarily required, the tasks and duties related to the work contract for highly qualified employment should be so specialised and complex that the required level of competence to perform those duties is usually associated with the completion of educational programmes and the resulting qualifications at International Standard Classification of Education (ISCED) 2011 levels 6, 7 and 8, or, where appropriate, at the broadly equivalent European Qualifications Framework (EQF) levels 6, 7 and 8, in accordance with the law of the Member State concerned, or, for specific occupations, with comparable higher professional skills.\n(15)\nThis Directive should not affect the right of Member States to determine volumes of admission of third-country nationals coming from third countries to their territory in order to seek work in accordance with Article 79(5) of the Treaty on the Functioning of the European Union (TFEU). On that basis, Member States should be able to either consider an application for an EU Blue Card to be inadmissible or to reject it.\n(16)\nBeneficiaries of international protection as defined in Article 2, point (a), of Directive 2011/95/EU of the European Parliament and of the Council (8) have a wide set of rights, including access to the labour market in the Member State that granted them international protection. In order to enhance their labour market opportunities across the Union, beneficiaries of international protection who are highly qualified should be entitled to apply for an EU Blue Card in Member States other than that which granted them international protection. In those other Member States, they should be subject to the same rules as any other third country national falling within the scope of this Directive, and this Directive should have no impact on their status in the Member State that granted them international protection. Beneficiaries of international protection are also entitled to apply for an EU Blue Card in the Member State that granted them international protection. In such cases, for reasons of legal clarity and coherence, the provisions on equal treatment and family reunification of this Directive should not apply. Those rights should remain regulated under the asylum acquis and, where applicable, under Council Directive 2003/86/EC (9).\n(17)\nThe transfer of responsibility for beneficiaries of international protection is outside the scope of this Directive. The protected status and the rights associated with international protection should not be transferred to another Member State on the basis of the issuance of an EU Blue Card.\n(18)\nIn order to facilitate the independent intra-EU mobility and business activities of highly qualified third-country nationals who are beneficiaries of the right to free movement, such third-country nationals should be given access to the EU Blue Card in accordance with the same rules as any other third-country national falling within the scope of this Directive. This entitlement concerns persons enjoying free movement rights based on family ties to a Union citizen in accordance with relevant legislation and should apply regardless of whether the Union citizen of reference has exercised the fundamental right to move and reside freely under Article 21 TFEU and regardless of whether the third-country national concerned was first an EU Blue Card holder or a beneficiary of the right to free movement. Such EU Blue Card holders should thus be entitled to engage in highly qualified employment, perform business trips and take up residence in different Member States regardless of whether the third-country national accompanies the Union citizen of reference. The rights that such third-country nationals acquire as EU Blue Card holders should be without prejudice to rights they may enjoy under Directive 2004/38/EC of the European Parliament and of the Council (10). For reasons of legal clarity and coherence, in terms of family reunification and equal treatment, the rules under Directive 2004/38/EC should prevail. All provisions regarding the beneficiaries of the right to free movement in this Directive should also apply to third-country nationals who enjoy rights of free movement equivalent to those of Union citizens under agreements either between the Union and the Member States on the one hand, and third countries on the other, or between the Union and third countries.\n(19)\nThis Directive should not apply to third-country nationals who apply to reside in a Member State as researchers in order to carry out research projects, as they fall within the scope of Directive (EU) 2016/801 of the European Parliament and of the Council (11), which introduced a specific procedure for admitting third-country nationals for the purpose of research. However, legally residing third-country nationals admitted under Directive (EU) 2016/801 should be entitled to apply for an EU Blue Card under this Directive. Legally residing EU Blue Card holders should also be entitled to apply to reside as researchers under Directive (EU) 2016/801. In order to ensure such a possibility, Directive (EU) 2016/801 should be amended accordingly.\n(20)\nAlthough this Directive does not apply to third-country nationals who apply to be admitted to the Union as intra-corporate transferees pursuant to Directive 2014/66/EU of the European Parliament and of the Council (12), intra-corporate transferees legally residing in the Union should be entitled to apply for an EU Blue Card under this Directive for purposes other than those covered under Directive 2014/66/EU.\n(21)\nIt is necessary to provide for a flexible, demand-driven, clear and balanced admission system based on objective criteria, such as the applicant having a work contract or binding offer for a job of at least 6 months duration, compliance with the applicable law, collective agreements or national practices in the relevant occupational branches, a salary threshold adaptable by the Member States to the situation in its labour market and the applicant having higher professional qualifications or, where appropriate, higher professional skills.\n(22)\nThis Directive should be without prejudice to national procedures on the recognition of diplomas. In order to evaluate whether the third-country national concerned possesses higher education or equivalent qualifications, reference should be made to ISCED 2011 levels 6, 7 and 8 or, where appropriate, to the broadly equivalent EQF levels 6, 7 and 8, in accordance with the law of the Member State concerned.\n(23)\nMember States are encouraged to facilitate the recognition of documents attesting to the relevant higher professional qualifications of the third-country national concerned and, as regards beneficiaries of international protection who may not have the necessary documents, to establish arrangements for the appropriate assessment and validation of their prior higher education qualifications or, where relevant, higher professional skills.\n(24)\nIn order to ensure a sufficient level of harmonisation of admission conditions throughout the Union, both a lower and an upper factor for the salary threshold should be determined. The lower and upper limits for setting the national salary threshold should be determined by multiplying those lower and upper factors by the average gross annual salary in the Member State concerned. A salary threshold should be chosen within the range of the lower and upper limits, after consulting the social partners in accordance with national practices. That salary threshold should determine the minimum salary which an EU Blue Card holder is to earn. Therefore, in order to obtain an EU Blue Card, applicants should earn a salary which is equal to or greater than the salary threshold chosen by the Member State concerned.\n(25)\nMember States should be able to provide for a lower salary threshold for specific professions where the Member State concerned considers that there is a particular shortage of available workers and where such professions belong to major group 1 or 2 of the ISCO classification. In any event, such a salary threshold should not be lower than 1,0 times the average gross annual salary in the Member State concerned.\n(26)\nIn line with the priorities of the New Skills Agenda for Europe, set out in the Commission communication of 10 June 2016, in particular to improve skills matching and to tackle skills shortages, Member States are encouraged, where appropriate, after consulting the social partners, to compile lists of sectors of employment which face a shortage of highly qualified workers.\n(27)\nMember States should be able to provide for a lower salary threshold to benefit third-country nationals during a certain period following their graduation. That period should apply each time that the third-country national reaches a level of education relevant for the purposes of this Directive, namely ISCED 2011 level 6, 7 or 8 or, where appropriate, EQF level 6, 7 or 8, in accordance with the law of the Member State concerned. That period should apply where the third-country national applies for an initial or renewal of an EU Blue Card within 3 years from the date of obtaining the relevant qualifications and, in addition, where that third-country national applies for the renewal of an EU Blue Card within 24 months of the issuance of the initial EU Blue Card. After those grace periods, which could run in parallel, have elapsed, young professionals can reasonably be expected to have gained sufficient professional experience in order to fulfil the regular salary threshold. In any event, such a lower salary threshold should not be lower than 1,0 times the average gross annual salary in the Member State concerned.\n(28)\nThe conditions of entry and residence of third-country nationals for the purpose of highly qualified employment, including the eligibility criteria related to a salary threshold, should be defined. The salary threshold set by the Member State should not aim to determine salaries and therefore should not derogate from the rules or practices at Member State level or from collective agreements, and should not be used to constitute any harmonisation in that field. The salary paid to the EU Blue Card holder should not be lower than the applicable salary threshold but may be higher, as agreed between the employer and the third-country national, in line with market conditions, labour law, collective agreements and practices in the Member State concerned. This Directive should fully respect the competences of Member States, particularly as regards employment, labour and social matters.\n(29)\nMember States should be able to require the third-country national to provide his or her address at the time of the application. In the event that the third-country national does not yet know his or her future address, Member States should accept a temporary address, which could be the address of the employer.\n(30)\nThe period of validity of the EU Blue Card should be at least 24 months. However, where the duration of the work contract is shorter, the EU Blue Card should be issued for at least the duration of the work contract plus 3 months, subject to a maximum of 24 months. If the third-country national holds a travel document whose period of validity is shorter than 24 months or shorter than the duration of the work contract, the EU Blue Card should be issued for at least the period of validity of the travel document. Third-country nationals should be allowed to renew their travel document while holding an EU Blue Card.\n(31)\nMember States should reject applications for EU Blue Cards and should be allowed to withdraw or refuse to renew EU Blue Cards where there is a threat to public policy, public security or public health. A threat to public health is to be understood as that term is defined in Article 2, point 21, of Regulation (EU) 2016/399 of the European Parliament and of the Council (13). Any rejection of an application on grounds of public policy or public security should be based on the individual behaviour of the person concerned, in accordance with the principle of proportionality. Illness or disability suffered after the third-country national was admitted to the territory of the first Member State should not constitute the sole ground for withdrawing or refusing to renew an EU Blue Card or for not issuing an EU Blue Card in a second Member State. Moreover, Member States should have the possibility of not withdrawing or not refusing to renew an EU Blue Card where the obligation to present a valid work contract or to meet the applicable salary threshold is temporarily not met due to illness, disability or parental leave.\n(32)\nMember States should be able to withdraw or refuse to renew an EU Blue Card where the EU Blue Card holder has failed to comply with the conditions for mobility under this Directive, including in cases of the abusive use of mobility rights, for example where the holder has not respected the allowed period for carrying out a business activity, has not submitted an application for long-term mobility within the required time frame in second Member States, or has applied for an EU Blue Card in a second Member State and begun employment sooner than allowed where it was clear that the conditions for mobility would not be fulfilled and the application would be rejected.\n(33)\nAny decision to reject an application for an EU Blue Card or to withdraw or refuse to renew an EU Blue Card should take into consideration the specific circumstances of the case and should be proportionate. In particular, where the ground for rejection, withdrawal or refusal to renew relates to the conduct of the employer, the minor misconduct of the employer should in no case constitute the sole ground for rejecting an application for an EU Blue Card or withdrawing or refusing to renew an EU Blue Card.\n(34)\nA decision rejecting an application for an EU Blue Card does not affect the right of the third-country national concerned to submit another application. The submission of such a new application does not authorise the third-country national concerned to remain in the territory of the Member State concerned, except where provided for by national law.\n(35)\nOnce all the conditions for admission are fulfilled, Member States should issue an EU Blue Card within a specified time limit. If a Member State only issues residence permits on its territory and all the conditions of this Directive relating to admission are fulfilled, the Member State should grant the third-country national concerned the requisite visa. It should be ensured that the competent authorities cooperate effectively for that purpose. In the event that the Member State does not issue visas, it should grant the third-country national concerned an equivalent permit allowing entry.\n(36)\nThe rules on processing times for EU Blue Card applications should guarantee the swift issuance of permits in all cases. The processing time for examining an application for an EU Blue Card should not include the time required for the recognition of professional qualifications, where applicable, or the time required for issuing a visa, if required. In the event that an EU Blue Card expires during the renewal procedure, the third-country national should be entitled to stay, work and enjoy the rights provided for under this Directive in the territory of the Member State which issued the EU Blue Card, until the decision on the application is taken by the competent authorities, but that third-country national should not have the right to move to a second Member State.\n(37)\nWhere a Member State has determined that an application for an EU Blue Card or for intra-EU mobility is to be made by the employer, that Member State should not restrict the procedural safeguards enjoyed by the third-country national concerned during the application procedure or the rights enjoyed by the EU Blue Card holder during the period of employment or the EU Blue Card renewal procedure.\n(38)\nThe format of the EU Blue Card should comply with Council Regulation (EC) No 1030/2002 (14), thus enabling Member States to refer to the information on the conditions under which the person concerned is permitted to work. Member States should be able to provide additional information in paper form or to store such information in electronic form in accordance with Article 4 of that Regulation and point (a)(16) of the Annex to that Regulation, in order to provide more precise information on the employment activity concerned. The provision of such additional information should be optional for Member States and should not constitute an additional requirement that would compromise the single permit and the single application procedure.\n(39)\nThe Member State concerned should ensure that applicants have the right to challenge, before a court or tribunal, any decision rejecting an application for an EU Blue Card or any decision not to renew or to withdraw an EU Blue Card. This should be without prejudice to the possibility of designating an administrative authority to carry out a prior administrative review of such decisions.\n(40)\nSince this Directive aims to address labour and skills shortages in key sectors in labour markets, a Member State should be able to check whether a vacancy which an applicant for an EU Blue Card intends to fill could instead be filled from the national or Union workforce, or by third-country nationals who are already lawfully resident in that Member State and who already form part of its labour market by virtue of Union or national law, or by EU long-term residents wishing to move to that Member State for highly qualified employment in accordance with Chapter III of Council Directive 2003/109/EC (15). In the event that Member States decide to make use of that possibility, they should communicate this in a clear, accessible and transparent way to applicants and employers, including through online media. Such checks should not be part of the EU Blue Card renewal procedure. In cases of long-term mobility, a Member State should only be able to take into account the labour market situation if that Member State has also introduced checks for applicants coming from third countries.\n(41)\nIn implementing this Directive, Member States should refrain from pursuing active recruitment in developing countries in sectors suffering from a lack of personnel. Ethical recruitment policies and principles that apply to public and private sector employers should be developed in key sectors, for example in the health sector. This is consistent with the Union’s commitment to the 2010 World Health Organization’s Global Code on the International Recruitment of Health Personnel, as well as with the conclusions of the Council and the Member States of 14 May 2007 on the European Programme for Action to tackle the critical shortage of health workers in developing countries (2007-13), and to the education sector. It is appropriate to strengthen those principles and policies by the development and application of mechanisms, guidelines and other tools to facilitate, as appropriate, circular and temporary migration, as well as other measures that would minimise the negative impact, and maximise the positive impact, of highly qualified immigration on developing countries in order to turn brain drain into brain gain.\n(42)\nMember States should have the option of applying a simplified procedure for employers. That procedure should allow recognised employers to take advantage of simpler procedures and admission conditions under this Directive. However, Member States should include sufficient safeguards against abuse. In accordance with the principle of proportionality, those safeguards must take into account the gravity and nature of the misconduct. If, at the time of renewal of an EU Blue Card, the employer is no longer recognised, the regular admission conditions should apply to the renewal of that EU Blue Card, unless the third-country national concerned is employed by another recognised employer.\n(43)\nIn order to ensure that the criteria for admission continue to be fulfilled, Member States should be allowed to require that, during the first 12 months of legal employment as an EU Blue Card holder, any change of employer or other significant changes be communicated to the competent authorities and that the competent authorities carry out a check of the labour market situation. After that 12-month period, Member States should only be allowed to require the EU Blue Card holder to inform competent authorities of a change of employer or a change that affects the fulfilment of the criteria for admission set out in this Directive, including, where necessary, the new work contract. No check of the labour market situation should be carried out. The assessment carried out by Member States should be limited to the elements that have changed.\n(44)\nIn order to promote innovative entrepreneurship, Member States should be able to give third-country nationals admitted under this Directive the possibility of exercising a self-employed activity in parallel with their activity under this Directive without it affecting their rights of residence as EU Blue Card holders. This should be without prejudice to the continuing obligation to meet the conditions for admission under this Directive, and therefore the EU Blue Card holder should remain in highly qualified employment. Member States should be able to lay down the conditions for access to self-employed activity in their national law. Member States should also be entitled to limit the scope of the allowed self-employed activity. Member States should give EU Blue Card holders access to self-employed activities under conditions that are no less favourable than those provided for under existing national schemes. Any income derived from self-employment should not contribute towards meeting the salary threshold required to qualify as an EU Blue Card holder.\n(45)\nIn order to enhance the EU Blue Card holder’s contribution through his or her higher professional qualifications, Member States should also be able to lay down provisions in their national law allowing EU Blue Card holders to engage in other professional activities which are complementary to their main activity as an EU Blue Card holder. Any income derived from those professional activities should not contribute towards meeting the salary threshold required to qualify as an EU Blue Card holder.\n(46)\nEqual treatment should be granted to EU Blue Card holders in respect of the branches of social security listed in Article 3 of Regulation (EC) No 883/2004 of the European Parliament and of the Council (16). This Directive does not harmonise the social security legislation of Member States. It is limited to applying the principle of equal treatment in the field of social security to the third-country nationals falling within its scope.\n(47)\nIn the event of mobility between Member States, Regulation (EU) No 1231/2010 of the European Parliament and of the Council (17) applies. This Directive should not confer more rights on the mobile EU Blue Card holder than those already provided for in existing Union law in the field of social security for third-country nationals who have cross-border interests between Member States.\n(48)\nProfessional qualifications acquired by a third-country national in another Member State should be recognised in the same way as those of Union citizens. Qualifications acquired in a third country should be taken into account in accordance with Directive 2005/36/EC of the European Parliament and of the Council (18). This Directive should be without prejudice to the conditions set out under national law for the exercise of regulated professions. It should not prevent a Member State from maintaining national restrictions on access to employment which entails at least occasional involvement in the exercise of public authority and the responsibility for safeguarding the general interest of the State, or from maintaining national rules on activities that are reserved to nationals of that Member State, Union citizens or citizens of another country in the European Economic Area (EEA citizen), including in cases of mobility to other Member States, where such restrictions or rules existed at the time of the entry into force of this Directive.\n(49)\nThe rights acquired by a beneficiary of international protection as an EU Blue Card holder should be without prejudice to the rights enjoyed by that person under Directive 2011/95/EU and under the Convention Relating to the Status of Refugees of 28 July 1951 as amended by the New York Protocol of 31 January 1967 (the ‘Geneva Convention’) in the Member State which granted the international protection. In that Member State, in order to avoid conflicting rules, the provisions on equal treatment and family reunification of this Directive should not apply. Persons who are beneficiaries of international protection in one Member State and EU Blue Card holders in another should enjoy the same rights as any other EU Blue Card holder in the latter Member State, including equality of treatment with nationals of the Member State of residence and family reunification rights. The status of a beneficiary of international protection is independent of whether the beneficiary is also an EU Blue Card holder and the validity of that EU Blue Card.\n(50)\nFavourable conditions for family reunification and access to work for spouses should be a fundamental element of this Directive in order to better attract highly qualified workers from third-countries. Specific derogations from Directive 2003/86/EC, which is applicable in the first and the second Member State of residence, should be provided for in order to reach that aim. Member States should be able to restrict the scope of self-employed activities in which spouses may engage under the same conditions as apply to EU Blue Card holders. Conditions related to integration or waiting periods should not be applied before allowing family reunification, as highly qualified workers and their families are likely to have a favourable starting point regarding integration in the host community. With the aim of facilitating the swift entry of highly qualified workers, residence permits to their family members should be issued at the same time as the EU Blue Card where the relevant conditions are fulfilled and the applications were lodged simultaneously.\n(51)\nDerogations from Directive 2003/109/EC should be provided for in order to attract highly qualified workers from third countries and to encourage their continued stay in the Union, while enabling mobility within the Union and circular migration. EU Blue Card holders who have availed themselves of the possibility of moving from one Member State to another Member State should be granted easier access to EU long-term resident status in a Member State, in particular by allowing them to cumulate periods of residence in different Member States, provided that they can demonstrate the number of years of legal and continuous residence required under Article 4(1) of Directive 2003/109/EC as holders of an EU Blue Card, of a national permit for highly qualified employment or of an authorisation as a student or researcher in accordance with Directive (EU) 2016/801, or as beneficiaries of international protection. They should also demonstrate 2 years of legal and continuous residence as an EU Blue Card holder immediately prior to the submission of the relevant application in the territory of the Member State where the application for EU long-term resident status in a Member State is submitted. As provided for in Directive 2003/109/EC, only half of the periods of residence for study purposes are allowed to be taken into account in the calculation of the 5 years of legal and continuous residence in the Member States where periods of residence for study purposes are taken into account for the calculation of continuous residence.\n(52)\nIn order to foster the mobility of highly qualified workers from third countries between the Union and their countries of origin, derogations from Directive 2003/109/EC should be provided for in order to allow longer periods of absence than those provided for in that Directive after highly qualified third-country workers have acquired EU long-term resident status in a Member State.\n(53)\nThe occupational and geographical mobility of highly qualified workers from third countries should be recognised as an important contributor to improving labour market efficiency across the Union, to addressing skills shortages and to offsetting regional imbalances. Mobility within the Union should be facilitated.\n(54)\nThis Directive is without prejudice to the provisions of Directives 96/71/EC (19) and 2014/67/EU (20) of the European Parliament and of the Council.\n(55)\nExisting legal uncertainty surrounding business trips taken by highly qualified workers from third countries should be addressed by defining the notion of business trips and setting out a list of activities that in any case should be considered as business activities in all Member States. Those activities are to be directly linked to the interests of the employer in the first Member State and should be related to the duties of the EU Blue Card holder in the employment for which the EU Blue Card was granted. Second Member States should not be allowed to require EU Blue Card holders engaging in business activities to have a visa, work permit or any authorisation other than the EU Blue Card. Where the EU Blue Card is issued by a Member State that does not apply the Schengen acquis in full, its holder should be entitled to enter and stay in one or several second Member States for the purpose of business activities for up to 90 days in any 180-day period.\n(56)\nEU Blue Card holders should be allowed to move to a second Member State under simplified conditions where they intend to apply for a new EU Blue Card on the basis of an existing work contract or binding job offer. Second Member States should not be allowed to require that EU Blue Card holders have any authorisation other than the EU Blue Card issued by the first Member State. As soon as an EU Blue Card holder submits a complete application for a new EU Blue Card in a second Member State within the deadline provided for in this Directive, it should be possible for that Member State to allow the EU Blue Card holder to begin employment. EU Blue Card holders should be entitled to begin employment at the latest 30 days after submitting the application for a new EU Blue Card. Mobility should be demand-driven and therefore a work contract should always be required in the second Member State, all the conditions under the applicable law, set in collective agreements or established by practices in the relevant occupational branches should be met and the salary should satisfy the threshold set by the second Member State in accordance with this Directive.\n(57)\nWhere EU Blue Card holders intend to apply for an EU Blue Card in a second Member State in order to exercise a regulated profession, their professional qualifications should be recognised in the same way as those of Union citizens exercising the right to free movement, in accordance with Directive 2005/36/EC and other applicable Union and national law.\n(58)\nWhile some special rules are laid down in this Directive regarding entry and stay in a second Member State for the purpose of business activities and moving to a second Member State to reside and work there under the EU Blue Card in its territory, all the other rules governing the movement of persons across borders as laid down in the relevant provisions of the Schengen acquis apply.\n(59)\nWhere the EU Blue Card is issued by a Member State that does not apply the Schengen acquis in full, and the EU Blue Card holder, in cases of mobility as provided for in this Directive, crosses an external border within the meaning of Regulation (EU) 2016/399 into the territory of a second Member State, that Member State should be entitled to require evidence that the EU Blue Card holder is entering its territory either for the purpose of business activities or in order to reside and work there under the EU Blue Card on the basis of a work contract or binding job offer. In the case of mobility for carrying out business activities, that second Member State should be able to require evidence of the business purpose of the stay, such as invitations, entry tickets, or documents describing the business activities of the relevant company and the position of the EU Blue Card holder in that company.\n(60)\nWhere the EU Blue Card holder moves to a second Member State to apply for an EU Blue Card and he or she is accompanied by family members, that Member State should be able to require those family members to present their residence permits that were issued in the first Member State. In addition, in cases of the crossing of an external border within the meaning of Regulation (EU) 2016/399, Members States that apply the Schengen acquis in full should consult the Schengen Information System and should refuse entry to, or object to the mobility of, persons for whom an alert for the purposes of refusing entry or stay, as referred to in Regulation (EC) No 1987/2006 of the European Parliament and of the Council (21), has been issued in that system.\n(61)\nWhere an EU Blue Card holder moves to a second Member State on the basis of an EU Blue Card issued by the first Member State and the second Member State rejects that EU Blue Card holder’s application for a new EU Blue Card, this Directive should allow the second Member State to request that the EU Blue Card holder leave its territory. Where the EU Blue Card holder still has a valid EU Blue Card issued by the first Member State, the second Member State should be able to request that the EU Blue Card holder go back to the first Member State in accordance with Directive 2008/115/EC of the European Parliament and of the Council (22). Where the EU Blue Card issued by the first Member State has been withdrawn or has expired during the examination of the application, it should be possible for the second Member State to decide either to return the EU Blue Card holder to a third country in accordance with Directive 2008/115/EC, or to request the first Member State to allow the re-entry of the EU Blue Card holder into its territory without unnecessary formalities or delay. In the latter case, the first Member State should issue the EU Blue Card holder with a document allowing re-entry into its territory.\n(62)\nFor the purposes of the residence of beneficiaries of international protection, it is necessary to ensure that when such beneficiaries move to a Member State other than the Member State that granted them international protection, the other Member State is informed of the international protection background of the persons concerned in order to be able to comply with its obligations regarding the principle of non-refoulement.\n(63)\nWhere a Member State intends to expel a person who has acquired an EU Blue Card in that Member State and who is a beneficiary of international protection in another Member State, that person should enjoy protection against refoulement in accordance with Directive 2011/95/EU and Article 33 of the Geneva Convention.\n(64)\nWhere the expulsion of a beneficiary of international protection from the territory of a Member State is permitted under Directive 2011/95/EU, the Member State should ensure that all information is obtained from relevant sources, including, where appropriate, from the Member State that granted international protection, and that the information is thoroughly assessed with a view to guaranteeing that the decision to expel that beneficiary complies with Article 4 of the Charter of Fundamental Rights of the European Union (the ‘Charter’).\n(65)\nSpecific reporting provisions should be provided for to monitor the implementation of this Directive, with a view to identifying and possibly counteracting its possible impact in terms of brain drain in developing countries and in order to avoid brain waste.\n(66)\nSince the objectives of this Directive, namely the establishment of a special admission procedure and the adoption of conditions of entry and residence applicable to third-country nationals for the purpose of highly qualified employment and their family members, and the establishment of rights in relation thereto, cannot be sufficiently achieved by the Member States, especially as regards ensuring their mobility between Member States and offering a clear and single set of admission criteria across the Member States in order to better exploit the Union’s overall attractiveness, but can rather, by reason of its scale and effects, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union (TEU). In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve those objectives.\n(67)\nThis Directive respects the fundamental rights and observes the principles recognised by the Charter in accordance with Article 6 TEU.\n(68)\nIn accordance with the Joint Political Declaration of 28 September 2011 of Member States and the Commission on explanatory documents, Member States have undertaken to accompany, in justified cases, the notification of their transposition measures with one or more documents explaining the relationship between the components of a directive and the corresponding parts of national transposition instruments. With regard to this Directive, the legislator considers the transmission of such documents to be justified.\n(69)\nIn accordance with Articles 1 and 2 of Protocol No 22 on the position of Denmark, annexed to the TEU and to the TFEU, Denmark is not taking part in the adoption of this Directive and is not bound by it or subject to its application.\n(70)\nIn accordance with Articles 1 and 2 and Article 4a(1) of Protocol No 21 on the position of the United Kingdom and Ireland in respect of the Area of Freedom, Security and Justice, annexed to the TEU and to the TFEU, and without prejudice to Article 4 of that Protocol, Ireland is not taking part in the adoption of this Directive and is not bound by it or subject to its application.\n(71)\nDirective 2009/50/EC should therefore be repealed,\nHAVE ADOPTED THIS DIRECTIVE:\nCHAPTER I\nGENERAL PROVISIONS\nArticle 1\nSubject matter\nThis Directive lays down:\n(a)\nthe conditions of entry and residence for more than 3 months in the territory of the Member States, and the rights, of third-country nationals for the purpose of highly qualified employment and of their family members;\n(b)\nthe conditions of entry and residence, and the rights, of third-country nationals and of their family members, referred to in point (a), in Member States other than the Member State which first granted an EU Blue Card.\nArticle 2\nDefinitions\nFor the purposes of this Directive:\n(1)\n‘third-country national’ means any person who is not a citizen of the Union within the meaning of Article 20(1) TFEU;\n(2)\n‘highly qualified employment’ means the employment of a person who:\n(a)\nin the Member State concerned, is protected as an employee under national employment law or in accordance with national practice, irrespective of the legal relationship, for the purpose of exercising genuine and effective work for, or under the direction of, another person;\n(b)\nis paid for that work; and\n(c)\nhas the required higher professional qualifications;\n(3)\n‘EU Blue Card’ means a residence permit bearing the term ‘EU Blue Card’ that entitles its holder to reside and work in the territory of a Member State under the terms of this Directive;\n(4)\n‘first Member State’ means the Member State which first grants a third-country national an EU Blue Card;\n(5)\n‘second Member State’ means any Member State in which the EU Blue Card holder intends to exercise or exercises the right of mobility within the meaning of this Directive, other than the first Member State;\n(6)\n‘family members’ means third-country nationals who are family members as referred to in Article 4(1) of Directive 2003/86/EC;\n(7)\n‘higher professional qualifications’ means qualifications attested by evidence of higher education qualifications or higher professional skills;\n(8)\n‘higher education qualifications’ means any diploma, certificate or other evidence of formal qualifications issued by a competent authority attesting to the successful completion of a post-secondary higher education or equivalent tertiary education programme, namely a set of courses provided by an educational establishment recognised as a higher education institution or equivalent tertiary educational institution by the State in which it is situated, where the studies needed to acquire those qualifications last at least 3 years and correspond at least to ISCED 2011 level 6 or, where appropriate, to EQF level 6, in accordance with national law;\n(9)\n‘higher professional skills’ means:\n(a)\nas concerns the occupations listed in Annex I, knowledge, skills and competences attested by professional experience at a level comparable to higher education qualifications, which are relevant to the profession or sector specified in the work contract or binding job offer, and which have been acquired over the duration set out in Annex I for each relevant occupation;\n(b)\nas concerns other occupations, only where provided for by national law or national procedures, knowledge, skills and competences attested by at least 5 years of professional experience at a level comparable to higher education qualifications and which are relevant to the profession or sector specified in the work contract or binding job offer;\n(10)\n‘professional experience’ means the actual and lawful pursuit of the profession concerned;\n(11)\n‘regulated profession’ means a regulated profession as defined in Article 3(1), point (a), of Directive 2005/36/EC;\n(12)\n‘unregulated profession’ means a profession that is not a regulated profession;\n(13)\n‘business activity’ means a temporary activity directly related to the business interests of the employer and to the professional duties of the EU Blue Card holder based on the work contract in the first Member State, including attending internal or external business meetings, attending conferences or seminars, negotiating business deals, undertaking sales or marketing activities, exploring business opportunities, or attending and receiving training;\n(14)\n‘international protection’ means international protection as defined in Article 2, point (a), of Directive 2011/95/EU.\nArticle 3\nScope\n1.   This Directive applies to third-country nationals who apply to be admitted, or who have been admitted, to the territory of a Member State for the purpose of highly qualified employment under this Directive.\n2.   This Directive does not apply to third-country nationals:\n(a)\nwho seek international protection and are awaiting a decision on their status or who are beneficiaries of temporary protection in accordance with Council Directive 2001/55/EC (23) in a Member State;\n(b)\nwho seek protection in accordance with national law, international obligations or practice of a Member State and are awaiting a decision on their status, or who are beneficiaries of protection in accordance with national law, international obligations or practice of a Member State;\n(c)\nwho apply to reside in a Member State as researchers within the meaning of Directive (EU) 2016/801 in order to carry out a research project;\n(d)\nwho enjoy EU long-term resident status in a Member State in accordance with Directive 2003/109/EC and exercise their right to reside in another Member State in order to carry out an economic activity in an employed or self-employed capacity;\n(e)\nwho enter a Member State under commitments contained in an international agreement facilitating the entry and temporary stay of certain categories of trade- and investment-related natural persons, with the exception of third-country nationals who have been admitted to the territory of a Member State as intra-corporate transferees pursuant to Directive 2014/66/EU;\n(f)\nwhose expulsion has been suspended for reasons of fact or law;\n(g)\nwho are covered by Directive 96/71/EC for the duration of their posting to the territory of the Member State concerned; or\n(h)\nwho, under agreements between the Union and the Member States on the one hand, and third countries on the other, as nationals of those third countries, enjoy rights of free movement equivalent to those of Union citizens.\n3.   This Directive is without prejudice to the right of Member States to issue residence permits other than an EU Blue Card for the purpose of highly qualified employment. Such residence permits shall not confer a right of residence in other Member States as provided for in this Directive.\nArticle 4\nMore favourable provisions\n1.   This Directive is without prejudice to more favourable provisions of:\n(a)\nUnion law, including bilateral or multilateral agreements concluded between the Union or the Union and the Member States on the one hand, and one or more third countries on the other; and\n(b)\nbilateral or multilateral agreements concluded between one or more Member States and one or more third countries.\n2.   This Directive shall not affect the right of Member States to adopt or retain more favourable provisions in respect of Article 8(5), Article 11, Article 15(4), Articles 16 and 17 and Article 18(4).\nCHAPTER II\nCRITERIA FOR ADMISSION, REFUSAL AND WITHDRAWAL\nArticle 5\nCriteria for admission\n1.   As regards the admission of a third-country national under this Directive, an applicant for an EU Blue Card shall:\n(a)\npresent a valid work contract or, as provided for in national law, a binding job offer for highly qualified employment for a period of at least 6 months in the Member State concerned;\n(b)\nfor unregulated professions, present documents attesting to relevant higher professional qualifications in relation to the work to be carried out;\n(c)\nfor regulated professions, present documents attesting to the fulfilment of the conditions set out under national law for the exercise by Union citizens of the regulated profession specified in the work contract or binding job offer, in accordance with national law;\n(d)\npresent a valid travel document, as determined by national law, and, if required, an application for a visa, a valid visa or, where applicable, a valid residence permit or valid long-stay visa;\n(e)\nprovide evidence of having or, if provided for by national law, having applied for, sickness insurance for all the risks normally covered for nationals of the Member State concerned for periods when no such insurance coverage or corresponding entitlement to benefits is provided for in connection with, or resulting from, the work contract.\n2.   Member States shall require that the conditions under the applicable law, set in collective agreements or established by practices in the relevant occupational branches for highly qualified employment are met.\n3.   In addition to the requirements laid down in paragraphs 1 and 2, the amount of gross annual salary resulting from the monthly or annual salary specified in the work contract or binding job offer shall not be lower than the salary threshold set and published for that purpose by the Member State concerned.\nThe salary threshold referred to in the first subparagraph shall be set by the Member State concerned, after consulting the social partners according to national practices. It shall be at least 1,0 times, but not higher than 1,6 times, the average gross annual salary in the Member State concerned.\n4.   By way of derogation from paragraph 3, for employment in professions in which there is particular need of third-country national workers and which belong to major groups 1 and 2 of the ISCO classification, a Member State may apply a lower salary threshold that is at least 80 % of the salary threshold set by that Member State in accordance with paragraph 3, provided that the lower salary threshold is not lower than 1,0 times the average gross annual salary in that Member State.\n5.   By way of derogation from paragraph 3, as regards third-country nationals who have obtained a higher education qualification no more than 3 years before submitting the application for an EU Blue Card, a Member State may apply a lower salary threshold that is at least 80 % of the salary threshold set by that Member State in accordance with paragraph 3, provided that the lower salary threshold is not lower than 1,0 times the average gross annual salary in the Member State concerned.\nWhere the EU Blue Card issued during the period of 3 years is renewed, the salary threshold referred to in the first subparagraph shall continue to apply if:\n(a)\nthe initial period of 3 years has not elapsed; or\n(b)\na period of 24 months after the issuance of the first EU Blue Card has not elapsed.\n6.   Where an application for an EU Blue Card concerns a third-country national who holds a national residence permit for the purpose of highly qualified employment issued by the same Member State, that Member State shall not:\n(a)\nrequire the applicant to present the documents provided for in paragraph 1, point (b) or (c), if the relevant higher professional qualifications were already verified in the context of the application for the national residence permit;\n(b)\nrequire the applicant to present the evidence provided for in paragraph 1, point (e), of this Article unless the application is submitted in the context of a change of employment, in which case Article 15 shall apply accordingly; and\n(c)\napply Article 7(2), point (a), unless the application is submitted in the context of a change of employment, in which case Article 15 shall apply accordingly.\n7.   Member States may require the third-country national concerned to provide his or her address in their territory.\nWhere the law of a Member State requires an address to be provided at the time of application, and the third-country national concerned does not yet know his or her future address, Member States shall accept a temporary address. In such cases, the third-country national shall provide his or her permanent address at the latest when the EU Blue Card is issued pursuant to Article 9.\nArticle 6\nVolumes of admission\nThis Directive shall not affect the right of Member States to determine volumes of admission of third-country nationals in accordance with Article 79(5) TFEU.\nArticle 7\nGrounds for rejecting an application for an EU Blue Card\n1.   A Member State shall reject an application for an EU Blue Card where:\n(a)\nArticle 5 is not complied with;\n(b)\nthe documents presented have been fraudulently acquired, falsified or tampered with;\n(c)\nthe third-country national concerned is considered to pose a threat to public policy, public security or public health; or\n(d)\nthe employer’s business was established or operates for the main purpose of facilitating the entry of third-country nationals.\n2.   A Member State may reject an application for an EU Blue Card:\n(a)\nwhere the competent authorities of the Member State, after checking the labour market situation, for example where there is a high level of unemployment, conclude that the vacancy concerned may be filled from the national or Union workforce, or by third-country nationals who are lawfully resident in that Member State and already form part of its labour market by virtue of Union or national law, or by EU long-term residents who wish to move to that Member State for highly qualified employment in accordance with Chapter III of Directive 2003/109/EC;\n(b)\nwhere the employer has failed to meet its legal obligations regarding social security, taxation, labour rights or working conditions;\n(c)\nwhere the employer’s business is being, or has been, wound up under national insolvency laws or carries out no economic activity;\n(d)\nwhere the employer has been sanctioned for the employment of illegally staying third-country nationals in accordance with Article 9 of Directive 2009/52/EC of the European Parliament and of the Council (24), or for undeclared work or illegal employment according to national law; or\n(e)\nto ensure ethical recruitment in professions suffering from a lack of qualified workers in the countries of origin, including on the basis of an agreement listing professions for that purpose either between the Union and the Member States on the one hand, and one or more third countries on the other, or between the Member States on the one hand, and one or more third countries on the other.\n3.   Without prejudice to paragraph 1, any decision to reject an application shall take account of the specific circumstances of the case and shall respect the principle of proportionality.\nArticle 8\nGrounds for withdrawing or not renewing an EU Blue Card\n1.   A Member State shall withdraw or refuse to renew an EU Blue Card where:\n(a)\nthe EU Blue Card or the documents presented have been fraudulently acquired, falsified or tampered with;\n(b)\nthe third-country national concerned no longer holds a valid work contract for highly qualified employment;\n(c)\nthe third-country national concerned no longer holds the qualifications referred to in Article 5(1), point (b) or (c); or\n(d)\nthe salary of the third-country national concerned no longer meets the salary threshold set in accordance with Article 5(3), (4) or (5), as applicable.\n2.   A Member State may withdraw or refuse to renew an EU Blue Card:\n(a)\nfor reasons of public policy, public security or public health;\n(b)\nwhere appropriate, where the employer has failed to meet its legal obligations regarding social security, taxation, labour rights or working conditions;\n(c)\nwhere the EU Blue Card holder does not have sufficient resources to maintain himself or herself and, where applicable, the members of his or her family without having recourse to the social assistance system of that Member State;\n(d)\nwhere the EU Blue Card holder is residing in that Member State for purposes other than those for which he or she was authorised to reside;\n(e)\nwhere the conditions under the applicable law, set in collective agreements or established by practices in the relevant occupational branches for highly qualified employment are no longer met;\n(f)\nwhere the EU Blue Card holder has not complied with the relevant procedures as provided for in Article 15(2), point (a), or in Article 15(3) or (4);\n(g)\nwhere the EU Blue Card holder no longer holds a valid travel document, provided that, prior to withdrawing the EU Blue Card, that Member State had set a reasonable deadline for that EU Blue Card holder to obtain and present a valid travel document; or\n(h)\nwhere the EU Blue Card holder fails to comply with the conditions of mobility under Chapter V.\nFor the purposes of point (c) of the first subparagraph, a Member State shall evaluate the sufficiency of resources by reference to their nature and regularity and may take into account the level of minimum national wages, minimum income or minimum pensions as well as the number of family members of the EU Blue Card holder. Such evaluation shall take into account the contributions of the family members to the household income.\n3.   By way of derogation from paragraph 2, first subparagraph, point (f), of this Article, a failure to make a communication required under Article 15(2), point (a), or Article 15(3) or (4) shall not be considered to be a sufficient reason for withdrawing or not renewing the EU Blue Card if the EU Blue Card holder proves that the communication did not reach the competent authorities for a reason outside his or her control.\n4.   By way of derogation from paragraph 1, points (b) and (d), Member States may decide not to withdraw or not to refuse to renew an EU Blue Card where the EU Blue Card holder temporarily, in any case for no longer than 12 months, does not fulfil the criteria for admission set out in Article 5(1), point (a), Article 5(3) or, where applicable, Article 5(4) or (5), as a result of illness, disability or parental leave.\n5.   By way of derogation from paragraph 1, points (b) and (d), and paragraph 2, first subparagraph, point (c), the EU Blue Card shall not be withdrawn and its renewal shall not be refused in the event of the unemployment of the EU Blue Card holder, except where:\n(a)\nthe EU Blue Card holder cumulates a period of unemployment exceeding 3 months and has held an EU Blue Card for less than 2 years; or\n(b)\nthe EU Blue Card holder cumulates a period of unemployment exceeding 6 months and has held an EU Blue Card for at least 2 years.\nMember States may allow longer periods of unemployment to cumulate before withdrawing or not renewing the EU Blue Card.\n6.   Where a Member State intends to withdraw or not to renew an EU Blue Card in accordance with paragraph 2, first subparagraph, point (b) or (e), the competent authority shall notify the EU Blue Card holder in advance and shall set a reasonable deadline of at least 3 months for the EU Blue Card holder to seek new employment, subject to the conditions set out in Article 15(1), (2) and (3). The period for seeking employment shall be at least 6 months where the EU Blue Card holder has been previously employed for at least 2 years.\n7.   Without prejudice to paragraph 1, any decision to withdraw or to refuse to renew an EU Blue Card shall take account of the specific circumstances of the case and shall respect the principle of proportionality.\nCHAPTER III\nEU BLUE CARD AND PROCEDURE\nArticle 9\nEU Blue Card\n1.   Where a third-country national fulfils the criteria set out in Article 5 and where no grounds for rejection pursuant to Article 7 apply, he or she shall be issued with an EU Blue Card.\nWhere a Member State only issues residence permits on its territory and the third-country national fulfils all the admission conditions laid down in this Directive, the Member State concerned shall issue him or her with the requisite visa to obtain an EU Blue Card.\n2.   Member States shall set a standard period of validity for the EU Blue Card, which shall be at least 24 months. If the EU Blue Card holder’s work contract covers a shorter period, the EU Blue Card shall be valid for at least the duration of the work contract plus 3 months, but for no longer than the standard period referred to in the first sentence. However, if the period of validity of the EU Blue Card holder’s travel document is shorter than the period of validity of the EU Blue Card that would apply under the first or second sentence, the EU Blue Card shall be valid at least for the period of validity of the travel document.\n3.   The EU Blue Card shall be issued by the competent authorities of the Member State concerned using the uniform format laid down in Regulation (EC) No 1030/2002. In accordance with point (a)(12) of the Annex to that Regulation, Member States may indicate on the EU Blue Card the conditions for access to the labour market set out in Article 15(1) of this Directive. Member States shall enter the words ‘EU Blue Card’ in the space reserved for the ‘type of permit’ in the residence permit.\nMember States may provide additional information related to the employment relationship of the EU Blue Card holder in paper form or store such data in electronic form in accordance with Article 4 of Regulation (EC) No 1030/2002 and point (a)(16) of the Annex thereto.\n4.   Where a Member State issues an EU Blue Card to a third-country national to whom it has granted international protection, it shall enter the following remark in the EU Blue Card issued to that third-country national, under the heading ‘Remarks’: ‘International protection granted by [name of the Member State] on [date]’. Where that Member State withdraws the international protection enjoyed by the EU Blue Card holder, it shall, where appropriate, issue a new EU Blue Card not containing that remark.\n5.   Where an EU Blue Card is issued by a Member State to a third-country national who is a beneficiary of international protection in another Member State, the Member State issuing the EU Blue Card shall enter the following remark in the EU Blue Card issued to that third-country national, under the heading ‘Remarks’: ‘International protection granted by [name of the Member State] on [date]’.\nBefore the Member State enters that remark, it shall notify the Member State that is to be mentioned in that remark that it intends to issue the EU Blue Card and request that Member State to confirm that the EU Blue Card holder is still a beneficiary of international protection. The Member State that is to be mentioned in the remark shall reply no later than 1 month after receiving the request for information. Where international protection has been withdrawn by a final decision, the Member State issuing the EU Blue Card shall not enter that remark.\nWhere, in accordance with the relevant international instruments or national law, responsibility for the international protection of the EU Blue Card holder was transferred to the Member State after it issued an EU Blue Card in accordance with the first subparagraph, that Member State shall amend the remark accordingly within 3 months after the transfer.\n6.   Where an EU Blue Card is issued by a Member State on the basis of higher professional skills in occupations not listed in Annex I, the Member State issuing the EU Blue Card shall enter the following remark in that EU Blue Card, under the heading ‘Remarks’: ‘[Occupation not listed in Annex I]’.\n7.   During the period of its validity, the EU Blue Card shall entitle its holder to:\n(a)\nenter, re-enter and stay in the territory of the Member State issuing the EU Blue Card; and\n(b)\nenjoy the rights provided for in this Directive.\nArticle 10\nApplications for admission\n1.   Member States shall determine whether applications for an EU Blue Card are to be made by the third-country national or by the employer. Alternatively, Member States may allow applications to be made by either of the two.\n2.   An application for an EU Blue Card shall be considered and examined either when the third-country national concerned is residing outside the territory of the Member State to which he or she wishes to be admitted, or when he or she is already residing in the territory of that Member State as holder of a valid residence permit or long-stay visa.\n3.   By way of derogation from paragraph 2, a Member State may accept, in accordance with its national law, an application for an EU Blue Card submitted by a third-country national who is not in possession of a valid residence permit or long-stay visa but is legally present in its territory.\nArticle 11\nProcedural safeguards\n1.   The competent authorities of the Member State concerned shall adopt a decision on the application for an EU Blue Card and notify the applicant in writing, in accordance with the notification procedures laid down in the law of that Member State. That decision shall be adopted and notified as soon as possible but not later than 90 days after the date of submission of the complete application.\nWhere the employer has been recognised in accordance with Article 13, the decision on the application for an EU Blue Card shall be adopted and notified as soon as possible but not later than 30 days after the date on which the complete application was submitted.\n2.   Where the documents presented or information provided in support of the application are inadequate or incomplete, the competent authorities shall notify the applicant of the additional documents or information that are required and shall set a reasonable deadline for presenting or providing them. The period referred to in paragraph 1 shall be suspended until the authorities have received the additional documents or information required. If the additional documents or information required have not been provided within that deadline, the application may be rejected.\n3.   Any decision to reject an application for an EU Blue Card, to withdraw an EU Blue Card or not to renew an EU Blue Card shall be notified in writing to the third-country national concerned and, where relevant, to his or her employer in accordance with the notification procedures set out in the relevant national law. The notification shall specify the reasons for the decision and the competent authority to which an appeal may be submitted, as well as the time limit for submitting an appeal. Member States shall provide an effective judicial remedy, in accordance with national law.\n4.   An applicant shall be allowed to submit an application for the renewal of his or her EU Blue Card before it expires. Member States may set a deadline of no more than 90 days prior to the expiry of the EU Blue Card for submitting an application for renewal.\n5.   Where the validity of the EU Blue Card expires during the renewal procedure, Member States shall allow the third-country national to stay in their territory as if he or she were an EU Blue Card holder until the competent authorities have taken a decision on the application for renewal.\n6.   Where Member States issue national residence permits for the purpose of highly qualified employment, they shall grant EU Blue Card holders the same procedural safeguards as those provided for under their national schemes where the procedural safeguards under such national schemes are more favourable than those provided for in paragraphs 1 to 5.\nArticle 12\nFees\nMember States may require the payment of fees for the handling of applications in accordance with this Directive. The level of fees imposed by a Member State for the processing of applications shall not be disproportionate or excessive.\nWhere Member States issue national residence permits for the purpose of highly qualified employment, they shall not require EU Blue Card applicants to pay higher fees than those imposed on applicants for national permits.\nArticle 13\nRecognised employers\n1.   Member States may provide for recognition procedures for employers in accordance with their national law or administrative practice for the purposes of a simplified procedure for obtaining an EU Blue Card.\nWhere a Member State provides for such recognition procedures, it shall provide clear and transparent information to the employers concerned in relation to, inter alia, the conditions and criteria for recognition, the period of validity of the recognition and the consequences of non-compliance with the conditions for recognition, including the possible withdrawal or non-renewal of the recognition, as well as any sanctions that apply.\nThe recognition procedures shall not entail disproportionate or excessive administrative burdens or costs for employers, in particular for small and medium-sized enterprises.\n2.   The simplified procedure shall include the processing of applications in accordance with the second subparagraph of Article 11(1). Applicants shall be exempt from presenting or providing one or more pieces of evidence referred to in Article 5(1), point (b) or (e), or in Article 5(7).\n3.   Member States may refuse to recognise an employer pursuant to paragraph 1 where a sanction has been imposed on that employer for:\n(a)\nthe employment of illegally staying third-country nationals in accordance with Directive 2009/52/EC;\n(b)\nundeclared work or illegal employment under national law; or\n(c)\nfailing to meet its legal obligations regarding social security, taxation, labour rights or working conditions.\nAny decision to refuse to recognise an employer shall take account of the specific circumstances of the case, including the time that has passed since the sanction was imposed, and shall respect the principle of proportionality.\n4.   Member States may refuse to renew, or may decide to withdraw, the recognition of an employer where the employer has not fulfilled its obligations under this Directive or where the recognition has been fraudulently acquired.\n5.   Where Member States issue national residence permits for the purpose of highly qualified employment and have established recognition procedures for employers facilitating the issuance of such residence permits, they shall apply the same recognition procedures to applications for EU Blue Cards where the recognition procedures for the issuance of such permits are more favourable than those provided for in paragraphs 1 to 4.\nArticle 14\nSanctions against employers\n1.   Member States shall provide for sanctions against employers who have not fulfilled their obligations under this Directive. Those sanctions shall be effective, proportionate and dissuasive.\n2.   Member States shall provide for measures to prevent possible abuses of this Directive. Those measures shall include monitoring, assessment and, where appropriate, inspection in accordance with national law or administrative practice.\nCHAPTER IV\nRIGHTS\nArticle 15\nLabour market access\n1.   EU Blue Card holders shall have access to highly qualified employment in the Member State concerned under the conditions provided for in this Article.\n2.   During the first 12 months of legal employment of the person concerned as an EU Blue Card holder, a Member State may:\n(a)\nrequire that a change of employer or a change which may affect the fulfilment of the criteria for admission as set out in Article 5 be communicated to the competent authorities in that Member State, in accordance with procedures laid down in national law; and\n(b)\nsubject any change of employer to a check of the labour market situation, provided that that Member State carries out such a check in accordance with Article 7(2), point (a).\nThe right of the EU Blue Card holder to change employment may be suspended for a maximum of 30 days while the Member State concerned checks that the conditions for admission laid down in Article 5 are fulfilled and that the vacancy concerned could not be filled by the persons listed in Article 7(2), point (a). The Member State concerned may oppose the change of employment within those 30 days.\n3.   After the expiry of the 12-month period referred to in paragraph 2, Member States may require only that a change of employer or a change affecting the fulfilment of the criteria for admission as set out in Article 5 be communicated in accordance with procedures laid down by national law. Such a requirement shall not suspend the right of the EU Blue Card holder to take up and carry out the new employment.\n4.   During a period of unemployment, the EU Blue Card holder shall be allowed to seek and take up employment in accordance with this Article. The EU Blue Card holder shall communicate the beginning and, where appropriate, the end of the period of unemployment to the competent authorities of the Member State of residence in accordance with the relevant national procedures.\n5.   Without prejudice to the criteria for admission set out in Article 5, Member States may allow EU Blue Card holders to engage in self-employed activity in parallel to the activity in highly qualified employment in accordance with conditions laid down in national law. This shall not affect the competence of the Member States for limiting the scope of the allowed self-employed activity.\nAny such self-employed activity shall be subsidiary to the main activity of the person concerned as an EU Blue Card holder.\n6.   Where Member States issue national residence permits for the purpose of highly qualified employment, they shall guarantee EU Blue Card holders access to self-employed activities under no less favourable conditions than those provided for under the relevant national scheme.\n7.   Without prejudice to the criteria for admission set out in Article 5, Member States may allow EU Blue Card holders to engage in professional activities other than their main activity as an EU Blue Card holder in accordance with conditions laid down in national law.\n8.   By way of derogation from paragraph 1, a Member State may retain restrictions on access to employment in accordance with existing national or Union law, provided that such employment activities entail at least occasional involvement in the exercise of public authority and the responsibility for safeguarding the general interest of the State or that such employment activities are reserved to nationals of that Member State, Union citizens or EEA citizens.\n9.   This Article is without prejudice to the principle of preference for Union citizens where applicable under the relevant Acts of Accession.\nArticle 16\nEqual treatment\n1.   EU Blue Card holders shall enjoy equal treatment with nationals of the Member State issuing the EU Blue Card as regards:\n(a)\nterms of employment, including the minimum working age, and working conditions, including pay and dismissal, working hours, leave and holidays, as well as health and safety requirements at the workplace;\n(b)\nfreedom of association and affiliation and membership of an organisation representing workers or employers or of any organisation whose members are engaged in a specific occupation, including the rights and benefits conferred by such organisations, without prejudice to the national provisions on public policy and public security;\n(c)\neducation and vocational training;\n(d)\nrecognition of diplomas, certificates and other professional qualifications in accordance with the relevant national procedures;\n(e)\nbranches of social security referred to in Article 3 of Regulation (EC) No 883/2004; and\n(f)\naccess to goods and services and the supply of goods and services made available to the public, including procedures for obtaining housing, as well as information and counselling services provided by employment offices.\n2.   With respect to paragraph 1, point (c), Member States may restrict equal treatment as regards study and maintenance grants and loans or other grants and loans regarding secondary and higher education and vocational training. Access to university and post-secondary education may be subject to specific prerequisites in accordance with national law.\nWith respect to paragraph 1, point (f), Member States may restrict equal treatment as regards procedures for obtaining housing. This shall be without prejudice to the freedom of contract in accordance with Union and national law.\n3.   EU Blue Card holders moving to a third country, or their survivors who reside in a third country and who derive rights from an EU Blue Card holder, shall receive, in relation to old age, invalidity and death, statutory pensions based on the EU Blue Card holder’s previous employment that were acquired in accordance with the legislation referred to in Article 3 of Regulation (EC) No 883/2004, under the same conditions and at the same rates as nationals of the Member States concerned where such nationals move to a third country.\n4.   The right to equal treatment laid down in paragraph 1 is without prejudice to the right of a Member State to withdraw or to refuse to renew the EU Blue Card in accordance with Article 8.\n5.   This Article does not apply to EU Blue Card holders who are beneficiaries of the right to free movement under Union law in the Member State concerned.\n6.   This Article applies to EU Blue Card holders who are beneficiaries of international protection only when they reside in a Member State other than the Member State which granted them international protection.\n7.   Where Member States issue national residence permits for the purpose of highly qualified employment, they shall grant EU Blue Card holders the same equal treatment rights as those granted to holders of national residence permits, where such equal treatment rights are more favourable than those provided for in this Article.\nArticle 17\nFamily members\n1.   Directive 2003/86/EC applies, subject to the derogations laid down in this Article.\n2.   By way of derogation from Article 3(1) and Article 8 of Directive 2003/86/EC, family reunification shall not be made dependent on the EU Blue Card holder having reasonable prospects of obtaining the right of permanent residence, holding a residence permit for a period of validity of 1 year or more, or having a minimum period of residence.\n3.   By way of derogation from the third subparagraph of Article 4(1) and from the second subparagraph of Article 7(2) of Directive 2003/86/EC, the integration conditions and measures referred to therein may be applied, but only after the persons concerned have been granted family reunification.\n4.   By way of derogation from the first subparagraph of Article 5(4) of Directive 2003/86/EC, where the conditions for family reunification are fulfilled and the complete applications were submitted simultaneously, the decisions on the applications of family members shall be adopted and notified at the same time as the decision on the application for an EU Blue Card. Where the family members join the EU Blue Card holder after the EU Blue Card has been granted and where the conditions for family reunification are fulfilled, the decision shall be adopted and notified as soon as possible but not later than 90 days after the date of submission of the complete application. Article 11(2) and (3) of this Directive shall apply accordingly.\n5.   By way of derogation from Article 13(2) and (3) of Directive 2003/86/EC, the duration of validity of the residence permits of family members shall be the same as that of the EU Blue Card insofar as the period of validity of their travel documents allows it.\n6.   By way of derogation from Article 14(2) of Directive 2003/86/EC, Member States shall not apply any time limit in respect of access to the labour market for family members. By way of derogation from Article 14(1), point (b), of that Directive, and without prejudice to the restrictions referred to in Article 15(8) of this Directive, family members shall have access to any employment, and to self-employed activity in accordance with applicable requirements under national law, in the Member State concerned.\n7.   By way of derogation from Article 15(1) of Directive 2003/86/EC, for the purposes of calculation of the duration of residence required for the acquisition of an autonomous residence permit, residence in different Member States shall be cumulated. Member States may require 2 years of legal and continuous residence in the territory of the Member State where the application for the autonomous residence permit is submitted immediately prior to the submission of the relevant application.\n8.   This Article does not apply to family members of EU Blue Card holders who are beneficiaries of the right to free movement under Union law in the Member State concerned.\n9.   This Article applies to family members of EU Blue Card holders who are beneficiaries of international protection only when those EU Blue Card holders reside in a Member State other than the Member State which granted them international protection.\n10.   Where Member States issue national residence permits for the purpose of highly qualified employment, they shall grant EU Blue Card holders and their family members the same rights as those granted to holders of national residence permits and their family members where such rights are more favourable than those provided for in this Article.\nArticle 18\nEU long-term resident status for EU Blue Card holders\n1.   Directive 2003/109/EC applies, subject to the derogations laid down in this Article.\n2.   By way of derogation from Article 4(1) of Directive 2003/109/EC, an EU Blue Card holder who has made use of the possibility provided for in Article 21 of this Directive may cumulate periods of residence in different Member States in order to fulfil the requirement concerning the duration of residence, provided that the EU Blue Card holder has accumulated:\n(a)\nthe number of years of legal and continuous residence required under Article 4(1) of Directive 2003/109/EC as a holder of an EU Blue Card, a national residence permit for highly qualified employment, an authorisation as researcher or, where appropriate, an authorisation as a student in accordance with the second subparagraph of Article 4(2) of Directive 2003/109/EC or as a beneficiary of international protection within the territory of the Member States; and\n(b)\n2 years of legal and continuous residence as an EU Blue Card holder within the territory of the Member State where the application for EU long-term resident status is submitted immediately prior to the submission of the relevant application.\n3.   For the purpose of calculating the duration of legal and continuous residence in the Union referred to in paragraph 2, point (a), of this Article, and by way of derogation from the first subparagraph of Article 4(3) of Directive 2003/109/EC, periods of absence from the territory of the Member State concerned shall not interrupt the duration of legal and continuous residence in the Union if those periods of absence are shorter than 12 consecutive months and do not exceed in total 18 months within that duration.\n4.   By way of derogation from Article 9(1), point (c), of Directive 2003/109/EC, Member States shall extend to 24 consecutive months the period of absence from the territory of the Union during which an EU long-term resident who holds a long-term residence permit bearing the remark referred to in Article 19(2) of this Directive and his or her family members having been granted EU long-term resident status are allowed to be absent.\n5.   Article 16(1), point (f), Article 16(3), Article 20 and, where applicable, Articles 17 and 22 apply to holders of a long-term residence permit bearing the remark referred to in Article 19(2).\n6.   Where an EU long-term resident who holds a long-term residence permit bearing the remark referred to in Article 19(2) of this Directive exercises his or her right to move to a second Member State pursuant to Chapter III of Directive 2003/109/EC, Article 14(3) and (4) of that Directive shall not apply. The second Member State may apply measures in accordance with Article 21(8) of this Directive.\nArticle 19\nLong-term residence permit\n1.   Member States shall issue EU Blue Card holders who fulfil the conditions set out in Article 18 of this Directive for the acquisition of EU long-term resident status with a residence permit in accordance with Regulation (EC) No 1030/2002.\n2.   Member States shall enter the words ‘Former EU Blue Card holder’ in the residence permit referred to in paragraph 1 under the heading ‘remarks’.\nCHAPTER V\nMOBILITY BETWEEN MEMBER STATES\nArticle 20\nShort-term mobility\n1.   Where a third-country national who holds a valid EU Blue Card issued by a Member State that applies the Schengen acquis in full enters and stays in one or several second Member States for a period of 90 days in any 180-day period for the purpose of carrying out a business activity, the second Member State shall not require any authorisation for exercising such activity other than the EU Blue Card.\n2.   A third-country national who holds a valid EU Blue Card issued by a Member State that does not apply the Schengen acquis in full shall be entitled to enter and stay for the purpose of carrying out a business activity in one or several second Member States for up to 90 days in any 180-day period on the basis of the EU Blue Card and a valid travel document. Where the EU Blue Card holder crosses an internal border for which controls have not yet been lifted into a second Member State that applies the Schengen acquis in full, the second Member State may require the EU Blue Card holder to provide evidence of the business purpose of the stay. The second Member State shall not require any authorisation for exercising the business activity other than the EU Blue Card.\nArticle 21\nLong-term mobility\n1.   After 12 months of legal residence in the first Member State as an EU Blue Card holder, the third-country national shall be entitled to enter, reside and work in a second Member State for the purpose of highly qualified employment on the basis of the EU Blue Card and a valid travel document under the conditions set out in this Article.\n2.   Where the EU Blue Card is issued by a Member State that does not apply the Schengen acquis in full and the EU Blue Card holder crosses, for the purpose of long-term mobility, an internal border for which controls have not yet been lifted into a second Member State that applies the Schengen acquis in full, the second Member State may require the EU Blue Card holder to present the valid EU Blue Card issued by the first Member State and a work contract or a binding job offer for highly qualified employment for a period of at least 6 months in that second Member State.\n3.   As soon as possible and no later than 1 month after the EU Blue Card holder has entered the territory of the second Member State, an application for an EU Blue Card shall be submitted to the competent authority of that Member State. That application shall be accompanied by all the documents proving the fulfilment of the conditions referred to in paragraph 4 for the second Member State. Member States shall determine whether applications are to be made by the third-country national or by the employer. Alternatively, Member States may allow applications to be made by either of the two.\nThe EU Blue Card holder shall be allowed to commence work in the second Member State not later than 30 days after the date of submission of the complete application.\nThe application may be submitted to the competent authorities of the second Member State while the EU Blue Card holder is still residing in the territory of the first Member State.\n4.   For the purposes of an application as referred to in paragraph 3, the applicant shall present:\n(a)\nthe valid EU Blue Card issued by the first Member State;\n(b)\na valid work contract or, as provided for in national law, a binding job offer for highly qualified employment for a period of at least 6 months in the second Member State;\n(c)\nfor regulated professions, documents attesting to the fulfilment of the conditions set under national law for the exercise by Union citizens of the regulated profession specified in the work contract or binding job offer as provided for in national law;\n(d)\na valid travel document, as specified by national law; and\n(e)\nevidence of meeting the salary threshold set in the second Member State in application of Article 5(3) or, where applicable, of Article 5(4) or (5).\nWith regard to point (c) of the first subparagraph, for the purpose of applying for an EU Blue Card in a second Member State, EU Blue Card holders shall enjoy equal treatment with Union citizens as regards recognition of professional qualifications, in accordance with applicable Union and national law.\nFor unregulated professions, where the first Member State has issued an EU Blue Card on the basis of higher professional skills for occupations not listed in Annex I, the applicant may be required to present documents attesting to higher professional qualifications in relation to the work to be carried out, as provided for in the law of the second Member State.\n5.   For the purposes of an application as referred to in paragraph 3, the Member State concerned may require the applicant:\n(a)\nfor unregulated professions, where the EU Blue Card holder has worked for less than 2 years in the first Member State, to present documents attesting to higher professional qualifications in relation to the work to be carried out, as provided for in national law;\n(b)\nto provide evidence of having, or if provided for by national law, having applied for, sickness insurance for all the risks normally covered for nationals of the Member State concerned for periods when no such insurance coverage or corresponding entitlement to benefits is provided for in connection with, or resulting from, the work contract.\n6.   The second Member State shall reject an application for an EU Blue Card where:\n(a)\nparagraph 4 is not complied with;\n(b)\nthe documents presented have been fraudulently acquired, falsified or tampered with;\n(c)\nthe employment does not comply with the conditions laid down under the applicable law, set in collective agreements or established by practices as referred to in Article 5(2); or\n(d)\nthe EU Blue Card holder poses a threat to public policy, public security or public health.\n7.   In respect of any application procedure for the purpose of long-term mobility, the procedural safeguards set out in Article 11(2) and (3) shall apply accordingly. Without prejudice to paragraph 4 of this Article, a decision to reject an application for long-term mobility shall take account of the specific circumstances of the case and shall respect the principle of proportionality.\n8.   The second Member State may reject an application for an EU Blue Card on the basis of a check carried out in accordance with Article 7(2), point (a), only if that Member State carries out such checks when it is the first Member State.\n9.   The second Member State shall adopt either of the following decisions on an application for an EU Blue Card:\n(a)\nwhere the conditions for mobility laid down in this Article are fulfilled, to issue an EU Blue Card and allow the third-country national to reside in its territory for the purpose of highly qualified employment; or\n(b)\nwhere the conditions for mobility laid down in this Article are not fulfilled, to reject the application and require the applicant and his or her family members, in accordance with the procedures provided for in national law, to leave its territory.\nBy way of derogation from Article 11(1), the second Member State shall notify the applicant and the first Member State of its decision in writing as soon as possible, but not later than 30 days after the date of submission of the complete application.\nUnder exceptional and duly justified circumstances linked to the complexity of the application, a Member State may extend the deadline referred to in the second subparagraph by 30 days. It shall inform the applicant of the extension not later than 30 days after the date of submission of the complete application.\nIn its notification to the first Member State, the second Member State shall specify any grounds referred to in paragraph 6, points (b) and (d), for rejecting the application.\n10.   Where the EU Blue Card issued by the first Member State expires during the application procedure, the second Member State may issue a national temporary residence permit, or an equivalent authorisation, that allows the applicant to continue to stay legally in its territory until a decision on the application has been taken by the competent authorities.\n11.   From the second time that an EU Blue Card holder and, where applicable, his or her family members make use of the possibility of moving to another Member State under this Article and Article 22, ‘first Member State’ shall be understood as meaning the Member State from where the person concerned moves and ‘second Member State’ shall be understood as meaning the Member State in which he or she is applying to reside. Notwithstanding paragraph 1 of this Article, an EU Blue Card holder may move to another Member State a second time after 6 months of legal residence in the first Member State as an EU Blue Card holder.\nArticle 22\nResidence in the second Member State for family members\n1.   Where an EU Blue Card holder moves to a second Member State in accordance with Article 21 and where the EU Blue Card holder’s family was already constituted in the first Member State, the members of his or her family shall be entitled to accompany or join the EU Blue Card holder.\nDirective 2003/86/EC and Article 17 of this Directive apply in the cases referred to in the first subparagraph of this paragraph, subject to the derogations provided for in paragraphs 2 to 7 of this Article.\nWhere the family was not already constituted in the first Member State, Article 17 of this Directive applies.\n2.   By way of derogation from Article 13(1) of Directive 2003/86/EC, the EU Blue Card holder’s family members shall be entitled to enter and stay in the second Member State on the basis of the valid residence permits obtained in the first Member State as family members of an EU Blue Card holder.\nWhere the residence permits of the family members are issued by a Member State that does not apply the Schengen acquis in full and those family members join the EU Blue Card holder when crossing an internal border for which controls have not yet been lifted for the purpose of moving to a second Member State that applies the Schengen acquis in full, the second Member State may require the family members to present the residence permits they obtained in the first Member State as family members of the EU Blue Card holder.\n3.   By way of derogation from Article 5(3) of Directive 2003/86/EC, no later than 1 month after entering the territory of the second Member State, the family members concerned or the EU Blue Card holder, in accordance with national law, shall submit an application for a residence permit as a family member to the competent authorities of that Member State.\nWhere the residence permit of a family member issued by the first Member State expires during the procedure or no longer entitles the holder to reside legally in the second Member State, the second Member State shall allow the family member to stay in its territory until a decision on the application has been taken by the competent authorities of the second Member State, if necessary by issuing a national temporary residence permit or an equivalent authorisation.\n4.   By way of derogation from Article 5(2) and Article 7(1) of Directive 2003/86/EC, the second Member State may require the family members concerned to present or provide with their application for a residence permit:\n(a)\ntheir residence permit in the first Member State and a valid travel document, or certified copies thereof;\n(b)\nevidence that they have resided as members of the family of the EU Blue Card holder in the first Member State;\n(c)\ndocumentary evidence as referred to in Article 7(1), point (b), of Directive 2003/86/EC.\n5.   Where the conditions set out in this Article are fulfilled and the applications were submitted simultaneously, the second Member State shall issue the residence permits for family members at the same time as the EU Blue Card.\nBy way of derogation from Article 17(4), where the conditions set out in this Article are fulfilled and the family members join the EU Blue Card holder after the EU Blue Card has been granted, residence permits for the family members shall be granted not later than 30 days after the date of submission of the complete application.\nIn duly justified circumstances linked to the complexity of the application, Member States may extend the deadline referred to in the second subparagraph by a maximum of 30 days.\n6.   This Article applies to family members of EU Blue Card holders who are beneficiaries of international protection only when those EU Blue Card holders move to reside in a Member State other than the Member State which granted them international protection.\n7.   This Article does not apply to family members of EU Blue Card holders who are beneficiaries of the right to free movement under Union law in the second Member State.\nArticle 23\nSafeguards and sanctions in cases of mobility\n1.   Notwithstanding Article 8(1), point (a), and Article 8(2), point (a), where an EU Blue Card holder moves to another Member State under Article 21, the first Member State shall not withdraw the EU Blue Card before the second Member State has taken a decision on the application for long-term mobility.\n2.   Where the second Member State rejects the application for an EU Blue Card in accordance with Article 21(9), point (b), the first Member State shall, at the request of the second Member State, allow the re-entry of the EU Blue Card holder and, where applicable, of his or her family members, without formalities and without delay. This shall also apply if the EU Blue Card issued by the first Member State has expired or has been withdrawn during the examination of the application.\n3.   The EU Blue Card holder or the employer in the second Member State may be held liable for the costs related to the re-entry of the EU Blue Card holder and of his or her family members as referred to in paragraph 2.\n4.   Member States may provide for sanctions in accordance with Article 14 against an employer of an EU Blue Card holder, where that employer is responsible for a failure to comply with the conditions of mobility laid down in this Chapter.\n5.   Where a Member State withdraws or does not renew an EU Blue Card which bears the remark referred to in Article 9(5) and decides to expel the third-country national, it shall request the Member State indicated in that remark to confirm that the person concerned is still a beneficiary of international protection in that Member State. The Member State indicated in that remark shall reply within 1 month after receiving the request for information.\nWhere the third-country national is still a beneficiary of international protection in the Member State indicated in that remark, that person shall be expelled to that Member State which shall, without prejudice to the applicable Union or national law and to the principle of family unity, immediately allow the re-entry, without formalities, of that person and his or her family members.\nBy way of derogation from the second subparagraph of this paragraph, the Member State which adopted the expulsion decision shall retain the right to remove the third-country national, in accordance with its international obligations, to a country other than the Member State which granted international protection, where the conditions specified in Article 21(2) of Directive 2011/95/EU are fulfilled with respect to that third-country national.\n6.   Where an EU Blue Card holder or his or her family members cross the external border of a Member State that applies the Schengen acquis in full, that Member State shall consult the Schengen Information System in accordance with Regulation (EU) 2016/399. That Member State shall refuse entry for persons for whom an alert for the purposes of refusing entry and stay has been issued in the Schengen Information System.\nCHAPTER VI\nFINAL PROVISIONS\nArticle 24\nAccess to information and monitoring\n1.   Member States shall make easily accessible to applicants for an EU Blue Card information on the documentary evidence needed for an application, as well as information on entry and residence conditions applicable to third-country nationals falling under the scope of this Directive and to their family members, including their rights and obligations and the procedural safeguards. That information shall include information on the salary thresholds set in the Member State concerned in accordance with Article 5(3), (4) and (5) and on the applicable fees.\nThat information shall also include information on:\n(a)\nbusiness activities in the territory of the Member State concerned in which an EU Blue Card holder from another Member State as referred to in Article 20 is allowed to engage; and\n(b)\nthe procedures applicable to obtaining an EU Blue Card and residence permits for family members in a second Member State, as referred to in Articles 21 and 22.\nWhere Member States decide to introduce legislative or regulatory measures in accordance with Article 6 or to make use of the possibility provided for by Article 7(2), point (a), they shall communicate information about such decisions in the same way. Information regarding any checks of the labour market situation pursuant to Article 7(2), point (a), shall specify, where appropriate, the sectors, occupations and regions concerned.\n2.   Where Member States issue national residence permits for the purpose of highly qualified employment, they shall ensure the same access to information on the EU Blue Card as is provided with respect to national residence permits.\n3.   Member States shall communicate the following information to the Commission at least once per year and whenever the information is modified:\n(a)\nthe factor they have set for determining the annual salary thresholds in accordance with Article 5(3) or, where applicable, Article 5(4) or (5), and the resulting nominal amounts;\n(b)\nthe list of the professions for which a lower salary threshold in accordance with Article 5(4) applies;\n(c)\na list of allowed business activities, for the purposes of Article 20;\n(d)\ninformation on legislative or regulatory measures as referred to in Article 6, where applicable;\n(e)\ninformation regarding any checks of the labour market situation provided for in Article 7(2), point (a), where applicable.\nWhere Member States reject applications for an EU Blue Card based on ethical recruitment considerations in accordance with Article 7(2), point (e), they shall communicate and justify such rejections to the Commission and to the other Member States each year with respect to the countries and professions concerned.\nMember States shall inform the Commission of agreements with third countries concluded in accordance with Article 7(2), point (e).\nArticle 25\nStatistics\n1.   By 18 November 2025, and annually thereafter, Member States shall, in accordance with Regulation (EC) No 862/2007 of the European Parliament and of the Council (25), communicate to the Commission statistics on the number of third-country nationals who were granted an EU Blue Card and those whose applications were rejected during the previous calendar year, specifying the applications that were considered inadmissible on grounds of Article 6 of this Directive or that were rejected under Article 7(2), point (a), of this Directive, as well as statistics on the numbers of third-country nationals whose EU Blue Card was renewed or withdrawn during the previous calendar year. Those statistics shall be disaggregated by citizenship, length of validity of permits, sex and age and, where available, by occupation, the size of the employer’s undertaking and economic sector. The statistics on third-country nationals who have been granted an EU Blue Card shall be further disaggregated with respect to beneficiaries of international protection, beneficiaries of the right to free movement and those who have acquired EU long-term resident status in a Member State in accordance with Article 18 of this Directive.\nStatistics on admitted family members shall be communicated in the same manner, except as regards information on their occupation and the economic sector.\nFor EU Blue Card holders and their family members who have been granted residence permits in a second Member State in accordance with Articles 21 and 22 of this Directive, the information provided shall, in addition, specify the Member State of previous residence.\n2.   For the purpose of the implementation of Article 5(3), (4) and (5) of this Directive, reference shall be made to data provided by Member States to Eurostat in accordance with Regulation (EU) No 549/2013 of the European Parliament and of the Council (26) and, where appropriate, to national data.\nArticle 26\nList of occupations in Annex I\n1.   The occupations for which the knowledge, skills and competences attested by a number of required years of relevant professional experience are considered equivalent to the knowledge, skills and competence attested by higher education qualifications for the purpose of applying for an EU Blue Card shall be listed in Annex I.\n2.   By 18 November 2026, and every 2 years thereafter, the Commission shall submit a report to the European Parliament and to the Council on its assessment of the list of occupations in Annex I, taking into account the changing needs of the labour market. Those reports shall be drawn up after consulting national authorities, on the basis of a public consultation which shall include the social partners. On the basis of those reports, if appropriate, the Commission may submit legislative proposals for the amendment of Annex I.\nArticle 27\nReporting\nBy 18 November 2026, and every 4 years thereafter, the Commission shall submit a report to the European Parliament and to the Council on the application of this Directive in the Member States.\nThose reports shall, in particular, assess the impact of Articles 5 and 13 and Chapter V. The Commission shall propose any amendments that it considers to be necessary.\nThe Commission shall specifically assess the relevance of the salary threshold set in Article 5 and of the derogations provided for in that Article, taking into account, inter alia, the diversity of the economic, sectoral and geographical situations.\nArticle 28\nCooperation between contact points\n1.   Member States shall appoint contact points which shall be responsible for receiving and transmitting the information needed to implement Articles 18, 20, 21 and 24 and shall cooperate effectively with each other.\n2.   The contact points referred to in paragraph 1 of this Article shall in particular cooperate effectively regarding validation arrangements with stakeholders in the education, training, employment and youth sectors, as well as in other relevant policy areas, needed to implement Article 5(1), point (b).\n3.   Member States shall ensure appropriate cooperation in the exchange of the information referred to in paragraph 1. Member States shall give preference to exchanging information via electronic means.\nArticle 29\nAmendment of Directive (EU) 2016/801\nIn Article 2(2) of Directive (EU) 2016/801, point (g) is replaced by the following:\n‘(g)\nwho apply to reside in a Member State for the purpose of highly qualified employment within the meaning of Directive (EU) 2021/1883 of the European Parliament and of the Council (*1).\nArticle 30\nRepeal of Directive 2009/50/EC\nDirective 2009/50/EC is repealed with effect from 19 November 2023.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table set out in Annex II.\nArticle 31\nTransposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 18 November 2023. They shall immediately communicate the text of those measures to the Commission.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or shall be accompanied by such a reference on the occasion of their official publication. They shall also include a statement that references in existing laws, regulations and administrative provisions to the Directive repealed by this Directive shall be construed as references to this Directive. Member States shall determine how such reference is to be made and how that statement is to be formulated.\n2.   Member States shall communicate to the Commission the text of the main measures of national law which they adopt in the field covered by this Directive.\nArticle 32\nEntry into force\nThis Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nArticle 33\nAddressees\nThis Directive is addressed to the Member States in accordance with the Treaties.\nDone at Strasbourg, 20 October 2021.\nFor the European Parliament\nThe President\nD. M. SASSOLI\nFor the Council\nThe President\nA. LOGAR\n(1)  OJ C 75, 10.3.2017, p. 75.\n(2)  OJ C 185, 9.6.2017, p. 105.\n(3)  Position of the European Parliament of 15 September 2021 (not yet published in the Official Journal) and decision of the Council of 7 October 2021.\n(4)  Council Directive 2009/50/EC of 25 May 2009 on the conditions of entry and residence of third-country nationals for the purposes of highly qualified employment (OJ L 155, 18.6.2009, p. 17).\n(5)  OJ C 58, 15.2.2018, p. 9.\n(6)  Council Directive 2000/43/EC of 29 June 2000 implementing the principle of equal treatment between persons irrespective of racial or ethnic origin (OJ L 180, 19.7.2000, p. 22).\n(7)  Council Directive 2000/78/EC of 27 November 2000 establishing a general framework for equal treatment in employment and occupation (OJ L 303, 2.12.2000, p. 16).\n(8)  Directive 2011/95/EU of the European Parliament and of the Council of 13 December 2011 on standards for the qualification of third-country nationals or stateless persons as beneficiaries of international protection, for a uniform status for refugees or for persons eligible for subsidiary protection, and for the content of the protection granted (OJ L 337, 20.12.2011, p. 9).\n(9)  Council Directive 2003/86/EC of 22 September 2003 on the right to family reunification (OJ L 251, 3.10.2003, p. 12).\n(10)  Directive 2004/38/EC of the European Parliament and of the Council of 29 April 2004 on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States amending Regulation (EEC) No 1612/68 and repealing Directives 64/221/EEC, 68/360/EEC, 72/194/EEC, 73/148/EEC, 75/34/EEC, 75/35/EEC, 90/364/EEC, 90/365/EEC and 93/96/EEC (OJ L 158, 30.4.2004, p. 77).\n(11)  Directive (EU) 2016/801 of the European Parliament and of the Council of 11 May 2016 on the conditions of entry and residence of third-country nationals for the purposes of research, studies, training, voluntary service, pupil exchange schemes or educational projects and au pairing (OJ L 132, 21.5.2016, p. 21).\n(12)  Directive 2014/66/EU of the European Parliament and of the Council of 15 May 2014 on the conditions of entry and residence of third-country nationals in the framework of an intra-corporate transfer (OJ L 157, 27.5.2014, p. 1).\n(13)  Regulation (EU) 2016/399 of the European Parliament and of the Council of 9 March 2016 on a Union Code on the rules governing the movement of persons across borders (Schengen Borders Code) (OJ L 77, 23.3.2016, p. 1).\n(14)  Council Regulation (EC) No 1030/2002 of 13 June 2002 laying down a uniform format for residence permits for third-country nationals (OJ L 157, 15.6.2002, p. 1).\n(15)  Council Directive 2003/109/EC of 25 November 2003 concerning the status of third-country nationals who are long-term residents (OJ L 16, 23.1.2004, p. 44).\n(16)  Regulation (EC) No 883/2004 of the European Parliament and of the Council of 29 April 2004 on the coordination of social security systems (OJ L 166, 30.4.2004, p. 1).\n(17)  Regulation (EU) No 1231/2010 of the European Parliament and of the Council of 24 November 2010 extending Regulation (EC) No 883/2004 and Regulation (EC) No 987/2009 to nationals of third countries who are not already covered by these Regulations solely on the ground of their nationality (OJ L 344, 29.12.2010, p. 1).\n(18)  Directive 2005/36/EC of the European Parliament and of the Council of 7 September 2005 on the recognition of professional qualifications (OJ L 255, 30.9.2005, p. 22).\n(19)  Directive 96/71/EC of the European Parliament and of the Council of 16 December 1996 concerning the posting of workers in the framework of the provision of services (OJ L 18, 21.1.1997, p. 1).\n(20)  Directive 2014/67/EU of the European Parliament and of the Council of 15 May 2014 on the enforcement of Directive 96/71/EC concerning the posting of workers in the framework of the provision of services and amending Regulation (EU) No 1024/2012 on administrative cooperation through the Internal Market Information System (‘the IMI Regulation’) (OJ L 159, 28.5.2014, p. 11).\n(21)  Regulation (EC) No 1987/2006 of the European Parliament and of the Council of 20 December 2006 on the establishment, operation and use of the second generation Schengen Information System (SIS II) (OJ L 381, 28.12.2006, p. 4).\n(22)  Directive 2008/115/EC of the European Parliament and of the Council of 16 December 2008 on common standards and procedures in Member States for returning illegally staying third-country nationals (OJ L 348, 24.12.2008, p. 98).\n(23)  Council Directive 2001/55/EC of 20 July 2001 on minimum standards for giving temporary protection in the event of a mass influx of displaced persons and on measures promoting a balance of efforts between Member States in receiving such persons and bearing the consequences thereof (OJ L 212, 7.8.2001, p. 12).\n(24)  Directive 2009/52/EC of the European Parliament and of the Council of 18 June 2009 providing for minimum standards on sanctions and measures against employers of illegally staying third-country nationals (OJ L 168, 30.6.2009, p. 24).\n(25)  Regulation (EC) No 862/2007 of the European Parliament and of the Council of 11 July 2007 on Community statistics on migration and international protection and repealing Council Regulation (EEC) No 311/76 on the compilation of statistics on foreign workers (OJ L 199, 31.7.2007, p. 23).\n(26)  Regulation (EU) No 549/2013 of the European Parliament and of the Council of 21 May 2013 on the European system of national and regional accounts in the European Union (OJ L 174, 26.6.2013, p. 1).\nANNEX I\nList of occupations referred to in Article 2, point (9)\nInformation and communications technology managers and professionals who have acquired at least 3 years of relevant professional experience within 7 years prior to the application for an EU Blue Card belonging to the following groups of the ISCO-08 classification:\n(1)\n133 Information and Communications Technology Services Managers;\n(2)\n25 Information and Communications Technology Professionals.\nANNEX II\nCORRELATION TABLE\nDirective 2009/50/EC\nThis Directive\nArticle 1\nArticle 1\nArticle 2(a)\nArticle 2, point (1)\nArticle 2(b)\nArticle 2, point (2)\nArticle 2(c)\nArticle 2, point (3)\nArticle 2(d)\nArticle 2, point (4)\nArticle 2(e)\nArticle 2, point (5)\nArticle 2(f)\nArticle 2, point (6)\nArticle 2(g)\nArticle 2, points (7) and (9)\nArticle 2(h)\nArticle 2, point (8)\nArticle 2(i)\nArticle 2, point (10)\nArticle 2(j)\nArticle 2, point (11)\n-\nArticle 2, point (12)\n-\nArticle 2, point (13)\n-\nArticle 2, point (14)\nArticle 3(1)\nArticle 3(1)\nArticle 3(2), introductory wording\nArticle 3(2), introductory wording\nArticle 3(2)(a)\nArticle 3(2), point (a)\nArticle 3(2)(b)\n-\nArticle 3(2)(c)\nArticle 3(2), point (b)\nArticle 3(2)(d)\nArticle 3(2), point (c)\nArticle 3(2)(e)\n-\nArticle 3(2)(f)\nArticle 3(2), point (d)\nArticle 3(2)(g)\nArticle 3(2), point (e)\nArticle 3(2)(h)\n-\nArticle 3(2)(i)\nArticle 3(2), point (f)\nArticle 3(2)(j)\nArticle 3(2), point (g)\nArticle 3(2), last subparagraph\nArticle 3(2), point (h)\nArticle 3(3)\nArticle 7(2), point (e)\nArticle 3(4)\nArticle 3(3)\nArticle 4(1), introductory wording\nArticle 4(1), introductory wording\nArticle 4(1)(a)\nArticle 4(1), point (a)\nArticle 4(1)(b)\nArticle 4(1), point (b)\nArticle 4(2)\nArticle 4(2)\nArticle 5(1), introductory wording\nArticle 5(1), introductory wording\nArticle 5(1)(a)\nArticle 5(1), point (a)\nArticle 5(1)(b)\nArticle 5(1), point (c)\nArticle 5(1)(c)\nArticle 5(1), point (b)\nArticle 5(1)(d)\nArticle 5(1), point (d)\nArticle 5(1)(e)\nArticle 5(1), point (e)\nArticle 5(1)(f)\nArticle 7(1), point (c)\nArticle 5(2)\nArticle 5(7), first subparagraph\nArticle 5(3)\nArticle 5(3)\nArticle 5(4)\nArticle 5(2)\nArticle 5(5)\nArticle 5(4)\n-\nArticle 5(5)\n-\nArticle 5(6)\n-\nArticle 5(7), second subparagraph\nArticle 5(6)\n-\nArticle 6\nArticle 6\nArticle 7(1)\nArticle 9(1)\nArticle 7(2)\nArticle 9(2)\nArticle 7(3)\nArticle 9(3)\nArticle 7(4)\nArticle 9(7)\n-\nArticle 9(4)\n-\nArticle 9(5)\n-\nArticle 9(6)\nArticle 8(1)\nArticle 7(1), points (a) and (b)\n-\nArticle 7(1), point (d)\nArticle 8(2)\nArticle 7(2), point (a)\nArticle 8(3)\n-\nArticle 8(4)\nArticle 7(2), point (e)\nArticle 8(5)\nArticle 7(2), point (d)\n-\nArticle 7(2), point (b)\n-\nArticle 7(2), point (c)\n-\nArticle 7(3)\nArticle 9(1), introductory wording\nArticle 8(1), introductory wording\nArticle 9(1)(a)\nArticle 8(1), point (a)\nArticle 9(1)(b)\nArticle 8(1), points (b), (c) and (d); Article 8(2), points (d), (e) and (g)\nArticle 9(1)(c)\nArticle 8(2), point (f)\nArticle 9(2)\nArticle 8(3)\nArticle 9(3), introductory wording\nArticle 8(2), introductory wording\nArticle 9(3)(a)\nArticle 8(2), point (a)\n-\nArticle 8(2), point (b)\nArticle 9(3)(b)\nArticle 8(2), point (c)\nArticle 9(3)(c)\n-\nArticle 9(3)(d)\n-\n-\nArticle 8(2), point (h)\n-\nArticle 8(4)\n-\nArticle 8(6)\n-\nArticle 8(7)\nArticle 10(1)\nArticle 10(1)\nArticle 10(2)\nArticle 10(2)\nArticle 10(3)\nArticle 10(3)\nArticle 10(4)\n-\nArticle 11(1), first subparagraph\nArticle 11(1), first subparagraph\nArticle 11(1), second subparagraph\n-\n-\nArticle 11(1), second subparagraph\nArticle 11(2)\nArticle 11(2)\nArticle 11(3)\nArticle 11(3)\n-\nArticle 11(4)\n-\nArticle 11(5)\n-\nArticle 11(6)\n-\nArticle 12\n-\nArticle 13\n-\nArticle 14\nArticle 12(1)\n-\n-\nArticle 15(1)\nArticle 12(2)\nArticle 15(2) and (3)\nArticle 12(3) and (4)\nArticle 15(8)\nArticle 12(5)\nArticle 15(9)\n-\nArticle 15(5), (6) and (7)\nArticle 13(1)\nArticle 8(5)\nArticle 13(2) and (4)\nArticle 15(4)\nArticle 13(3)\n-\nArticle 14(1), introductory wording\nArticle 16(1), introductory wording\nArticle 14(1)(a)\nArticle 16(1), point (a)\nArticle 14(1)(b)\nArticle 16(1), point (b)\nArticle 14(1)(c)\nArticle 16(1), point (c)\nArticle 14(1)(d)\nArticle 16(1), point (d)\nArticle 14(1)(e)\nArticle 16(1), point (e)\nArticle 14(1)(f)\nArticle 16(3)\nArticle 14(1)(g)\nArticle 16(1), point (f)\nArticle 14(1)(h)\n-\nArticle 14(2), introductory wording, letter (a), and last subparagraph\nArticle 16(2)\nArticle 14(2)(b)\n-\nArticle 14(3)\nArticle 16(4)\nArticle 14(4)\n-\n-\nArticle 16(5), (6) and (7)\nArticle 15(1)\nArticle 17(1)\nArticle 15(2)\nArticle 17(2)\nArticle 15(3)\nArticle 17(3)\nArticle 15(4)\nArticle 17(4)\nArticle 15(5)\nArticle 17(5)\nArticle 15(6)\nArticle 17(6)\nArticle 15(7)\nArticle 17(7)\nArticle 15(8)\n-\n-\nArticle 17(8), (9) and (10)\nArticle 16(1)\nArticle 18(1)\nArticle 16(2)\nArticle 18(2)\nArticle 16(3)\nArticle 18(3)\nArticle 16(4)\nArticle 18(4)\nArticle 16(5)\n-\nArticle 16(6)\nArticle 18(5)\n-\nArticle 18(6)\nArticle 17(1)\nArticle 19(1)\nArticle 17(2)\nArticle 19(2)\n-\nArticle 20\nArticle 18(1)\nArticle 21(1)\n-\nArticle 21(2)\nArticle 18(2)\nArticle 21(3), first two subparagraphs\nArticle 18(3)\nArticle 21(3), third subparagraph\nArticle 18(4)\nArticle 21(9) and Article 23(2)\nArticle 18(5)\nArticle 21(10)\nArticle 18(6)\nArticle 23(3)\nArticle 18(7)\n-\nArticle 18(8)\nArticle 21(11)\n-\nArticle 21(4) to (8)\nArticle 19(1)\nArticle 22(1), first subparagraph\n-\nArticle 22(2)\nArticle 19(2)\nArticle 22(3)\nArticle 19(3)\nArticle 22(4)\nArticle 19(4)\n-\nArticle 19(5)\nArticle 22(1), second subparagraph\nArticle 19(6)\nArticle 22(1), third subparagraph\n-\nArticle 22(5), (6) and (7)\n-\nArticle 23(1), (4), (5) and (6)\n-\nArticle 24(1), first and second subparagraph\nArticle 20(1)\nArticle 24(1), third subparagraph\n-\nArticle 24(2) and (3)\nArticle 20(2)\nArticle 25(1)\nArticle 20(3)\nArticle 25(2)\n-\nArticle 26\nArticle 21\nArticle 27\nArticle 22(1)\nArticle 28(1)\n-\nArticle 28(2)\nArticle 22(2)\nArticle 28(3)\n-\nArticle 29\n-\nArticle 30\nArticle 23\nArticle 31\nArticle 24\nArticle 32\nArticle 25\nArticle 33", "summary": "EU blue card – entry and residence of highly qualified workers (from 2023)\nEU blue card – entry and residence of highly qualified workers (from 2023)\nSUMMARY OF:\nDirective (EU) 2021/1883 – conditions of entry to and residence in the European Union of non-EU nationals for the purpose of highly qualified employment\nWHAT IS THE AIM OF THE DIRECTIVE?\n              \nThe directive lays down the entry and residence conditions for and rights of highly qualified third-country* nationals and their families:\nstaying for more than 3 months in a European Union (EU) Member State;\nworking in a Member State other than the one that first granted them an EU blue card.\nKEY POINTS\n              \nThe directive’s scope is the following.\nIt applies to non-EU nationals applying, or having applied, for highly qualified employment in a Member State.\nIt does not apply to non-EU nationals: seeking international protection;carrying out a research project;who are granted long-term resident status in a Member State;who are covered by an international agreement allowing a temporary stay, rights of free movement or whose expulsion has been suspended.\nIt does not affect: more favourable rules in EU law, including bilateral and multilateral agreements;the right of Member States to decide how many non-EU nationals may enter their territory.\nApplicants for an EU blue card must present:\na valid work contract or a binding job offer for highly qualified employment for at least 6 months;\ndocuments confirming their professional qualifications;\nvalid travel, and where required visa, documents;\nevidence of having applied for health insurance if this is not covered in the contract.\nMember States:\nrequire that conditions under relevant national law, collective agreements or established practices are met;\nensure the salary threshold they set is at least equal to, but no higher than 1.6 times, the average gross national annual salary, a lower threshold of 80% applying to professions with shortages and recent non-EU graduates (no more than 3 years);\ndecide whether applications are made by the non-EU national, the employer or either of the two;\nmay charge fees, as long as they are not disproportionate or excessive, for handling applications;\nmake easily accessible to applicants all the documentary evidence required and the attached conditions;\nappoint contact points to receive and transmit information.\nRejection rules stipulate the following.\nMember States must reject applications where the: admission criteria are not complied with;documents presented are false;applicant is considered a threat to public policy, security or health;main purpose of the employer’s business is to bring in non-EU nationals.\nMember States may reject applications where the: vacancy may be filled by a national, EU citizen or third-country citizen legally living in the EU;employer has not met tax and other legal obligations, is bankrupt, is facing insolvency or has illegally employed non-EU nationals;applicant’s home country has a lack of qualified workers in the profession concerned.\nWithdrawal or non-renewal rules stipulate the following.\nMember States must withdraw or refuse to renew a blue card where: the card or documents are false;a non-EU national no longer has a valid work contract or the necessary qualifications, or no longer meets the salary threshold.\nMember States may withdraw or refuse to renew a blue card where: public policy, security or health are at risk;the employer has failed to meet their legal obligations;the blue card holder does not comply with the directive’s personal finance, residence and other requirements.\nBlue cards:\nare valid for at least 24 months, or, if a work contract is for a shorter period, a further 3 months after the contract ends;\nentitle holders to enter, re-enter and stay in the Member State and enjoy all the rights under the directive.\nEmployers:\nbenefit from a simplified blue card procedure if a Member State gives them recognised status;\nface effective, proportionate and dissuasive national sanctions if they do not comply with the legislation.\nEU blue card holders:\nmay have to inform national authorities of any change of employer or circumstances during the first 12 months of legal employment;\nenjoy equal treatment to EU nationals in areas such as employment conditions, freedom of association, educational and vocational training, mutual recognition of diplomas, social security and access to goods and services;\ncan be accompanied by their family members, who also have the right to work;\nmay acquire long-term EU resident status, subject to certain conditions;\nmay, after living legally for 12 months in the Member State that issued the blue card, move, live and work with their family in another Member State.\nThe directive requires the following.\nMember States must provide by 18 November 2025, and annually thereafter, detailed statistics on blue cards granted, refused and withdrawn and the reasons given.\nThe European Commission must submit reports to the European Parliament and the Council of the European Union by 18 November 2026 on its assessment of the: list of highly skilled occupations in Annex I, and do so every 2 years thereafter taking account of changing needs in the labour market;application of the directive, proposing amendments if necessary, and to do so every 4 years.\nThe directive:\namends Directive (EU) 2016/801 on the entry and residence of non-EU nationals for research, studies, training, voluntary service, secondary education and au pairing (see summary);\nrepeals the original blue card directive, Directive 2009/50/EC (see summary), as of 19 November 2023.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt has applied since 17 November 2021 and has to become law in the Member States by 18 November 2023.\nBACKGROUND\nThe directive updates previous blue card rules. It gives the EU a targeted legal migration scheme that can respond to skill shortages and makes it easier for highly skilled professionals to join the workforce.\nThe directive provides an EU framework for attracting talent, while individual Member States decide how many people to admit to their labour market.\nFor further information, see: Blue card – EU immigration portal (European Commission)EU blue card: Commission welcomes political agreement on new rules for highly skilled migrant workers – press release (European Commission).\nKEY TERMS\n              \nThird-country national. Any person who is not a citizen of the EU.\nMAIN DOCUMENT\n            \nDirective (EU) 2021/1883 of the European Parliament and of the Council of 20 October 2021 on the conditions of entry and residence of third-country nationals for the purpose of highly qualified employment, and repealing Council Directive 2009/50/EC (OJ L 382, 28.10.2021, pp. 1–38).\nRELATED DOCUMENTS\n            \nCommunication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on a New Pact on Migration and Asylum (COM(2020) 609 final, 23.9.2020).\nDirective (EU) 2016/801 of the European Parliament and of the Council of 11 May 2016 on the conditions of entry and residence of third-country nationals for the purposes of research, studies, training, voluntary service, pupil exchange schemes or educational projects and au pairing (OJ L 132, 21.5.2016, pp. 21–57).\nSuccessive amendments to Directive (EU) 2016/801 have been incorporated in the original text. This consolidated version is of documentary value only.\nCouncil Directive 2009/50/EC of 25 May 2009 on the conditions of entry and residence of third-country nationals for the purposes of highly qualified employment (OJ L 155, 18.6.2009, pp. 17–29).\nlast update 16.12.2021", "tags": ["occupational migration", "third country", "work permit", "professional qualifications", "foreign national", "residence permit", "migrant worker", "labour law", "recognition of vocational training qualifications", "EU migration policy"], "subjects": ["Immigration and asylum policy"], "split": "test", "reference_annotations": {"32021L1883_p1": {"text": "directive 2021/1883 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 20 October 2021---on the conditions of entry and residence of third-country nationals for the purpose of highly qualified employment, and repealing Council directive 2009/50/ec", "triples": [" directive 2021/1883,  repealing,  directive 2009/50/ec"]}, "32021L1883_p2": {"text": "(10)  directive 2004/38/ec of the European Parliament and of the Council of 29 April 2004 on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States amending regulation 1612/68 and repealing directive 64/221/eec directive 68/360/eec directive 72/194/eec directive 73/148/eec directive 75/34/eec directive 75/35/eec directive 90/364/eec directive 90/365/eec directive 93/96/eec (OJ L 158, 30.4.2004, p. 77).", "triples": [" directive 2004/38/ec,  amending,  regulation 1612/68", " directive 2004/38/ec,  repealing,  directive 64/221/eec", " directive 2004/38/ec,  repealing,  directive 68/360/eec", " directive 2004/38/ec,  repealing,  directive 72/194/eec", " directive 2004/38/ec,  repealing,  directive 73/148/eec", " directive 2004/38/ec,  repealing,  directive 75/34/eec", " directive 2004/38/ec,  repealing,  directive 75/35/eec", " directive 2004/38/ec,  repealing,  directive 90/364/eec", " directive 2004/38/ec,  repealing,  directive 90/365/eec", " directive 2004/38/ec,  repealing,  directive 93/96/eec"]}, "32021L1883_p3": {"text": "(20)  directive 2014/67/eu of the European Parliament and of the Council of 15 May 2014 on the enforcement of directive 96/71/ec concerning the posting of workers in the framework of the provision of services and amending regulation 1024/2012 on administrative cooperation through the Internal Market Information System (‘the IMI Regulation’) (OJ L 159, 28.5.2014, p. 11).", "triples": [" directive 2014/67/eu,  amending,  regulation 1024/2012"]}, "32021L1883_p4": {"text": "(25)  regulation 862/2007 of the European Parliament and of the Council of 11 July 2007 on Community statistics on migration and international protection and repealing Council regulation 311/76 on the compilation of statistics on foreign workers (OJ L 199, 31.7.2007, p. 23).", "triples": [" regulation 862/2007,  repealing,  regulation 311/76"]}}, "summary_annotations": {"32021L1883_p2": {"text": "directive 2021/1883 of the European Parliament and of the Council of 20 October 2021 on the conditions of entry and residence of third-country nationals for the purpose of highly qualified employment, and repealing Council directive 2009/50/ec (OJ L 382, 28.10.2021, pp. 1–38).", "triples": [" directive 2021/1883,  repealing,  directive 2009/50/ec"]}}}