{"celex_id": "32018D1192", "reference": "22.8.2018\nEN\nOfficial Journal of the European Union\nL 211/1\nCOMMISSION IMPLEMENTING DECISION (EU) 2018/1192\nof 11 July 2018\non the activation of enhanced surveillance for Greece\n(notified under document C(2018) 4495)\n(Only the Greek text is authentic)\nTHE EUROPEAN COMMISSION,\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 472/2013 of the European Parliament and of the Council of 21 May 2013 on the strengthening of economic and budgetary surveillance of Member States in the euro area experiencing or threatened with serious difficulties with respect to their financial stability (1), and in particular Article 2(1) thereof,\nWhereas:\n(1)\nSince 2010, Greece has been receiving financial assistance by the euro area Member States. Specifically, in support of the first Macroeconomic Adjustment Programme, between May 2010 and December 2011 Greece received EUR 52 900 million of bilateral loans from euro area Member States whose currency is the euro, pooled by the Commission under the Greek Loan Facility; in support of the second Macroeconomic Adjustment Programme, between March 2012 and February 2015 Greece received additional loans provided by the European Financial Stability Facility of EUR 130 900 million (2); and between August 2015 and June 2018 Greece received an additional amount of EUR 59 900 million (3) in form of loans from the European Stability Mechanism. Altogether, Greece's outstanding liabilities towards the euro area Member States, the European Financial Stability Facility and the European Stability Mechanism come to a total amount of EUR 243 700 million. In addition, in support of the first and second Economic Adjustment Programmes, Greece also received financial assistance from the International Monetary Fund, amounting to EUR 32 100 million.\n(2)\nThe European Stability Mechanism financial assistance will expire on 20 August 2018.\n(3)\nThe policy conditions for the European Stability Mechanism financial assistance were laid down in Council Implementing Decision (EU) 2016/544 (4), which was subsequently amended by Council Implementing Decision (EU) 2017/1226 (5). The policy conditionality was further detailed in an European Stability Mechanism Memorandum of Understanding on Specific Economic and Policy Conditionality ('Memorandum of Understanding') signed by the Commission, on behalf of the European Stability Mechanism, and by Greece on 19 August 2015 and its subsequent four amendments.\n(4)\nIn the framework of the European Stability Mechanism financial assistance, Greece has implemented a large number of reforms covering the wide array of policy areas of (i) fiscal sustainability; (ii) financial stability; (iii) structural reforms to enhance competitiveness and growth; and (iv) public administration. Building on the substantial number of actions implemented under the programme, key institutional and structural reforms should be continued over the medium term so as to ensure their completion and full effectiveness.\n(5)\nAs a result of the actions undertaken by the Greek government, fiscal and external flow imbalances have been largely corrected. The general government balance was positive in 2016 and 2017 and Greece is on track to meet the primary surplus target of 3,5 % of Gross Domestic Product in 2018 and over the medium term. External net lending turned positive in 2015, and showing only small deficits thereafter. The economy has started to recover, with growth at 1,4 % in 2017, and unemployment is on a declining path. Greece has improved its ranking in the structural components of leading comparative country performance indicators.\n(6)\nEven so, notwithstanding the reform, Greece continues to experience significant legacy stock imbalances and vulnerabilities. In particular, as is also identified by the Commission's 2018 Alert Mechanism Report (prepared in accordance with Articles 3 and 4 of Regulation (EU) No 1176/2011 of the European Parliament and of the Council (6)), Greece faces the following difficulties. Following its peak of 180,8 % of Gross Domestic Product end-2016, public debt remained at 178,6 % of Gross Domestic Product end-2017, the highest level in the Union. The net international investment position of close to – 140 % of Gross Domestic Product in 2016 also remains highly elevated; moreover, in spite of the current account being close to balance, it is still insufficient to support a reduction of the large net international investment position to prudent levels at a satisfactory pace. Unemployment, while declining from its peak of 27,9 % in 2013, still stood at 20,1 % in March 2018. Long-term unemployment (15,3 % at the end of 2017) and youth unemployment (43,8 % in March 2018) also remain very high. The business environment still needs considerable further improvement as Greece still lags far behind the best-performance frontier in several areas of the structural components of leading comparative economic performance indicators (e.g. enforcing contracts, registering property, resolving insolvency, etc.).\n(7)\nWhile the banking sector remains sufficiently capitalised, it continues to face challenges linked to low levels of profitability, large stocks of non-performing exposures; there remain strong links with the State. At end-March 2018, the stock of non-performing exposures was still very high at EUR 92,4 billion or 48,5 % of total on-balance-sheet exposures. Greece has adopted key legislation under the European Stability Mechanism financial assistance to facilitate the clean-up of banks' balance sheets, but continuous efforts will be needed to bring the non-performing-exposure ratio to sustainable levels, and enable financial institutions to fulfil their intermediation and risk management function at all times. Moreover, a roadmap for the relaxation of capital controls exists, with the objective to restore depositor confidence. While some capital controls have been relaxed, further work should be pursued on the basis of agreed benchmarks.\n(8)\nHaving been cut off from financial market borrowing since 2010, Greece started to regain market access through issuances of government bonds as from July 2017. However, amidst episodes of volatility in the financial markets, Greek bond yields remain at elevated levels relative to other euro area Member States, and Greece's borrowing conditions remain fragile against the background of external economic risks. Further efforts thus need to be undertaken to secure continuous and stable market access for the sovereign.\n(9)\nIn light of the above, the Commission concludes that Greece continues to face risks with respect to its financial stability which, if they materialise, could have adverse spill-over effects on other euro area Member States. Should any spill-over effects materialise, they could occur indirectly by impacting investor confidence and thus refinancing costs for banks and sovereigns in other euro area Member States.\n(10)\nOn 22 June 2018, the Eurogroup politically agreed to implement additional measures to ensure debt sustainability. Greece has a high stock of general government debt which stood at 178,6 % of Gross Domestic Product end-2017. Greece has already benefited from generous financial support from European partners on concessional terms and specific measures to place debt on a more sustainable footing were adopted in 2012 and again by the European Stability Mechanism in 2017. The debt sustainability analysis of June 2018 produced by the Commission in liaison with the European Central Bank and in cooperation with the European Stability Mechanism found that, absent further measures, there were significant risks to debt sustainability, as Greece's Gross Financing Needs were projected to rise above 20 % of Gross Domestic Product over the long term, a threshold set by the Eurogroup as a benchmark against which risks to debt sustainability would be assessed. The measures agreed by the Eurogroup on 22 June 2018 on that basis include the extension of weighted average maturities by an additional 10 years, the deferral of interest and amortisation by an additional 10 years as well as the implementation of other debt measures. Combined with a disbursement of EUR 15 000 million, through which the cash buffer is projected to cover sovereign debt financing needs for around 22 months following the end of the programme, those measures are projected under the baseline assumptions of the Commission to be sufficient to ensure debt sustainability and ensure that Gross Financing Needs will remain below 20 % of Gross Domestic Product up to 2060. Under an adverse scenario, the medium-term measures agreed by the Eurogroup would make a positive contribution to debt sustainability for some time and would ensure gross-financing-need ratios remain below the agreed thresholds until 2036. The Eurogroup agreed to review at the end of the European Financial Stability Facility grace period in 2032, whether additional debt measures are needed to ensure the respect of the agreed gross-financing-need targets, provided that the European Union fiscal framework is respected, and take appropriate actions, if needed.\n(11)\nNonetheless, over the medium term, Greece needs to continue adopting measures to address the sources or potential sources of difficulties and implementing structural reforms to support a robust and sustainable economic recovery, in light of the legacy effects of several factors. These factors include the severe and protracted downturn during the crisis; the size of Greece's debt burden; its financial sector vulnerabilities; the continued relatively strong interlinkages between the financial sector and the Greek public finances, including through State ownership; the risk of contagion of severe tensions in either of those sectors to other Member States, as well as euro area Member States' exposure to the Greek sovereign.\n(12)\nTo that end, Greece has made a commitment in the Eurogroup to continue and complete all key reforms adopted under the European Stability Mechanism financial assistance and to ensure that the objectives of the important reforms adopted under the financial assistance programmes are safeguarded.\n(13)\nGreece has also committed to implement specific actions in the areas of fiscal and fiscal-structural policies, social welfare, financial stability, labour and product markets, privatisation and public administration. Those specific actions, which are set out in an annex to the Eurogroup statement of 22 June 2018, will contribute to address potential sources of economic difficulties.\n(14)\nIn order to address residual risks and monitor the fulfilment of the commitments geared thereto, it appears necessary and appropriate to subject Greece to enhanced surveillance pursuant to Article 2(1) of Regulation (EU) No 472/2013.\n(15)\nGreece was officially consulted, also via a formal letter sent on 4 July 2018, and given the opportunity to express its views on the assessment of the Commission. In its response on 6 July 2018, Greece concurred with the Commission's assessment of the economic challenges the country is facing, which is the basis for activating enhanced surveillance.\n(16)\nGreece will continue to benefit from technical support under the Structural Reform Support Programme (as laid down in Regulation (EU) 2017/825 of the European Parliament and the Council (7)) for the design and implementation of reforms, including for the continuation and completion of key reforms in line with the policy commitments monitored under enhanced surveillance.\n(17)\nThe Commission intends to closely collaborate with the European Stability Mechanism, in the context of its Early Warning System, in implementing the enhanced surveillance,\nHAS ADOPTED THIS DECISION:\nArticle 1\nGreece shall be subject to enhanced surveillance under Article 2(1) of Regulation (EU) No 472/2013 for a period of six months, commencing on 21 August 2018.\nArticle 2\nThis Decision is addressed to the Hellenic Republic.\nDone at Brussels, 11 July 2018.\nFor the Commission\nPierre MOSCOVICI\nMember of the Commission\n(1)  OJ L 140, 27.5.2013, p. 1.\n(2)  Net of EFSF bonds in the value of EUR 10 900 million transferred to the Hellenic Financial Stability Facility in March 2012 and returned in February 2015.\n(3)  Net of EUR 2 000 million loans for bank recapitalisation which were repaid in February 2017.\n(4)  Council Implementing Decision (EU) 2016/544 of 19 August 2015 approving the macroeconomic adjustment programme of Greece (2015/1411) (OJ L 91, 7.4.2016, p. 27).\n(5)  Council Implementing Decision (EU) 2017/1226 of 30 June 2017 amending Implementing Decision (EU) 2016/544 approving the macroeconomic adjustment programme of Greece(2015/1411) (OJ L 174, 7.7.2017, p. 22).\n(6)  Regulation (EU) No 1176/2011 of the European Parliament and of the Council of 16 November 2011 on the prevention and correction of macroeconomic imbalances (OJ L 306, 23.11.2011, p. 25).\n(7)  Regulation (EU) 2017/825 of the European Parliament and the Council of 17 May 2017 on the establishment of the Structural Reform Support Programme for the period 2017 to 2020 and amending Regulations (EU) No 1303/2013 and (EU) No 1305/2013 (OJ L 129, 19.5.2017, p. 1).", "summary": "Financial assistance to Greece\nFinancial assistance to Greece\nSUMMARY OF:\nRegulation (EU) No 472/2013 on strengthening economic and budgetary surveillance in euro area countries experiencing or threatened with serious financial difficulties\nImplementing Decision (EU) 2019/338 on the prolongation of enhanced surveillance for Greece\nImplementing Decision (EU) 2018/1192 on the activation of enhanced surveillance for Greece\nWHAT IS THE AIM OF THE REGULATION AND WHAT DOES THE FINANCIAL ASSISTANCE TO GREECE CONSIST OF?\nRegulation (EU) No 472/2013 is designed to strengthen economic and budgetary surveillance for euro area countries experiencing or threatened with serious difficulties with respect to their financial stability.\nGreece received financial support from euro area countries and the International Monetary Fund (IMF) to cope with its financial difficulties and economic challenges from May 2010 to August 2018. After the successful conclusion of the stability support programme on 20 August 2018, Greece has been fully integrated into the European Semester framework of economic and social policy coordination. At the same time, the enhanced surveillance* framework was activated for Greece as provided by Regulation 472 of 2013.\nKEY POINTS\nThe first adjustment programme: was announced by the Eurogroup on 2 May 2010;provided €52.9 billion in bilateral loans from euro-area member countries to Greece under the Greek Loan Facility;the IMF lent an additional amount of around €20 billion.\nThe second adjustment programme: was approved by the Eurogroup on 9 March 2012 and ran until it expired in June 2015;provided loans of €141.8 billion from euro-area member countries via the European Financial Stability Facility (EFSF);the IMF lent an additional amount of around €12 billion.\nThe third adjustment programme: began on 19 August 2015 and was successfully concluded on 20 August 2018 as scheduled;provided loans of up to €86 billion from the ESM.\nBefore negotiations with the EU on the terms of the third adjustment programme could begin, Greece had to agree to: VAT and pension reforms;implement the EU’s bank recovery and resolution directive;safeguard the independence of Greece’s statistical authority;adopt a code of civil procedure.\nIn addition, Greece agreed to: restore fiscal sustainability by reforming the VAT and pension systems and fighting tax evasion;safeguard financial stability by recapitalising banks (i.e. restructuring their debt and equity) and strengthening their governance;implement reforms that promote economic growth, job creation, competitiveness and investment;modernise the state and public administration, in particular by improving the efficiency of the judicial system and stepping up the fight against corruption.\nOn the successful conclusion of the third adjustment programme, the European Commission adopted Implementing Decision (EU) 2018/1192 which activated enhanced economic and budgetary surveillance for Greece, taking effect on 21 August 2018. A first enhanced surveillance report on Greece was published in November 2018 and a second in February 2019. Implementing Decision (EU) 2019/338 extended the period of enhanced surveillance for a further period of 6 months from 21 February 2019.On 5 June 2019, the third enhanced surveillance report for Greece was published.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 30 May 2013.\nBACKGROUND\n              \nFor more information, see:\nFinancial assistance to Greece (European Commission)\nEnhanced surveillance framework for Greece (European Commission)\nESM programme for Greece (European Stability Mechanism).\nKEY TERMS\n              \nEnhanced surveillance: a post-programme framework adapted to Greece in view of the longstanding crisis and challenges faced. It will support the continuation, completion, and delivery of reforms agreed under the programme, in line with the commitments made by the Greek authorities through a close monitoring of the economic, fiscal and financial situation and its evolution.\nMAIN DOCUMENTS\n            \nRegulation (EU) No 472/2013 of the European Parliament and of the Council of 21 May 2013 on the strengthening of economic and budgetary surveillance of Member States in the euro area experiencing or threatened with serious difficulties with respect to their financial stability (OJ L 140, 27.5.2013, pp. 1-10)\nCommission Implementing Decision (EU) 2019/338 of 20 February 2019 on the prolongation of enhanced surveillance for Greece (OJ L 60, 28.2.2019, pp. 17-19)\nCommission Implementing Decision (EU) 2018/1192 of 11 July 2018 on the activation of enhanced surveillance for Greece (OJ L 211, 22.8.2018, pp. 1-4)\nRELATED DOCUMENTS\n            \nCouncil Implementing Decision (EU) 2015/1411 of 19 August 2015 approving the macroeconomic adjustment programme of Greece (OJ L 219, 20.8.2015, pp. 12-16)\nCouncil Implementing Decision (EU) 2015/1181 of 17 July 2015 on granting short-term Union financial assistance to Greece (OJ L 192, 18.7.2015, pp. 15-18)\nCouncil Implementing Decision (EU) 2015/1182 of 17 July 2015 approving the adjustment programme of Greece (OJ L 192, 18.7.2015, p. 19)\nlast update 24.07.2019", "tags": ["Greece", "macroeconomics", "gross domestic product", "economic recession", "public debt", "sustainable development", "multilateral surveillance", "structural adjustment", "stability programme", "Eurogroup (euro area)"], "subjects": ["Economic and Monetary Union"], "split": "train", "reference_annotations": {"32018D1192_p1": {"text": "The policy conditions for the European Stability Mechanism financial assistance were laid down in Council Implementing decision 2016/544 (4), which was subsequently amended by Council Implementing decision 2017/1226 (5). The policy conditionality was further detailed in an European Stability Mechanism Memorandum of Understanding on Specific Economic and Policy Conditionality ('Memorandum of Understanding') signed by the Commission, on behalf of the European Stability Mechanism, and by Greece on 19 August 2015 and its subsequent four amendments.", "triples": [" decision 2016/544,  Implementing,  decision 2017/1226"]}, "32018D1192_p2": {"text": "(5)  Council Implementing decision 2017/1226 of 30 June 2017 amending Implementing decision 2016/544 approving the macroeconomic adjustment programme of Greece(2015/1411) (OJ L 174, 7.7.2017, p. 22).", "triples": [" decision 2017/1226,  amending,  decision 2016/544", " decision 2017/1226,  Implementing,  decision 2016/544"]}, "32018D1192_p3": {"text": "(7)  regulation 2017/825 of the European Parliament and the Council of 17 May 2017 on the establishment of the Structural Reform Support Programme for the period 2017 to 2020 and amending regulation 1303/2013 regulation 1305/2013 (OJ L 129, 19.5.2017, p. 1).", "triples": [" regulation 2017/825,  amending,  regulation 1303/2013", " regulation 2017/825,  amending,  regulation 1305/2013"]}}, "summary_annotations": {}}