{"celex_id": "32009R0470", "reference": "16.6.2009\nEN\nOfficial Journal of the European Union\nL 152/11\nREGULATION (EC) No 470/2009 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 6 May 2009\nlaying down Community procedures for the establishment of residue limits of pharmacologically active substances in foodstuffs of animal origin, repealing Council Regulation (EEC) No 2377/90 and amending Directive 2001/82/EC of the European Parliament and of the Council and Regulation (EC) No 726/2004 of the European Parliament and of the Council\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 and Article 152(4)(b) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure referred to in Article 251 of the Treaty (2),\nWhereas:\n(1)\nAs a result of scientific and technical progress it is possible to detect the presence of residues of veterinary medicinal products in foodstuffs at ever lower levels.\n(2)\nIn order to protect public health, maximum residue limits should be established in accordance with generally recognised principles of safety assessment, taking into account toxicological risks, environmental contamination, as well as the microbiological and pharmacological effects of residues. Account should also be taken of other scientific assessments of the safety of substances concerned which may have been undertaken by international organisations or scientific bodies established within the Community.\n(3)\nThis Regulation directly concerns public health and is relevant to the functioning of the internal market in products of animal origin included in Annex I to the Treaty. It is therefore necessary to establish maximum residue limits for pharmacologically active substances in respect of various foodstuffs of animal origin, including meat, fish, milk, eggs and honey.\n(4)\nCouncil Regulation (EEC) No 2377/90 of 26 June 1990 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin (3) introduced Community procedures to evaluate the safety of residues of pharmacologically active substances in accordance with human food safety requirements. A pharmacologically active substance may be used in food-producing animals only if evaluated favourably. Maximum residue limits are established for such substances where they are considered necessary for the protection of human health.\n(5)\nDirective 2001/82/EC of the European Parliament and of the Council of 6 November 2001 on the Community Code relating to veterinary medicinal products (4) provides that veterinary medicinal products may be authorised or used in food-producing animals only if pharmacologically active substances contained therein have been assessed as safe according to Regulation (EEC) No 2377/90. Moreover that Directive contains rules concerning the documentation of use, re-designation (off label use), prescription and distribution of veterinary medicinal products intended for use in food-producing animals.\n(6)\nIn the light of the European Parliament’s resolution of 3 May 2001 (5) on the availability of veterinary medicinal products, the Commission’s public consultation undertaken in 2004 and its assessment of the experience gained, it has proved necessary to modify the procedures for setting maximum residue limits while maintaining the overall system for setting such limits.\n(7)\nMaximum residue limits are the points of reference for the establishment, in accordance with Directive 2001/82/EC, of withdrawal periods in marketing authorisations for veterinary medicinal products to be used in food-producing animals as well as for the control of residues in food of animal origin in the Member States and at border inspection posts.\n(8)\nCouncil Directive 96/22/EC of 29 April 1996 concerning the prohibition on the use in stock-farming of certain substances having a hormonal or thyrostatic action and of β-agonists (6) prohibits the use of certain substances for specific purposes in food-producing animals. This Regulation should apply without prejudice to any Community legislation prohibiting the use in food-producing animals of certain substances having a hormonal action.\n(9)\nCouncil Regulation (EEC) No 315/93 of 8 February 1993 laying down Community procedures for contaminants in food (7) lays down specific rules for substances not resulting from intentional administration. Those substances should not be subject to legislation on maximum residue limits.\n(10)\nRegulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (8) lays down the framework for food legislation at Community level and provides for definitions in that area. It is appropriate that those definitions apply for the purposes of legislation on maximum residue limits.\n(11)\nRegulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (9) lays down general rules for the control of food in the Community and provides for definitions in that area. It is appropriate that those rules and definitions apply for the purposes of legislation on maximum residue limits. Priority should be given to the detection of the illegal use of substances and part of the samples should be selected according to a risk-based approach.\n(12)\nRegulation (EC) No 726/2004 of the European Parliament and of the Council of 31 March 2004 laying down Community procedures for the authorisation and supervision of medicinal products for human and veterinary use and establishing a European Medicines Agency (10) entrusts the European Medicines Agency (the Agency) with the task of advising on the maximum residue limits for veterinary medicinal products which may be accepted in food of animal origin.\n(13)\nMaximum residue limits should be set for pharmacologically active substances used or intended to be used in veterinary medicinal products placed on the market in the Community.\n(14)\nIt appears from the public consultation and from the fact that only a small number of veterinary medicinal products for food-producing animals have been authorised in recent years that Regulation (EEC) No 2377/90 has resulted in such medicinal products being less readily available.\n(15)\nIn order to ensure animal health and welfare, it is necessary that veterinary medicinal products are available to treat specific disease conditions. Furthermore, the lack of availability of appropriate veterinary medicinal products for a specific treatment for a specific species may contribute to the misuse or illegal use of substances.\n(16)\nThe system established by Regulation (EEC) No 2377/90 should therefore be modified with a view to increasing the availability of veterinary medicinal products for food-producing animals. In order to serve that objective, provision should be made for the systematic consideration by the Agency of the use of a maximum residue limit established for one species or foodstuff for another species or another foodstuff. In this respect, the adequacy of the safety factors already inherent in the system should be taken into account in order to ensure that food safety and animal welfare are not compromised.\n(17)\nIt is recognised that, in certain cases, scientific risk assessments alone cannot provide all the information on which risk management decisions should be based and that other factors relevant to the matter under consideration should legitimately be taken into account, including the technological aspects of food production and the feasibility of controls. The Agency should therefore provide an opinion consisting of a scientific risk assessment and risk management recommendations on residues of pharmacologically active substances.\n(18)\nDetailed rules on the format and content of applications for the establishment of maximum residue limits and on methodological principles of risk assessment and of risk management recommendations are necessary for the smooth functioning of the whole framework of maximum residue limits.\n(19)\nBesides veterinary medicinal products, other products which are not subject to specific legislation on residues, such as biocidal products, are used in animal husbandry. These biocidal products are defined in Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (11). Furthermore, veterinary medicinal products not having a marketing authorisation in the Community may be authorised in countries outside the Community. That may be because in other regions different diseases or target species are more prevalent or because companies have chosen not to market a product in the Community. The fact that a product is not authorised in the Community does not necessarily indicate that its use is unsafe. For the pharmacologically active substances of such products, the Commission should be enabled to set a maximum residue limit for food, following an opinion by the Agency, in accordance with the principles set for pharmacologically active substances intended for use in veterinary medicinal products. It is also necessary to amend Regulation (EC) No 726/2004 to include, within the tasks of the Agency, advising on the maximum levels of residues of active substances in biocidal products.\n(20)\nUnder the system established by Directive 98/8/EC, operators having placed or seeking to place biocidal products on the market are obliged to pay charges for the evaluations carried out pursuant to different procedures associated with that Directive. This Regulation provides that the Agency is to carry out evaluations related to the establishment of the maximum residue limit for pharmacologically active substances intended to be used in biocidal products. As a consequence, this Regulation should clarify how those evaluations are financed, in order to take due account of fees already collected for evaluations carried out, or to be carried out, under that Directive.\n(21)\nThe Community contributes, in the context of the Codex Alimentarius, to the development of international standards on maximum residue limits, while ensuring that the high level of protection of human health maintained in the Community is not reduced. The Community should therefore take over without a further risk assessment those Codex Alimentarius maximum residue limits it has supported in the relevant Codex Alimentarius Commission meetings. Consistency between international standards and Community legislation on residue limits in food will thereby be further enhanced.\n(22)\nFoodstuffs are subject to controls on residues of pharmacologically active substances in accordance with Regulation (EC) No 882/2004. Even if residue limits are not set for such substances pursuant to this Regulation, residues of such substances might occur due to environmental contamination or the occurrence of a natural metabolite in the animal. Laboratory methods are capable of finding such residues at ever lower levels. Such residues have caused different control practices in Member States.\n(23)\nCouncil Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (12) requires that each consignment imported from a third country is subject to veterinary controls, and Commission Decision 2005/34/EC (13) lays down harmonised standards for the testing for certain residues in products of animal origin imported from third countries. It is appropriate to extend the provisions of Decision 2005/34/EC to all products of animal origin placed on the Community market.\n(24)\nA number of pharmacologically active substances are prohibited or currently not authorised under Regulation (EC) No 2377/90, Directive 96/22/EC or Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (14). The residues of pharmacologically active substances in products of animal origin arising, in particular, from illegal use or from environmental contamination should be carefully controlled and monitored in accordance with Council Directive 96/23/EC of 29 April 1996 on measures to monitor certain substances and residues thereof in live animals and animal products (15), regardless of the origin of the product.\n(25)\nIt is appropriate for the Community to provide for procedures to set reference points for action at concentrations of the residues for which laboratory analysis is technically feasible in order to facilitate intra-Community trade and imports, without undermining a high level of protection of human health in the Community. However, the setting of reference points for action should in no way serve as a pretext for condoning the illegal use of prohibited or non-authorised substances to treat food-producing animals. Therefore, any residues of those substances in food of animal origin should be considered undesirable.\n(26)\nIt is also appropriate for the Community to establish a harmonised approach for situations where Member States find evidence of a recurrent problem, since such a finding could suggest a pattern of misuse of a particular substance or a disregard for guarantees provided by third countries concerning the production of food intended for import into the Community. Member States should notify the Commission of recurring problems, and appropriate follow-up measures should be taken.\n(27)\nThe current legislation on maximum residue limits should be simplified by placing together in one single Commission regulation all decisions classifying pharmacologically active substances as regards residues.\n(28)\nThe measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (16).\n(29)\nIn particular, the Commission should be empowered to adopt methodological principles for the risk assessment and risk management recommendations regarding the establishment of maximum residue limits, rules on the conditions for extrapolation, measures setting reference points for action, including measures reviewing those reference points, as well as methodological principles and scientific methods for the establishment of reference points for action. Since those measures are of general scope and are designed to amend non-essential elements of this Regulation by supplementing it with new non-essential elements, they must be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(30)\nWhen, on imperative grounds of urgency, the normal time-limits for the regulatory procedure with scrutiny cannot be complied with, the Commission should be able to apply the urgency procedure provided for in Article 5a(6) of Decision 1999/468/EC for the adoption of measures setting reference points for action and measures reviewing those reference points.\n(31)\nSince the objectives of this Regulation, namely the protection of human and animal health and ensuring the availability of appropriate veterinary medicinal products, cannot be sufficiently achieved by the Member States and can therefore, by reason of the scale and effects of this Regulation, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve those objectives.\n(32)\nIn the interests of clarity, it is therefore necessary to replace Regulation (EEC) No 2377/90 with a new regulation.\n(33)\nA transitional period should be provided for in order to allow the Commission to prepare and adopt a regulation incorporating the pharmacologically active substances and their classification regarding maximum residue limits as laid down in Annexes I to IV to Regulation (EEC) No 2377/90, as well as certain implementing provisions for that new regulation,\nHAVE ADOPTED THIS REGULATION:\nTITLE I\nGENERAL PROVISIONS\nArticle 1\nSubject matter and scope\n1.   For the purposes of ensuring food safety, this Regulation lays down rules and procedures in order to establish:\n(a)\nthe maximum concentration of a residue of a pharmacologically active substance which may be permitted in food of animal origin (maximum residue limit);\n(b)\nthe level of a residue of a pharmacologically active substance established for control reasons in the case of certain substances for which a maximum residue limit has not been laid down in accordance with this Regulation (reference point for action).\n2.   This Regulation shall not apply:\n(a)\nto active principles of biological origin intended to produce active or passive immunity or to diagnose a state of immunity, used in immunological veterinary medicinal products;\n(b)\nto substances falling within the scope of Regulation (EEC) No 315/93.\n3.   This Regulation shall apply without prejudice to Community legislation prohibiting the use in food-producing animals of certain substances having a hormonal or thyrostatic action and of beta-agonists, as provided for by Directive 96/22/EC.\nArticle 2\nDefinitions\nIn addition to the definitions laid down in Article 1 of Directive 2001/82/EC, Article 2 of Regulation (EC) No 882/2004 and Articles 2 and 3 of Regulation (EC) No 178/2002, the following definitions shall apply for the purposes of this Regulation:\n(a)\n‘residues of pharmacologically active substances’ means all pharmacologically active substances, expressed in mg/kg or μg/kg on a fresh weight basis, whether active substances, excipients or degradation products, and their metabolites which remain in food obtained from animals;\n(b)\n‘food-producing animals’ means animals bred, raised, kept, slaughtered or harvested for the purposes of producing food.\nTITLE II\nMAXIMUM RESIDUE LIMITS\nCHAPTER I\nRisk assessment and risk management\nSection 1\nPharmacologically active substances intended for use in veterinary medicinal products in the Community\nArticle 3\nApplication for an opinion of the Agency\nExcept in cases where the Codex Alimentarius procedure referred to in Article 14(3) of this Regulation applies, any pharmacologically active substance intended for use in the Community in veterinary medicinal products which are to be administered to food-producing animals shall be subject to an opinion of the European Medicines Agency (the Agency) established by Article 55 of Regulation (EC) No 726/2004 on the maximum residue limit, formulated by the Committee for Medicinal Products for Veterinary Use (the Committee) established by Article 30 of that Regulation.\nTo that end, the applicant for a marketing authorisation for a veterinary medicinal product in which such a substance is used, a person intending to apply for such a marketing authorisation or, where appropriate, the holder of such a marketing authorisation, shall submit an application to the Agency.\nArticle 4\nOpinion of the Agency\n1.   The opinion of the Agency shall consist of a scientific risk assessment and risk management recommendations.\n2.   The scientific risk assessment and the risk management recommendations shall aim to ensure a high level of human health protection, whilst also ensuring that human health, animal health and animal welfare are not negatively affected by the lack of availability of appropriate veterinary medicinal products. The opinion shall take account of any relevant scientific findings of the European Food Safety Authority (EFSA) established by Article 22 of Regulation (EC) No 178/2002.\nArticle 5\nExtrapolation\nWith a view to ensuring the availability of authorised veterinary medicinal products for conditions affecting food-producing animals, the Agency, while ensuring a high level of protection of human health, shall, when carrying out scientific risk assessments and when drawing up risk management recommendations, consider using maximum residue limits established for a pharmacologically active substance in a particular foodstuff for another foodstuff derived from the same species, or maximum residue limits established for a pharmacologically active substance in one or more species for other species.\nArticle 6\nScientific risk assessment\n1.   The scientific risk assessment shall consider the metabolism and depletion of pharmacologically active substances in relevant animal species, the type of residues and the amount thereof, that may be ingested by human beings over a lifetime without an appreciable health risk expressed in terms of acceptable daily intake (ADI). Alternative approaches to ADI may be used, if they have been laid down by the Commission as provided for in Article 13(2).\n2.   The scientific risk assessment shall concern the following:\n(a)\nthe type and amount of residue considered not to present a safety concern for human health;\n(b)\nthe risk of toxicological, pharmacological or microbiological effects in human beings;\n(c)\nresidues that occur in food of plant origin or that come from the environment.\n3.   If the metabolism and depletion of the substance cannot be assessed, the scientific risk assessment may take into account monitoring data or exposure data.\nArticle 7\nRisk management recommendations\nThe risk management recommendations shall be based on the scientific risk assessment performed in accordance with Article 6 and shall consist of an assessment of the following:\n(a)\nthe availability of alternative substances for the treatment of the relevant species or the necessity of the substance evaluated in order to avoid unnecessary suffering for animals or to ensure the safety of those treating them;\n(b)\nother legitimate factors, such as the technological aspects of food and feed production, the feasibility of controls, conditions of use and application of the substances in veterinary medicinal products, good practice in the use of veterinary medicinal and biocidal products and the likelihood of misuse or illegal use;\n(c)\nwhether or not a maximum residue limit or a provisional maximum residue limit should be established for a pharmacologically active substance in veterinary medicinal products, the level of that maximum residue limit and, where appropriate, any conditions or restrictions for the use of the substance concerned;\n(d)\nwhether the data provided are not sufficient to allow a safe limit to be identified, or whether a final conclusion concerning human health with regard to residues of a substance cannot be established given the lack of scientific information. In either case, no maximum residue limit may be recommended.\nArticle 8\nApplications and procedures\n1.   The application referred to in Article 3 shall comply with the format and content laid down by the Commission as provided for in Article 13(1) and shall be accompanied by the fee payable to the Agency.\n2.   The Agency shall ensure that the opinion of the Committee is given within 210 days of receipt of a valid application in accordance with Article 3 and paragraph 1 of this Article. This time limit shall be suspended where the Agency requests the submission of supplementary information on the given substance within a specific time period, and shall remain suspended until such time as the requested supplementary information has been provided.\n3.   The Agency shall forward the opinion referred to in Article 4 to the applicant. Within 15 days of receipt of the opinion, the applicant may provide written notice to the Agency that he wishes to request a re-examination of the opinion. In that case the applicant shall submit the detailed grounds for his request to the Agency within 60 days of receipt of the opinion.\nWithin 60 days of receipt of the applicant’s grounds for a re-examination request, the Committee shall consider whether its opinion should be revised and adopt the final opinion. The reasons for the conclusion reached on the request shall be annexed to the final opinion.\n4.   Within 15 days of the adoption of the final opinion, the Agency shall forward it to the Commission and the applicant, stating the grounds for its conclusions.\nSection 2\nOther pharmacologically active substances for which an opinion of the Agency may be requested\nArticle 9\nOpinion of the Agency requested by the Commission or a Member State\n1.   The Commission or a Member State may submit to the Agency a request for an opinion on maximum residue limits in either of the following circumstances:\n(a)\nwhere the substance in question is authorised for use in a veterinary medicinal product in a third country and no application for the establishment of a maximum residue limit for that substance in respect of the foodstuff or species concerned has been submitted pursuant to Article 3;\n(b)\nwhere the substance in question is included in a medicinal product intended to be used pursuant to Article 11 of Directive 2001/82/EC and no application for the establishment of a maximum residue limit for that substance in respect of the foodstuff or species concerned has been submitted pursuant to Article 3 of this Regulation.\nIn the circumstances of point (b) of the first subparagraph, where minor species or minor uses are concerned, the request may be submitted to the Agency by an interested party or organisation.\nArticles 4 to 7 shall apply.\nA request for an opinion referred to in the first subparagraph of this paragraph shall comply with the format and content requirements laid down by the Commission pursuant to Article 13(1).\n2.   The Agency shall ensure that the opinion of the Committee is given within 210 days of receipt of the request by the Commission, a Member State or an interested party or organisation. This time limit shall be suspended if the Agency requests the submission of supplementary information on the given substance within a specific time period and until such time as the requested supplementary information has been provided.\n3.   Within 15 days of the adoption of the final opinion, the Agency shall forward it to the Commission and, as applicable, to the Member State or the interested party or organisation which made the request, stating the grounds for its conclusions.\nArticle 10\nPharmacologically active substances contained in biocidal products used in animal husbandry\n1.   For the purposes of Article 10(2)(ii) of Directive 98/8/EC, for pharmacologically active substances intended to be used in a biocidal product used in animal husbandry, the maximum residue limit shall be established:\n(a)\nfollowing the procedure referred to in Article 9 of this Regulation for:\n(i)\nactive substances/product type combinations included in the 10-year programme of work referred to in Article 16(2) of Directive 98/8/EC;\n(ii)\nactive substances/product type combinations to be included in Annexes I, IA or IB to Directive 98/8/EC for which a dossier has been accepted by the competent authority as referred to in Article 11(1)(b) of that Directive before 6 July 2009;\n(b)\nfollowing the procedure referred to in Article 8 of this Regulation and on the basis of an application submitted in accordance with Article 3 of this Regulation for all other active substances/product type combinations to be included in Annexes I, IA or IB to Directive 98/8/EC for which the establishment of a maximum residue limit is deemed necessary by the Member States or the Commission.\n2.   The Commission shall classify the pharmacologically active substances referred to in paragraph 1 in accordance with Article 14. For the purposes of classification, a regulation as referred to in Article 17(1) shall be adopted by the Commission.\nHowever, any specific provisions relating to the conditions of use of the substances classified in accordance with the first subparagraph of this paragraph shall be laid down pursuant to Article 10(2) of Directive 98/8/EC.\n3.   The costs of evaluations carried out by the Agency following a request made in accordance with paragraph 1(a) of this Article shall be covered by the budget of the Agency as referred to in Article 67 of Regulation (EC) No 726/2004. However, this shall not apply to the evaluation costs of a rapporteur designated, in accordance with Article 62(1) of that Regulation, for the establishment of a maximum residue limit where that rapporteur has been appointed by a Member State that has already received a fee for that evaluation on the basis of Article 25 of Directive 98/8/EC.\nThe amount of the fees for evaluations carried out by the Agency and the rapporteur following an application made in accordance with paragraph 1(b) of this Article shall be established in accordance with Article 70 of Regulation (EC) No 726/2004. Council Regulation (EC) No 297/95 of 10 February 1995 on fees payable to the European Agency for the Evaluation of Medicinal Products (17) shall apply.\nSection 3\nCommon provisions\nArticle 11\nReview of an opinion\nWhere the Commission, the applicant under Article 3 or a Member State, as a result of new information, considers that a review of an opinion is necessary in order to protect human or animal health, it may request the Agency to issue a new opinion on the substances in question.\nWhere a maximum residue limit has been established in accordance with this Regulation for specific foodstuffs or species, Articles 3 and 9 shall apply for the establishment of a maximum residue limit for that substance for other foodstuffs or species.\nThe request referred to in the first subparagraph shall be accompanied by information explaining the issue to be addressed. Article 8(2) to (4) or Article 9(2) and (3), as appropriate, shall apply to the new opinion.\nArticle 12\nPublication of opinions\nThe Agency shall publish the opinions referred to in Articles 4, 9 and 11 after deleting any information of a commercially confidential nature.\nArticle 13\nImplementing measures\n1.   In accordance with the regulatory procedure referred to in Article 25(2), the Commission shall, in consultation with the Agency, adopt measures regarding the form and content of the applications and requests referred to in Articles 3 and 9.\n2.   The Commission shall, in consultation with the Agency, Member States and interested parties, adopt measures regarding:\n(a)\nthe methodological principles for the risk assessment and risk management recommendations referred to in Articles 6 and 7, including technical requirements in accordance with internationally agreed standards;\n(b)\nrules on the use of a maximum residue limit established for a pharmacologically active substance in a particular foodstuff for another foodstuff derived from the same species, or a maximum residue limit established for a pharmacologically active substance in one or more species for other species, as referred to in Article 5. Those rules shall specify how and under what circumstances scientific data on residues in a particular foodstuff or in a species or more species may be used for setting a maximum residue limit in other foodstuffs, or other species.\nThose measures, designed to amend non-essential elements of this Regulation by supplementing it, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 25(3).\nCHAPTER II\nClassification\nArticle 14\nClassification of pharmacologically active substances\n1.   The Commission shall classify the pharmacologically active substances subject to an opinion of the Agency on the maximum residue limit in accordance with Article 4, 9 or 11, as appropriate.\n2.   The classification shall include a list of pharmacologically active substances and the therapeutic classes to which they belong. The classification shall also establish, in relation to each such substance, and, where appropriate, specific foodstuffs or species, one of the following:\n(a)\na maximum residue limit;\n(b)\na provisional maximum residue limit;\n(c)\nthe absence of the need to establish a maximum residue limit;\n(d)\na prohibition on the administration of a substance.\n3.   A maximum residue limit shall be laid down where it appears necessary for the protection of human health:\n(a)\npursuant to an opinion of the Agency in accordance with Article 4, 9 or 11, as appropriate; or\n(b)\npursuant to a decision of the Codex Alimentarius Commission, without objection from the Community Delegation, in favour of a maximum residue limit for a pharmacologically active substance intended for use in a veterinary medicinal product, provided that the scientific data taken into consideration have been made available to the Community Delegation prior to the decision of the Codex Alimentarius Commission. In this case, an additional assessment by the Agency shall not be required.\n4.   A provisional maximum residue limit may be established in cases where scientific data are incomplete, provided that there are no grounds for supposing that residues of that substance at the level proposed constitute a hazard to human health.\nThe provisional maximum residue limit shall apply for a defined period of time, which shall not exceed five years. That period may be extended once for a period not exceeding two years where it is demonstrated that such an extension would allow completion of scientific studies in progress.\n5.   No maximum residue limit shall be established where, pursuant to an opinion in accordance with Article 4, 9 or 11, as appropriate, it is not necessary for the protection of human health.\n6.   The administration of a substance to food-producing animals shall be prohibited, pursuant to an opinion in accordance with Article 4, 9 or 11, as appropriate, in either of the following circumstances:\n(a)\nwhere any presence of a pharmacologically active substance or residues thereof in foods of animal origin may constitute a hazard to human health;\n(b)\nwhere no final conclusion concerning the effect on human health of residues of a substance can be drawn.\n7.   Where it appears necessary for the protection of human health, the classification shall include conditions and restrictions for the use or application of a pharmacologically active substance used in veterinary medicinal products which is subject to a maximum residue limit, or for which no maximum residue limit has been set.\nArticle 15\nAccelerated procedure for an opinion of the Agency\n1.   In specific cases where a veterinary medicinal product or a biocidal product needs to be authorised as a matter of urgency for reasons relating to the protection of public health or of animal health or welfare, the Commission, any person who has submitted an application for an opinion pursuant to Article 3 or a Member State may ask the Agency to carry out an accelerated procedure for the assessment of the maximum residue limit of a pharmacologically active substance contained in those products.\n2.   The format and content of the application referred to in paragraph 1 of this Article shall be laid down by the Commission pursuant to Article 13(1).\n3.   By way of derogation from the time limits laid down in Article 8(2) and Article 9(2), the Agency shall ensure that the opinion of the Committee is given within 120 days of receipt of the application.\nArticle 16\nAdministration of substances to food-producing animals\n1.   Only pharmacologically active substances which are classified in accordance with Article 14(2)(a), (b) or (c) may be administered to food-producing animals within the Community, provided that such administration is in accordance with Directive 2001/82/EC.\n2.   Paragraph 1 shall not apply in the case of clinical trials which are accepted by the competent authorities following notification or authorisation in accordance with the legislation in force and which do not cause foodstuffs obtained from livestock participating in such trials to contain residues which constitute a hazard to human health.\nArticle 17\nProcedure\n1.   For the purposes of the classification provided for in Article 14, the Commission shall prepare a draft regulation within 30 days of receipt of an opinion of the Agency as referred to in Article 4, 9 or 11, as appropriate. The Commission shall also prepare a draft regulation within 30 days of receipt of the decision of the Codex Alimentarius Commission, without objection from the Community Delegation, in favour of the establishment of a maximum residue limit as referred to in Article 14(3).\nWhere the opinion of the Agency is required and the draft regulation is not in accordance with this opinion, the Commission shall provide a detailed explanation of the reasons for the divergence.\n2.   The regulation referred to in paragraph 1 of this Article shall be adopted by the Commission in accordance with, and within 30 days of the end of, the regulatory procedure referred to in Article 25(2).\n3.   In the case of an accelerated procedure as referred to in Article 15, the Commission shall adopt the regulation referred to in paragraph 1 of this Article in accordance with, and within 15 days of the end of, the regulatory procedure referred to in Article 25(2).\nTITLE III\nREFERENCE POINTS FOR ACTION\nArticle 18\nEstablishment and review\nWhen it is deemed necessary in order to ensure the functioning of controls of food of animal origin imported or placed on the market in accordance with Regulation (EC) No 882/2004, the Commission may establish reference points for action for residues from pharmacologically active substances which are not subject to a classification in accordance with Article 14(2)(a), (b) or (c).\nThe reference points for action shall be reviewed regularly in the light of new scientific data relating to food safety, the outcome of the investigations and analytical tests referred to in Article 24 and technological progress.\nThose measures, designed to amend non-essential elements of this Regulation, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 26(3). On imperative grounds of urgency, the Commission may have recourse to the urgency procedure referred to in Article 26(4).\nArticle 19\nMethods for establishing reference points for action\n1.   The reference points for action to be established pursuant to Article 18 shall be based on the content of an analyte in a sample, which can be detected and confirmed by official control laboratories designated in accordance with Regulation (EC) No 882/2004 with an analytical method validated in accordance with Community requirements. The reference point for action should take into account the lowest residue concentration which can be quantified with an analytical method validated in accordance with Community requirements. The Commission shall be advised on the performance of analytical methods by the relevant Community reference laboratory.\n2.   Without prejudice to the second subparagraph of Article 29(1) of Regulation (EC) No 178/2002, the Commission shall, where appropriate, submit a request to EFSA for a risk assessment as to whether the reference points for action are adequate to protect human health. In those cases, EFSA shall ensure that the opinion is given to the Commission within 210 days of receipt of the request.\n3.   The principles of risk assessment shall be applied in order to guarantee a high level of protection of health. The risk assessment shall be based on methodological principles as well as scientific methods to be adopted by the Commission in consultation with EFSA.\nThose measures, designed to amend non-essential elements of this Regulation by supplementing it, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 26(3).\nArticle 20\nCommunity contribution to the support measures for reference points for action\nIf the application of this Title requires the Community to finance measures in support of the establishment and functioning of reference points for action, Article 66(1)(c) of Regulation (EC) No 882/2004 shall apply.\nTITLE IV\nMISCELLANEOUS PROVISIONS\nArticle 21\nAnalytical methods\nThe Agency shall consult Community reference laboratories for laboratory analysis of residues designated by the Commission in accordance with Regulation (EC) No 882/2004 on appropriate analytical methods for detecting residues of pharmacologically active substances for which maximum residue limits have been determined in accordance with Article 14 of this Regulation. For the purposes of harmonised controls, the Agency shall provide information regarding those methods to the Community reference laboratories and national reference laboratories designated in accordance with Regulation (EC) No 882/2004.\nArticle 22\nCirculation of foodstuffs\nMember States may not prohibit or impede the import or the placing on the market of food of animal origin on grounds related to maximum residue limits or reference points for action where this Regulation and its implementing measures have been complied with.\nArticle 23\nPlacing on the market\nFood of animal origin containing residues of a pharmacologically active substance:\n(a)\nclassified in accordance with Article 14(2)(a), (b) or (c) at a level exceeding the maximum residue limit established pursuant to this Regulation; or\n(b)\nnot classified in accordance with Article 14(2)(a), (b) or (c), except where a reference point for action has been set for that substance pursuant to this Regulation and the level of residues does not equal or exceed that reference point for action;\nshall be considered not to comply with Community legislation.\nDetailed rules on the maximum residue limit to be considered for control purposes for foodstuffs derived from animals which have been treated under Article 11 of Directive 2001/82/EC shall be adopted by the Commission in accordance with the regulatory procedure referred to in Article 26(2) of this Regulation.\nArticle 24\nAction in case of confirmed presence of a prohibited or non-authorised substance\n1.   Where the results of analytical tests are below the reference points for action, the competent authority shall carry out the investigations provided for by Directive 96/23/EC to determine whether there has been illegal administration of a prohibited or non-authorised pharmacologically active substance and, where relevant, shall apply the penalty provided for.\n2.   Where the results of those investigations or analytical tests on products of the same origin show a recurrent pattern indicating a potential problem, the competent authority shall retain a record of the findings and inform the Commission and the other Member States in the Standing Committee on the Food Chain and Animal Health referred to in Article 26.\n3.   Where appropriate, the Commission shall submit proposals, and in the case of products of third country origin, bring the matter to the attention of the competent authority of the country or countries concerned requesting clarification as to the recurrent presence of residues.\n4.   Detailed rules on the application of this Article shall be adopted. Those measures, designed to amend non-essential elements of this Regulation by supplementing it, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 26(3).\nTITLE V\nFINAL PROVISIONS\nArticle 25\nStanding Committee on Veterinary Medicinal Products\n1.   The Commission shall be assisted by the Standing Committee on Veterinary Medicinal Products.\n2.   Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period laid down in Article 5(6) of Decision 1999/468/EC shall be set at one month.\n3.   Where reference is made to this paragraph, Article 5a(1) to (4) and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nArticle 26\nStanding Committee on the Food Chain and Animal Health\n1.   The Commission shall be assisted by the Standing Committee on the Food Chain and Animal Health.\n2.   Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period laid down in Article 5(6) of Decision 1999/468/EC shall be set at one month.\n3.   Where reference is made to this paragraph, Article 5a(1) to (4) and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\n4.   Where reference is made to this paragraph, Article 5a(1),(2),(4) and (6) and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nArticle 27\nClassification of pharmacologically active substances under Regulation (EEC) No 2377/90\n1.   By 4 September 2009, the Commission shall adopt, in accordance with the regulatory procedure referred to in Article 25(2), a regulation incorporating the pharmacologically active substances and their classification regarding maximum residues limits as laid down in Annexes I to IV to Regulation (EEC) No 2377/90 without any modification.\n2.   For any substance referred to in paragraph 1 for which a maximum residue limit has been established under Regulation (EEC) No 2377/90, the Commission or a Member State may also submit to the Agency a request for an opinion on extrapolation to other species or tissues in accordance with Article 5.\nArticle 17 shall apply.\nArticle 28\nReporting\n1.   By 6 July 2014, the Commission shall submit a report to the European Parliament and to the Council.\n2.   The report shall, in particular, review the experience gained from the application of this Regulation, including experience with substances classified under this Regulation which have a multiple use.\n3.   The report shall, if appropriate, be accompanied by relevant proposals.\nArticle 29\nRepeal\nRegulation (EEC) No 2377/90 is hereby repealed.\nAnnexes I to IV to the repealed Regulation shall continue to apply until the entry into force of the regulation referred to in Article 27(1) of this Regulation, and Annex V to the repealed Regulation shall continue to apply until the entry into force of the measures referred to in Article 13(1) of this Regulation.\nReferences to the repealed Regulation shall be construed as references to this Regulation or, as appropriate, to the regulation referred to in Article 27(1) of this Regulation.\nArticle 30\nAmendments to Directive 2001/82/EC\nDirective 2001/82/EC is hereby amended as follows:\n1.\nArticle 10(3) shall be replaced by the following:\n‘3.   By way of derogation from Article 11, the Commission shall establish a list of substances:\n—\nwhich are essential for the treatment of equidae, or\n—\nwhich bring added clinical benefit compared to other treatment options available for equidae,\nand for which the withdrawal period shall not be less than six months according to the control mechanisms laid down in Decisions 93/623/EEC and 2000/68/EC.\nThose measures, designed to amend non-essential elements of this Directive by supplementing it, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 89(2a).’;\n2.\nin Article 11(2), the third subparagraph shall be replaced by the following:\n‘The Commission may modify these withdrawal periods or establish other withdrawal periods. In so doing, the Commission may differentiate between foodstuffs, species, routes of administration and annexes to Regulation (EEC) No 2377/90. Those measures, designed to amend non-essential elements of this Directive, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 89(2a).’.\nArticle 31\nAmendment to Regulation (EC) No 726/2004\nArticle 57(1)(g) of Regulation (EC) No 726/2004 shall be replaced by the following:\n‘(g)\nadvising on the maximum limits for residues of veterinary medicinal products and biocidal products used in animal husbandry which may be accepted in foodstuffs of animal origin in accordance with Regulation (EC) No 470/2009 of the European Parliament and of the Council of 6 May 2009 laying down Community procedures for the establishment of residue limits of pharmacologically active substances in foodstuffs of animal origin (18).\nArticle 32\nEntry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Strasbourg, 6 May 2009.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ. KOHOUT\n(1)  OJ C 10, 15.1.2008, p. 51.\n(2)  Opinion of the European Parliament of 17 June 2008 (not yet published in the Official Journal), Council Common Position of 18 December 2008 (OJ C 33 E, 10.2.2009, p. 30) and Position of the European Parliament of 2 April 2009 (not yet published in the Official Journal).\n(3)  OJ L 224, 18.8.1990, p. 1.\n(4)  OJ L 311, 28.11.2001, p. 1.\n(5)  OJ C 27 E, 31.1.2002, p. 80.\n(6)  OJ L 125, 23.5.1996, p. 3.\n(7)  OJ L 37, 13.2.1993, p. 1.\n(8)  OJ L 31, 1.2.2002, p. 1.\n(9)  OJ L 165, 30.4.2004, p. 1;. corrected by OJ L 191, 28.5.2004, p. 1.\n(10)  OJ L 136, 30.4.2004, p. 1.\n(11)  OJ L 123, 24.4.1998, p. 1.\n(12)  OJ L 24, 30.1.1998, p. 9.\n(13)  OJ L 16, 20.1.2005, p. 61.\n(14)  OJ L 268, 18.10.2003, p. 29.\n(15)  OJ L 125, 23.5.1996, p. 10.\n(16)  OJ L 184, 17.7.1999, p. 23.\n(17)  OJ L 35, 15.2.1995, p. 1.\n(18)  OJ L 152, 16.6.2009, p. 11’.", "summary": "Residues of veterinary medicinal products in foodstuffs of animal origin\nResidues of veterinary medicinal products in foodstuffs of animal origin\nSUMMARY OF:\nRegulation (EC) No 470/2009 — EU procedures for establishing residue limits of pharmacologically active substances in foodstuffs of animal origin\nWHAT IS THE AIM OF THE REGULATION?\n              \nIt lays down rules on maximum residue limits for pharmacologically active substances, such as antibiotics, used in veterinary medicine in respect of food of animal origin, including meat, fish, milk, eggs and honey — in order to ensure food safety.\nIn this regard, it establishes:\nthe maximum residue limit*\nthe reference point for action* regarding cases where a maximum residue limit has not been calculated.\nKEY POINTS\nThe applicant for a marketing authorisation for a veterinary medicinal product — in which any pharmacologically active substance is used — must submit an application to the European Medicines Agency. The agency must give an opinion consisting of a scientific risk assessment and risk management recommendations.\nThe agency decides whether to apply established maximum residue limits for a particular food or species. The European Commission fixes rules on the conditions regarding this calculation of residue limits.\nThe risk assessment must weigh up whether the type and amount of residue considered presents a safety concern for human health.\nRisk management recommendations must assess a variety of factors, including the availability of alternative substances for the treatment of the relevant species.\nThe Commission classifies the pharmacologically active substances that have already been subject to an opinion from the agency. It can establish reference points for action for residues of pharmacologically active substances that are not classified.\nIn certain cases, the Commission or an EU country may submit a request for an opinion on maximum residue limits to the agency. Such cases include circumstances where the substance in question is authorised for use in a non-EU country.\nA number of substances are excluded from the scope of this regulation, including substances covered by the EU’s Regulation (EEC) No 315/93 on contaminants in food.\nIn January 2017, the Commission adopted Implementing Regulation (EU) 2017/12. This lays down the form and content of applications and requests to the agency for the establishment of maximum residue limits.\nIn June 2017, the Commission adopted Regulation (EU) 2017/880. This lays down rules on the use of a maximum residue limit established for a pharmacologically active substance in a particular foodstuff for another foodstuff derived from the same species and a maximum residue limit established for a pharmacologically active substance in one or more species for other species (i.e. the extrapolation of maximum residue limits).\nFROM WHEN DOES THIS REGULATION APPLY?\n              \nIt has applied since 6 July 2009.\nBACKGROUND\n              \nPrevious EU rules on this issue were too complex and led to a decrease in the availability of medicines for food-producing animals in the EU. This regulation was introduced to ensure both consumer safety and the availability of veterinary medicines to treat specific diseases.\nResidues of Veterinary Medicinal Products (European Commission)\nResidues of veterinary medicines (European Commission).\nKEY TERMS\n              \nMaximum residue limit (MRL): the maximum concentration of a residue of a pharmacologically active substance which may be permitted in food of animal origin.\nReference point for action: the level of a residue of a pharmacologically active substance established for control reasons in the case of certain substances for which a maximum residue limit has not been laid down. The reference points for action are established in consultation with official control laboratories.\nMAIN DOCUMENT\n            \nRegulation (EC) No 470/2009 of the European Parliament and of the Council of 6 May 2009 laying down Community procedures for the establishment of residue limits of pharmacologically active substances in foodstuffs of animal origin, repealing Council Regulation (EEC) No 2377/90 and amending Directive 2001/82/EC of the European Parliament and of the Council and Regulation (EC) No 726/2004 of the European Parliament and of the Council (OJ L 152, 16.6.2009, pp. 11-22)\nRELATED DOCUMENTS\n            \nCommission Regulation (EU) 2017/880 of 23 May 2017 laying down rules on the use of a maximum residue limit established for a pharmacologically active substance in a particular foodstuff for another foodstuff derived from the same species and a maximum residue limit established for a pharmacologically active substance in one or more species for other species, in accordance with Regulation (EC) No 470/2009 of the European Parliament and of the Council (OJ L 135, 24.5.2017, pp. 1-5)\nCommission Implementing Regulation (EU) 2017/12 of 6 January 2017 regarding the form and content of the applications and requests for the establishment of maximum residue limits in accordance with Regulation (EC) No 470/2009 of the European Parliament and of the Council (OJ L 4, 7.1.2017, pp. 1-7)\nCommission Regulation (EU) No 37/2010 of 22 December 2009 on pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin (OJ L 15, 20.1.2010, pp. 1-72)\nSuccessive amendments to Regulation (EU) No 37/2010 have been incorporated into the original text. This consolidated version is of documentary value only.\nCouncil Regulation (EEC) No 315/93 of 8 February 1993 laying down Community procedures for contaminants in food (OJ L 37, 13.2.1993, pp. 1-3)\nSee consolidated version.\nlast update 23.11.2017", "tags": ["human nutrition", "health legislation", "foodstuff", "animal product", "consumer protection", "veterinary drug", "food safety"], "subjects": ["Protocol on Ireland/Northern Ireland", "Veterinary legislation"], "split": "validation", "reference_annotations": {"32009R0470_p1": {"text": "regulation 470/2009 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 6 May 2009---laying down Community procedures for the establishment of residue limits of pharmacologically active substances in foodstuffs of animal origin, repealing Council regulation 2377/90 and amending directive 2001/82/ec of the European Parliament and of the Council and regulation 726/2004 of the European Parliament and of the Council", "triples": [" regulation 470/2009,  repealing,  regulation 2377/90", " regulation 470/2009,  amending,  directive 2001/82/ec", " regulation 470/2009,  amending,  regulation 726/2004"]}}, "summary_annotations": {"32009R0470_p1": {"text": "regulation 470/2009 of the European Parliament and of the Council of 6 May 2009 laying down Community procedures for the establishment of residue limits of pharmacologically active substances in foodstuffs of animal origin, repealing Council regulation 2377/90 and amending directive 2001/82/ec of the European Parliament and of the Council and regulation 726/2004 of the European Parliament and of the Council (OJ L 152, 16.6.2009, pp. 11-22)", "triples": [" regulation 470/2009,  repealing,  regulation 2377/90", " regulation 470/2009,  amending,  directive 2001/82/ec", " regulation 470/2009,  amending,  regulation 726/2004"]}}}