{"celex_id": "32019L0633", "reference": "25.4.2019\nEN\nOfficial Journal of the European Union\nL 111/59\nDIRECTIVE (EU) 2019/633 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 17 April 2019\non unfair trading practices in business-to-business relationships in the agricultural and food supply chain\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving regard to the opinion of the Committee of the Regions (2),\nActing in accordance with the ordinary legislative procedure (3),\nWhereas:\n(1)\nWithin the agricultural and food supply chain, significant imbalances in bargaining power between suppliers and buyers of agricultural and food products are a common occurrence. Those imbalances in bargaining power are likely to lead to unfair trading practices when larger and more powerful trading partners seek to impose certain practices or contractual arrangements which are to their advantage in relation to a sales transaction. Such practices may, for example: grossly deviate from good commercial conduct, be contrary to good faith and fair dealing and be unilaterally imposed by one trading partner on the other; impose an unjustified and disproportionate transfer of economic risk from one trading partner to another; or impose a significant imbalance of rights and obligations on one trading partner. Certain practices might be manifestly unfair even when both parties agree to them. A minimum Union standard of protection against unfair trading practices should be introduced to reduce the occurrence of such practices which are likely to have a negative impact on the living standards of the agricultural community. The minimum harmonisation approach in this Directive allows Member States to adopt or maintain national rules which go beyond the unfair trading practices listed in this Directive.\n(2)\nThree Commission publications since 2009 (the communication of the Commission of 28 October 2009 on a better functioning of the food supply chain in Europe, the communication of the Commission of 15 July 2014 on tackling unfair trading practices in the business-to-business food supply chain, and the report of the Commission of 29 January 2016 on unfair business-to-business trading practices in the food supply chain) have focused on the working of the food supply chain, including the occurrence of unfair trading practices. The Commission suggested desirable features for national and voluntary governance frameworks for dealing with unfair trading practices in the food supply chain. Not all of those features have become part of the legal framework or voluntary governance regimes in Member States, leaving the occurrence of such practices still the focus of the political debate in the Union.\n(3)\nIn 2011, the Commission-led High Level Forum for a Better Functioning Food Supply Chain endorsed a set of principles of good practice in vertical relations in the food supply chain, which was agreed by organisations representing a majority of the operators in the food supply chain. Those principles became the basis for the Supply Chain Initiative launched in 2013.\n(4)\nThe European Parliament, in its resolution of 7 June 2016 on unfair trading practices in the food supply chain (4), invited the Commission to submit a proposal for a Union legal framework concerning unfair trading practices. The Council, in its conclusions of 12 December 2016 on Strengthening farmers' position in the food supply chain and tackling unfair trading practices, invited the Commission to undertake, in a timely manner, an impact assessment with a view to proposing a Union legislative framework or non-legislative measures to address unfair trading practices. An impact assessment was prepared by the Commission, which was preceded by an open public consultation as well as targeted consultations. In addition, during the legislative process the Commission provided information demonstrating that large operators represent a considerable share of the overall value of production.\n(5)\nDifferent operators are active in the agricultural and food supply chain at different stages of the production, processing, marketing, distribution and retail of agricultural and food products. That chain is by far the most important channel for bringing agricultural and food products from ‘farm to fork’. Those operators trade agricultural and food products, that is to say primary agricultural products, including fishery and aquaculture products, as listed in Annex I to the Treaty on the Functioning of the European Union (TFEU), and products not listed in that Annex but processed for use as food using products listed in that Annex.\n(6)\nWhile business risk is inherent in all economic activity, agricultural production is particularly fraught with uncertainty due to its reliance on biological processes and its exposure to weather conditions. That uncertainty is compounded by the fact that agricultural and food products are to a greater or lesser extent perishable and seasonal. In an agricultural policy environment that is distinctly more market-oriented than in the past, protection against unfair trading practices has become more important for operators active in the agricultural and food supply chain.\n(7)\nIn particular, such unfair trading practices are likely to have a negative impact on the living standards of the agricultural community. That impact is understood to be either direct, as it concerns agricultural producers and their organisations as suppliers, or indirect, through a cascading of the consequences of the unfair trading practices occurring in the agricultural and food supply chain in a manner that negatively affects the primary producers in that chain.\n(8)\nA majority of Member States, but not all of them, have specific national rules that protect suppliers against unfair trading practices occurring in business-to-business relationships in the agricultural and food supply chain. Where reliance on contract law or self-regulatory initiatives is possible, fear of commercial retaliation against a complainant, as well as financial risks involved in challenging such practices, limit the practical value of those forms of redress. Certain Member States which have specific rules on unfair trading practices therefore entrust the enforcement of such rules to administrative authorities. However, Member States' unfair trading practices rules — to the extent they exist — are characterised by significant divergence.\n(9)\nThe number and size of operators vary across the different stages of the agricultural and food supply chain. Differences in bargaining power, which correspond to the economic dependence of the supplier on the buyer, are likely to lead to larger operators imposing unfair trading practices on smaller operators. A dynamic approach, which is based on the relative size of the supplier and the buyer in terms of annual turnover, should provide better protection against unfair trading practices for those operators who need it most. Unfair trading practices are particularly harmful for small and medium-sized enterprises (SMEs) in the agricultural and food supply chain. Enterprises larger than SMEs but with an annual turnover not exceeding EUR 350 000 000 should also be protected against unfair trading practices to avoid the costs of such practices being passed on to agricultural producers. The cascading effect on agricultural producers appears to be particularly significant for enterprises with an annual turnover of up to EUR 350 000 000. The protection of intermediary suppliers of agricultural and food products, including processed products, can also serve to avoid the diversion of trade away from agricultural producers and their associations which produce processed products to non-protected suppliers.\n(10)\nThe protection provided by this Directive should benefit agricultural producers and natural or legal persons that supply agricultural and food products, including producer organisations, whether recognised or not, and associations of producer organisations, whether recognised or not, subject to their relative bargaining power. Those producer organisations and associations of producer organisations include cooperatives. Those producers and persons are particularly vulnerable to unfair trading practices and least able to weather them without negative effects on their economic viability. As regards the categories of suppliers that should be protected under this Directive, it is noteworthy that a significant proportion of farmer-constituted cooperatives are enterprises larger than SMEs but with an annual turnover not exceeding EUR 350 000 000.\n(11)\nThis Directive should cover commercial transactions irrespective of whether they are carried out between enterprises or between enterprises and public authorities, given that public authorities, when buying agricultural and food products, should be held to the same standards. This Directive should apply to all public authorities acting as buyers.\n(12)\nSuppliers in the Union should be protected not only against unfair trading practices by buyers that are established in the same Member State as the supplier or in a different Member State than the supplier, but also against unfair trading practices by buyers established outside the Union. Such protection would avoid possible unintended consequences, such as choosing the place of establishment on the basis of applicable rules. Suppliers established outside the Union should also enjoy protection against unfair trading practices when they sell agricultural and food products into the Union. Not only are such suppliers liable to be equally vulnerable to unfair trading practices, but a broader scope could also avoid the unintended diversion of trade towards non-protected suppliers, which would undermine the protection of suppliers in the Union.\n(13)\nCertain services that are ancillary to the sale of agricultural and food products should be included in the scope of this Directive.\n(14)\nThis Directive should apply to the business conduct of larger operators towards operators who have less bargaining power. A suitable approximation for relative bargaining power is the annual turnover of the different operators. While being an approximation, this criterion gives operators predictability concerning their rights and obligations under this Directive. An upper limit should prevent protection from being afforded to operators who are not vulnerable or are significantly less vulnerable than their smaller partners or competitors. Therefore, this Directive establishes turnover-based categories of operators according to which protection is afforded.\n(15)\nAs unfair trading practices may occur at any stage of the sale of an agricultural or food product, before, during or after a sales transaction, Member States should ensure that this Directive applies to such practices whenever they occur.\n(16)\nWhen deciding whether a particular trading practice is considered unfair, it is important to reduce the risk of limiting the use of fair and efficiency-creating agreements agreed between parties. Therefore, it is appropriate to distinguish between practices that are provided for in clear and unambiguous terms in supply agreements or in subsequent agreements between parties and practices that occur after the transaction has started without having been agreed beforehand, so that only unilateral and retrospective changes to those clear and unambiguous terms of the supply agreement are prohibited. However, certain trading practices are considered as unfair by their very nature and should not be subject to the parties' contractual freedom.\n(17)\nLate payments for agricultural and food products, including late payments for perishable products, and short notice cancellations of orders of perishable products impact negatively on the economic viability of the supplier, without providing off-setting benefits. Such practices should therefore be prohibited. In that context, it is appropriate to provide for a definition of perishable agricultural and food products for the purposes of this Directive. The definitions used in Union acts relating to food law relate to different objectives, such as health and food safety, and are therefore not appropriate for the purposes of this Directive. A product should be considered perishable if it can be expected to become unfit for sale within 30 days from the last act of harvesting, production or processing by the supplier, regardless of whether the product is further processed after sale, and regardless of whether the product is handled after sale in accordance with other rules, in particular food safety rules. Perishable products are normally used or sold quickly. Payments for perishable products that are made later than 30 days after delivery, 30 days after the end of an agreed delivery period where products are delivered on a regular basis, or 30 days after the date on which the amount payable is set, are not compatible with fair trading. In order to provide increased protection to farmers and their liquidity, suppliers of other agricultural and food products should not have to wait for payment longer than 60 days after delivery, 60 days after the end of an agreed delivery period where products are delivered on a regular basis, or 60 days after the date on which the amount payable is set.\nThose limitations should only apply to payments related to the sale of agricultural and food products, and not to other payments such as supplementary payments by a cooperative to its members. In accordance with Directive 2011/7/EU of the European Parliament and of the Council (5), it should also be possible to consider the date on which the amount payable for an agreed delivery period is set, for the purposes of this Directive, as the date of the issuance of the invoice or the date of its receipt by the buyer.\n(18)\nThe late payment provisions laid down in this Directive constitute specific rules for the agricultural and food sector in relation to the provisions on the payment periods set out in Directive 2011/7/EU. The late payment provisions laid down in this Directive should not affect agreements concerning value-sharing clauses within the meaning of Article 172a of Regulation (EU) No 1308/2013 of the European Parliament and of the Council (6). In order to safeguard the smooth functioning of the school scheme pursuant to Article 23 of Regulation (EU) No 1308/2013, the late payment provisions laid down in this Directive should not apply to payments made by a buyer (i.e. aid applicant) to a supplier in the framework of the school scheme. Taking into account the challenges for public entities providing healthcare to prioritise healthcare in a way that balances the needs of individual patients with the financial resources, these provisions should also not apply to public entities providing healthcare within the meaning of point (b) of Article 4(4) of Directive 2011/7/EU.\n(19)\nGrapes and must for wine production have special characteristics, because grapes are harvested only during a very limited period of the year, but are used to produce wine which in some cases will only be sold many years later. In order to cater for that special situation, producer organisations and interbranch organisations have traditionally developed standard contracts for the supply of such products. Such standard contracts provide for specific payment deadlines with instalments. As those standard contracts are used by suppliers and buyers for multiannual arrangements, they not only provide agricultural producers with the security of longstanding sales relations, but also contribute to the stability of the supply chain. Where such standard contracts have been drawn up by a recognised producer organisation, interbranch organisation or association of producer organisations and been made binding by a Member State under Article 164 of Regulation (EU) No 1308/2013 (‘extension’) before 1 January 2019, or where the extension of the standard contracts is renewed by a Member State without any significant changes to the payment terms to the disadvantage of suppliers of grapes and must, the late payment provisions laid down in this Directive should not apply to such contracts between suppliers of grapes and must for wine production and their direct buyers. Member States are required to notify the respective agreements of recognised producer organisations, interbranch organisations and associations of producer organisations to the Commission under Article 164(6) of Regulation (EU) No 1308/2013.\n(20)\nNotices of cancellation for perishable products of less than 30 days should be considered unfair, as the supplier would not be in a position to find an alternative outlet for those products. However, for products in certain sectors, even shorter cancellation periods might still leave sufficient time for suppliers to sell the products elsewhere or to use them themselves. Member States should therefore be allowed to provide for shorter cancellation periods for such sectors in duly justified cases.\n(21)\nStronger buyers should not change agreed contract terms unilaterally, e.g. by delisting products covered by a supply agreement. However, this should not apply in situations in which there is an agreement between a supplier and a buyer that specifically stipulates that the buyer can specify a concrete element of the transaction at a later stage in respect of future orders. This could for instance relate to the quantities ordered. An agreement is not necessarily concluded at one point in time for all aspects of the transaction between the supplier and the buyer.\n(22)\nSuppliers and buyers of agricultural and food products should be able to freely negotiate sales transactions, including prices. Such negotiations also include payments for services provided by the buyer to the supplier, such as listing, marketing and promotion. However, where a buyer charges a supplier payments which are not related to a specific sales transaction, this should be considered unfair and should be prohibited under this Directive.\n(23)\nWhile there should be no obligation to use written contracts, the use of written contracts in the agricultural and food supply chain may help to avoid certain unfair trading practices. Therefore, and in order to protect suppliers from those unfair practices, suppliers or their associations should have the right to request written confirmation of the terms of a supply agreement where those terms have already been agreed. In such cases, the refusal by a buyer to confirm in writing the terms of the supply agreement should be considered as an unfair trading practice and should be prohibited. In addition, Member States might identify, share and promote best practices concerning the conclusion of long-term contracts aimed at strengthening the bargaining position of producers within the agricultural and food supply chain.\n(24)\nThis Directive does not harmonise the rules on the burden of proof to be applied in proceedings before the national enforcement authorities, nor does it harmonise the definition of supply agreements. Therefore, the rules on the burden of proof and the definition of supply agreements are those laid down by the national law of Member States.\n(25)\nUnder this Directive, suppliers should be able to file complaints against certain unfair trading practices. Commercial retaliation by buyers against suppliers who exercise their rights, or the threat thereof, e.g. by delisting products, reducing the quantities of products ordered or stopping certain services which the buyer provides to the supplier such as marketing or promotions on the suppliers' products, should be prohibited and treated as an unfair trading practice.\n(26)\nThe costs of stocking, displaying or listing agricultural and food products, or of making such products available on the market, are normally borne by the buyer. As a consequence, it should be prohibited under this Directive for a supplier to be charged payment, to be made either to the buyer or to a third party for those services, unless the payment has been agreed in clear and unambiguous terms at the conclusion of the supply agreement or in a subsequent agreement between the buyer and the supplier. Where such a payment is agreed, it should be based on objective and reasonable estimates.\n(27)\nFor contributions by a supplier to the costs of the promotion, marketing or advertising of agricultural and food products, including promotional displays in stores and sales campaigns, to be considered fair, they should be agreed in clear and unambiguous terms at the conclusion of the supply agreement or in a subsequent agreement between the buyer and the supplier. Otherwise, they should be prohibited under this Directive. Where such a contribution is agreed, it should be based on objective and reasonable estimates.\n(28)\nMember States should designate enforcement authorities to ensure the effective enforcement of the prohibitions laid down in this Directive. Those authorities should be able to act either on their own initiative or on the basis of complaints by parties affected by unfair trading practices in the agricultural and food supply chain, complaints by whistle-blowers, or anonymous complaints. An enforcement authority might find that there are not sufficient grounds to act on a complaint. Administrative priorities might also lead to such a finding. If the enforcement authority finds that it will not be able to give priority to a complaint, it should inform the complainant and give the reasons therefor. Where a complainant requests that its identity remain confidential because of fear of commercial retaliation, the enforcement authorities of the Member States should take appropriate measures.\n(29)\nIf a Member State has more than one enforcement authority, it should designate a single contact point with a view to facilitating effective cooperation among the enforcement authorities and cooperation with the Commission.\n(30)\nSuppliers might find it easier to address complaints to the enforcement authority of their own Member State, e.g. for linguistic reasons. However, in terms of enforcement, filing a complaint with the enforcement authority of the Member State in which the buyer is established might be more effective. Suppliers should be given a choice as to the authority to which they address complaints.\n(31)\nComplaints by producer organisations, other organisations of suppliers and associations of such organisations, including representative organisations, can serve to protect the identities of individual members of the organisation who consider that they are affected by unfair trading practices. Other organisations that have a legitimate interest in representing suppliers should also have the right to submit complaints at the request of a supplier and in the interest of that supplier, provided that such organisations are independent non-profit-making legal persons. The enforcement authorities of the Member States should therefore be able to accept and act upon complaints by such entities, while protecting the procedural rights of the buyer.\n(32)\nIn order to ensure the effective enforcement of the prohibition of unfair trading practices, the designated enforcement authorities should have the necessary resources and expertise.\n(33)\nThe enforcement authorities of the Member States should have the necessary powers and expertise to conduct investigations. The empowerment of those authorities does not mean that they are obliged to use those powers in each investigation that they conduct. The powers of the enforcement authorities should, for example, enable them to effectively gather factual information, and the enforcement authorities should have the power to order the termination of a prohibited practice, where applicable.\n(34)\nThe existence of a deterrent, such as the power to impose, or initiate proceedings, e.g. court proceedings, for the imposition of, fines and other equally effective penalties, and to publish investigation results, including the publication of information relating to buyers that have committed infringements, can encourage behavioural changes and pre-litigation solutions between the parties, and should therefore be part of the powers of the enforcement authorities. Fines may be particularly effective and dissuasive. However, the enforcement authority should be able to decide in each investigation which of its powers it will exercise and whether it will impose, or initiate proceedings for the imposition of, a fine or another equally effective penalty.\n(35)\nThe exercise of the powers conferred on enforcement authorities pursuant to this Directive should be subject to appropriate safeguards which meet the standards of the general principles of Union law and the Charter of Fundamental Rights of the European Union, in accordance with the case-law of the Court of Justice of the European Union, including the respect of the buyer's rights of defence.\n(36)\nThe Commission and the enforcement authorities of the Member States should cooperate closely to ensure a common approach with respect to the application of the rules set out in this Directive. In particular, the enforcement authorities should provide each other with mutual assistance, for example by sharing information and assisting in investigations that have a cross-border dimension.\n(37)\nTo facilitate effective enforcement, the Commission should help organise regular meetings between the enforcement authorities of the Member States at which relevant information, best practices, new developments, enforcement practices and recommendations with regard to the application of the provisions laid down in this Directive can be shared.\n(38)\nTo facilitate those exchanges, the Commission should establish a public website which contains references to the national enforcement authorities including information on the national measures that transpose this Directive.\n(39)\nAs a majority of Member States already have national rules on unfair trading practices, albeit diverging rules, it is appropriate to use a Directive to introduce a minimum standard of protection under Union law. This should enable Member States to integrate the relevant rules into their national legal order in such a way as to enable cohesive regimes to be established. Member States should not be precluded from maintaining or introducing in their territory stricter national rules that provide for a higher level of protection against unfair trading practices in business-to-business relationships in the agricultural and food supply chain, subject to the limits of Union law applicable to the functioning of the internal market, provided that such rules are proportionate.\n(40)\nMember States should also be able to maintain or introduce national rules designed to combat unfair trading practices that are not within the scope of this Directive, subject to the limits of Union law applicable to the functioning of the internal market, provided that such rules are proportionate. Such national rules could go beyond this Directive, for example as regards the size of the buyers and suppliers, protection of buyers, the scope of products and the scope of services. Such national rules could also go beyond the number and type of prohibited unfair trading practices listed in this Directive.\n(41)\nSuch national rules would apply alongside voluntary governance measures, such as national codes of conduct or the Supply Chain Initiative. The use of voluntary alternative dispute resolution between suppliers and buyers should be explicitly encouraged, without prejudice to the right of the supplier to submit complaints or turn to civil law courts.\n(42)\nThe Commission should have an overview of the implementation of this Directive in the Member States. In addition, the Commission should be able to assess the effectiveness of this Directive. To that end, the enforcement authorities of the Member States should submit annual reports to the Commission. Those reports should, where applicable, provide quantitative and qualitative information on complaints, investigations and decisions taken. In order to ensure uniform conditions for the implementation of the reporting obligation, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (7).\n(43)\nIn the interest of an effective implementation of the policy in respect of unfair trading practices in business-to-business relationships in the agricultural and food supply chain, the Commission should review the application of this Directive and submit a report to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions. That review should assess, in particular, the effectiveness of national measures aimed at combating unfair trading practices in the agricultural and food supply chain and the effectiveness of cooperation among enforcement authorities. The review should also pay particular attention to whether the protection of buyers of agricultural and food products in the supply chain – in addition to the protection of suppliers – in the future would be justified. The report should be accompanied, if appropriate, by legislative proposals.\n(44)\nSince the objective of this Directive, namely the laying down of a minimum Union standard of protection by harmonising Member States' diverging measures relating to unfair trading practices, cannot be sufficiently achieved by the Member States, but can rather, by reason of its scale and effects, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve that objective,\nHAVE ADOPTED THIS DIRECTIVE:\nArticle 1\nSubject matter and scope\n1.   With a view to combating practices that grossly deviate from good commercial conduct, that are contrary to good faith and fair dealing and that are unilaterally imposed by one trading partner on another, this Directive establishes a minimum list of prohibited unfair trading practices in relations between buyers and suppliers in the agricultural and food supply chain and lays down minimum rules concerning the enforcement of those prohibitions and arrangements for coordination between enforcement authorities.\n2.   This Directive applies to certain unfair trading practices which occur in relation to sales of agricultural and food products by:\n(a)\nsuppliers which have an annual turnover not exceeding EUR 2 000 000 to buyers which have an annual turnover of more than EUR 2 000 000;\n(b)\nsuppliers which have an annual turnover of more than EUR 2 000 000 and not exceeding EUR 10 000 000 to buyers which have an annual turnover of more than EUR 10 000 000;\n(c)\nsuppliers which have an annual turnover of more than EUR 10 000 000 and not exceeding EUR 50 000 000 to buyers which have an annual turnover of more than EUR 50 000 000;\n(d)\nsuppliers which have an annual turnover of more than EUR 50 000 000 and not exceeding EUR 150 000 000 to buyers which have an annual turnover of more than EUR 150 000 000;\n(e)\nsuppliers which have an annual turnover of more than EUR 150 000 000 and not exceeding EUR 350 000 000 to buyers which have an annual turnover of more than EUR 350 000 000.\nThe annual turnover of the suppliers and buyers referred to in points (a) to (e) of the first subparagraph shall be understood in accordance with the relevant parts of the Annex to Commission Recommendation 2003/361/EC (8) and in particular Articles 3, 4 and 6 thereof, including the definitions of ‘autonomous enterprise’, ‘partner enterprise’ and ‘linked enterprise’, and other issues relating to the annual turnover.\nBy way of derogation from the first subparagraph, this Directive applies in relation to sales of agricultural and food products by suppliers which have an annual turnover not exceeding EUR 350 000 000 to all buyers which are public authorities.\nThis Directive applies to sales where either the supplier or the buyer, or both, are established in the Union.\nThis Directive also applies to services, insofar as explicitly referred to in Article 3, provided by the buyer to the supplier.\nThis Directive does not apply to agreements between suppliers and consumers.\n3.   This Directive applies to supply agreements concluded after the date of application of the measures transposing this Directive in accordance with the second subparagraph of Article 13(1).\n4.   Supply agreements concluded before the date of publication of the measures transposing this Directive in accordance with the first subparagraph of Article 13(1) shall be brought into compliance with this Directive within 12 months after that date of publication.\nArticle 2\nDefinitions\nFor the purposes of this Directive, the following definitions apply:\n(1)\n‘agricultural and food products’ means products listed in Annex I to the TFEU as well as products not listed in that Annex, but processed for use as food using products listed in that Annex;\n(2)\n‘buyer’ means any natural or legal person, irrespective of that person's place of establishment, or any public authority in the Union, who buys agricultural and food products; the term ‘buyer’ may include a group of such natural and legal persons;\n(3)\n‘public authority’ means national, regional or local authorities, bodies governed by public law or associations formed by one or more such authorities or one or more such bodies governed by public law;\n(4)\n‘supplier’ means any agricultural producer or any natural or legal person, irrespective of their place of establishment, who sells agricultural and food products; the term ‘supplier’ may include a group of such agricultural producers or a group of such natural and legal persons, such as producer organisations, organisations of suppliers and associations of such organisations;\n(5)\n‘perishable agricultural and food products’ means agricultural and food products that by their nature or at their stage of processing are liable to become unfit for sale within 30 days after harvest, production or processing.\nArticle 3\nProhibition of unfair trading practices\n1.   Member States shall ensure that at least all the following unfair trading practices are prohibited:\n(a)\nthe buyer pays the supplier,\n(i)\nwhere the supply agreement provides for the delivery of products on a regular basis:\n—\nfor perishable agricultural and food products, later than 30 days after the end of an agreed delivery period in which deliveries have been made or later than 30 days after the date on which the amount payable for that delivery period is set, whichever of those two dates is the later;\n—\nfor other agricultural and food products, later than 60 days after the end of an agreed delivery period in which deliveries have been made or later than 60 days after the date on which the amount payable for that delivery period is set, whichever of those two dates is the later;\nfor the purposes of the payment periods in this point, the agreed delivery periods shall in any event be considered not to exceed one month;\n(ii)\nwhere the supply agreement does not provide for the delivery of products on a regular basis:\n—\nfor perishable agricultural and food products, later than 30 days after the date of delivery or later than 30 days after the date on which the amount payable is set, whichever of those two dates is the later;\n—\nfor other agricultural and food products, later than 60 days after the date of delivery or later than 60 days after the date on which the amount payable is set, whichever of those two dates is the later.\nNotwithstanding points (i) and (ii) of this point, where the buyer sets the amount payable:\n—\nthe payment periods referred to in point (i) shall start to run from the end of an agreed delivery period in which the deliveries have been made; and\n—\nthe payment periods referred to in point (ii) shall start to run from the date of delivery;\n(b)\nthe buyer cancels orders of perishable agricultural and food products at such short notice that a supplier cannot reasonably be expected to find an alternative means of commercialising or using those products; notice of less than 30 days shall always be considered as short notice; Member States may set periods shorter than 30 days for specific sectors in duly justified cases;\n(c)\nthe buyer unilaterally changes the terms of a supply agreement for agricultural and food products that concern the frequency, method, place, timing or volume of the supply or delivery of the agricultural and food products, the quality standards, the terms of payment or the prices, or as regards the provision of services insofar as these are explicitly referred to in paragraph 2;\n(d)\nthe buyer requires payments from the supplier that are not related to the sale of the agricultural and food products of the supplier;\n(e)\nthe buyer requires the supplier to pay for the deterioration or loss, or both, of agricultural and food products that occurs on the buyer's premises or after ownership has been transferred to the buyer, where such deterioration or loss is not caused by the negligence or fault of the supplier;\n(f)\nthe buyer refuses to confirm in writing the terms of a supply agreement between the buyer and the supplier for which the supplier has asked for written confirmation; this shall not apply where the supply agreement concerns products to be delivered by a member of a producer organisation, including a cooperative, to the producer organisation of which the supplier is a member, if the statutes of that producer organisation or the rules and decisions provided for in, or derived from, those statutes contain provisions having similar effects to the terms of the supply agreement;\n(g)\nthe buyer unlawfully acquires, uses or discloses the trade secrets of the supplier within the meaning of Directive (EU) 2016/943 of the European Parliament and of the Council (9);\n(h)\nthe buyer threatens to carry out, or carries out, acts of commercial retaliation against the supplier if the supplier exercises its contractual or legal rights, including by filing a complaint with enforcement authorities or by cooperating with enforcement authorities during an investigation;\n(i)\nthe buyer requires compensation from the supplier for the cost of examining customer complaints relating to the sale of the supplier's products despite the absence of negligence or fault on the part of the supplier.\nThe prohibition referred to in point (a) of the first subparagraph shall be without prejudice:\n—\nto the consequences of late payments and remedies as laid down in Directive 2011/7/EU, which shall apply, by way of derogation from the payment periods set out in that Directive, on the basis of the payment periods set out in this Directive;\n—\nto the option of a buyer and a supplier to agree on a value sharing clause within the meaning of Article 172a of Regulation (EU) No 1308/2013.\nThe prohibition referred to in point (a) of the first subparagraph shall not apply to payments:\n—\nmade by a buyer to a supplier where such payments are made in the framework of the school scheme pursuant to Article 23 of Regulation (EU) No 1308/2013;\n—\nmade by public entities providing healthcare in the meaning of point (b) of Article 4(4) of Directive 2011/7/EU:\n—\nunder supply agreements between suppliers of grapes or must for wine production and their direct buyers, provided:\n(i)\nthat the specific terms of payment for the sales transactions are included in standard contracts which have been made binding by the Member State pursuant to Article 164 of Regulation (EU) No 1308/2013 before 1 January 2019, and that this extension of the standard contracts is renewed by the Member States from that date without any significant changes to the terms of payment to the disadvantage of suppliers of grapes or must; and\n(ii)\nthat the supply agreements between suppliers of grapes or must for wine production and their direct buyers are multiannual or become multiannual.\n2.   Member States shall ensure that at least all the following trading practices are prohibited, unless they have been previously agreed in clear and unambiguous terms in the supply agreement or in a subsequent agreement between the supplier and the buyer:\n(a)\nthe buyer returns unsold agricultural and food products to the supplier without paying for those unsold products or without paying for the disposal of those products, or both;\n(b)\nthe supplier is charged payment as a condition for stocking, displaying or listing its agricultural and food products, or of making such products available on the market;\n(c)\nthe buyer requires the supplier to bear all or part of the cost of any discounts on agricultural and food products that are sold by the buyer as part of a promotion;\n(d)\nthe buyer requires the supplier to pay for the advertising by the buyer of agricultural and food products;\n(e)\nthe buyer requires the supplier to pay for the marketing by the buyer of agricultural and food products;\n(f)\nthe buyer charges the supplier for staff for fitting-out premises used for the sale of the supplier's products.\nMember States shall ensure that the trading practice referred to in point (c) of the first subparagraph is prohibited unless the buyer, prior to a promotion that is initiated by the buyer, specifies the period of the promotion and the expected quantity of the agricultural and food products to be ordered at the discounted price.\n3.   Where a payment is required by the buyer for the situations referred to in points (b), (c), (d), (e) or (f) of the first subparagraph of paragraph 2, if requested by the supplier, the buyer shall provide the supplier with an estimate in writing of the payments per unit or the overall payments, whichever is appropriate, and, insofar as the situations referred to in points (b), (d), (e) or (f) of the first subparagraph of paragraph 2 are concerned, shall also provide, in writing, an estimate of the cost to the supplier and the basis for that estimate.\n4.   Member States shall ensure that the prohibitions laid down in paragraphs 1 and 2 constitute overriding mandatory provisions which are applicable to any situation falling within the scope of those prohibitions, irrespective of the law that would otherwise be applicable to the supply agreement between the parties.\nArticle 4\nDesignated enforcement authorities\n1.   Each Member State shall designate one or more authorities to enforce the prohibitions laid down in Article 3 at national level (‘enforcement authority’), and shall inform the Commission of that designation.\n2.   If a Member State designates more than one enforcement authority in its territory, it shall designate a single contact point for both cooperation among the enforcement authorities and cooperation with the Commission.\nArticle 5\nComplaints and confidentiality\n1.   Suppliers may address complaints either to the enforcement authority of the Member State in which the supplier is established or to the enforcement authority of the Member State in which the buyer that is suspected to have engaged in a prohibited trading practice is established. The enforcement authority to which the complaint is addressed shall be competent to enforce the prohibitions laid down in Article 3.\n2.   Producer organisations, other organisations of suppliers and associations of such organisations, shall have the right to submit a complaint at the request of one or more of their members or, where appropriate, at the request of one or more members of their member organisations, where those members consider that they have been affected by a prohibited trading practice. Other organisations that have a legitimate interest in representing suppliers shall have the right to submit complaints, at the request of a supplier, and in the interest of that supplier, provided that such organisations are independent non-profit-making legal persons.\n3.   Member States shall ensure that, where the complainant so requests, the enforcement authority shall take the necessary measures for the appropriate protection of the identity of the complainant or the members or suppliers referred to in paragraph 2 and for the appropriate protection of any other information in respect of which the complainant considers that the disclosure of such information would be harmful to the interests of the complainant or of those members or suppliers. The complainant shall identify any information for which it requests confidentiality.\n4.   Member States shall ensure that the enforcement authority that receives the complaint shall inform the complainant within a reasonable period of time after the receipt of the complaint of how it intends to follow up on the complaint.\n5.   Member States shall ensure that, where an enforcement authority considers that there are insufficient grounds for acting on a complaint, it shall inform the complainant of the reasons therefor within a reasonable period of time after the receipt of the complaint.\n6.   Member States shall ensure that, where an enforcement authority considers that there are sufficient grounds for acting on a complaint, it shall initiate, conduct and conclude an investigation of the complaint within a reasonable period of time.\n7.   Member States shall ensure that, where an enforcement authority finds that a buyer has infringed the prohibitions referred to in Article 3, it shall require the buyer to bring the prohibited trading practice to an end.\nArticle 6\nPowers of enforcement authorities\n1.   Member States shall ensure that each of their enforcement authorities has the necessary resources and expertise to perform its duties, and shall confer on it the following powers:\n(a)\nthe power to initiate and conduct investigations on its own initiative or on the basis of a complaint;\n(b)\nthe power to require buyers and suppliers to provide all necessary information in order to conduct investigations of prohibited trading practices;\n(c)\nthe power to carry out unannounced on-site inspections within the framework of its investigations, in accordance with national rules and procedures;\n(d)\nthe power to take decisions finding an infringement of the prohibitions laid down in Article 3 and requiring the buyer to bring the prohibited trading practice to an end; the authority may abstain from taking any such decision, if that decision would risk revealing the identity of a complainant or would risk disclosing any other information in respect of which the complainant considers that such disclosure would be harmful to its interests, and provided that the complainant has identified that information in accordance with Article 5(3);\n(e)\nthe power to impose, or initiate proceedings for the imposition of, fines and other equally effective penalties and interim measures on the author of the infringement, in accordance with national rules and procedures;\n(f)\nthe power to publish its decisions taken under points (d) and (e) on a regular basis.\nThe penalties referred to in point (e) of the first subparagraph shall be effective, proportionate and dissuasive, taking into account the nature, duration, recurrence and gravity of the infringement.\n2.   Member States shall ensure that the exercise of the powers referred to in paragraph 1 is subject to appropriate safeguards in respect of rights of defence, in accordance with the general principles of Union law and the Charter of Fundamental Rights of the European Union, including in cases where the complainant requests confidential treatment of information pursuant to Article 5(3).\nArticle 7\nAlternative dispute resolution\nWithout prejudice to the right of suppliers to submit complaints under Article 5, and the powers of enforcement authorities under Article 6, Member States may promote the voluntary use of effective and independent alternative dispute resolution mechanisms, such as mediation, with a view to the settlement of disputes between suppliers and buyers regarding the use of unfair trading practices by the buyer.\nArticle 8\nCooperation among enforcement authorities\n1.   Member States shall ensure that enforcement authorities cooperate effectively with each other and with the Commission, and that they provide each other with mutual assistance in investigations that have a cross-border dimension.\n2.   The enforcement authorities shall meet at least once per year to discuss the application of this Directive, on the basis of the annual reports referred to in Article 10(2). The enforcement authorities shall discuss best practices, new cases and new developments in the area of unfair trading practices in the agricultural and food supply chain, and shall exchange information, in particular on the implementing measures that they have adopted in accordance with this Directive and on their enforcement practices. The enforcement authorities may adopt recommendations in order to encourage the consistent application of this Directive and to improve enforcement. The Commission shall facilitate those meetings.\n3.   The Commission shall establish and manage a website that allows the exchange of information among the enforcement authorities and the Commission, in particular in relation to the annual meetings. The Commission shall establish a public website that provides the contact details of the designated enforcement authorities and links to websites of the national enforcement authorities or other authorities of Member States that provide information about the measures transposing this Directive referred to in Article 13(1).\nArticle 9\nNational rules\n1.   With a view to ensuring a higher level of protection, Member States may maintain or introduce stricter rules aimed at combating unfair trading practices than those laid down by this Directive, provided that such national rules are compatible with the rules on the functioning of the internal market.\n2.   This Directive shall be without prejudice to national rules aimed at combating unfair trading practices that are not within the scope of this Directive, provided that such rules are compatible with the rules on the functioning of the internal market.\nArticle 10\nReporting\n1.   Member States shall ensure that their enforcement authorities publish an annual report about their activities falling within the scope of this Directive, which shall, inter alia, state the number of complaints received and the number of investigations opened or closed during the previous year. For each closed investigation, the report shall contain a summary description of the matter, the outcome of the investigation and, where applicable, the decision taken, subject to the confidentiality requirements laid down in Article 5(3).\n2.   By 15 March of each year, Member States shall send to the Commission a report on unfair trading practices in business-to-business relationships in the agricultural and food supply chain. That report shall contain, in particular, all relevant data on the application and enforcement of the rules under this Directive in the Member State concerned during the previous year.\n3.   The Commission may adopt implementing acts laying down:\n(a)\nrules on the information necessary for the application of paragraph 2;\n(b)\narrangements for the management of the information to be sent by Member States to the Commission and rules on the content and form of such information;\n(c)\narrangements for transmitting, or for making information and documents available, to the Member States, international organisations, the competent authorities in third countries, or the public, subject to the protection of personal data and the legitimate interests of agricultural producers and enterprises in the protection of their business secrets.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 11(2).\nArticle 11\nCommittee procedure\n1.   The Commission shall be assisted by the Committee for the Common Organisation of the Agricultural Markets established by Article 229 of Regulation (EU) No 1308/2013. That Committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\n2.   Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.\nArticle 12\nEvaluation\n1.   By 1 November 2025, the Commission shall carry out the first evaluation of this Directive and shall present a report on the main findings of that evaluation to the European Parliament and to the Council, as well as to the European Economic and Social Committee and the Committee of the Regions. Such report shall be accompanied, if appropriate, by legislative proposals.\n2.   That evaluation shall assess at least:\n(a)\nthe effectiveness of the measures implemented at national level aimed at combating unfair trading practices in the agricultural and food supply chain;\n(b)\nthe effectiveness of cooperation among competent enforcement authorities and, where appropriate, shall identify ways to improve that cooperation.\n3.   The Commission shall base the report referred to in paragraph 1 on the annual reports referred to in Article 10(2). If necessary, the Commission may request additional information from Member States, including information on the effectiveness of the measures that were implemented at national level and the effectiveness of cooperation and mutual assistance.\n4.   By 1 November 2021, the Commission shall present an interim report on the state of the transposition and implementation of this Directive to the European Parliament and to the Council, as well as to the European Economic and Social Committee and the Committee of the Regions.\nArticle 13\nTransposition\n1.   Member States shall adopt and publish, by 1 May 2021, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall immediately communicate the text of those measures to the Commission.\nThey shall apply those measures not later than 1 November 2021.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.\nArticle 14\nEntry into force\nThis Directive shall enter into force on the fifth day following that of its publication in the Official Journal of the European Union.\nArticle 15\nAddressees\nThis Directive is addressed to the Member States.\nDone at Strasbourg, 17 April 2019.\nFor the European Parliament\nThe President\nA. TAJANI\nFor the Council\nThe President\nG. CIAMBA\n(1)  OJ C 440, 6.12.2018, p. 165.\n(2)  OJ C 387, 25.10.2018, p. 48.\n(3)  Position of the European Parliament of 12 March 2019 (not yet published in the Official Journal) and decision of the Council of 9 April 2019.\n(4)  OJ C 86, 6.3.2018, p. 40.\n(5)  Directive 2011/7/EU of the European Parliament and of the Council of 16 February 2011 on combating late payment in commercial transactions (OJ L 48, 23.2.2011, p. 1).\n(6)  Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (OJ L 347, 20.12.2013, p. 671).\n(7)  Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission's exercise of implementing powers (OJ L 55, 28.2.2011, p. 13).\n(8)  Commission Recommendation 2003/361/EC of 6 May 2003 concerning the definition of micro, small and medium-sized enterprises (OJ L 124, 20.5.2003, p. 36).\n(9)  Directive (EU) 2016/943 of the European Parliament and of the Council of 8 June 2016 on the protection of undisclosed know-how and business information (trade secrets) against their unlawful acquisition, use and disclosure (OJ L 157, 15.6.2016, p. 1).", "summary": "Agricultural and food supply chain — unfair business-to-business trading practices\nAgricultural and food supply chain — unfair business-to-business trading practices\nSUMMARY OF:\nDirective (EU) 2019/633 on unfair trading practices in business-to-business relationships in the agricultural and food supply chain\nWHAT IS THE AIM OF THE DIRECTIVE?\nIt sets out a minimum list of prohibited unfair trading practices between buyers and suppliers in the agricultural and food supply chain and lays down minimum enforcement rules.\nIt aims to stop larger businesses exploiting small and medium-sized suppliers because of their weaker bargaining position, and to avoid the costs of such practices being passed on to primary producers.\nKEY POINTS\n              \nThe rules protect small and medium-sized suppliers, as well as larger suppliers with an annual turnover not exceeding €350 million. The protection depends on the relative size of the supplier and the buyer in terms of annual turnover. These suppliers are divided into 5 sub-categories by turnover:\nup to €2 million;\n€2-10 million;\n€10-50 million;\n€50-150 million; and\n€150-350 million.\nProhibition of unfair trading practices\nThe directive prohibits the following unfair trading practices in any circumstances:\npayment later than 30 days for perishable agricultural and food products;\npayment later than 60 days for other agricultural and food products;\nshort-notice cancellations of perishable agricultural and food products;\nunilateral changes to the terms of the supply agreement by the buyer;\npayments requested by the buyer that are not related to the sale of an agricultural and food product;\npayments requested by the buyer for the deterioration or loss of agricultural and food products where such deterioration or loss is not caused by the negligence or fault of the supplier;\nrefusal by the buyer to provide a written confirmation of a supply agreement, despite the supplier’s request;\nmisuse of the supplier’s trade secrets by the buyer;\ncommercial retaliation actions by the buyer against the supplier if the supplier exercises their contractual or legal rights;\ntransferring costs for examining customer complaints to the supplier’s products despite the absence of negligence or fault on the part of the supplier.\nThe directive prohibits the following unfair trading practices unless the supplier and the buyer have agreed to it in clear and unambiguous terms:\nthe buyer returns unsold agricultural and food products to the supplier without paying for those unsold products or without paying for the disposal of those products, or both;\nthe supplier is charged payment as a condition for stocking, displaying or listing its agricultural and food products, or of making such products available on the market;\nthe buyer asks the supplier to pay for discounts on agricultural and food products sold by the buyer as part of a promotion;\nthe buyer asks the supplier to pay for the advertising or marketing by the buyer of agricultural and food products;\nthe buyer charges the supplier for staff for fitting out premises used for the sale of the supplier’s products.\nComplaints and confidentiality\nEU countries designate national enforcement authorities. Suppliers can complain to the enforcement authority of their own country or the country of the buyer suspected of a prohibited trading practice.\nIf asked, the enforcement authority must take the necessary measures to protect the identity of the complainant and of any other information considered harmful to the interests of the complainant or suppliers.\nPowers of the competent authorities\nEnforcement authorities must have the powers and expertise to:\ninitiate and carry out investigations;\nrequire information from buyers and suppliers;\ncarry out unannounced on-site inspections;\norder that a prohibited practice cease, where appropriate;\nimpose or initiate proceedings for the imposition of fines and other penalties and interim measures against the business which committed the infringement;\npublish decisions.\nEU countries may promote effective alternative voluntary dispute resolution mechanisms.\nEU countries must ensure that enforcement authorities cooperate effectively with each other and with the Commission and assist each other in cases with a cross-border dimension.\nThe European Commission is assisted by the Committee for the Common Organisation of the Agricultural Markets set up under Regulation (EU) No 1308/2013 (see summary The common organisation of agricultural markets in the EU).\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt has to become law in the EU countries by 1 May 2021. EU countries have to apply the measures by 1 November 2021.\nBACKGROUND\n              \nSee also:\nThe Directive on unfair trading practices in the agricultural and food supply chain (European Commission).\nMAIN DOCUMENT\n            \nDirective (EU) 2019/633 of the European Parliament and of the Council of 17 April 2019 on unfair trading practices in business-to-business relationships in the agricultural and food supply chain (OJ L 111, 25.4.2019, pp. 59-72)\nRELATED DOCUMENTS\n            \nDirective (EU) 2016/943 of the European Parliament and of the Council of 8 June 2016 on the protection of undisclosed know-how and business information (trade secrets) against their unlawful acquisition, use and disclosure (OJ L 157, 15.6.2016, pp. 1-18)\nRegulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (OJ L 347, 20.12.2013, pp. 671-854)\nSuccessive amendments to Regulation (EU) No 1308/2013 have been incorporated into the original text. This consolidated version is of documentary value only.\nDirective 2011/7/EU of the European Parliament and of the Council of 16 February 2011 on combating late payment in commercial transactions (OJ L 48, 23.2.2011, pp. 1-10)\nlast update 29.08.2019", "tags": ["supplier", "food industry", "supply", "small and medium-sized enterprises", "consumer protection", "chain store", "restriction on competition", "unfair terms of contract", "agri-foodstuffs"], "subjects": ["Competition"], "split": "validation", "reference_annotations": {"32019L0633_p1": {"text": "(6)  regulation 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council regulation 922/72 regulation 234/79 regulation 1037/2001 regulation 1234/2007 (OJ L 347, 20.12.2013, p. 671).", "triples": [" regulation 1308/2013,  repealing,  regulation 922/72", " regulation 1308/2013,  repealing,  regulation 234/79", " regulation 1308/2013,  repealing,  regulation 1037/2001", " regulation 1308/2013,  repealing,  regulation 1234/2007"]}}, "summary_annotations": {"32019L0633_p1": {"text": "regulation 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council regulation 922/72 regulation 234/79 regulation 1037/2001 regulation 1234/2007 (OJ L 347, 20.12.2013, pp. 671-854)", "triples": [" regulation 1308/2013,  repealing,  regulation 922/72", " regulation 1308/2013,  repealing,  regulation 234/79", " regulation 1308/2013,  repealing,  regulation 1037/2001", " regulation 1308/2013,  repealing,  regulation 1234/2007"]}}}