{"celex_id": "32018L0958", "reference": "9.7.2018\nEN\nOfficial Journal of the European Union\nL 173/25\nDIRECTIVE (EU) 2018/958 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 28 June 2018\non a proportionality test before adoption of new regulation of professions\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 46, Article 53(1) and Article 62 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nThe freedom to choose an occupation is a fundamental right. The Charter of Fundamental Rights of the European Union (‘the Charter’) guarantees the freedom to choose an occupation, as well as the freedom to conduct a business. The free movement of workers, the freedom of establishment and the freedom to provide services are fundamental principles of the internal market enshrined in the Treaty on the Functioning of the European Union (TFEU). National rules organising access to regulated professions should therefore not constitute an unjustified or disproportionate obstacle to the exercise of those fundamental rights.\n(2)\nIn the absence of specific provisions harmonising the requirements on access to a regulated profession or the pursuit thereof laid down in Union law, it is a Member State competence to decide whether and how to regulate a profession within the limits of the principles of non-discrimination and proportionality.\n(3)\nThe principle of proportionality is one of the general principles of Union law. It follows from case-law (3) that national measures liable to hinder, or to make less attractive, the exercise of fundamental freedoms guaranteed by the TFEU should fulfil four conditions, namely, they should: be applied in a non-discriminatory manner; be justified by public interest objectives; be suitable for securing the attainment of the objective which they pursue; and not go beyond what is necessary in order to attain that objective.\n(4)\nDirective 2005/36/EC of the European Parliament and of the Council (4) includes an obligation for Member States to assess the proportionality of their requirements restricting access to, or the pursuit of, regulated professions, and to communicate the results of that assessment to the Commission, launching the ‘mutual evaluation process’. That process means that Member States had to carry out a screening of all their legislation on all of the professions that were regulated in their territory.\n(5)\nThe results of the mutual evaluation process revealed a lack of clarity as regards the criteria to be used by Member States when assessing the proportionality of requirements restricting access to, or the pursuit of, regulated professions, as well as an uneven scrutiny of such requirements at all levels of regulation. To avoid fragmentation of the internal market and to eliminate barriers to the taking-up and pursuit of certain employed or self-employed activities, there should be a common approach at Union level, preventing disproportionate measures from being adopted.\n(6)\nIn its Communication of 28 October 2015 entitled ‘Upgrading the Single market: more opportunities for people and businesses’, the Commission identified the need to adopt an analytical proportionality framework for Member States to use when reviewing existing regulations of professions or when proposing new ones.\n(7)\nThis Directive aims to establish rules for proportionality assessments to be conducted by Member States before the introduction of new, or the amendment of existing, professional regulations, in order to ensure the proper functioning of the internal market, while guaranteeing transparency and a high level of consumer protection.\n(8)\nThe activities covered by this Directive should concern the regulated professions falling within the scope of Directive 2005/36/EC. This Directive should apply to requirements restricting access to, or the pursuit of, existing regulated professions or new professions that Member States are considering whether to regulate. This Directive should apply in addition to Directive 2005/36/EC and without prejudice to other provisions laid down in a separate Union act concerning access to, or the pursuit of, a given regulated profession.\n(9)\nThis Directive is without prejudice to the competence of Member States to define the organisation and the content of their systems of education and professional training, and in particular as regards the possibility for them to delegate to professional organisations the power to organise or supervise professional education and training. Provisions which do not restrict access to, or the pursuit of, regulated professions, including editorial amendments, technical adaptations to the content of training courses or the modernisation of training regulations, should not fall within the scope of this Directive. Where professional education or training consists of activities which are remunerated, the freedom of establishment and the freedom to provide services should be guaranteed.\n(10)\nWhere Member States transpose specific requirements concerning the regulation of a given profession established in a separate Union act which does not leave Member States a choice as to the exact way in which they are to be transposed, the assessment of proportionality, as required by specific provisions of this Directive, should not be applied.\n(11)\nMember States should be able to rely on a common regulatory framework based on clearly defined legal concepts concerning the different ways to regulate a profession across the Union. There are several ways to regulate a profession, for instance by reserving access to, or the pursuit of, a particular activity to holders of a professional qualification. Member States may also regulate one of the modes of pursuit of a profession by laying down conditions for the use of professional titles or by imposing qualification requirements only on self-employed, on salaried professionals, or on the managers or legal representatives of undertakings, especially where the activity is pursued by a legal person in the form of a professional company.\n(12)\nBefore introducing new, or amending existing, legislative, regulatory or administrative provisions restricting access to, or the pursuit of, regulated professions, Member States should assess the proportionality of such provisions. The extent of the assessment should be proportionate to the nature, the content and the impact of the provision being introduced.\n(13)\nThe burden of proof of justification and proportionality lies with the Member States. The reasons for regulating invoked by a Member State by way of justification should thus be accompanied by an analysis of the appropriateness and proportionality of the measure adopted by that Member State and by specific evidence substantiating its arguments. Although a Member State does not necessarily have to produce a specific study or a specific form of evidence or materials establishing the proportionality of such a measure prior to its adoption, it should carry out an objective analysis, taking into account the specific circumstances of that Member State, that demonstrates that there are genuine risks for the achievement of public interest objectives.\n(14)\nMember States should carry out proportionality assessments in an objective and independent manner, including where a profession is regulated indirectly by giving a particular professional body the power to regulate. Those assessments could include an opinion obtained from an independent body, including existing bodies that are part of the national legislative process, entrusted by the Member States concerned with the task of providing such opinion. This is particularly important in cases where the assessment is made by local authorities, regulatory bodies or professional organisations, whose greater proximity to local conditions and specialised knowledge could in certain cases make them better placed to identify the best way of meeting the public interest objectives, but whose policy choices could provide benefits to established operators at the expense of new market entrants.\n(15)\nIt is appropriate to monitor the proportionality of new or amended provisions restricting access to, or the pursuit of, regulated professions after their adoption. A review of the proportionality of a restrictive national measure in the area of regulated professions should be based not only on the objective of that national measure at the time of its adoption, but also on its effects, assessed after its adoption. The assessment of the proportionality of the national measure should be based on developments found to have occurred in the area of the regulated profession since the measure was adopted.\n(16)\nAs confirmed by settled case-law, any unjustified restriction resulting from national law restricting the freedom of establishment or the freedom to provide services is prohibited, including any discrimination on grounds of nationality or residence.\n(17)\nWhere the taking-up and the pursuit of employed or self-employed activities are conditional on complying with certain requirements relating to specific professional qualifications, laid down directly or indirectly by the Member States, it is necessary to ensure that such requirements are justified by public interest objectives, such as those within the meaning of the TFEU, namely public policy, public security and public health, or by overriding reasons in the public interest, recognised as such in the case-law of the Court of Justice. It is also necessary to clarify that the following are among the overriding reasons in the public interest, recognised by the Court of Justice: preserving the financial equilibrium of the social security system; the protection of consumers, of recipients of services, including by guaranteeing the quality of craft work, and of workers; the safeguarding of the proper administration of justice; ensuring the fairness of trade transactions; the combating of fraud and the prevention of tax evasion and avoidance, and the safeguarding of the effectiveness of fiscal supervision; transport safety; the protection of the environment and the urban environment; the health of animals; intellectual property; the safeguarding and conservation of the national historic and artistic heritage; social policy objectives; and cultural policy objectives. According to settled case-law, purely economic reasons, namely promoting the national economy to the detriment of the fundamental freedoms, as well as purely administrative reasons, such as carrying out controls or gathering statistics, cannot constitute an overriding reason in the public interest.\n(18)\nIt is for the Member States to determine the level of protection which they wish to afford to the public interest objectives and the appropriate level of regulation, within the limits of proportionality. The fact that one Member State imposes less strict rules than another Member State does not mean that the latter Member State’s rules are disproportionate and therefore incompatible with Union law.\n(19)\nWith regard to the protection of public health, according to Article 168(1) TFEU, a high level of human health protection is to be ensured in the definition and implementation of all Union policies and activities. This Directive is fully in line with that objective.\n(20)\nIn order to ensure that the provisions they introduce, and that amendments they make to existing provisions, are proportionate, Member States should consider the criteria for assessing the proportionality and the additional criteria which are relevant for the regulated profession being analysed. Where a Member State intends to regulate a profession or to amend existing rules, account should be taken of the nature of the risks related to the public interest objectives pursued, in particular the risks to service recipients, including consumers, to professionals or to third parties. It should also be borne in mind that, in the field of professional services, there is usually an asymmetry of information between consumers and professionals, given that professionals display a high level of technical knowledge which consumers may not have.\n(21)\nRequirements linked to professional qualifications should be considered to be necessary only where existing measures, such as product safety law or consumer protection law, cannot be regarded as being suitable or genuinely effective to achieve the aim pursued.\n(22)\nTo meet the requirement of proportionality, a measure should be suitable for securing the attainment of the objective pursued. A measure should be considered to be suitable for securing the attainment of the objective pursued only if it genuinely reflects a concern to attain that objective in a consistent and systematic manner, for instance where similar risks related to certain activities are addressed in a comparable way and where any exceptions to the restrictions involved are applied in line with the stated objective. Furthermore, the national measure should effectively contribute to achieving the objective pursued and therefore, where it has no effect on the ground for justification, it should not be considered to be suitable.\n(23)\nThe overall impact of the measure on the free movement of persons and services within the Union, on consumer choice and on the quality of the service provided should be duly taken into account by the Member States. On that basis, Member States should ascertain, in particular, whether the extent of the restriction to access to, or the pursuit of, regulated professions is proportionate to the importance of the objectives pursued and the expected gains.\n(24)\nMember States should carry out a comparison between the national measure at issue and alternative, less restrictive means that would result in the same objective being attained but would impose fewer restrictions. Where the measures are justified by consumer protection only and where the risks identified are limited to the relationship between the professional and the consumer and therefore do not negatively affect third parties, Member States should assess whether their objective could be attained by means that are less restrictive than reserving activities to professionals. For instance, where consumers can reasonably make a choice between using the services of qualified professionals or not, less restrictive means, such as protection of the professional title or enrolment on a professional register, should be used. Regulation by way of reserved activities and protected professional title should be considered where the measures aim to prevent a risk of serious harm to public interest objectives, such as public health.\n(25)\nWhere relevant in view of the nature and the content of the measure being analysed, Member States should also take the following elements into account: the connection between the scope of professional activities covered by a profession and the professional qualification required; the complexity of the tasks in particular as regards the level, the nature and the duration of the training or experience required; the existence of different routes to obtain the professional qualification; whether the activities reserved to certain professionals can be shared with other professionals; and the degree of autonomy in exercising a regulated profession in particular where the activities relating to a regulated profession are pursued under the control and responsibility of a duly qualified professional.\n(26)\nThis Directive takes account of scientific and technological progress, and contributes to the proper functioning of the internal market, including in the digital environment. In view of the speed of technological change and scientific developments, updates in access requirements could be of particular importance for a number of professions, especially for professional services provided by electronic means. Where a Member State regulates a profession, account should be taken of the fact that scientific and technological developments could reduce or increase the asymmetry of information between professionals and consumers. Where the scientific and technological developments carry a high risk to the public interest objectives, it is for the Member States, where necessary, to encourage professionals to keep up with those developments.\n(27)\nMember States should carry out a comprehensive assessment of the circumstances in which the measure is adopted and implemented and examine in particular the effect of the new or amended provisions when combined with other requirements restricting access to, or the pursuit of, the profession. The taking-up and pursuit of certain activities may be conditional on complying with several requirements such as rules relating to the organisation of the profession, compulsory membership of a professional organisation or body, professional ethics, supervision and liability. Therefore, when assessing the effect of the new or amended provisions, Member States should take into account the existing requirements, including continuous professional development, compulsory membership of a professional organisation or body, registration or authorisation schemes, quantitative restrictions, specific legal form requirements and shareholding requirements, territorial restrictions, multidisciplinary restrictions and incompatibility rules, requirements concerning insurance cover, language knowledge requirements, to the extent necessary to practise the profession, fixed minimum and/or maximum tariff requirements, and requirements on advertising.\n(28)\nThe introduction of additional requirements may be suitable to attain the public interest objectives. The mere fact that their individual or combined effect should be assessed does not mean that those requirements are prima facie disproportionate. For example, the obligation to undergo continuous professional development may be suitable to ensure that professionals keep abreast of developments in their respective areas, as long as it does not lay down discriminatory and disproportionate conditions to the detriment of new entrants. Likewise, compulsory membership of a professional organisation or body may be considered appropriate where those professional organisations or bodies are entrusted by the State with safeguarding the relevant public interest objectives, for example in supervising the legitimate practice of the profession, or organising or supervising continuous professional training. Where the independence of a profession cannot be adequately guaranteed by other means, Member States could consider the application of safeguards, such as limiting the shareholding of persons outside the profession or providing that the majority of the voting rights are to be held by persons practising the profession, as long as such safeguards do not go beyond what is necessary in order to protect the public interest objective. Member States could consider establishing fixed minimum and/or maximum tariff requirements with which the service providers must comply, especially for services where this is necessary for the effective application of the principle of reimbursing costs, as long as such restriction is proportionate and, where necessary, derogations from the minimum and/or maximum tariffs are provided for. Where the introduction of additional requirements duplicates requirements which have already been introduced by a Member State in the context of other rules or procedures, such requirements cannot be regarded as proportionate to achieve the objective pursued.\n(29)\nUnder Title II of Directive 2005/36/EC, Member States cannot impose on service providers established in another Member State providing professional services on a temporary and occasional basis requirements or restrictions prohibited in that Directive, such as authorisation by, registration with, or membership of, a professional organisation or body or having representatives on the territory of the host Member State for the purposes of having access to, or the pursuit of, a regulated profession. Member States can, where necessary, require service providers wishing to provide services on a temporary basis, to provide information in the form of a written declaration to be made in advance of the first service provision and to renew this declaration on a yearly basis. Therefore, in order to facilitate the provision of professional services, it is necessary to reiterate, taking into account the temporary or occasional nature of the service, that requirements, such as automatic temporary registration or pro forma membership of a professional organisation or body, prior declarations and document requirements, as well as the payment of a fee or any charges, should be proportionate. These requirements should not lead to a disproportionate burden on service providers nor should they hinder or render less attractive the exercise of the freedom to provide services. Member States should, in particular, assess whether the requirement to provide certain information and documents in accordance with Directive 2005/36/EC and the possibility of obtaining further details by way of administrative cooperation between Member States through the Internal Market Information System are proportionate and are sufficient to prevent a serious risk of circumvention of the applicable rules by service providers. This Directive should however not apply to measures designed to ensure compliance with applicable employment terms and conditions.\n(30)\nAs confirmed by settled case-law, the health and life of humans ranks foremost among the interests protected by the TFEU. Consequently, Member States should duly take account of the objective of ensuring a high level of human health protection when assessing requirements for healthcare professions, such as reserved activities, protected professional title, continuous professional development or rules relating to the organisation of the profession, professional ethics and supervision, while respecting the minimum training conditions, laid down in Directive 2005/36/EC. Member States should in particular ensure that the regulation of healthcare professions, having public health and patient safety implications, is proportionate and contributes to the guaranteeing of access to healthcare, recognised as a fundamental right in the Charter, as well as to safe, high quality and efficient healthcare for citizens on their territory. In establishing policies for healthcare services, account should be taken of the need to ensure accessibility, a high quality of service, and an adequate and safe supply of medicinal products, in accordance with the public health needs in the territory of the Member State concerned, as well as of the need to ensure the professional independence of healthcare professionals. With regard to the justification for the regulation of healthcare professions, Member States should take into account the objective of ensuring a high level of human health protection, including accessibility and high quality of healthcare for citizens, and adequate and safe supply of medicinal products, taking into consideration the margin of discretion referred to in Article 1 of this Directive.\n(31)\nIt is essential for the proper functioning of the internal market to ensure that Member States provide information to citizens, representative associations and other relevant stakeholders, including social partners, before introducing new, or amending existing, requirements restricting access to, or the pursuit of, regulated professions. Member States should involve all parties concerned and give them the opportunity to make their views known. Where relevant and appropriate, Member States should carry out public consultations in accordance with their national procedures.\n(32)\nMember States should also give full consideration to citizens’ rights of access to justice, as guaranteed by Article 47 of the Charter and Article 19(1) of the Treaty on European Union (TEU). It follows that, in accordance with procedures laid down in national law and constitutional principles, national courts should be able to assess the proportionality of requirements falling within the scope of this Directive, in order to ensure, for each natural or legal person, the right to an effective remedy against restrictions on the freedom to choose an occupation, on the freedom of establishment and on the freedom to provide services.\n(33)\nFor the purposes of exchanging information on best practices, Member States should take the necessary measures to encourage the sharing of adequate and regularly updated information with other Member States on the regulation of professions, as well as on the effects of such regulation. The Commission should facilitate that exchange.\n(34)\nIn order to increase transparency and to promote proportionality assessments based on comparable criteria, the information submitted by Member States, without prejudice to Article 346 TFEU, should be easily accessible in the database of regulated professions, in order to allow other Member States and interested parties to submit comments to the Commission and the Member State concerned. Those comments should be duly taken into account by the Commission in its summary report, produced in accordance with Directive 2005/36/EC.\n(35)\nSince the objectives of this Directive, namely to ensure the proper functioning of the internal market and to avoid disproportionate restrictions on access to, or the pursuit of, regulated professions, cannot be sufficiently achieved by the Member States but can rather, by reason of the scale of the action, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 TEU. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve those objectives,\nHAVE ADOPTED THIS DIRECTIVE:\nArticle 1\nSubject matter\nThis Directive lays down rules on a common framework for conducting proportionality assessments before introducing new, or amending existing, legislative, regulatory or administrative provisions restricting access to, or the pursuit of, regulated professions, with a view to ensuring the proper functioning of the internal market, while guaranteeing a high level of consumer protection. It does not affect the Member States’ competence, in the absence of harmonisation, and margin of discretion to decide whether and how to regulate a profession within the limits of the principles of non-discrimination and proportionality.\nArticle 2\nScope\n1.   This Directive shall apply to the legislative, regulatory or administrative provisions of the Member States restricting access to a regulated profession or its pursuit, or one of its modes of pursuit, including the use of professional titles and the professional activities allowed under such title, falling within the scope of Directive 2005/36/EC.\n2.   Where specific requirements concerning the regulation of a given profession are established in a separate Union act which does not leave Member States a choice as to the exact way in which they are to be transposed, the corresponding provisions of this Directive shall not apply.\nArticle 3\nDefinitions\nFor the purpose of this Directive, the definitions of Directive 2005/36/EC apply.\nIn addition, the following definitions apply:\n(a)\n‘protected professional title’ means a form of regulating a profession where the use of the title in a professional activity or group of professional activities is subject, directly or indirectly, by virtue of legislative, regulatory or administrative provisions to the possession of a specific professional qualification, and where the improper use of that title is subject to sanctions;\n(b)\n‘reserved activities’ means a form of regulating a profession where the access to a professional activity or group of professional activities is reserved, directly or indirectly, by virtue of legislative, regulatory or administrative provisions to members of a regulated profession holding a specific professional qualification, including where the activity is shared with other regulated professions.\nArticle 4\nEx ante assessment of new measures and monitoring\n1.   Member States shall undertake an assessment of proportionality in accordance with the rules laid down in this Directive before introducing new, or amending existing, legislative, regulatory or administrative provisions restricting access to, or the pursuit of, regulated professions.\n2.   The extent of the assessment referred to in paragraph 1 shall be proportionate to the nature, the content and the impact of the provision.\n3.   Any provision referred to in paragraph 1 shall be accompanied by an explanation which is sufficiently detailed to make it possible to appraise compliance with the principle of proportionality.\n4.   The reasons for considering that a provision referred to in paragraph 1 is justified and proportionate shall be substantiated by qualitative and, wherever possible and relevant, quantitative elements.\n5.   Member States shall ensure that the assessment referred to in paragraph 1 is carried out in an objective and independent manner.\n6.   Member States shall monitor the compliance of new or amended legislative, regulatory or administrative provisions restricting access to, or the pursuit of, regulated professions, after adoption, with the principle of proportionality, having due regard to any developments that have occurred since the provisions concerned were adopted.\nArticle 5\nNon-discrimination\nWhen introducing new, or amending existing, legislative, regulatory or administrative provisions restricting access to, or the pursuit of, regulated professions, Member States shall ensure that those provisions are neither directly nor indirectly discriminatory on the basis of nationality or residence.\nArticle 6\nJustification on grounds of public interest objectives\n1.   Member States shall ensure that the legislative, regulatory or administrative provisions restricting access to, or the pursuit of, regulated professions that they intend to introduce and that the amendments that they intend to make to existing provisions are justified by public interest objectives.\n2.   Member States shall consider in particular whether the provisions referred to in paragraph 1 are objectively justified on the basis of public policy, public security or public health, or by overriding reasons in the public interest, such as preserving the financial equilibrium of the social security system; the protection of consumers, of recipients of services and of workers; the safeguarding of the proper administration of justice; ensuring the fairness of trade transactions; the combating of fraud and the prevention of tax evasion and avoidance, and the safeguarding of the effectiveness of fiscal supervision; transport safety; the protection of the environment and the urban environment; the health of animals; intellectual property; the safeguarding and conservation of the national historic and artistic heritage; social policy objectives; and cultural policy objectives.\n3.   Grounds of a purely economic nature or purely administrative reasons shall not constitute overriding reasons in the public interest, justifying a restriction on access to, or the pursuit of, regulated professions.\nArticle 7\nProportionality\n1.   Member States shall ensure that the legislative, regulatory or administrative provisions restricting access to, or the pursuit of, regulated professions that they introduce, and that the amendments that they make to existing provisions, are suitable for securing the attainment of the objective pursued and do not go beyond what is necessary to attain that objective.\n2.   To that end, before adopting the provisions referred to in paragraph 1, Member States shall consider:\n(a)\nthe nature of the risks related to the public interest objectives pursued, in particular the risks to service recipients, including consumers, to professionals or to third parties;\n(b)\nwhether existing rules of a specific or more general nature, such as those contained in product safety law or consumer protection law, are insufficient for the attainment of the objective pursued;\n(c)\nthe suitability of the provision as regards its appropriateness to attain the objective pursued and whether it genuinely reflects that objective in a consistent and systematic manner and thus addresses the risks identified in a similar way as in comparable activities;\n(d)\nthe impact on the free movement of persons and services within the Union, on consumer choice and on the quality of the service provided;\n(e)\nthe possibility of using less restrictive means to achieve the public interest objective; for the purposes of this point, where the provisions are justified by consumer protection only and where the risks identified are limited to the relationship between the professional and the consumer, and therefore do not negatively affect third parties, Member States shall assess in particular whether the objective can be attained by means that are less restrictive than reserving activities;\n(f)\nthe effect of new or amended provisions, when combined with other provisions restricting access to, or the pursuit of, the profession, and in particular how the new or amended provisions, combined with other requirements contribute to and whether they are necessary for the achievement of the same public interest objective.\nMember States shall also consider the following elements where relevant to the nature and the content of the provision being introduced or amended:\n(a)\nthe connection between the scope of activities covered by a profession or reserved to it and the professional qualification required;\n(b)\nthe connection between the complexity of the tasks concerned and the need for those carrying them out to possess specific professional qualifications, in particular as regards the level, the nature and the duration of the training or experience required;\n(c)\nthe possibility of obtaining the professional qualification by alternative routes;\n(d)\nwhether, and why, the activities reserved to certain professions can or cannot be shared with other professions;\n(e)\nthe degree of autonomy in exercising a regulated profession and the impact of organisational and supervision arrangements on the attainment of the objective pursued, in particular where the activities relating to a regulated profession are pursued under the control and responsibility of a duly qualified professional;\n(f)\nthe scientific and technological developments which may effectively reduce or increase the asymmetry of information between professionals and consumers.\n3.   For the purposes of point (f) of the first subparagraph of paragraph 2, Member States shall assess the effect of the new or amended provision when combined with one or more requirements, bearing in mind the fact that such effects might be positive as well as negative, and in particular the following:\n(a)\nreserved activities, protected professional title or any other form of regulation within the meaning of point (a) of Article 3(1) of Directive 2005/36/EC;\n(b)\nobligations to undergo continuous professional development;\n(c)\nrules relating to the organisation of the profession, professional ethics and supervision;\n(d)\ncompulsory membership of a professional organisation or body, registration or authorisation schemes, in particular where those requirements imply the possession of a specific professional qualification;\n(e)\nquantitative restrictions, in particular requirements limiting the number of authorisations to practise, or fixing a minimum or a maximum number of employees, managers or representatives holding specific professional qualifications;\n(f)\nspecific legal form requirements or requirements which relate to the shareholding or management of a company, to the extent those requirements are directly linked to the exercise of the regulated profession;\n(g)\nterritorial restrictions, including where the profession is regulated in parts of a Member State’s territory in a manner that is different to the way in which it is regulated in other parts;\n(h)\nrequirements restricting the exercise of a regulated profession jointly or in partnership, as well as incompatibility rules;\n(i)\nrequirements concerning insurance cover or other means of personal or collective protection with regard to professional liability;\n(j)\nlanguage knowledge requirements, to the extent necessary to practise the profession;\n(k)\nfixed minimum and/or maximum tariff requirements;\n(l)\nrequirements on advertising.\n4.   Before introducing new, or amending existing, provisions, Member States shall, in addition, ensure the compliance with the principle of the proportionality of specific requirements related to temporary or occasional provision of services, provided under Title II of Directive 2005/36/EC, including:\n(a)\nautomatic temporary registration with or pro forma membership of a professional organisation or body, referred to in point (a) of the first paragraph of Article 6 of Directive 2005/36/EC;\n(b)\na declaration to be made in advance pursuant to Article 7(1) of Directive 2005/36/EC, documents required pursuant to paragraph 2 of that Article or any other equivalent requirement;\n(c)\nthe payment of a fee, or any charges, required for the administrative procedures, related to the access to, or the pursuit of, regulated professions which the service provider incurs.\nThis paragraph shall not apply to measures designed to ensure compliance with applicable employment terms and conditions that Member States apply in accordance with Union law.\n5.   Where provisions referred to in this Article concern the regulation of healthcare professions and have patient safety implications, Member States shall take account of the objective of ensuring a high level of human health protection.\nArticle 8\nInformation and involvement of stakeholders\n1.   Member States shall, by appropriate means, make information available to citizens, service recipients and other relevant stakeholders, including those who are not members of the profession concerned, before introducing new, or amending existing, legislative, regulatory or administrative provisions restricting access to, or the pursuit of, regulated professions.\n2.   Member States shall appropriately involve all parties concerned and shall give them the opportunity to make their views known. Where relevant and appropriate, Member States shall carry out public consultations in accordance with their national procedures.\nArticle 9\nEffective remedy\nMember States shall ensure that an effective remedy is available with regard to the matters covered by this Directive, in accordance with procedures laid down in national law.\nArticle 10\nExchange of information between Member States\n1.   For the purposes of the efficient application of this Directive, Member States shall take the necessary measures to encourage the exchange of information among Member States on matters covered by this Directive and on the particular way that they regulate a profession, or on the effects of such regulation. The Commission shall facilitate such exchange of information.\n2.   Member States shall inform the Commission of the public authorities responsible for transmitting and receiving information for the purposes of applying paragraph 1.\nArticle 11\nTransparency\n1.   The reasons for considering that provisions, assessed in accordance with this Directive, are justified and proportionate, which, together with the provisions, are to be communicated to the Commission pursuant to Article 59(5) of Directive 2005/36/EC, shall be recorded by the Member States in the database of regulated professions, referred to in Article 59(1) of Directive 2005/36/EC and shall be made publicly available by the Commission.\n2.   Member States and other interested parties may submit comments to the Commission or to the Member State which has communicated the provisions and the reasons for considering that they are justified and proportionate. These comments shall be duly taken into account by the Commission in its summary report produced pursuant to Article 59(8) of Directive 2005/36/EC.\nArticle 12\nReview\n1.   By 18 January 2024 and every five years thereafter, the Commission shall submit a report to the European Parliament and to the Council on the implementation and performance of this Directive, including, among other aspects, its scope and its effectiveness.\n2.   Where appropriate, the report referred to in paragraph 1 shall be accompanied by relevant proposals.\nArticle 13\nTransposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 30 July 2020. They shall immediately inform the Commission thereof.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the main measures of national law which they adopt in the field covered by this Directive.\nArticle 14\nEntry into force\nThis Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nArticle 15\nAddressees\nThis Directive is addressed to the Member States.\nDone at Brussels, 28 June 2018.\nFor the European Parliament\nThe President\nA. TAJANI\nFor the Council\nThe President\nL. PAVLOVA\n(1)  OJ C 288, 31.8.2017, p. 43.\n(2)  Position of the European Parliament of 14 June 2018 (not yet published in the Official Journal) and decision of the Council of 21 June 2018.\n(3)  Judgement of the Court of Justice of 30 November 1995, Gebhard, C-55/94, ECLI:EU:C:1995:411, paragraph 37.\n(4)  Directive 2005/36/EC of the European Parliament and of the Council of 7 September 2005 on the recognition of professional qualifications (OJ L 255, 30.9.2005, p. 22).", "summary": "Proportionality test for new regulation of professions\nProportionality test for new regulation of professions\nSUMMARY OF:\nDirective (EU) 2018/958 — proportionality test before adoption of new regulation of professions\nWHAT IS THE AIM OF THE DIRECTIVE?\n              \nIt establishes rules for proportionality assessments to be conducted by EU countries before adopting new professional regulations or amending existing regulations.\nIt aims to:\nprevent undue restrictions on access to or the pursuit of professional activities;\nensure: transparency;the proper functioning of the internal market.\nKEY POINTS\nRegulated professions\nThe directive applies to new rules in EU countries which restrict access to or the pursuit of regulated professions.\nA regulated profession means that the access to or the pursuit of a professional activity or group of professional activities is restricted, by regulation, to people having specific professional qualifications. This also covers the use of professional titles which are restricted to holders of specific qualifications.\nPublic interest\nEU countries must ensure that any new or amending rules are justified and proportionate with regard to public interest objectives recognised by the Court of Justice of the European Union, such as:\npublic policy, public security or public health;\nprotecting consumers, the recipients of services, and workers;\nsafeguarding the effectiveness of fiscal supervision;\ncombating fraud and preventing tax evasion and avoidance;\nprotection of the environment.\nAssessment of new measures beforehand and monitoring afterwards\nEU countries must:\nassess the proportionality of a measure before introducing new, or amending existing, legislative, regulatory or administrative rules; and\nmonitor the compliance of such measures with the principle of proportionality after their adoption.\nAssessment\nThe assessment must be:\naccompanied by a sufficiently detailed explanation which allows for an assessment of whether it complies with the principle of proportionality;\nundertaken on the basis of qualitative, and where possible, quantitative evidence;\ncarried out in an open and objective manner.\nProportionality\nIn assessing the proportionality of new or amending rules, EU countries must consider a number of proportionality criteria established by the Court of Justice, including:\nwhether the measure can achieve the public interest objective, and whether that objective is being pursued in a consistent and systematic manner for comparable activities;\nwhether existing rules, such as product safety law or consumer protection law, are not able to achieve the objective;\nthe impact on the free movement of persons and services within the EU, on consumer choice and on the quality of the service provided;\nwhether less restrictive means could achieve the public interest objective;\nthe effect of new rules when combined with other requirements.\nTransparency\nBefore introducing new regulations, EU countries must:\nmake information available to the relevant people concerned; and\nmust give them the opportunity to make their views known.\nThe reasons for proportionality need to be recorded in the Regulated Professions Database and made publicly available.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt has applied since 29 July 2018 and has to become law in the EU countries from 30 July 2020.\nBACKGROUND\n              \nThis directive is a part of the ‘Services package’ which aims to make it easier for companies and professionals to provide services to EU consumers. The package, published on 10 January 2017, contains two additional legislative proposals:\nProposal for a services e-card (European Commission)\nProposal for a services notification procedure (European Commission).\nMAIN DOCUMENT\n            \nDirective (EU) 2018/958 of the European Parliament and of the Council of 28 June 2018 on a proportionality test before adoption of new regulation of professions (OJ L 173, 9.7.2018, pp. 25-34)\nRELATED DOCUMENT\n            \nDirective 2005/36/EC of the European Parliament and of the Council of 7 September 2005 on the recognition of professional qualifications  (OJ L 255, 30.9.2005, pp. 22-142)\nSuccessive amendments to Directive 2005/36/EC have been incorporated into the original document. This consolidated version is of documentary value only.\nlast update 10.10.2018", "tags": ["free movement of workers", "freedom to provide services", "provision of services", "job creation", "professional qualifications", "single market", "right of establishment", "access to a profession", "principle of proportionality", "simplification of legislation"], "subjects": ["Free movement of workers", "Freedom of establishment"], "split": "test", "reference_annotations": {}, "summary_annotations": {}}