{"celex_id": "32002L0032", "reference": "EUR-Lex - 32002L0032 - EN\nAvis juridique important\n|\n32002L0032\nDirective 2002/32/EC of the European Parliament and of the Council of 7 May 2002 on undesirable substances in animal feed - Council statement\nOfficial Journal L 140 , 30/05/2002 P. 0010 - 0022\nDirective 2002/32/EC of the European Parliament and of the Councilof 7 May 2002on undesirable substances in animal feedTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,Having regard to the Treaty establishing the European Community, and in particular Article 152(4)(b) thereof,Having regard to the proposal from the Commission(1),Having regard to the opinion of the Economic and Social Committee(2),After consulting the Committee of the Regions,Acting in accordance with the procedure laid down in Article 251 of the Treaty(3), in the light of the joint text approved by the Conciliation Committee on 26 March 2002,Whereas:(1) Many amendments need to be made to Council Directive 1999/29/EC of 22 April 1999 on the undesirable substances and products in animal nutrition(4). In the interests of clarity and efficiency the said Directive should be recast.(2) Livestock production occupies a very important place in farming in the Community and satisfactory results in terms of public and animal health, animal welfare, the environment and the livestock producers' finances depend to a large extent on the use of appropriate good quality feedingstuffs.(3) Rules on feedingstuffs are needed to ensure agricultural productivity and sustainability and to make it possible to ensure public and animal health, animal welfare and the environment. In addition, there is a need for comprehensive regulation on hygiene in order to guarantee good quality feedingstuffs on individual farms even when they are not commercially produced.(4) The same rules concerning the quality and safety of products intended for animal feed have to apply to the quality and safety of water consumed by the animals. Although the definition of feedingstuffs does not preclude water being considered as feedingstuff, it is not included in the non-exhaustive list of main feed materials, laid down by Council Directive 96/25/EC of 29 April 1996 on the circulation and use of feed materials(5). The issue of water to be considered as feedingstuffs needs to be examined in the framework of that Directive.(5) It has been established that additives can contain undesirable substances. The scope of the Directive should therefore be extended to cover additives.(6) Products intended for animal feed may contain undesirable substances which can endanger animal health or, because of their presence in livestock products, human health or the environment.(7) It is impossible to eliminate fully the presence of undesirable substances but it is important that their content in products intended for animal feed should be reduced, with due regard to the substances' acute toxicity, bio-accumulability and degradability, in order to prevent undesirable and harmful effects. It is at present inappropriate to fix this content below the levels detectable by methods of analysis to be defined for the Community.(8) The methods for determining residues of undesirable substances are becoming increasingly sophisticated, so that even quantities of residues which are negligible for animal and human health can be detected.(9) Undesirable substances may be present in products intended for animal feed only in accordance with the conditions laid down in this Directive and may not be used in any other way for the purposes of animal feed. This Directive should therefore apply without affecting other Community provisions on feedingstuffs, and particularly the rules applicable to compound feedingstuffs.(10) This Directive must apply to products intended for animal feed as soon as they enter the Community. It must therefore be stipulated that the maximum levels of undesirable substances that are set apply in general from the date on which the products intended for animal feed are put into circulation or used, at all stages, and in particular as soon as they are imported.(11) Products intended for animal feed must be sound, genuine and of merchantable quality and therefore when correctly used must not represent any danger to human health, animal health or to the environment or adversely affect livestock production. Using or putting into circulation products intended for animal feed which contain levels of undesirable substances that exceed the maximum levels laid down in Annex I must therefore be prohibited.(12) The presence of certain undesirable substances in complementary feedingstuffs must be limited by fixing appropriate maximum levels.(13) While in certain cases a maximum level is fixed, taking account of background levels, continued effort is still needed to restrict the presence of some specific undesirable substances to the lowest possible levels in products intended for animal feed so as to reduce their presence in the feed and food chain. It should therefore be permitted, under this Directive, to lay down action thresholds well below the maximum levels fixed. Where such action thresholds are exceeded, investigations must be carried out to identify the sources of the undesirable substances and steps taken to reduce or eliminate such sources.(14) Where animal or human health or the environment is endangered, Member States should be allowed temporarily to reduce the fixed maximum permissible levels, to fix maximum levels for other substances or to prohibit the presence of such substances in products intended for animal feed. In order to ensure a uniform application, any amendments to Annex I to this Directive should be decided on by emergency Community procedure, on the basis of supporting documents and the precautionary principle.(15) Products intended for animal feed that satisfy the requirements of this Directive may not be subject to restrictions on entry into circulation, as regards the level of undesirable substances they contain, other than those provided for in this Directive and in Council Directive 95/53/EC of 25 October 1995 fixing the principles governing the organisation of official inspections in the field of animal nutrition(6).(16) Member States must make appropriate monitoring arrangements pursuant to Directive 95/53/EC to ensure that the requirements regarding undesirable substances are met when products intended for animal feed are used or circulated.(17) An appropriate Community procedure is needed for adapting the technical provisions in the Annexes to this Directive in the light of developments in scientific and technical knowledge.(18) In order to facilitate implementation of the proposed measures, there should be a procedure for close cooperation between the Member States and the Commission within the Standing Committee for Feedingstuffs set up by Decision 70/372/EEC(7).(19) The measures necessary for the implementation of this Directive should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(8),HAVE ADOPTED THIS DIRECTIVE:Article 11. This Directive deals with undesirable substances in products intended for animal feed.2. This Directive shall apply without prejudice to the provisions in:(a) Council Directive 70/524/EEC of 23 November 1970 concerning additives in feedingstuffs(9);(b) Council Directive 96/25/EC and Council Directive 79/373/EEC of 2 April 1979 on the marketing of compound feedingstuffs(10);(c) Council Directive 76/895/EEC of 23 November 1976 relating to the fixing of maximum levels for pesticide residues in and on fruit and vegetables(11), Council Directive 86/362/EEC of 24 July 1986 on the fixing of maximum levels for pesticide residues in and on cereals(12), Council Directive 86/363/EEC of 24 July 1986 on the fixing of maximum levels for pesticide residues in and on foodstuffs of animal origin(13) and Council Directive 90/642/EEC of 27 November 1990 on the fixing of maximum levels for pesticide residues in and on certain products of plant origin, including fruit and vegetables(14), where these residues are not listed in Annex I to this Directive;(d) Community legislation concerning veterinary matters relating to public health and animal health;(e) Council Directive 82/471/EEC of 30 June 1982 concerning certain products used in animal nutrition(15);(f) Council Directive 93/74/EEC of 13 September 1993 on feedingstuffs intended for particular nutritional purposes(16).Article 2For the purposes of this Directive:(a) \"feedingstuffs\" shall mean products of vegetable or animal origin, in their natural state, fresh or preserved, and products derived from the industrial processing thereof, and organic or inorganic substances, used singly or in mixtures, whether or not containing additives, for oral animal feeding;(b) \"feed materials\" shall mean various products of vegetable or animal origin, in their natural state, fresh or preserved, and products derived from the industrial processing thereof, and organic or inorganic substances, whether or not containing additives, which are intended for use in oral animal feeding either directly as such or, after processing, in the preparation of compound feedingstuffs or as substrates for premixtures;(c) \"additives\" shall mean additives as defined in Article 2(a) of Council Directive 70/524/EEC;(d) \"premixtures\" shall mean mixtures of additives or mixtures of one or more additives with substances used as carriers, intended for the manufacture of feedingstuffs;(e) \"compound feedingstuffs\" shall mean mixtures of feed materials, whether or not containing additives, which are intended for oral animal feeding as complete or complementary feedingstuffs;(f) \"complementary feedingstuffs\" shall mean mixtures of feedingstuffs which have a high content of certain substances and which, by reason of their composition, are sufficient for a daily ration only if used in combination with other feedingstuffs;(g) \"complete feedingstuffs\" shall mean mixtures of feedingstuffs which, by reason of their composition, are sufficient for a daily ration;(h) \"products intended for animal feed\" shall mean feed materials, premixtures, additives, feedingstuffs and all other products intended for use or used in animal feed;(i) \"daily ration\" shall mean the average total quantity of feedingstuffs, calculated on a moisture content of 12 %, required daily by an animal of a given species, age class and yield, to satisfy all its needs;(j) \"animals\" shall mean animals belonging to species normally fed and kept or consumed by man as well as animals living freely in the wild in cases where they are fed with feedingstuffs;(k) \"putting into circulation\" or \"circulation\" shall mean the holding of products intended for animal feed for the purposes of sale, including offering for sale, or any other form of transfer, whether free or not, to third parties, and the sale or other forms of transfer themselves;(l) \"undesirable substance\" shall mean any substance or product, with the exception of pathogenic agents, which is present in and/or on the product intended for animal feed and which presents a potential danger to animal or human health or to the environment or could adversely affect livestock production.Article 31. Products intended for animal feed may enter for use in the Community from third countries, be put into circulation and/or used in the Community only if they are sound, genuine and of merchantable quality and therefore when correctly used do not represent any danger to human health, animal health or to the environment or could adversely affect livestock production.2. In particular, products intended for animal feed shall be deemed not to be in conformity with paragraph 1 if the level of undesirable substances they contain does not comply with the maximum levels laid down in Annex I.Article 41. Member States shall prescribe that the undesirable substances listed in Annex I may be tolerated in products intended for animal feed only subject to the conditions laid down therein.2. In order to reduce or eliminate sources of undesirable substances of products intended for animal feed, Member States, in cooperation with economic operators, shall carry out investigations to identify the sources of undesirable substances, in cases where the maximum levels are exceeded and in cases where increased levels of such substances are detected, taking into account background levels. For a uniform approach in cases of increased levels it may be necessary to set action thresholds to trigger such investigations. These may be laid down in Annex II.Member States shall transmit to the Commission and the other Member States all relevant information and findings of the source and the measures taken to reduce the level or elimination of the undesirable substances. This information shall be transmitted in the frame of the annual report to be transmitted to the Commission according to the provisions of Article 22 of Directive 95/53/EC except in those cases where the information is of immediate relevance for the other Member States. In this latter case, the information shall be transmitted immediately.Article 5Member States shall prescribe that products intended for animal feed containing levels of an undesirable substance that exceed the maximum level fixed in Annex I may not be mixed for dilution purposes with the same, or other, products intended for animal feed.Article 6In so far as there are no special provisions for complementary feedingstuffs, Member States shall prescribe that complementary feedingstuffs may not, taking into account the proportion prescribed for their use in a daily ration, contain levels of the undesirable substances listed in Annex I that exceed those fixed for complete feedingstuffs.Article 71. Where a Member State has grounds, based on new information or a reassessment of existing information made since the provisions in question were adopted, demonstrating that a maximum level fixed in Annex I or an undesirable substance not listed therein present a danger to animal or human health or to the environment, that Member State may provisionally reduce the existing maximum level, fix a maximum level or prohibit the presence of that undesirable substance in products intended for animal feed. It shall immediately inform the other Member States and the Commission thereof, stating the grounds for its decision.2. An immediate decision shall be taken, in accordance with the procedure laid down in Article 12, as to whether Annexes I and II should be amended.So long as neither the Council nor the Commission has taken a decision, the Member State may maintain the measures it has implemented.The Member State must ensure that the decision taken is made public.Article 81. In accordance with the procedure laid down in Article 11, the Commission, in the light of developments in scientific and technical knowledge, shall adapt Annexes I and II.2. Furthermore, in accordance with the procedure laid down in Article 11, the Commission:- shall periodically adopt consolidated versions of Annexes I and II incorporating any adaptations made pursuant to paragraph 1,- may define acceptability criteria for detoxification processes as a complement to the criteria provided for products intended for animal feed which have undergone such processes.3. Member States shall ensure that measures are taken to guarantee the correct application of any acceptable processes pursuant to paragraph 2 and the conformity of the detoxified products intended for animal feed with the provisions of Annex I.Article 9Member States shall ensure that products intended for animal feed which comply with this Directive are not subject to any other restrictions on circulation as regards the presence of undesirable substances other than those provided for in this Directive and Directive 95/53/EC.Article 10Provisions that may have an effect upon public or animal health or on the environment shall be adopted after consultation with the appropriate Scientific Committee(s).Article 111. The Commission shall be assisted by the Standing Committee for Feedingstuffs, set up by Article 1 of Decision 70/372/EEC.2. Where reference is made to this Article, Articles 5 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.3. The period laid down in Article 5(6) of Decision 1999/468/EC shall be set at three months.Article 121. The Commission shall be assisted by the Standing Committee for Feedingstuffs, set up by Article 1 of Decision 70/372/EEC.2. Where reference is made to this Article, Articles 5 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.3. The period laid down in Article 5(6) of Decision 1999/468/EC shall be set at fifteen days.Article 131. The Member States shall apply at least the provisions of this Directive to products intended for animal feed produced in the Community to be exported to third countries.2. Paragraph 1 shall not affect the right of Member States to authorise re-exportation under the conditions laid down in Article 12 of Regulation (EC) No 178/2002(17). The provisions of Article 20 thereof shall apply mutatis mutandis.Article 141. Directive 1999/29/EC is hereby repealed as from 1 August 2003, without prejudice to the obligations of the Member States to comply with the deadlines set out in Part B of Annex III thereto for the transposition of the Directives listed in Part A of that Annex.2. References to Directive 1999/29/EC shall be construed as references to this Directive and should be read in accordance with the correlation table in Annex III.Article 15Member States shall adopt and publish the laws, regulations and administrative provisions necessary to comply with this Directive before 1 May 2003. They shall forthwith inform the Commission thereof.The measures adopted shall apply as from 1 August 2003.When Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The procedure for making such reference shall be adopted by Member States.Member States shall communicate to the Commission the texts of the provisions of national law which they adopt in the field covered by this Directive.Article 16This Directive shall enter into force on the day of its publication in the Official Journal of the European Communities.Article 17The Directive is addressed to the Member States.Done at Brussels, 7 May 2002.For the European ParliamentThe PresidentP. CoxFor the CouncilThe PresidentR. De Rato Y Figaredo(1) OJ C 89 E, 28.3.2000, p. 70 and OJ C 96 E, 27.3.2001, p. 346.(2) OJ C 140, 18.5.2000, p. 9.(3) Opinion of the European Parliament of 4 October 2000 (OJ C 178, 22.6.2001, p. 160), Council Common Position of 17 September 2001 (OJ C 4, 7.1.2002, p. 1) and Decision of the European Parliament of 12 December 2001 (not yet published in the Official Journal). Decision of the European Parliament of 10 April 2002 and Decision of the Council of 22 April 2002.(4) OJ L 115, 4.5.1999, p. 32.(5) OJ L 125, 23.5.1996, p. 35. Directive as last amended by European Parliament and Council Directive 2000/16/EC (OJ L 105, 3.5.2000, p. 36).(6) OJ L 265, 8.11.1995, p. 17. Directive as last amended by Directive 2001/46/EC of the European Parliament and of the Council (OJ L 234, 1.9.2001, p. 55).(7) OJ L 170, 3.8.1970, p. 1.(8) OJ L 184, 17.7.1999, p. 23.(9) OJ L 270, 14.12.1970, p. 1. Directive as last amended by Commission Regulation (EC) No 2205/2001 (OJ L 297, 15.11.2001, p. 3).(10) OJ L 86, 6.4.1979, p. 30. Directive as last amended by the European Parliament and Council Directive 2002/2/EC (OJ L 63, 6.3.2002, p. 23).(11) OJ L 340, 9.12.1976, p. 26. Directive as last amended by Commission Directive 2000/57/EC (OJ L 244, 29.9.2000, p. 76).(12) OJ L 221, 7.8.1986, p. 37. Directive as last amended by Commission Directive 2002/23/EC (OJ L 64, 7.3.2002, p. 13).(13) OJ L 221, 7.8.1986, p. 43. Directive as last amended by Directive 2002/23/EC.(14) OJ L 350, 14.12.1990, p. 71. Directive as last amended by Directive 2002/23/EC.(15) OJ L 213, 21.7.1982, p. 8. Directive as last amended by Directive 1999/20/EC (OJ L 80, 25.3.1999, p. 20).(16) OJ L 237, 22.9.1993, p. 23. Directive as last amended by Directive 1999/29/EC (OJ L 115, 4.5.1999, p. 32).(17) Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (OJ L 31, 1.2.2002, p. 1).ANNEX I>TABLE>ANNEX II>PIC FILE= \"L_2002140EN.001902.TIF\">ANNEX IIICORRELATION TABLE>TABLE>Council statementThe Member States confirm that they shall do their utmost to ensure that the relevant measures needed to implement the Directive are adopted expeditiously within the time period laid down in Articles 14 and 15.", "summary": "Ensuring safe animal feed\nEnsuring safe animal feed\nSUMMARY OF:\nDirective 2002/32/EC on undesirable substances in animal feed\nSUMMARY\nWHAT DOES THIS DIRECTIVE DO?\nIt sets maximum levels for undesirable substances and products* (contaminants) in animal feed (including imports) available on the EU market.\nIt limits the risks of contamination of animal feed by substances and products that are toxic or adversely affect production.\nKEY POINTS\nScope\nThe directive applies to all products intended for animal feed, including raw materials for feed, additives and complementary feedingstuffs.\nIt lays down a list of undesirable substances and specifies the limit values for which the presence of these substances in animal feeds is forbidden (Annex I).\nThe list includes substances such as certain heavy metals (like lead and cadmium), dioxin and some pesticides. It is regularly updated in the light of scientific and technical knowledge.\nInvestigations\nWhen these maximum levels are exceeded, EU countries – in cooperation with the businesses concerned – must investigate to identify the sources of the substances. They must inform the European Commission of their findings and of any measures taken to eliminate or reduce the level of the substances.\nMixtures\nTo prevent fraud, the directive bans the mixing (for dilution purposes) of products which exceed the maximum levels.\nProvisional measures\nWhere an EU country can demonstrate that a maximum level fixed for a substance may present a risk to animal or human health or to the environment, it may provisionally introduce more stringent limits until either the Council or the Commission takes a decision. The country in question must ensure that its decision is made public.\nWHEN DOES THE DIRECTIVE APPLY?\n              \nIt entered into force on 30 May 2002. EU countries had to incorporate it in national law by 1 May 2003.\nBACKGROUND\nAnimal nutrition — undesirable substances\nKEY TERM\n* Undesirable substance: any substance or product, with the exception of pathogenic agents, present in and/or on the product intended for animal feed, which presents a potential danger to animal or human health, to the environment or could adversely affect livestock production.\nACT\n            \nDirective 2002/32/EC of the European Parliament and of the Council of 7 May 2002 on undesirable substances in animal feed — Council statement (OJ L 140, 30.5.2002, pp. 10-22)\nSuccessive amendments to Directive 2002/32/EC and its Annexes have been incorporated into the original text. This consolidated version is of documentary value only.\nRELATED ACTS\n            \nRegulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (OJ L 165, 30.4.2004, pp. 1-141). Text republished in corrigendum  (OJ L 191, 28.5.2004, pp. 1–52)\nSee consolidated version.\nlast update 04.01.2016", "tags": ["animal nutrition", "food inspection", "veterinary legislation", "chemical product", "toxic substance", "health risk"], "subjects": ["Protocol on Ireland/Northern Ireland", "Approximation of laws", "Animal feedingstuffs"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}