{"celex_id": "21985A0919(01)", "reference": "19.9.1985\nEN\nOfficial Journal of the European Communities\nL 250/2\nAGREEMENT\non Trade and Economic Cooperation between the European Economic Community and the People's Republic of China\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES,\nTHE GOVERNMENT OF THE PEOPLE'S REPUBLIC OF CHINA,\nNOTING with satisfaction the development of friendly relations between the European Economic Community and the People's Republic of China,\nCONSIDERING that the Trade Agreement between the European Economic Community and the People's Republic of China, signed on 3 April 1978, has been satisfactorily applied,\nINSPIRED by their common will to introduce a new stage into their commercial and economic relations,\nDESIRING on the basis of equality and mutual advantage, to intensify and diversify their trade and actively develop economic and technical cooperation in line with their mutual interests,\nHAVE DECIDED TO CONCLUDE THIS AGREEMENT, THE TERMS OF WHICH ARE AS FOLLOWS:\nArticle 1\nThe two Contracting Parties will endeavour, within the framework of their respective existing laws and regulations, and in accordance with the principles of equality and mutual advantage:\n—\nto promote and intensify trade between them;\n—\nto encourage the steady expansion of economic cooperation.\nCHAPTER 1\nTrade Cooperation\nArticle 2\nThe two Contracting Parties confirm their determination:\n(a)\nto take all appropriate measures to create favourable conditions for trade between them;\n(b)\nto do their utmost to improve the structure of their trade in order to diversify it further;\n(c)\nto examine, each for its own part and in a spirit of goodwill, any suggestions made by the other Party, in particular in the Joint Committee, for the purpose of facilitating trade between them.\nArticle 3\n1.   In their trade relations, the two Contracting Parties shall accord each other most-favoured-nation treatment in all matters regarding:\n(a)\ncustoms duties and charges of all kinds applied to the import, export, re-export, or transit of products, including the procedures for the collection of such duties or charges;\n(b)\nregulations, procedures and formalities concerning customs clearance, transit, warehousing and transhipment of products imported or exported;\n(c)\ntaxes and other internal charges levied directly or indirectly on products or services imported or exported;\n(d)\nadministrative formalities for the issue of import or export licences.\n2.   Paragraph 1 shall not apply in the case of:\n(a)\nadvantages accorded by either Contracting Party to States which together with it are members of a customs union or free trade area;\n(b)\nadvantages accorded by either Contracting Party to neighbouring countries for the purpose of facilitating border trade;\n(c)\nmeasures which either Contracting Party may take in order to meet its obligations under international commodity agreements.\nArticle 4\nThe two Contracting Parties will make every effort to foster the harmonious expansion of their reciprocal trade and to help, each by its own means, to attain a balance in such trade.\nShould an obvious imbalance arise, the matter must be examined within the Joint Committee so that measures can be recommended in order to improve the situation.\nArticle 5\n1.   The People's Republic of China will give favourable consideration to imports from the European Economic Community. To this end, the competent Chinese authorities will ensure that Community exporters have the possibility of participating fully in opportunities for trade with China.\n2.   The European Economic Community will strive for an increasing liberalization of imports from the People's Republic of China. To this end it will endeavour progressively to introduce measures extending the list of products for which imports from China have been liberalized and to increase the amounts of quotas. The procedure for implementation will be examined within the framework of the Joint Committee.\nArticle 6\n1.   The two Contracting Parties shall exchange information on any problems that may arise with regard to their trade and shall open friendly consultations, with the intention of promoting trade, for the purpose of seeking mutually satisfactory solutions to those problems. Each of the two Contracting Parties will ensure that no action is taken before consultations are held.\n2.   In an exceptional case, however, where the situation does not admit any delay, either Contracting Party may take measures, but must endeavour as far as possible to hold friendly consultations before doing so.\n3.   Each Contracting Party will ensure that when it takes the measures referred to in paragraph 2, the general objectives of this Agreement are not prejudiced.\nArticle 7\nThe two Contracting Parties undertake to promote visits by persons, groups and delegations from economic, trade and industrial circles, to facilitate industrial and technical exchanges and contracts connected with trade and to foster the organization of fairs and exhibitions by both sides and the relevant provision of services. As far as possible, they must grant each other the necessary facilities for the above activities.\nArticle 8\nTrade in goods and the provision of services between the two Contracting Parties shall be effected at market-related prices and rates.\nArticle 9\nThe two Contracting Parties agree that payments for transactions shall be made, in accordance with their respective existing laws and regulations, in currencies of the Member States of the Community, Renminbi or any convertible currency accepted by the two parties concerned in the transactions.\nCHAPTER II\nEconomic cooperation\nArticle 10\nWithin the limits of their respective competence, and with the main aims of encouraging the development of industry and agriculture in the European Economic Community and in the People's Republic of China, of diversifying their economic links, encouraging scientific and technological progress, opening up new sources of supply and new markets, helping to develop their economies and raise their respective standards of living, the two Contracting Parties agree to develop economic cooperation in all the spheres subject to common accord, and in particular:\n—\nindustry and mining;\n—\nagriculture, including agro-industry;\n—\nscience and technology;\n—\nenergy;\n—\ntransport and communication;\n—\nenvironmental protection;\n—\ncooperation in third countries.\nArticle 11\nAccording to their needs and within the means at their disposal and as far as they are able, the two Contracting Parties shall encourage the application of the various forms of industrial and technical cooperation, for the benefit of their undertakings or organizations.\nIn order to attain the objectives of this Agreement, the two Contracting Parties shall endeavour to facilitate and promote, among other activities:\n—\njoint production and joint ventures;\n—\ncommon exploitation;\n—\nthe transfer of technology;\n—\ncooperation between financial institutions;\n—\nvisits, contact and activities designed to promote cooperation between individuals, delegations and economic organizations;\n—\nthe organization of seminars and symposia;\n—\nconsultancy services;\n—\ntechnical assistance, including the training of staff;\n—\na continuous exchange of information relevant to commercial and economic cooperation.\nArticle 12\n1.   In order to attain the objectives of this Agreement, the two Contracting Parties shall agree, within the framework of their respective laws, rules and policies, to promote and encourage greater and mutually beneficial investment.\n2.   In addition, the Parties undertake to improve the existing favourable investment climate in particular through encouraging the extension, by and to the Member States of the Community and by and to the People's Republic of China, of investment promotion and protection arrangements based on the principles of equity and reciprocity.\nArticle 13\nIn view of the difference in the two Contracting Parties' levels of development, the European Economic Community is prepared, within the context of its development aid activities, within the means at its disposal, and in accordance with its rules, to continue its development activities in the People's Republic of China.\nIt confirms its willingness to examine the possibility of stepping up and diversifying these activities.\nArticle 14\nWithout prejudice to the relevant provisions of the Treaties establishing the European Communities, this Agreement and any action taken thereunder shall in no way affect the powers of any of the Member States of the Communities to undertake bilateral activities with the People's Republic of China in the field of economic cooperation and conclude, where appropriate, new economic cooperation agreements with the People's Republic of China.\nCHAPTER III\nJoint committee\nArticle 15\n1.   The two Contracting Parties shall set up, under this Trade and Economic Cooperation Agreement, a Joint Committee comprising representatives of the European Economic Community on the one hand and representatives of the People's Republic of China on the other.\n2.   The tasks of the Joint Committee shall be as follows:\n—\nto monitor and examine the functioning of this Agreement and review the various cooperation schemes implemented;\n—\nto examine any questions that may arise in the implementation of this Agreement;\n—\nto examine problems that could hinder the development of trade and economic cooperation between the two Contracting Parties;\n—\nto examine means and new opportunities of developing trade and economic cooperation;\n—\nto make recommendations that may help to attain the objectives of this Agreement, in the areas of common interest.\n3.   The Joint Committee shall meet once a year, in Brussels and Beijing alternately. Extraordinary meetings may be convened by mutual agreement, at the request of either Contracting Party. The office of chairman of the Joint Committee shall be held by each of the two Contracting Parties in turn. Where both Parties consider it necessary, the Joint Committee may set up working parties to assist it in its work.\nCHAPTER IV\nFinal provisions\nArticle 16\nAs far as the European Economic Community is concerned, this Agreement shall apply to the territories in which the Treaty establishing the European Economic Community is applied and under the conditions laid down in that Treaty.\nArticle 17\nThis Agreement replaces the Trade Agreement between the European Economic Community and the People's Republic of China of 3 April 1978, which entered into force on 1 June 1978.\nArticle 18\nThis Agreement shall enter into force on the first day of the month following the date on which the Contracting Parties have notified each other of the completion of the legal procedures necessary for this purpose. It is concluded for a period of five years. The Agreement shall be tacitly renewed from year to year provided that neither Contracting Party notifies the other Party in writing of its denunciation of the Agreement six months before the date of expiry.\nHowever, the Agreement may be amended by mutual consent of the two Contracting Parties in order to take account of new situations.\nTil bekræftelse heraf har undertegnede, som er behørigt befuldmægtigede hertil, underskrevet denne aftale.\nZu Urkund dessen haben die hierzu gehörig befugten Unterzeichneten dieses Abkommen unterschrieben.\nΕις πίστωση των ανωτέρω, οι κάτωθι, δεόντως εξουσιοδοτημένοι προς τούτο, υπέγραψαν την παρούσα συμφωνία.\nIn witness whereof, the undersigned, being duly authorized thereto, have signed this Agreement.\nEn foi de quoi, les soussignés, dûment habilités à cette fin, ont signé le présent accord.\nIn fede di che, i sottoscritti, debitamente abilitati a tal fine, hanno firmato il presente accordo.\nTen blijke waarvan de ondergetekenden, naar behoren daartoe gemachtigd, deze Overeenkomst hebben ondertekend.\nUdfærdiget i Bruxelles, den enogtyvende maj nitten hundrede og femogfirs i to eksemplarer på dansk, engelsk, fransk, græsk, italiensk, nederlandsk, tysk og kinesisk, idet hver af disse tekster har samme gyldighed.\nGeschehen zu Brüssel am einundzwanzigsten Mai neunzehnhundertfünfundachtzig in zwei Urschriften in dänischer, deutscher, englischer, französischer, griechischer, italienischer, niederländischer und chinesischer Sprache, wobei jeder Wortlaut gleichermaßen verbindlich ist.\nΈγινε στις Βρυξέλλες, στις είκοσι μία Μαΐου χίλια εννιακόσια ογδόντα πέντε, σε δύο αντίτυπα στην αγγλική, γαλλική, γερμανική, δανική, ελληνική, ιταλική, ολλανδική και κινεζική γλώσσα, και όλα τα κείμενα είναι εξίσου αυθεντικά.\nDone at Brussels on the twenty-first day of May in the year one thousand nine hundred and eighty-five, in two copies in the Danish, Dutch, English, French, German, Greek, Italian and Chinese languages, each text being equally authentic.\nFait à Bruxelles, le vingt et un mai mil neuf cent quatre-ving-cinq, en deux exemplaires, en langues allemande, anglaise, danoise, française, grecque, italienne, néerlandaise et chinoise, chacun de ces textes faisant également foi.\nFatto a Bruxelles, il ventuno maggio millenovecentottantacinque, in due esemplari, nelle lingue danese, francese, greca, inglese, italiana, olandese, tedesca e cinese, ciascuno di questi testi facente ugualmente fede.\nGedaan te Brussel, op eenentwintig mei negentienhonderd vijfentachtig, in twee exemplaren, in de Deense, de Duitse, de Engelse, de Franse, de Griekse, de Italiaanse, de Nederlandse en de Chinese taal, zijnde alle teksten gelijkelijk authentiek.\nFor Rådet for De europæiske Fællesskaber\nFür den Rat der Europäischen Gemeinschaften\nΓια το Συμβούλιο των Ευρωπαϊκών Κοινοτήτων\nFor the Council of the European Communities\nPour le Conseil des Communautés européennes\nPer il Consiglio delle Comunità europee\nVoor de Raad van de Europese Gemeenschappen\nFor regeringen for Den kinesiske Folkerepublik\nFür die Regierung der Volksrepublik China\nΓια την κυβέρνηση της Λαϊκής Δημοκρατίας της Κίνας\nFor the Government of the People's Republic of China\nPour le Gouvernement de la république populaire de Chine\nPer il governo della Repubblica popolare cinese\nVoor de Regering van de Volksrepubliek China", "summary": "EU relations with China\nEU relations with China\nSUMMARY OF:\nRegulation (EEC) No 2616/85 on the conclusion of a Trade and Economic Cooperation Agreement between the EU and China\nAgreement on Trade and Economic Cooperation between the EU and China\nEU-China 2020 Strategic Agenda for Cooperation\nJoint communication (JOIN(2016) 30 final) — Elements for a new EU strategy on China\nCouncil conclusions on EU strategy on China\nWHAT IS THE AIM OF THESE DOCUMENTS?\n              \nThey set the basis for the EU-China Strategic Partnership, which has developed from trade and economic cooperation to include foreign affairs and security matters, as well as addressing international challenges such as climate change and global economic governance.\nKEY POINTS\n              \nThe EU-China Strategic 2020 Agenda is the guiding document for the relationship between the 2 parties. It is broken down into 4 main categories:\nPeace and security: the EU and China support reinforced cooperation and strengthened dialogues on international and regional security issues with global implications.\nProsperity: the EU and China focus on key initiatives, such as:\nmore open trade and investments;\nindustrial information exchanges;\ncooperation in agricultural research; and\nfurther cooperation in transport and infrastructure development.\nSustainable development: the EU and China focus on their joint responsibility for advancing global development through cooperation in:\nscience, technology and innovation;\nenergy;\nsustainable urbanisation;\nclimate change and environmental protection;\nmarine knowledge; and\nregional and public policy.\nPeople-to-people exchanges: together, the EU and China represent over a quarter of the world’s population, so expanding contacts between people on both sides is important in enhancing a common understanding. Therefore, there is a focus on culture, education and youth dialogues. The EU and China engage in over 60 regular dialogues on important foreign policy areas, as well as technical topics such as industrial policy, education, customs, nuclear energy and consumer protection.\nNew approach\nStrategy and policy for EU engagement with China over the next 5 years are based on:\na 2016 joint communication from the High Representative of the Union for Foreign Affairs and Security Policy and the European Commission entitled ‘Elements for a new EU Strategy on China’\nCouncil conclusions on an EU Strategy on China adopted in July 2016.\nTogether, these focus on:\nestablishing a strong, clear and unified voice for the EU in its approach to China that promotes democracy, the rule of law, human rights, respect for the principles of the United Nations Charter and international law;\nboosting trade and investment by concluding a comprehensive agreement on investment. This should create a level playing field and open up market opportunities for both the EU and China, perhaps leading, once the conditions are right, to broader trade ambitions, such as a free trade agreement as a long-term perspective. The EU also expects to conclude an agreement on geographical indications based on the highest international level of protection; and\nincreasing principled, practical and pragmatic cooperation between EU and Chinese foreign and security policy. Both sides will work more closely together, both bilaterally and in multilateral organisations like the UN, to address global issues like migration, development assistance and fighting climate change.\nBACKGROUND\nDiplomatic relations between the EU (then the EEC) and China were established in 1975. Since then, the partnership has evolved to tackle a wide spectrum of global challenges ranging from non-proliferation of weapons of mass destruction to the security situation in Asia, through global warming, to the fight against illegal migration and human trafficking.\nAs strategic partners, there is increasing cooperation between the EU and China on key international and regional issues, and the 2 sides share responsibility for promoting peace, prosperity and sustainable development for the benefit of all.\nThe EU is China’s largest trading partner, while China is the second largest trading partner for the EU. The trade and investment relationship between the 2 is an important source of wealth, jobs, development and innovation for both sides.\nFor more information, see:\n‘China and the EU’ on the European External Action Service's website.\nMAIN DOCUMENTS\n            \nCouncil Regulation (EEC) No 2616/85 of 16 September 1985 concerning the conclusion of a Trade and Economic Cooperation Agreement between the European Economic Community and the People’s Republic of China (OJ L 250, 19.9.1985, p. 1)\nAgreement on Trade and Economic Cooperation between the European Economic Community and the People’s Republic of China (OJ L 250, 19.9.1985, pp. 2–7)\nEU-China 2020 Strategic Agenda for Cooperation\nJoint communication to the European Parliament and the Council — Elements for a new EU strategy on China (JOIN(2016) 30 final, 22.6.2016)\nEU Strategy on China — Council conclusions, (Brussels, 18.7.2016)\nlast update 20.03.2017", "tags": ["trade cooperation", "economic cooperation", "cooperation agreement (EU)", "China"], "subjects": ["External relations", "Cooperation", "Commercial policy"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}