{"celex_id": "32009H1019", "reference": "29.12.2009\nEN\nOfficial Journal of the European Union\nL 348/71\nCOUNCIL RECOMMENDATION\nof 22 December 2009\non seasonal influenza vaccination\n(Text with EEA relevance)\n(2009/1019/EU)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 168(6) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1)\nSeasonal influenza is a contagious viral disease which occurs as epidemic during the winter months in Europe. It is one of the most significant and commonly occurring communicable diseases and is an important source of morbidity and mortality in all Member States.\n(2)\nIn some cases, complications go beyond a self-limiting respiratory infection and result in severe pneumonia or other secondary complications with a sometimes fatal outcome. These complications occur far more commonly among older age groups and among people with chronic medical conditions.\n(3)\nSeasonal influenza can be mitigated through vaccination but the virus frequently changes its antigenic composition and, therefore, vaccine composition is reviewed regularly by the World Health Organisation (WHO) expert groups.\n(4)\nThe 2003 World Health Assembly adopted Resolution 56.19 to increase influenza vaccination coverage of all people at high risk with the goal of attaining vaccination coverage of at least 50 % of the older age groups of the population by 2006 and 75 % by 2010.\n(5)\nOn 26 October 2005 and 14 June 2006 the European Parliament adopted resolutions entitled ‘Strategy against an influenza pandemic’ and ‘Pandemic influenza preparedness and response planning in the European Community’ respectively, calling on the Member States to increase influenza vaccination in line with WHO recommendations. Those resolutions also urged Member States to increase vaccination coverage during the inter-pandemic period in accordance with WHO recommendations.\n(6)\nTherefore, concerted action at the level of the European Union should be taken to mitigate the impact of seasonal influenza by encouraging vaccination among risk groups and healthcare workers. The purpose of this Recommendation is to reach the target of 75 % vaccination coverage of the older age groups recommended by the WHO as early as possible and preferably by the 2014-2015 winter season. This target of 75 % should, if possible, be extended to the risk group of people with chronic conditions, taking into account the guidance issued by the European Centre for Disease Prevention and Control (ECDC).\n(7)\nIncreased vaccination rates among risk groups would also contribute to higher vaccination rates in general, including of healthcare workers.\n(8)\nTo bring about these changes, a necessary first step is that all participants of the healthcare environment, risk groups, healthcare workers, physicians, healthcare managers and policymakers are informed of the problem of seasonal influenza through public and professional awareness campaigns. Healthcare workers should be made aware of the particular danger faced by their more vulnerable patients. Healthcare workers should also be made aware of their responsibility to give the appropriate advice on vaccination to their patients.\n(9)\nIt is, in particular, essential to gather specific and comparable data at national level regarding the uptake rates in risk groups in order to assess properly the situation in all the Member States. Until now such data has not always been available. Based on this data the Commission and the Member States will be able to share information and best practices with third countries through the existing channels of international cooperation in the field of health.\n(10)\nRegulation (EC) No 851/2004 of the European Parliament and of the Council of 21 April 2004 establishing a European Centre for Disease Prevention and Control (1) (ECDC) in particular entrusts the ECDC with the mission to provide technical and scientific expertise to the Commission and to the Member States. The ECDC also operates the dedicated network established for the surveillance of seasonal influenza in accordance with Commission Decision 2000/96/EC of 22 December 1999 on the communicable diseases to be progressively covered by the Community network under Decision No 2119/98/EC of the European Parliament and of the Council (2). The ECDC should therefore assist the Member States in providing scientific expertise on seasonal influenza vaccination.\n(11)\nIn the context of seasonal influenza vaccination the objective to reach 75 % vaccination coverage of the older age groups, recommended by the WHO, will clearly be facilitated by concerted action at the level of the European Union,\nHAS ADOPTED THE FOLLOWING RECOMMENDATION:\n1.\nMember States are encouraged to adopt and implement national, regional or local action plans or policies, as appropriate, aimed at improving seasonal influenza vaccination coverage, with the aim of reaching, as early as possible and preferably by the 2014-2015 winter season, a vaccination coverage rate of 75 % for ‘older age groups’ and, if possible, for other risk groups referred to in point 2(a), if not already reached. Member States are also encouraged to improve vaccination coverage among healthcare workers.\nThe action plans or policies should take into account the gaps identified at national level and organise the activities referred to in point 2(b) and (c).\n2.\nIn the framework of the action plans or policies referred to in point 1, Member States are encouraged to:\n(a)\ntake into account the definition of ‘older age groups’ and of ‘risk groups’ as contained in the guidance issued by the ECDC;\n(b)\nmeasure uptake in all risk groups, and to analyse the reasons why some people do not wish to receive vaccinations;\n(c)\nfoster education, training, and information exchange on seasonal influenza and vaccination by organising:\n(i)\ninformation action for healthcare workers;\n(ii)\ninformation action for risk groups and their families regarding the risks associated with, and the prevention of, influenza;\n(iii)\neffective information action to remove obstacles to vaccination uptake.\n3.\nMember States are encouraged to report on a voluntary basis to the Commission on the implementation of this Recommendation, in particular, on the coverage achieved among risk groups.\n4.\nThe Commission is invited to report regularly to the Council on the implementation of this Recommendation, on the basis of the data the Member States will make available.\n5.\nThe Commission is invited to continue to support research on influenza through the Research Framework Programmes.\nDone at Brussels, 22 December 2009.\nFor the Council\nThe President\nA. CARLGREN\n(1)  OJ L 142, 30.4.2004, p. 1.\n(2)  OJ L 28, 3.2.2000, p. 50.", "summary": "Seasonal influenza vaccination\nSeasonal influenza vaccination\nSUMMARY OF:\nRecommendation 2009/1019/EU on influenza (flu) vaccination\nWHAT IS THE AIM OF THE RECOMMENDATION?\n              \nIt aims to encourage European Union (EU) countries to take health measures to combat seasonal influenza.\nKEY POINTS\nChallenges\nInfluenza is contagious respiratory infection of viral origin, which occurs as an epidemic in winter months. It can cause serious complications, even death.\nFor slight seasonal influenza, the number of deaths is estimated at on average 8 in a 100,000 population. This figure can rise to 44 during more severe years.\nIn the event of influenza epidemics, hospitals and medical services may become overburdened. This leads to an increase in direct costs (resulting from the use of medical and non-medical resources) and indirect costs (due to productivity loss and absenteeism from work).\nVaccine efficacy and effectiveness\nSeasonal influenza can be reduced through vaccination. ‘At-risk’ groups in the population must be vaccinated against influenza. Moreover, logistical aspects, such as delivery and administration of vaccines, must not be underestimated in order to provide effective vaccine coverage.\nIt is important to act at EU level in order to avoid a new strain of the influenza virus becoming a pandemic, as happened in 1918, 1957 and 1968.\nNational plans and strategies\nThe recommendation encourages EU countries to adopt a national plan or strategy on vaccine coverage.\nThe aim was to cover 75% of the at-risk population preferably by the winter of 2014-2015. This group was defined in the guidelines published by the European Centre for Disease Prevention and Control (ECDC).\nEU countries are encouraged to submit reports to the European Commission, on a voluntary basis, on the implementation of this recommendation and specifically on the vaccination cover achieved within at-risk groups.\nInformation campaigns directed at healthcare professionals and people in the at-risk groups and their families should be carried out.\nThe Commission is invited to report to the Council regularly on the implementation of this recommendation, based on the information received from EU countries.\nEvaluation\nA report published in 2015 by the ECDC suggests that all EU countries may need to reconsider their approach in order to collect more comprehensive and accurate information on seasonal influenza vaccination coverage for the target population groups.\nIt urges those EU countries which do not monitor vaccination coverage among older age groups to introduce systems to carry out this monitoring, to enable public health organisations to track their progress and identify obstacles to achieving national and EU targets.\nThe report notes that more countries have been able to provide information about vaccination coverage rates for groups such as healthcare workers and pregnant women, and offers recommendations as a way forward to achieve higher vaccination rates and improved monitoring.\nIn 2015, the Commission organised a high-level hearing on the subject, stressing the increasing importance of disease prevention in healthcare spending.\nBACKGROUND\n              \nFor more information, see:\n‘Vaccination’ on the European Commission's website.\nMAIN DOCUMENT\n            \nCouncil Recommendation 2009/1019/EU of 22 December 2009 on seasonal influenza vaccination (OJ L 348, 29.12.2009, pp. 71–72)\nlast update 30.01.2017", "tags": ["respiratory disease", "infectious disease", "health policy", "vaccination", "public awareness campaign", "epidemiology"], "subjects": ["Public health"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}