{"celex_id": "32020L1828", "reference": "4.12.2020\nEN\nOfficial Journal of the European Union\nL 409/1\nDIRECTIVE (EU) 2020/1828 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 25 November 2020\non representative actions for the protection of the collective interests of consumers and repealing Directive 2009/22/EC\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 114 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving regard to the opinion of the Committee of the Regions (2),\nActing in accordance with the ordinary legislative procedure (3),\nWhereas:\n(1)\nGlobalisation and digitalisation have increased the risk of a large number of consumers being harmed by the same unlawful practice. Infringements of Union law can cause consumer detriment. Without effective means to bring unlawful practices to an end and to obtain redress for consumers, consumer confidence in the internal market is reduced.\n(2)\nThe lack of effective means for the enforcement of Union law protecting consumers could also result in the distortion of fair competition between infringing and compliant traders that operate domestically or across borders. Such distortions can hamper the smooth functioning of the internal market.\n(3)\nAccording to Article 26(2) of the Treaty on the Functioning of the European Union (TFEU), the internal market is to comprise an area without internal frontiers in which the free movement of goods and services is ensured. The internal market should provide consumers with added value in the form of better quality, greater variety, reasonable prices and high safety standards with regard to goods and services, thereby promoting a high level of consumer protection.\n(4)\nArticle 169(1) and point (a) of Article 169(2) TFEU provide that the Union is to contribute to the attainment of a high level of consumer protection through measures adopted pursuant to Article 114 TFEU. Article 38 of the Charter of Fundamental Rights of the European Union (the ‘Charter’) provides that Union policies are to ensure a high level of consumer protection.\n(5)\nDirective 2009/22/EC of the European Parliament and of the Council (4) enabled qualified entities to bring representative actions that are primarily aimed at the cessation or prohibition of infringements of Union law that are harmful to the collective interests of consumers. However, that Directive did not sufficiently address the challenges relating to the enforcement of consumer law. To improve the deterrence of unlawful practices and to reduce consumer detriment in an increasingly globalised and digitalised marketplace, it is necessary to strengthen procedural mechanisms for the protection of the collective interests of consumers to cover injunctive measures as well as redress measures. Given the numerous changes required, it is appropriate to repeal Directive 2009/22/EC and replace it with this Directive.\n(6)\nProcedural mechanisms for representative actions, both for injunctive measures and for redress measures, vary across the Union and offer different levels of protection for consumers. In addition, some Member States do not at present have any procedural mechanisms for collective actions for redress measures in place. That situation diminishes consumers’ and businesses’ confidence in the internal market and their ability to operate in the internal market. It distorts competition and hampers the effective enforcement of Union law in the field of consumer protection.\n(7)\nThis Directive therefore aims to ensure that at Union and national level at least one effective and efficient procedural mechanism for representative actions for injunctive measures and for redress measures is available to consumers in all Member States. Having at least one such procedural mechanism for representative actions available would boost consumer confidence, empower consumers to exercise their rights, contribute to fairer competition and create a level playing field for traders operating in the internal market.\n(8)\nThis Directive aims to contribute to the functioning of the internal market and the achievement of a high level of consumer protection by enabling qualified entities that represent the collective interests of consumers to bring representative actions for both injunctive measures and redress measures against traders that infringe provisions of Union law. Those qualified entities should be able to request that such infringing conduct be ceased or prohibited and to seek redress, as appropriate and available under Union or national law, such as compensation, repair or price reduction.\n(9)\nA representative action should offer an effective and efficient way of protecting the collective interests of consumers. It should allow qualified entities to act with the aim of ensuring that traders comply with relevant provisions of Union law and to overcome the obstacles faced by consumers in individual actions, such as those relating to uncertainty about their rights and about which procedural mechanisms are available, psychological reluctance to take action and the negative balance of the expected costs relative to the benefits of the individual action.\n(10)\nIt is important to ensure the necessary balance between improving consumers’ access to justice and providing appropriate safeguards for traders to avoid abusive litigation that would unjustifiably hinder the ability of businesses to operate in the internal market. To prevent the misuse of representative actions, the awarding of punitive damages should be avoided and rules on certain procedural aspects, such as the designation and funding of qualified entities, should be laid down.\n(11)\nThis Directive should not replace existing national procedural mechanisms for the protection of collective or individual consumer interests. Taking into account their legal traditions, it should leave it to the discretion of the Member States whether to design the procedural mechanism for representative actions required by this Directive as part of an existing or as part of a new procedural mechanism for collective injunctive measures or redress measures, or as a distinct procedural mechanism, provided that at least one national procedural mechanism for representative actions complies with this Directive. For instance, this Directive should not prevent Member States from adopting laws on actions seeking declaratory decisions by a court or administrative authority even though it does not provide for rules on such actions. If there were procedural mechanisms in place at national level in addition to the procedural mechanism required by this Directive, the qualified entity should be able to choose which procedural mechanism to use.\n(12)\nIn line with the principle of procedural autonomy, this Directive should not contain provisions on every aspect of proceedings in representative actions. Accordingly, it is for the Member States to lay down rules, for instance, on admissibility, evidence or the means of appeal, applicable to representative actions. For example, it should be for Member States to decide on the required degree of similarity of individual claims or the minimum number of consumers concerned by a representative action for redress measures in order for the case to be admitted to be heard as a representative action. Such national rules should not hamper the effective functioning of the procedural mechanism for representative actions required by this Directive. In accordance with the principle of non-discrimination, the admissibility requirements applicable to specific cross-border representative actions should not differ from those applied to specific domestic representative actions. A decision to declare a representative action inadmissible should not affect the rights of the consumers concerned by the action.\n(13)\nThe scope of this Directive should reflect recent developments in the field of consumer protection. Since consumers now operate in a wider and increasingly digitalised marketplace, achieving a high level of consumer protection requires that areas such as data protection, financial services, travel and tourism, energy, and telecommunications be covered by the Directive, in addition to general consumer law. In particular, as there is increased consumer demand for financial and investment services, it is important to improve the enforcement of consumer law in those areas. The consumer market has also evolved in the area of digital services, and there is an increased need for more efficient enforcement of consumer law, including as regards data protection.\n(14)\nThis Directive should cover infringements of the provisions of Union law referred to in Annex I to the extent that those provisions protect the interests of consumers, regardless of whether those consumers are referred to as consumers, travellers, users, customers, retail investors, retail clients, data subjects or something else. However, this Directive should only protect the interests of natural persons who have been harmed or may be harmed by those infringements if those persons are consumers under this Directive. Infringements that harm natural persons qualifying as traders under this Directive should not be covered by it.\n(15)\nThis Directive should be without prejudice to the legal acts listed in Annex I and therefore it should not change or extend the definitions laid down in those legal acts or replace any enforcement mechanism that those legal acts might contain. For example, the enforcement mechanisms provided for in or based on Regulation (EU) 2016/679 of the European Parliament and of the Council (5) could, where applicable, still be used for the protection of the collective interests of consumers.\n(16)\nFor the avoidance of doubt, the scope of this Directive should be set out as precisely as possible in Annex I. Where the legal acts listed in Annex I contain provisions that do not relate to consumer protection, Annex I should refer to the specific provisions that protect consumers’ interests. However, such references are not always feasible due to the structure of certain legal acts, in particular in the area of financial services, including the area of investment services.\n(17)\nTo ensure an adequate response to infringements of Union law, the form and scale of which quickly evolve, each time that a new Union act that is relevant to the protection of the collective interests of consumers is adopted, the legislator should consider whether Annex I should be amended in order to place the new Union act under the scope of this Directive.\n(18)\nMember States should remain competent to make provisions of this Directive applicable to areas additional to those falling within its scope. For example, Member States should be able to retain or introduce national legislation that corresponds to provisions of this Directive in relation to disputes that fall outside the scope of Annex I.\n(19)\nSince both judicial proceedings and administrative proceedings could effectively and efficiently serve to protect the collective interests of consumers, it is left to the discretion of the Member States whether a representative action can be brought in judicial proceedings, administrative proceedings, or both, depending on the relevant area of law or the relevant economic sector. This should be without prejudice to the right to an effective remedy under Article 47 of the Charter, whereby Member States are to ensure that consumers and traders have the right to an effective remedy before a court or tribunal, against any administrative decision taken pursuant to national measures transposing this Directive. This should include the possibility for a party in an action to obtain a decision ordering the suspension of the enforcement of the disputed decision, in accordance with national law.\n(20)\nBuilding on Directive 2009/22/EC, this Directive should cover both domestic and cross-border infringements, in particular where consumers affected by an infringement live in Member States other than the Member State in which the infringing trader is established. It should also cover infringements that have ceased before the representative action is brought or concluded, since it might still be necessary to prevent the repetition of the practice by prohibiting it, to establish that a given practice constituted an infringement or to facilitate consumer redress.\n(21)\nThis Directive should not affect the application of rules of private international law regarding jurisdiction, the recognition and enforcement of judgments or applicable law, nor should it establish such rules. Existing instruments of Union law should apply to the procedural mechanism for representative actions required by this Directive. In particular, Regulation (EC) No 864/2007 (6), Regulation (EC) No 593/2008 (7) and Regulation (EU) No 1215/2012 (8) of the European Parliament and of the Council should apply to the procedural mechanism for representative actions required by this Directive.\n(22)\nIt should be noted that Regulation (EU) No 1215/2012 does not cover the competence of administrative authorities or the recognition or enforcement of decisions by such authorities. Such questions should be a matter for national law.\n(23)\nWhere appropriate, it could be possible, in accordance with rules of private international law, for a qualified entity to bring a representative action in the Member State where it has been designated as well as in another Member State. Building on Directive 2009/22/EC, this Directive should make a distinction between those two types of representative actions. Where a qualified entity brings a representative action in a Member State other than that in which it is designated, that representative action should be considered a cross-border representative action. Where a qualified entity brings a representative action in the Member State in which it is designated, that representative action should be considered a domestic representative action, even if that representative action is brought against a trader domiciled in another Member State and even if consumers from several Member States are represented within that representative action. The Member State in which the representative action is brought should be the deciding criterion for determining the type of representative action that is brought. For this reason, it should not be possible for a domestic representative action to become a cross-border representative action during the course of the proceedings, or vice versa.\n(24)\nConsumer organisations in particular should play an active role in ensuring that relevant provisions of Union law are complied with. They should all be considered well placed to apply for the status of qualified entity in accordance with national law. Depending on national legal traditions, public bodies could also play an active role in ensuring that relevant provisions of Union law are complied with by bringing representative actions as provided for in this Directive.\n(25)\nFor the purposes of cross-border representative actions, qualified entities should be subject to the same criteria for designation across the Union. In particular, they should be legal persons that are properly constituted in accordance with national law of the Member State of designation, have a certain degree of permanence and level of public activity, have a non-profit-making character and have a legitimate interest, given their statutory purpose, in protecting the interests of consumers as provided for by Union law. Qualified entities should not be the subject of insolvency proceedings or be declared to be insolvent. They should be independent and should not be influenced by persons other than consumers who have an economic interest in the bringing of a representative action, in particular by traders or hedge funds, including in the event of funding by third parties. Qualified entities should have established procedures to prevent such influence as well as to prevent conflicts of interest between themselves, their funding providers and the interests of consumers. They should make publicly available, in plain and intelligible language, by any appropriate means, in particular on their websites, information demonstrating that they comply with the criteria for designation as a qualified entity and general information about the sources of their funding in general, their organisational, management and membership structure, statutory purpose and activities.\n(26)\nMember States should be able to establish the criteria for designation of qualified entities for the purpose of domestic representative actions freely in accordance with national law. However, Member States should also be able to apply the criteria for designation laid down in this Directive for designating qualified entities for the purposes of cross-border representative actions in respect of qualified entities designated only for the purpose of domestic representative actions.\n(27)\nAny criteria that are applied for the designation of qualified entities in domestic or cross-border representative actions should not hamper the effective functioning of representative actions as provided for in this Directive.\n(28)\nMember States should be able to designate qualified entities in advance for the purpose of bringing representative actions. This Directive should not encourage Member States to introduce the possibility of designating qualified entities on an ad hoc basis. However, for the purpose of domestic representative actions, Member States should also or alternatively be able to designate qualified entities on an ad hoc basis for a specific domestic representative action. It should be possible for such designation to be made by the court or administrative authority seised, including by way of acceptance, where applicable. However, for the purposes of cross-border representative actions, common safeguards are needed. Therefore, qualified entities that have been designated on an ad hoc basis should not be allowed to bring cross-border representative actions.\n(29)\nIt should be for the designating Member State to ensure that an entity complies with the criteria for designation as a qualified entity for the purpose of cross-border representative actions, to assess whether the qualified entity continues to comply with the criteria for designation and, if necessary, to revoke the designation of that qualified entity. Member States should assess whether qualified entities continue to comply with the criteria for designation, at least every five years.\n(30)\nIf concerns arise as to whether a qualified entity complies with the criteria for designation, the Member State that designated that qualified entity should investigate the concerns and, if appropriate, revoke the designation of that qualified entity. Member States should designate national contact points for the purpose of transmitting and receiving requests for investigations.\n(31)\nMember States should ensure that cross-border representative actions can be brought before their courts or administrative authorities by qualified entities that have been designated for the purpose of such representative actions in another Member State. Furthermore, qualified entities from different Member States should be able to join forces within a single representative action in a single forum, subject to the relevant rules on jurisdiction. This should be without prejudice to the right of the court or administrative authority seised to examine whether the representative action is suitable to be heard as a single representative action.\n(32)\nIt should be ensured that there is mutual recognition of the legal standing of qualified entities designated for the purpose of cross-border representative actions. The identity of those qualified entities should be communicated to the Commission, and the Commission should compile a list of those qualified entities and make that list publicly available. Inclusion on the list should serve as proof of the legal standing of the qualified entity bringing the representative action. This should be without prejudice to the right of the court or administrative authority to examine whether the statutory purpose of the qualified entity justifies its taking action in a specific case.\n(33)\nInjunctive measures aim to protect the collective interests of consumers irrespective of whether any actual loss or damage is suffered by individual consumers. Injunctive measures can require traders to take specific action, such as providing consumers with the information that was previously omitted in violation of a legal obligation. A decision on an injunctive measure should not depend on whether the practice was committed intentionally or as a result of negligence.\n(34)\nWhen bringing a representative action, the qualified entity should provide sufficient information on the consumers concerned by the representative action to the court or the administrative authority. That information should allow the court or administrative authority to determine whether it has jurisdiction and to determine the applicable law. In a case related to tort, this obligation would involve informing the court or administrative authority of the place where the harmful event affecting the consumers occurred or may occur. The level of detail of the information required could differ depending on the measure that the qualified entity is seeking and whether an opt-in or an opt-out mechanism applies. Furthermore, when bringing a representative action for injunctive measures, the possible suspension or interruption of limitation periods applicable to subsequent claims for redress would require the qualified entity to provide sufficient information about the group of consumers concerned by the representative action.\n(35)\nMember States should ensure that qualified entities are able to seek injunctive measures and redress measures. In order to ensure the procedural effectiveness of representative actions, Member States should be able to decide that qualified entities may seek injunctive measures and redress measures within a single representative action or within separate representative actions. If sought within a single representative action, qualified entities should be able to seek all relevant measures at the time the representative action is brought or to first seek relevant injunctive measures and to subsequently seek redress measures, if appropriate.\n(36)\nA qualified entity that brings a representative action under this Directive should seek the relevant measures, including redress measures, in the interests of and on behalf of the consumers affected by the infringement. The qualified entity should have the procedural rights and obligations of the claimant party in the proceedings. Member States should be free to provide individual consumers concerned by the representative action with certain rights within the representative action, but those individual consumers should not be claimant parties in the proceedings. In no case should individual consumers be able to interfere with the procedural decisions taken by the qualified entities, to individually request evidence within the proceedings or to individually appeal the procedural decisions of the court or administrative authority before which the representative action is brought. In addition, individual consumers should not have procedural obligations within the representative action and should not bear the costs of the proceedings, except in exceptional circumstances.\n(37)\nHowever, the consumers concerned by a representative action should be entitled to benefit from that representative action. In representative actions for redress measures, the benefits should come in the form of remedies, such as compensation, repair, replacement, price reduction, contract termination or reimbursement of the price paid. In representative actions for injunctive measures, the benefit for the consumers concerned would be the cessation or prohibition of a practice that constitutes an infringement.\n(38)\nIn representative actions for redress measures, the unsuccessful party should pay the costs of the proceedings incurred by the successful party, in accordance with the conditions and exceptions provided for in national law. However, the court or administrative authority should not order the unsuccessful party to pay the costs to the extent that those costs were incurred unnecessarily. Individual consumers concerned by a representative action should not pay the costs of the proceedings. However, in exceptional circumstances, it should be possible to order individual consumers concerned by a representative action for redress measures to pay the costs of the proceedings that were incurred as a result of those individual consumers’ intentional or negligent conduct, for example, the prolonging the proceedings because of unlawful conduct. The costs of the proceedings should include, for example, any costs resulting from the fact that either party was represented by a lawyer or another legal professional, or any costs resulting from the service or translation of documents.\n(39)\nIn order to avoid abusive litigation, Member States should adopt new rules or apply existing rules under national law so that the court or administrative authority can decide to dismiss manifestly unfounded cases as soon as the court or administrative authority has received the necessary information in order to justify the decision. Member States should not be obliged to introduce special rules that apply to representative actions and should be able to apply general procedural rules, where those rules meet the objective of avoiding abusive litigation.\n(40)\nInjunctive measures should include definitive and provisional measures. Provisional measures could cover interim measures, precautionary and preventive measures to bring an ongoing practice to an end or to prohibit a practice in the event that the practice has not been carried out but where there is a risk that it would cause serious or irreversible harm to consumers. Injunctive measures could also include measures that declare that a given practice constitutes an infringement, in cases where that practice ceased before the representative actions had been brought but where there is still a need to establish that the practice constituted an infringement, for example, in order to facilitate follow-up actions for redress measures. Moreover, injunctive measures could take the form of an obligation on the part of the infringing trader to publish the decision taken by the court or administrative authority on the measure in full or in part, in such form as considered appropriate, or to publish a corrective statement.\n(41)\nBuilding on Directive 2009/22/EC, Member States should be able to require that a qualified entity that intends to bring a representative action for injunctive measures undertake a prior consultation in order to give the trader concerned an opportunity to bring the infringement that would be the subject of the representative action to an end. Member States should be able to require that that prior consultation takes place jointly with an independent public body that they designate. Where Member States have established that there should be prior consultation, a deadline of two weeks after the request for consultation is received should be set, after which, if the infringement has not ceased, the applicant should be entitled to immediately bring a representative action for an injunctive measure before the competent court or administrative authority. Such requirements could also apply to representative actions for redress measures, in accordance with national law.\n(42)\nThis Directive should provide for a procedural mechanism which does not affect the rules establishing substantive rights of consumers to contractual and non-contractual remedies in cases where their interests have been harmed by an infringement, such as the right to compensation for damage, contract termination, reimbursement, replacement, repair or price reduction as appropriate and as available under Union or national law. It should only be possible to bring a representative action for redress measures under this Directive where Union or national law provides for such substantive rights. This Directive should not make it possible to impose punitive damages on the infringing trader, in accordance with national law.\n(43)\nConsumers concerned by a representative action for redress measures should have adequate opportunities after the representative action has been brought to express whether or not they wish to be represented by the qualified entity in that specific representative action and whether or not they wish to benefit from the relevant outcomes of that representative action. To best respond to their legal traditions, Member States should provide for an opt-in mechanism, or an opt-out mechanism, or a combination of the two. In an opt-in mechanism, consumers should be required to explicitly express their wish to be represented by the qualified entity in the representative action for redress measures. In an opt-out mechanism, consumers should be required to explicitly express their wish not to be represented by the qualified entity in the representative action for redress measures. Member States should be able to decide at which stage of the proceedings individual consumers are able to exercise their right to opt in to or out of a representative action.\n(44)\nMember States that provide for an opt-in mechanism should be able to require that some consumers opt in to the representative action for redress measures before the representative action is brought, provided that other consumers also have an opportunity to opt in after the representative action has been brought.\n(45)\nHowever, in order to ensure the sound administration of justice and to avoid irreconcilable judgments, an opt-in mechanism should be required regarding representative actions for redress measures where the consumers affected by the infringement do not habitually reside in the Member State of the court or administrative authority before which the representative action is brought. In such situations, consumers should have to explicitly express their wish to be represented in that representative action in order to be bound by the outcome of the representative action.\n(46)\nWhere consumers explicitly or tacitly express their wish to be represented by a qualified entity within a representative action for redress measures, regardless of whether that representative action is brought in the context of an opt-in or an opt-out mechanism, they should no longer be able to be represented in other representative actions with the same cause of action against the same trader or to bring individual actions with the same cause of action against the same trader. However, this should not apply if a consumer, having explicitly or tacitly expressed his or her wish to be represented within a representative action for redress measures, later opts out from that representative action in accordance with national law, for example, where a consumer later refuses to be bound by a settlement.\n(47)\nFor reasons of expediency and efficiency, Member States, in accordance with national law, should be able to provide consumers with the possibility of directly benefitting from a redress measure after it is issued, without being subject to requirements regarding prior participation in the representative action.\n(48)\nMember States should lay down rules for the coordination of representative actions, individual actions brought by consumers and any other actions for the protection of the individual and collective interests of consumers as provided under Union and national law. Injunctive measures issued under this Directive should be without prejudice to individual actions for redress measures brought by consumers who have been harmed by the practice that is the subject of the injunctive measures.\n(49)\nMember States should require qualified entities to provide sufficient information in support of representative actions for redress measures, including a description of the group of consumers affected by the infringement and the questions of fact and law to be dealt with in that representative action. The qualified entity should not be required to individually identify every consumer concerned by the representative action in order to initiate the representative action. In representative actions for redress measures, the court or administrative authority should verify at the earliest possible stage of the proceedings whether the case is suitable to be brought as a representative action, given the nature of the infringement and characteristics of the harm suffered by the consumers affected.\n(50)\nRedress measures should identify the individual consumers, or at least describe the group of consumers entitled to the remedies provided by those redress measures, and, if applicable, state the method of quantification of harm and the relevant steps to be taken by consumers and traders to implement the remedies. Consumers who are entitled to remedies should be able to benefit from those remedies without having to bring separate proceedings. For example, a requirement for separate proceedings implies the obligation on the part of the consumer to bring an individual action before a court or administrative authority for the quantification of harm. Conversely, in order for a consumer to obtain his or her remedies, it should be possible under this Directive to require consumers to take certain steps, such as making themselves known to an entity in charge of the enforcement of the redress measure.\n(51)\nMember States should lay down or retain rules on time limits, such as limitation periods or other time limits, for individual consumers to exercise their right to benefit from the redress measures. Member States should be able to lay down rules on the destination of any outstanding redress funds that were not recovered within the established time limits.\n(52)\nQualified entities should be fully transparent vis-a-vis courts or administrative authorities with regard to the source of funding of their activities in general and with regard to the source of funds that support a specific representative action for redress measures. This is necessary to enable courts or administrative authorities to assess whether third-party funding, insofar as allowed in accordance with national law, complies with the conditions provided for in this Directive, whether there is a conflict of interest between the third party funding provider and the qualified entity that poses a risk of abusive litigation, and whether the funding by a third party that has an economic interest in the bringing of the representative action for redress measures or its outcome would divert the representative action away from the protection of the collective interests of consumers. The information provided by the qualified entity to the court or administrative authority should enable the court or administrative authority to assess whether the third party could unduly influence the procedural decisions of the qualified entity in the context of the representative action, including decisions on settlement, in a manner that would be detrimental to the collective interests of the consumers concerned, and to assess whether the third party is providing funding for a representative action for redress measures against a defendant who is a competitor of that third-party funding provider or against a defendant on whom the third party funding provider is dependant. The direct funding of a specific representative action by a trader operating in the same market as the defendant should be considered to imply a conflict of interest, since the competitor could have an economic interest in the outcome of the representative action which would not be the same as the consumers’ interest.\nThe indirect funding of a representative action by organisations that are funded through equal contributions by their members or through donations, including traders’ donations in the framework of corporate social responsibility initiatives or crowdfunding, should be considered eligible for third-party funding, provided that the third-party funding complies with the requirements of transparency, independence and the absence of conflicts of interest. If any conflicts of interest are confirmed, the court or administrative authority should be empowered to take appropriate measures, such as requiring the qualified entity to refuse or change the relevant funding and, if necessary, rejecting the legal standing of the qualified entity or declaring a specific representative action for redress measures inadmissible. Such a rejection or declaration should not affect the rights of the consumers concerned by the representative action.\n(53)\nCollective settlements aimed at providing redress to consumers that have suffered harm should be encouraged in representative actions for redress measures.\n(54)\nThe court or administrative authority should be able to invite the trader and the qualified entity that brought the representative action for redress measures to enter into negotiations aimed at reaching a settlement on the redress to be provided to the consumers concerned by the representative action.\n(55)\nAny settlement reached within the context of a representative action for redress measures should be approved by the relevant court or administrative authority unless the conditions of the settlement cannot be enforced or the settlement would be contrary to mandatory provisions of national law, applicable to the cause of the action, which cannot be derogated from to the detriment of consumers by way of contract. For example, a settlement which would explicitly leave unchanged a contractual term that gives the trader an exclusive right to interpret any other term of that contract could be against mandatory provisions of national law.\n(56)\nMember States should be able to lay down rules allowing a court or administrative authority also to refuse to approve a settlement where the court or administrative authority considers the settlement to be unfair.\n(57)\nApproved settlements should be binding upon the qualified entity, the trader and the individual consumers concerned. However, Member States should be able to lay down rules under which the individual consumers concerned are given the possibility to accept a settlement or to refuse to be bound by it.\n(58)\nEnsuring that consumers are informed about a representative action is crucial to its success. Qualified entities should inform consumers on their websites about the representative actions they have decided to bring before a court or administrative authority, the status of the representative actions that they have brought and the outcomes of such representative actions, in order to enable consumers to take an informed decision as to whether they wish to participate in a representative action and to take the necessary steps in a timely manner. The information that the qualified entities are required to provide to consumers should include, as relevant and appropriate, an explanation, in intelligible language, of the subject matter and of the possible or actual legal consequences of the representative action, the qualified entity’s intention to bring the action, a description of the group of consumers concerned by the representative action, and the necessary steps to be taken by the consumers concerned, including the safeguarding of necessary evidence, in order for the consumer to be able to benefit from the injunctive measures, redress measures or the approved settlements as provided for in this Directive. Such information should be adequate and proportionate to the circumstances of the case.\n(59)\nWithout prejudice to the obligation of qualified entities to provide information, the consumers concerned should be informed about the ongoing representative action for redress measures in order to be able to explicitly or tacitly express their wish to be represented in the representative action. Member States should make that possible by laying down appropriate rules on the dissemination of information about representative actions to consumers. It should be for Member States to decide who should be responsible for disseminating that information.\n(60)\nConsumers should also be informed of final decisions that provide for injunctive measures, redress measures or approved settlements, of their rights following a finding that an infringement exists, and of any subsequent steps to be taken by the consumers concerned by the representative action, particularly in relation to obtaining redress. The reputational risks associated with disseminating information about the infringement are also important in relation to deterring traders from infringing consumer rights.\n(61)\nTo be effective, the information about ongoing representative actions and concluded representative actions should be adequate and proportionate to the circumstances of the case. Such information could be provided, for example, on the qualified entity’s or the trader’s website, in national electronic databases, on social media, on online marketplaces, or in popular newspapers, including newspapers that are published exclusively by electronic means of communication. Where possible and appropriate, consumers should be informed individually by letter transmitted electronically or in paper form. Such information should be provided upon request in formats that are accessible to persons with disabilities.\n(62)\nIt should be for the infringing trader, at the trader’s expense, to inform all consumers concerned of the final injunctive measures and final redress measures. The trader should also inform the consumers of any settlement approved by a court or administrative authority. Member States should be able to lay down rules under which such an obligation would depend on a request by the qualified entity. If, under national law, the qualified entity or the court or administrative authority is to provide the information concerning final decisions and approved settlements to the consumers concerned by the representative action, the trader should not be required to provide that information a second time. It should be for the qualified entity to inform the consumers concerned about final decisions on the rejection or dismissal of representative actions for redress measures.\n(63)\nMember States should be able to set up national electronic databases that are publicly accessible through websites providing information on the qualified entities designated in advance for the purpose of bringing domestic representative actions and cross-border representative actions and general information on ongoing and concluded representative actions.\n(64)\nMember States should ensure that the final decision of a court or administrative authority of any Member State concerning the existence of an infringement harming the collective interests of consumers can be used by all parties as evidence in the context of any other action seeking redress measures against the same trader for the same practice before their courts or administrative authorities. In line with the independence of the judiciary and the free evaluation of evidence, this should be without prejudice to national law on evaluation of evidence.\n(65)\nLimitation periods are usually suspended when an action is brought. However, actions for injunctive measures do not necessarily have suspensive effect in relation to subsequent redress measures that might arise from the same infringement. Member States should therefore ensure that a pending representative action for injunctive measures has the effect of suspending or interrupting applicable limitation periods in respect of the consumers concerned by the representative action, so that those consumers, regardless of whether they act in their own capacity or are represented by a qualified entity, are not prevented from subsequently bringing an action for redress measures concerning the alleged infringement due to the expiry of limitation periods during the course of the representative action for injunctive measures. When bringing a representative action for an injunctive measure, the qualified entity should sufficiently define the group of consumers whose interests are affected by the alleged infringement, who could possibly have a claim arising from that infringement and who could be affected by the expiry of limitation periods during that representative action. For the avoidance of doubt, also a pending representative action for a redress measure should have the effect of suspending or interrupting the applicable limitation periods in respect of the consumers concerned by that representative action.\n(66)\nIn order to ensure legal certainty, the suspension or interruption of limitation periods imposed in accordance with this Directive should apply only to claims for redress based on infringements that occurred on or after 25 June 2023. This should not preclude the application of national provisions on suspension or interruption of limitation periods which applied prior to 25 June 2023 to claims for redress based on infringements that occurred before that date.\n(67)\nRepresentative actions for injunctive measures should be dealt with with due procedural expediency. If an infringement is ongoing, the need for expediency could be greater. Representative actions for injunctive measures with provisional effect should be dealt with by way of a summary procedure in order to prevent any or further harm being caused by the infringement, where appropriate.\n(68)\nEvidence is essential to establishing whether a representative action for injunctive measures or redress measures is well founded. However, business-to-consumer relationships are often characterised by information asymmetries and the necessary evidence can be held exclusively by the trader, making it inaccessible to the qualified entity. Qualified entities should therefore have the right to request the court or administrative authority to order the trader to disclose evidence relevant to their claim. On the other hand, taking into account the principle of equality of arms, the trader should have a similar right to request evidence that is in control of the qualified entity. The need, scope and proportionality of orders to disclose evidence should be carefully assessed by the court or administrative authority before which the representative action is brought, in accordance with national procedural law, having regard to the protection of legitimate interests of third parties and subject to the applicable Union and national rules on confidentiality.\n(69)\nIn order to ensure the effectiveness of representative actions, infringing traders should face effective, dissuasive and proportionate penalties for the failure or refusal to comply with an injunctive measure. Member States should ensure that those penalties could take the form of fines, for example, conditional fines, periodical payments or penalty payments. There should also be penalties for the failure or refusal to comply with an order to provide information to the consumers concerned regarding final decisions or settlements or for the failure or refusal to disclose evidence. It should also be possible to apply other types of penalties, such as procedural measures, for refusal to comply with an order to disclose evidence.\n(70)\nHaving regard to the fact that representative actions further the public interest by protecting the collective interests of consumers, Member States should retain or take measures aiming to ensure that qualified entities are not prevented from bringing representative actions under this Directive due to the costs associated with the procedures. Such measures could include limiting applicable court or administrative fees, granting the qualified entities access to legal aid, where necessary, or providing qualified entities with public funding to bring representative actions, including structural support or other means of support. However, Member States should not be required to finance representative actions.\n(71)\nCooperation and the exchange of information between qualified entities from different Member States have proven to be useful in addressing in particular cross-border infringements. There is a need to continue capacity-building and cooperation measures and to extend them to a larger number of qualified entities across the Union in order to increase the use of representative actions with cross-border implications.\n(72)\nFor the purpose of evaluating this Directive, Member States should provide the Commission with data on representative actions brought under this Directive. Member States should provide information on the number and type of representative actions that have been concluded before any of their courts or administrative authorities. Information on the outcomes of representative actions, such as whether they were admissible, and whether they were successful or whether they resulted in an approved settlement, should also be provided. In order to ease the Member States’ administrative burden in fulfilling those obligations, it should suffice to provide the Commission with general information on the type of infringements and the parties, in particular concerning injunctive measures. As regards parties, for example, it should be enough to inform the Commission as to whether the qualified entity was a consumer organisation or a public body, and as to the trader’s field of business, for example, financial services. Alternatively, Member States should be able to provide the Commission with copies of relevant decisions or settlements. Information on the specific identities of the consumers concerned by the representative actions should not be provided.\n(73)\nThe Commission should draw up a report, accompanied if appropriate by a legislative proposal, assessing whether cross-border representative actions could be best addressed at Union level by establishing a European ombudsman for representative actions for injunctive measures and redress measures.\n(74)\nThis Directive respects fundamental rights and observes the principles recognised in particular by the Charter. Accordingly, this Directive should be interpreted and applied in accordance with those rights and principles, including those related to the right to an effective remedy and to a fair trial, as well as the right of defence.\n(75)\nWith regard to environmental law, this Directive takes account of the United Nations Economic Commission for Europe Convention of 25 June 1998 on Access to Information, Public Participation in Decision-Making and Access to Justice in Environmental Matters (the ‘Aarhus Convention’).\n(76)\nSince the objectives of this Directive, namely to ensure that a representative action mechanism for the protection of the collective interests of consumers is available in all Member States in order to ensure a high level of consumer protection and contribute to the proper functioning of the internal market, cannot be sufficiently achieved by the Member States, but can rather, by reason of the cross-border implications of infringements, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality as set out in that Article, this Directive does not go beyond what is necessary in order to achieve those objectives.\n(77)\nIn accordance with the Joint Political Declaration of 28 September 2011 of Member States and the Commission on explanatory documents (9), Member States have undertaken to accompany, in justified cases, the notification of their transposition measures with one or more documents explaining the relationship between the components of a directive and the corresponding parts of national transposition instruments. With regard to this Directive, the legislator considers the transmission of such documents to be justified.\n(78)\nIt is appropriate to provide for rules for the temporal application of this Directive.\n(79)\nDirective 2009/22/EC should therefore be repealed,\nHAVE ADOPTED THIS DIRECTIVE:\nCHAPTER 1\nSUBJECT MATTER, SCOPE AND DEFINITIONS\nArticle 1\nSubject matter and purpose\n1.   This Directive sets out rules to ensure that a representative action mechanism for the protection of the collective interests of consumers is available in all Member States, while providing appropriate safeguards to avoid abusive litigation. The purpose of this Directive is, through the achievement of a high level of consumer protection, to contribute to the proper functioning of the internal market by approximating certain aspects of the laws, regulations and administrative provisions of the Member States concerning representative actions. To this end, this Directive also aims to improve consumers’ access to justice.\n2.   This Directive does not prevent Member States from adopting or retaining in force procedural means for the protection of the collective interests of consumers at national level. However, Member States shall ensure that at least one procedural mechanism that allows qualified entities to bring representative actions for the purpose of both injunctive measures and redress measures complies with this Directive. The implementation of this Directive shall not constitute grounds for the reduction of consumer protection in fields covered by the scope of the legal acts listed in Annex I.\n3.   Qualified entities shall be free to choose any procedural means available to them under Union or national law for the protection of the collective interests of consumers.\nArticle 2\nScope\n1.   This Directive applies to representative actions brought against infringements by traders of the provisions of Union law referred to in Annex I, including such provisions as transposed into national law, that harm or may harm the collective interests of consumers. This Directive is without prejudice to the provisions of Union law referred to in Annex I. It applies to domestic and cross-border infringements, including where those infringements ceased before the representative action was brought or where those infringements ceased before the representative action was concluded.\n2.   This Directive does not affect rules under Union or national law establishing contractual and non-contractual remedies available to consumers for the infringements referred to in paragraph 1.\n3.   This Directive is without prejudice to Union rules on private international law, in particular rules regarding jurisdiction and the recognition and enforcement of judgments in civil and commercial matters and rules on the law applicable to contractual and non-contractual obligations.\nArticle 3\nDefinitions\nFor the purposes of this Directive, the following definitions apply:\n(1)\n‘consumer’ means any natural person who acts for purposes which are outside that person’s trade, business, craft or profession;\n(2)\n‘trader’ means any natural person, or any legal person irrespective of whether privately or publicly owned, that acts, including through another person acting in that person’s name or on that person’s behalf, for purposes relating to that person’s trade, business, craft or profession;\n(3)\n‘collective interests of consumers’ means the general interest of consumers and, in particular for the purposes of redress measures, the interests of a group of consumers;\n(4)\n‘qualified entity’ means any organisation or public body representing consumers’ interests which has been designated by a Member State as qualified to bring representative actions in accordance with this Directive;\n(5)\n‘representative action’ means an action for the protection of the collective interests of consumers that is brought by a qualified entity as a claimant party on behalf of consumers to seek an injunctive measure, a redress measure, or both;\n(6)\n‘domestic representative action’ means a representative action brought by a qualified entity in the Member State in which the qualified entity was designated;\n(7)\n‘cross-border representative action’ means a representative action brought by a qualified entity in a Member State other than that in which the qualified entity was designated;\n(8)\n‘practice’ means any act or omission by a trader;\n(9)\n‘final decision’ means a decision by a court or administrative authority of a Member State that cannot or can no longer be reviewed by ordinary means of appeal;\n(10)\n‘redress measure’ means a measure that requires a trader to provide consumers concerned with remedies such as compensation, repair, replacement, price reduction, contract termination or reimbursement of the price paid, as appropriate and as available under Union or national law.\nCHAPTER 2\nREPRESENTATIVE ACTIONS\nArticle 4\nQualified entities\n1.   Member States shall ensure that representative actions as provided for by this Directive can be brought by qualified entities designated by the Member States for this purpose.\n2.   Member States shall ensure that entities, in particular consumer organisations, including consumer organisations that represent members from more than one Member State, are eligible to be designated as qualified entities for the purpose of bringing domestic representative actions, cross-border representative actions, or both.\n3.   Member States shall designate an entity as referred to in paragraph 2 that has made a request for designation as a qualified entity for the purpose of bringing cross-border representative actions if that entity complies with all of the following criteria:\n(a)\nit is a legal person that is constituted in accordance with the national law of the Member State of its designation and can demonstrate 12 months of actual public activity in the protection of consumer interests prior to its request for designation;\n(b)\nits statutory purpose demonstrates that it has a legitimate interest in protecting consumer interests as provided for in the provisions of Union law referred to in Annex I;\n(c)\nit has a non-profit-making character;\n(d)\nit is not the subject of insolvency proceedings and is not declared insolvent;\n(e)\nit is independent and not influenced by persons other than consumers, in particular by traders, who have an economic interest in the bringing of any representative action, including in the event of funding by third parties, and, to that end, has established procedures to prevent such influence as well as to prevent conflicts of interest between itself, its funding providers and the interests of consumers;\n(f)\nit makes publicly available in plain and intelligible language by any appropriate means, in particular on its website, information that demonstrates that the entity complies with the criteria listed in points (a) to (e) and information about the sources of its funding in general, its organisational, management and membership structure, its statutory purpose and its activities.\n4.   Member States shall ensure that the criteria they use to designate an entity as a qualified entity for the purpose of bringing domestic representative actions are consistent with the objectives of this Directive in order to make the functioning of such representative actions effective and efficient.\n5.   Member States may decide that the criteria listed in paragraph 3 also apply to the designation of qualified entities for the purpose of bringing domestic representative actions.\n6.   Member States may designate an entity as a qualified entity on an ad hoc basis for the purpose of bringing a particular domestic representative action, at the request of that entity if it complies with the criteria for designation as a qualified entity as provided for in national law.\n7.   Notwithstanding paragraphs 3 and 4, Member States may designate public bodies as qualified entities for the purpose of bringing representative actions. Member States may provide that public bodies already designated as qualified entities within the meaning of Article 3 of Directive 2009/22/EC are to remain designated as qualified entities for the purposes of this Directive.\nArticle 5\nInformation and monitoring of qualified entities\n1.   Each Member State shall communicate to the Commission a list of the qualified entities that it has designated in advance for the purpose of bringing cross-border representative actions, including the name and statutory purpose of those qualified entities, by 26 December 2023. Each Member State shall notify the Commission whenever there are changes to that list. Member States shall make that list publicly available.\nThe Commission shall compile a list of those qualified entities and make it publicly available. The Commission shall update that list whenever changes to the Member States’ lists of qualified entities are communicated to the Commission.\n2.   Member States shall ensure that information about the qualified entities designated in advance for the purpose of bringing domestic representative actions is made available to the public.\n3.   Member States shall assess at least every five years whether qualified entities continue to comply with the criteria listed in Article 4(3). Member States shall ensure that the qualified entity loses its status if it no longer complies with one or more of those criteria.\n4.   If a Member State or the Commission raises concerns regarding the compliance by a qualified entity with the criteria listed in Article 4(3), the Member State that designated that qualified entity shall investigate the concerns. If appropriate, Member States shall revoke the designation of that qualified entity if it no longer complies with one or more of those criteria. The defendant trader in a representative action shall have the right to raise justified concerns to the court or administrative authority regarding whether a qualified entity complies with the criteria listed in Article 4(3).\n5.   Member States shall designate national contact points for the purposes of paragraph 4 and shall communicate the name and contact details of those contact points to the Commission. The Commission shall compile a list of those contact points and make that list available to the Member States.\nArticle 6\nBringing of cross-border representative actions\n1.   Member States shall ensure that qualified entities designated in advance in another Member State for the purpose of bringing cross-border representative actions can bring such representative actions before their courts or administrative authorities.\n2.   Member States shall ensure that where the alleged infringement of Union law as referred to in Article 2(1) affects or is likely to affect consumers in different Member States, the representative action can be brought before the court or administrative authority of a Member State by several qualified entities from different Member States in order to protect the collective interests of consumers in different Member States.\n3.   Courts and administrative authorities shall accept the list referred to in Article 5(1) as proof of the legal standing of the qualified entity to bring a cross-border representative action, without prejudice to the right of the court or administrative authority seised to examine whether the statutory purpose of the qualified entity justifies its taking action in a specific case.\nArticle 7\nRepresentative actions\n1.   Member States shall ensure that representative actions as provided for by this Directive can be brought before their courts or administrative authorities by qualified entities designated in accordance with Article 4.\n2.   When bringing a representative action, the qualified entity shall provide the court or administrative authority with sufficient information about the consumers concerned by the representative action.\n3.   The courts or administrative authorities shall assess the admissibility of a specific representative action in accordance with this Directive and national law.\n4.   Member States shall ensure that qualified entities are entitled to seek at least the following measures:\n(a)\ninjunctive measures;\n(b)\nredress measures.\n5.   Member States may enable qualified entities to seek the measures referred to in paragraph 4 within a single representative action, where appropriate. Member States may provide that those measures are to be contained in a single decision.\n6.   Member States shall ensure that consumers’ interests in representative actions are represented by qualified entities and that those qualified entities have the rights and obligations of a claimant party in the proceedings. The consumers concerned by a representative action shall be entitled to benefit from the measures referred to in paragraph 4.\n7.   Member States shall ensure that courts or administrative authorities are able to dismiss manifestly unfounded cases at the earliest possible stage of the proceedings in accordance with national law.\nArticle 8\nInjunctive measures\n1.   Member States shall ensure that injunctive measures referred to in point (a) of Article 7(4) are available in the form of:\n(a)\na provisional measure to cease a practice or, where appropriate, to prohibit a practice, where that practice has been deemed to constitute an infringement as referred to in Article 2(1);\n(b)\na definitive measure to cease a practice or, where appropriate, to prohibit a practice, where that practice has been found to constitute an infringement as referred to in Article 2(1).\n2.   A measure referred to in point (b) of paragraph 1 may include, if provided for in national law:\n(a)\na measure establishing that the practice constitutes an infringement as referred to in Article 2(1); and\n(b)\nan obligation to publish the decision on the measure in full or in part, in such form as the court or administrative authority considers appropriate, or an obligation to publish a corrective statement.\n3.   In order for a qualified entity to seek an injunctive measure, individual consumers shall not be required to express their wish to be represented by that qualified entity. The qualified entity shall not be required to prove:\n(a)\nactual loss or damage on the part of the individual consumers affected by the infringement as referred to in Article 2(1); or\n(b)\nintent or negligence on the part of the trader.\n4.   Member States may introduce provisions in their national law or retain provisions of national law under which a qualified entity is only allowed to seek the injunctive measure referred to in point (b) of paragraph 1 after it has entered into consultations with the trader concerned with the aim of having that trader cease the infringement as referred to in Article 2(1). If the trader does not cease the infringement within two weeks of receiving a request for consultation, the qualified entity may immediately bring a representative action for an injunctive measure.\nMember States shall notify the Commission of any such provisions of national law. The Commission shall ensure that that information is publicly available.\nArticle 9\nRedress measures\n1.   A redress measure shall require a trader to provide consumers concerned with remedies such as compensation, repair, replacement, price reduction, contract termination or reimbursement of the price paid, as appropriate and as available under Union or national law.\n2.   Member States shall lay down rules on how and at which stage of a representative action for redress measures the individual consumers concerned by that representative action explicitly or tacitly express their wish within an appropriate time limit after that representative action has been brought, to be represented or not by the qualified entity in that representative action and to be bound or not by the outcome of the representative action.\n3.   Notwithstanding paragraph 2, Member States shall ensure that individual consumers who are not habitually resident in the Member State of the court or administrative authority before which a representative action has been brought have to explicitly express their wish to be represented in that representative action in order for those consumers to be bound by the outcome of that representative action.\n4.   Member States shall lay down rules to ensure that consumers who have explicitly or tacitly expressed their wish to be represented in a representative action can neither be represented in other representative actions with the same cause of action and against the same trader, nor be able to bring an action individually with the same cause of action and against the same trader. Member States shall also lay down rules to ensure that consumers do not receive compensation more than once for the same cause of action against the same trader.\n5.   Where a redress measure does not specify individual consumers entitled to benefit from remedies provided by the redress measure, it shall at least describe the group of consumers entitled to benefit from those remedies.\n6.   Member States shall ensure that a redress measure entitles consumers to benefit from the remedies provided by that redress measure without the need to bring a separate action.\n7.   Member States shall lay down or retain rules on time limits for individual consumers to benefit from redress measures. Member States may lay down rules on the destination of any outstanding redress funds that are not recovered within the established time limits.\n8.   Member States shall ensure that qualified entities are able to bring representative actions for a redress measure without it being necessary for a court or administrative authority to have previously established an infringement as referred to in Article 2(1) in separate proceedings.\n9.   The remedies provided by redress measures within a representative action shall be without prejudice to any additional remedies available to consumers under Union or national law which were not the subject of that representative action.\nArticle 10\nFunding of representative actions for redress measures\n1.   Member States shall ensure that, where a representative action for redress measures is funded by a third party, insofar as allowed in accordance with national law, conflicts of interests are prevented and that funding by third parties that have an economic interest in the bringing or the outcome of the representative action for redress measures does not divert the representative action away from the protection of the collective interests of consumers.\n2.   For the purposes of paragraph 1, Member States shall in particular ensure that:\n(a)\nthe decisions of qualified entities in the context of a representative action, including decisions on settlement, are not unduly influenced by a third party in a manner that would be detrimental to the collective interests of the consumers concerned by the representative action;\n(b)\nthe representative action is not brought against a defendant that is a competitor of the funding provider or against a defendant on which the funding provider is dependent.\n3.   Member States shall ensure that courts or administrative authorities in representative actions for redress measures are empowered to assess compliance with paragraphs 1 and 2 in cases where any justified doubts arise with respect to such compliance. To that end, qualified entities shall disclose to the court or administrative authority a financial overview that lists sources of funds used to support the representative action.\n4.   Member States shall ensure that, for the purposes of paragraphs 1 and 2, courts or administrative authorities are empowered to take appropriate measures, such as requiring the qualified entity to refuse or make changes in respect of the relevant funding and, if necessary, rejecting the legal standing of the qualified entity in a specific representative action. If the legal standing of the qualified entity is rejected in a specific representative action, that rejection shall not affect the rights of the consumers concerned by that representative action.\nArticle 11\nRedress settlements\n1.   For the purpose of approving settlements, Member States shall ensure that in a representative action for redress measures:\n(a)\nthe qualified entity and the trader may jointly propose to the court or administrative authority a settlement regarding redress for the consumers concerned; or\n(b)\nthe court or administrative authority, after having consulted the qualified entity and the trader, may invite the qualified entity and the trader to reach a settlement regarding redress within a reasonable time limit.\n2.   Settlements referred to in paragraph 1 shall be subject to the scrutiny of the court or administrative authority. The court or administrative authority shall assess whether it has to refuse to approve a settlement that is contrary to mandatory provisions of national law, or includes conditions which cannot be enforced, taking into consideration the rights and interests of all parties, and in particular those of the consumers concerned. Member States may lay down rules to allow the court or administrative authority to refuse to approve a settlement on the grounds that the settlement is unfair.\n3.   If the court or administrative authority does not approve the settlement, it shall continue to hear the representative action concerned.\n4.   Approved settlements shall be binding upon the qualified entity, the trader and the individual consumers concerned.\nMember States may lay down rules that give the individual consumers concerned by a representative action and by the subsequent settlement the possibility of accepting or refusing to be bound by settlements referred to in paragraph 1.\n5.   Redress obtained through an approved settlement in accordance with paragraph 2 shall be without prejudice to any additional remedies available to consumers under Union or national law which were not the subject of that settlement.\nArticle 12\nAllocation of costs of a representative action for redress measures\n1.   Member States shall ensure that the unsuccessful party in a representative action for redress measures is required to pay the costs of the proceedings borne by the successful party, in accordance with conditions and exceptions provided for in national law applicable to court proceedings in general.\n2.   Individual consumers concerned by a representative action for redress measures shall not pay the costs of the proceedings.\n3.   By way of derogation from paragraph 2, in exceptional circumstances, an individual consumer concerned by a representative action for redress measures may be ordered to pay the costs of proceedings that were incurred as a result of the individual consumer’s intentional or negligent conduct.\nArticle 13\nInformation on representative actions\n1.   Member States shall lay down rules ensuring that qualified entities provide information, in particular on their website, about:\n(a)\nthe representative actions they have decided to bring before a court or administrative authority;\n(b)\nthe status of the representative actions they have brought before a court or administrative authority; and\n(c)\nthe outcomes of the representative actions referred to in points (a) and (b).\n2.   Member States shall lay down rules to ensure that the consumers concerned by an ongoing representative action for redress measures are provided with information about the representative action in a timely manner and by appropriate means, in order to enable those consumers to explicitly or tacitly express their wish to be represented in that representative action pursuant to Article 9(2).\n3.   Without prejudice to the information referred to in paragraphs 1 and 2 of this Article, the court or administrative authority shall require the trader to inform the consumers concerned by the representative action, at the trader’s expense, of any final decisions providing for the measures referred to in Article 7 and any approved settlements as referred to in Article 11, by means appropriate to the circumstances of the case and within specific time limits, including, where appropriate, informing all consumers concerned individually. This obligation shall not apply if the consumers concerned are informed of the final decision or approved settlement in another manner.\nMember States may lay down rules under which the trader would only be required to provide such information to consumers if requested to do so by the qualified entity.\n4.   The information requirements referred to in paragraph 3 shall apply mutatis mutandis to qualified entities concerning final decisions on the rejection or dismissal of representative actions for redress measures.\n5.   Member States shall ensure that the successful party can recover the costs related to providing information to consumers in the context of the representative action, in accordance with Article 12(1).\nArticle 14\nElectronic databases\n1.   Member States may set up national electronic databases that are publicly accessible through websites and that provide information on qualified entities designated in advance for the purpose of bringing domestic and cross-border representative actions and general information on ongoing and concluded representative actions.\n2.   Where a Member State sets up an electronic database as referred to in paragraph 1, it shall notify the Commission of the internet address at which that electronic database is accessible.\n3.   The Commission shall set up and maintain an electronic database for the purposes of:\n(a)\nall communications between Member States and the Commission referred to in Article 5(1), (4) and (5) and Article 23(2); and\n(b)\ncooperation between the qualified entities referred to in Article 20(4).\n4.   The electronic database referred to in paragraph 3 of this Article shall be directly accessible to the extent relevant, respectively, for:\n(a)\nthe national contact points referred to in Article 5(5);\n(b)\ncourts and administrative authorities, if necessary under national law;\n(c)\nqualified entities designated by the Member States for the purpose of bringing domestic representative actions and cross-border representative actions; and\n(d)\nthe Commission.\nInformation shared by the Member States within the electronic database referred to in paragraph 3 of this Article regarding qualified entities designated for the purpose of bringing cross-border representative actions referred to in Article 5(1) shall be publicly available.\nArticle 15\nEffects of final decisions\nMember States shall ensure that the final decision of a court or administrative authority of any Member State concerning the existence of an infringement harming collective interests of consumers can be used by all parties as evidence in the context of any other action before their national courts or administrative authorities to seek redress measures against the same trader for the same practice, in accordance with national law on evaluation of evidence.\nArticle 16\nLimitation periods\n1.   In accordance with national law, Member States shall ensure that a pending representative action for an injunctive measure referred to in Article 8 has the effect of suspending or interrupting applicable limitation periods in respect of the consumers concerned by that representative action, so that those consumers are not prevented from subsequently bringing an action for redress measures concerning the alleged infringement as referred to in Article 2(1) because the applicable limitation periods expired during the representative action for those injunctive measures.\n2.   Member States shall also ensure that a pending representative action for a redress measure referred to in Article 9(1) has the effect of suspending or interrupting applicable limitation periods in respect of the consumers concerned by that representative action.\nArticle 17\nProcedural expediency\n1.   Member States shall ensure that representative actions for injunctive measures referred to in Article 8 are dealt with with due expediency.\n2.   Representative actions for injunctive measures referred to in point (a) of Article 8(1) shall, if appropriate, be dealt with by way of a summary procedure.\nArticle 18\nDisclosure of evidence\nMember States shall ensure that, where a qualified entity has provided reasonably available evidence sufficient to support a representative action, and has indicated that additional evidence lies in the control of the defendant or a third party, if requested by that qualified entity, the court or administrative authority is able to order that such evidence be disclosed by the defendant or the third party in accordance with national procedural law, subject to the applicable Union and national rules on confidentiality and proportionality. Member States shall ensure that, if requested by the defendant, the court or administrative authority is also able to equally order the qualified entity or a third party to disclose relevant evidence, in accordance with national procedural law.\nArticle 19\nPenalties\n1.   Member States shall lay down the rules on penalties applicable to the failure or refusal to comply with:\n(a)\nan injunctive measure referred to in Article 8(1) or in point (b) of Article 8(2); or\n(b)\nobligations referred to in Article 13(3) or Article 18.\nMember States shall take all measures necessary to ensure that those rules are implemented. The penalties provided for shall be effective, proportionate and dissuasive.\n2.   Member States shall ensure that penalties can, inter alia, take the form of fines.\nArticle 20\nAssistance for qualified entities\n1.   Member States shall take measures aiming to ensure that the costs of the proceedings related to representative actions do not prevent qualified entities from effectively exercising their right to seek the measures referred to in Article 7.\n2.   The measures referred to in paragraph 1 may, for example, take the form of public funding, including structural support for qualified entities, limitation of applicable court or administrative fees, or access to legal aid.\n3.   Member States may lay down rules to allow qualified entities to require consumers who have expressed their wish to be represented by a qualified entity in a specific representative action for redress measures to pay a modest entry fee or similar charge in order to participate in that representative action.\n4.   Member States and the Commission shall support and facilitate cooperation between qualified entities and the exchange and dissemination of their best practices and experience as regards dealing with domestic infringements and cross-border infringements as referred to in Article 2(1).\nCHAPTER 3\nFINAL PROVISIONS\nArticle 21\nRepeal\nDirective 2009/22/EC is repealed with effect from 25 June 2023 without prejudice to Article 22(2) of this Directive.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table in Annex II.\nArticle 22\nTransitional provisions\n1.   Member States shall apply the laws, regulations and administrative provisions transposing this Directive to representative actions that are brought on or after 25 June 2023.\n2.   Member States shall apply the laws, regulations and administrative provisions transposing Directive 2009/22/EC to representative actions that are brought before 25 June 2023.\n3.   Member States shall ensure that laws, regulations or administrative provisions on suspension or interruption of limitation periods transposing Article 16 only apply to claims for redress based on infringements as referred to in Article 2(1) that occurred on or after 25 June 2023. This shall not preclude the application of national provisions on suspension or interruption of limitation periods which applied prior to 25 June 2023 to claims for redress based on infringements as referred to in Article 2(1) that occurred before that date.\nArticle 23\nMonitoring and evaluation\n1.   No sooner than 26 June 2028, the Commission shall carry out an evaluation of this Directive and present a report on the main findings to the European Parliament, the Council and the European Economic and Social Committee. The evaluation shall be conducted in accordance with the Commission’s better regulation guidelines. In the report, the Commission shall in particular assess the scope of this Directive laid down in Article 2 and Annex I and the functioning and effectiveness of this Directive in cross-border situations, including in terms of legal certainty.\n2.   Member States shall provide the Commission, for the first time by 26 June 2027 and annually thereafter, with the following information necessary for the preparation of the report referred to in paragraph 1:\n(a)\nthe number and type of representative actions that have been concluded before any of their courts or administrative authorities;\n(b)\nthe type of infringements as referred to in Article 2(1) and the parties to those representative actions;\n(c)\nthe outcomes of those representative actions.\n3.   By 26 June 2028, the Commission shall carry out an evaluation of whether cross-border representative actions could be best addressed at Union level by establishing a European ombudsman for representative actions for injunctive measures and redress measures, and shall present a report on its main findings to the European Parliament, the Council and the European Economic and Social Committee, accompanied, if appropriate, by a legislative proposal.\nArticle 24\nTransposition\n1.   Member States shall adopt and publish, by 25 December 2022, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall immediately inform the Commission thereof.\nThey shall apply those measures from 25 June 2023.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or shall be accompanied by such a reference on the occasion of their official publication. The methods of making such a reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the measures of national law which they adopt in the field covered by this Directive.\nArticle 25\nEntry into force\nThis Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nArticle 26\nAddressees\nThis Directive is addressed to the Member States.\nDone at Brussels, 25 November 2020.\nFor the European Parliament\nThe President\nD. M. SASSOLI\nFor the Council\nThe President\nM. ROTH\n(1)  OJ C 440, 6.12.2018, p. 66.\n(2)  OJ C 461, 21.12.2018, p. 232.\n(3)  Position of the European Parliament of 26 March 2019 (not yet published in the Official Journal) and position of the Council at first reading of 4 November 2020 (not yet published in the Official Journal). Position of the European Parliament of 24 November 2020 (not yet published in the Official Journal).\n(4)  Directive 2009/22/EC of the European Parliament and of the Council of 23 April 2009 on injunctions for the protection of consumers’ interests (OJ L 110, 1.5.2009, p. 30).\n(5)  Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation) (OJ L 119, 4.5.2016, p. 1).\n(6)  Regulation (EC) No 864/2007 of the European Parliament and of the Council of 11 July 2007 on the law applicable to non-contractual obligations (Rome II) (OJ L 199, 31.7.2007, p. 40).\n(7)  Regulation (EC) No 593/2008 of the European Parliament and of the Council of 17 June 2008 on the law applicable to contractual obligations (Rome I) (OJ L 177, 4.7.2008, p. 6).\n(8)  Regulation (EU) No 1215/2012 of the European Parliament and of the Council of 12 December 2012 on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters (OJ L 351, 20.12.2012, p. 1).\n(9)  OJ C 369, 17.12.2011, p. 14.\nANNEX I\nLIST OF PROVISIONS OF UNION LAW REFERRED TO IN ARTICLE 2(1)\n(1)\nCouncil Directive 85/374/EEC of 25 July 1985 on the approximation of the laws, regulations and administrative provisions of the Member States concerning liability for defective products (OJ L 210, 7.8.1985, p. 29).\n(2)\nCouncil Directive 93/13/EEC of 5 April 1993 on unfair terms in consumer contracts (OJ L 95, 21.4.1993, p. 29).\n(3)\nCouncil Regulation (EC) No 2027/97 of 9 October 1997 on air carrier liability in respect of the carriage of passengers and their baggage by air (OJ L 285, 17.10.1997, p. 1).\n(4)\nDirective 98/6/EC of the European Parliament and of the Council of 16 February 1998 on consumer protection in the indication of the prices of products offered to consumers (OJ L 80, 18.3.1998, p. 27).\n(5)\nDirective 1999/44/EC of the European Parliament and of the Council of 25 May 1999 on certain aspects of the sale of consumer goods and associated guarantees (OJ L 171, 7.7.1999, p. 12).\n(6)\nDirective 2000/31/EC of the European Parliament and of the Council of 8 June 2000 on certain legal aspects of information society services, in particular electronic commerce, in the Internal Market (‘Directive on electronic commerce’) (OJ L 178, 17.7.2000, p. 1): Articles 5-7, 10 and 11.\n(7)\nDirective 2001/83/EC of the European Parliament and of the Council of 6 November 2001 on the Community code relating to medicinal products for human use (OJ L 311, 28.11.2001, p. 67): Articles 86-90, 98 and 100.\n(8)\nDirective 2001/95/EC of the European Parliament and of the Council of 3 December 2001 on general product safety (OJ L 11, 15.1.2002, p. 4): Articles 3 and 5.\n(9)\nDirective 2002/22/EC of the European Parliament and of the Council of 7 March 2002 on universal service and users’ rights relating to electronic communications networks and services (Universal Service Directive) (OJ L 108, 24.4.2002, p. 51): Article 10 and Chapter IV.\n(10)\nDirective 2002/58/EC of the European Parliament and of the Council of 12 July 2002 concerning the processing of personal data and the protection of privacy in the electronic communications sector (Directive on privacy and electronic communications) (OJ L 201, 31.7.2002, p. 37): Articles 4-8 and 13.\n(11)\nDirective 2002/65/EC of the European Parliament and of the Council of 23 September 2002 concerning the distance marketing of consumer financial services and amending Council Directive 90/619/EEC and Directives 97/7/EC and 98/27/EC (OJ L 271, 9.10.2002, p. 16).\n(12)\nRegulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (OJ L 31, 1.2.2002, p. 1).\n(13)\nRegulation (EC) No 261/2004 of the European Parliament and of the Council of 11 February 2004 establishing common rules on compensation and assistance to passengers in the event of denied boarding and of cancellation or long delay of flights, and repealing Regulation (EEC) No 295/91 (OJ L 46, 17.2.2004, p. 1).\n(14)\nDirective 2005/29/EC of the European Parliament and of the Council of 11 May 2005 concerning unfair business-to-consumer commercial practices in the internal market and amending Council Directive 84/450/EEC, Directives 97/7/EC, 98/27/EC and 2002/65/EC of the European Parliament and of the Council and Regulation (EC) No 2006/2004 of the European Parliament and of the Council (‘Unfair Commercial Practices Directive’) (OJ L 149, 11.6.2005, p. 22).\n(15)\nDirective 2006/114/EC of the European Parliament and of the Council of 12 December 2006 concerning misleading and comparative advertising (OJ L 376, 27.12.2006, p. 21).\n(16)\nDirective 2006/123/EC of the European Parliament and of the Council of 12 December 2006 on services in the internal market (OJ L 376, 27.12.2006, p. 36): Articles 20 and 22.\n(17)\nRegulation (EC) No 1107/2006 of the European Parliament and of the Council of 5 July 2006 concerning the rights of disabled persons and persons with reduced mobility when travelling by air (OJ L 204, 26.7.2006, p. 1).\n(18)\nRegulation (EC) No 1371/2007 of the European Parliament and of the Council of 23 October 2007 on rail passengers’ rights and obligations (OJ L 315, 3.12.2007, p. 14).\n(19)\nDirective 2008/48/EC of the European Parliament and of the Council of 23 April 2008 on credit agreements for consumers and repealing Council Directive 87/102/EEC (OJ L 133, 22.5.2008, p. 66).\n(20)\nDirective 2008/122/EC of the European Parliament and of the Council of 14 January 2009 on the protection of consumers in respect of certain aspects of timeshare, long-term holiday product, resale and exchange contracts (OJ L 33, 3.2.2009, p. 10).\n(21)\nRegulation (EC) No 1008/2008 of the European Parliament and of the Council of 24 September 2008 on common rules for the operation of air services in the Community (OJ L 293, 31.10.2008, p. 3): Article 23.\n(22)\nRegulation (EC) No 1272/2008 of the European Parliament and of the Council of 16 December 2008 on classification, labelling and packaging of substances and mixtures, amending and repealing Directives 67/548/EEC and 1999/45/EC, and amending Regulation (EC) No 1907/2006 (OJ L 353, 31.12.2008, p. 1): Articles 1-35.\n(23)\nDirective 2009/65/EC of the European Parliament and of the Council of 13 July 2009 on the coordination of laws, regulations and administrative provisions relating to undertakings for collective investment in transferable securities (UCITS) (OJ L 302, 17.11.2009, p. 32).\n(24)\nDirective 2009/72/EC of the European Parliament and of the Council of 13 July 2009 concerning common rules for the internal market in electricity and repealing Directive 2003/54/EC (OJ L 211, 14.8.2009, p. 55): Article 3 and Annex I.\n(25)\nDirective 2009/73/EC of the European Parliament and of the Council of 13 July 2009 concerning common rules for the internal market in natural gas and repealing Directive 2003/55/EC (OJ L 211, 14.8.2009, p. 94): Article 3 and Annex I.\n(26)\nDirective 2009/110/EC of the European Parliament and of the Council of 16 September 2009 on the taking up, pursuit and prudential supervision of the business of electronic money institutions amending Directives 2005/60/EC and 2006/48/EC and repealing Directive 2000/46/EC (OJ L 267, 10.10.2009, p. 7).\n(27)\nDirective 2009/125/EC of the European Parliament and of the Council of 21 October 2009 establishing a framework for the setting of ecodesign requirements for energy-related products (OJ L 285, 31.10.2009, p. 10): Article 14 and Annex I.\n(28)\nDirective 2009/138/EC of the European Parliament and of the Council of 25 November 2009 on the taking-up and pursuit of the business of Insurance and Reinsurance (Solvency II) (OJ L 335, 17.12.2009, p. 1): Articles 183-186.\n(29)\nRegulation (EC) No 392/2009 of the European Parliament and of the Council of 23 April 2009 on the liability of carriers of passengers by sea in the event of accidents (OJ L 131, 28.5.2009, p. 24).\n(30)\nRegulation (EC) No 924/2009 of the European Parliament and of the Council of 16 September 2009 on cross-border payments in the Community and repealing Regulation (EC) No 2560/2001 (OJ L 266, 9.10.2009, p. 11).\n(31)\nRegulation (EC) No 1222/2009 of the European Parliament and of the Council of 25 November 2009 on the labelling of tyres with respect to fuel efficiency and other essential parameters (OJ L 342, 22.12.2009, p. 46): Articles 4-6.\n(32)\nRegulation (EC) No 1223/2009 of the European Parliament and of the Council of 30 November 2009 on cosmetic products (OJ L 342, 22.12.2009, p. 59): Articles 3-8 and 19‐21.\n(33)\nDirective 2010/13/EU of the European Parliament and of the Council of 10 March 2010 on the coordination of certain provisions laid down by law, regulation or administrative action in Member States concerning the provision of audiovisual media services (Audiovisual Media Services Directive) (OJ L 95, 15.4.2010, p. 1): Articles 9-11, 19-26 and 28b.\n(34)\nRegulation (EC) No 66/2010 of the European Parliament and of the Council of 25 November 2009 on the EU Ecolabel (OJ L 27, 30.1.2010, p. 1): Articles 9-10.\n(35)\nRegulation (EU) No 1177/2010 of the European Parliament and of the Council of 24 November 2010 concerning the rights of passengers when travelling by sea and inland waterway and amending Regulation (EC) No 2006/2004 (OJ L 334, 17.12.2010, p. 1).\n(36)\nDirective 2011/61/EU of the European Parliament and of the Council of 8 June 2011 on Alternative Investment Fund Managers and amending Directives 2003/41/EC and 2009/65/EC and Regulations (EC) No 1060/2009 and (EU) No 1095/2010 (OJ L 174, 1.7.2011, p. 1).\n(37)\nDirective 2011/83/EU of the European Parliament and of the Council of 25 October 2011 on consumer rights, amending Council Directive 93/13/EEC and Directive 1999/44/EC of the European Parliament and of the Council and repealing Council Directive 85/577/EEC and Directive 97/7/EC of the European Parliament and of the Council (OJ L 304, 22.11.2011, p. 64).\n(38)\nRegulation (EU) No 181/2011 of the European Parliament and of the Council of 16 February 2011 concerning the rights of passengers in bus and coach transport and amending Regulation (EC) No 2006/2004 (OJ L 55, 28.2.2011, p. 1).\n(39)\nRegulation (EU) No 1169/2011 of the European Parliament and of the Council of 25 October 2011 on the provision of food information to consumers, amending Regulations (EC) No 1924/2006 and (EC) No 1925/2006 of the European Parliament and of the Council, and repealing Commission Directive 87/250/EEC, Council Directive 90/496/EEC, Commission Directive 1999/10/EC, Directive 2000/13/EC of the European Parliament and of the Council, Commission Directives 2002/67/EC and 2008/5/EC and Commission Regulation (EC) No 608/2004 (OJ L 304, 22.11.2011, p. 18).\n(40)\nDirective 2012/27/EU of the European Parliament and of the Council of 25 October 2012 on energy efficiency, amending Directives 2009/125/EC and 2010/30/EU and repealing Directives 2004/8/EC and 2006/32/EC (OJ L 315, 14.11.2012, p. 1): Articles 9-11a.\n(41)\nRegulation (EU) No 260/2012 of the European Parliament and of the Council of 14 March 2012 establishing technical and business requirements for credit transfers and direct debits in euro and amending Regulation (EC) No 924/2009 (OJ L 94, 30.3.2012, p. 22).\n(42)\nRegulation (EU) No 531/2012 of the European Parliament and of the Council of 13 June 2012 on roaming on public mobile communications networks within the Union (OJ L 172, 30.6.2012, p. 10).\n(43)\nDirective 2013/11/EU of the European Parliament and of the Council of 21 May 2013 on alternative dispute resolution for consumer disputes and amending Regulation (EC) No 2006/2004 and Directive 2009/22/EC (Directive on consumer ADR) (OJ L 165, 18.6.2013, p. 63): Article 13.\n(44)\nRegulation (EU) No 524/2013 of the European Parliament and of the Council of 21 May 2013 on online dispute resolution for consumer disputes and amending Regulation (EC) No 2006/2004 and Directive 2009/22/EC (Regulation on consumer ODR) (OJ L 165, 18.6.2013, p. 1): Article 14.\n(45)\nDirective 2014/17/EU of the European Parliament and of the Council of 4 February 2014 on credit agreements for consumers relating to residential immovable property and amending Directives 2008/48/EC and 2013/36/EU and Regulation (EU) No 1093/2010 (OJ L 60, 28.2.2014, p. 34).\n(46)\nDirective 2014/31/EU of the European Parliament and of the Council of 26 February 2014 on the harmonisation of the laws of the Member States relating to the making available on the market of non-automatic weighing instruments (OJ L 96, 29.3.2014, p. 107).\n(47)\nDirective 2014/35/EU of the European Parliament and of the Council of 26 February 2014 on the harmonisation of the laws of the Member States relating to the making available on the market of electrical equipment designed for use within certain voltage limits (OJ L 96, 29.3.2014, p. 357).\n(48)\nDirective 2014/65/EU of the European Parliament and of the Council of 15 May 2014 on markets in financial instruments and amending Directive 2002/92/EC and Directive 2011/61/EU (OJ L 173, 12.6.2014, p. 349): Articles 23-29.\n(49)\nDirective 2014/92/EU of the European Parliament and of the Council of 23 July 2014 on the comparability of fees related to payment accounts, payment account switching and access to payment accounts with basic features (OJ L 257, 28.8.2014, p. 214).\n(50)\nRegulation (EU) No 1286/2014 of the European Parliament and of the Council of 26 November 2014 on key information documents for packaged retail and insurance-based investment products (PRIIPs) (OJ L 352, 9.12.2014, p. 1).\n(51)\nRegulation (EU) 2015/760 of the European Parliament and of the Council of 29 April 2015 on European long-term investment funds (OJ L 123, 19.5.2015, p. 98).\n(52)\nRegulation (EU) 2015/2120 of the European Parliament and of the Council of 25 November 2015 laying down measures concerning open internet access and retail charges for regulated intra-EU communications and amending Directive 2002/22/EC and Regulation (EU) No 531/2012 (OJ L 310, 26.11.2015, p. 1).\n(53)\nDirective (EU) 2015/2302 of the European Parliament and of the Council of 25 November 2015 on package travel and linked travel arrangements, amending Regulation (EC) No 2006/2004 and Directive 2011/83/EU of the European Parliament and of the Council and repealing Council Directive 90/314/EEC (OJ L 326, 11.12.2015, p. 1).\n(54)\nDirective (EU) 2015/2366 of the European Parliament and of the Council of 25 November 2015 on payment services in the internal market, amending Directives 2002/65/EC, 2009/110/EC and 2013/36/EU and Regulation (EU) No 1093/2010, and repealing Directive 2007/64/EC (OJ L 337, 23.12.2015, p. 35).\n(55)\nDirective (EU) 2016/97 of the European Parliament and of the Council of 20 January 2016 on insurance distribution (OJ L 26, 2.2.2016, p. 19): Articles 17-24 and 28-30.\n(56)\nRegulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation) (OJ L 119, 4.5.2016, p. 1).\n(57)\nRegulation (EU) 2017/745 of the European Parliament and of the Council of 5 April 2017 on medical devices, amending Directive 2001/83/EC, Regulation (EC) No 178/2002 and Regulation (EC) No 1223/2009 and repealing Council Directives 90/385/EEC and 93/42/EEC (OJ L 117, 5.5.2017, p. 1): Chapter II.\n(58)\nRegulation (EU) 2017/746 of the European Parliament and of the Council of 5 April 2017 on in vitro diagnostic medical devices and repealing Directive 98/79/EC and Commission Decision 2010/227/EU (OJ L 117, 5.5.2017, p. 176): Chapter II.\n(59)\nRegulation (EU) 2017/1128 of the European Parliament and of the Council of 14 June 2017 on cross-border portability of online content services in the internal market (OJ L 168, 30.6.2017, p. 1).\n(60)\nRegulation (EU) 2017/1129 of the European Parliament and of the Council of 14 June 2017 on the prospectus to be published when securities are offered to the public or admitted to trading on a regulated market, and repealing Directive 2003/71/EC (OJ L 168, 30.6.2017, p. 12).\n(61)\nRegulation (EU) 2017/1131 of the European Parliament and of the Council of 14 June 2017 on money market funds (OJ L 169, 30.6.2017, p. 8).\n(62)\nRegulation (EU) 2017/1369 of the European Parliament and of the Council of 4 July 2017 setting a framework for energy labelling and repealing Directive 2010/30/EU (OJ L 198, 28.7.2017, p. 1): Articles 3-6.\n(63)\nRegulation (EU) 2018/302 of the European Parliament and of the Council of 28 February 2018 on addressing unjustified geo-blocking and other forms of discrimination based on customers’ nationality, place of residence or place of establishment within the internal market and amending Regulations (EC) No 2006/2004 and (EU) 2017/2394 and Directive 2009/22/EC (OJ L 60 I, 2.3.2018, p. 1): Articles 3-5.\n(64)\nDirective (EU) 2018/1972 of the European Parliament and of the Council of 11 December 2018 establishing the European Electronic Communications Code (OJ L 321, 17.12.2018, p. 36): Articles 88 and 98-116 and Annexes VI and VIII.\n(65)\nDirective (EU) 2019/770 of the European Parliament and of the Council of 20 May 2019 on certain aspects concerning contracts for the supply of digital content and digital services (OJ L 136, 22.5.2019, p. 1).\n(66)\nDirective (EU) 2019/771 of the European Parliament and of the Council of 20 May 2019 on certain aspects concerning contracts for the sale of goods, amending Regulation (EU) 2017/2394 and Directive 2009/22/EC, and repealing Directive 1999/44/EC (OJ L 136, 22.5.2019, p. 28).\nANNEX II\nCORRELATION TABLE\nDirective 2009/22/EC\nThis Directive\nArticle 1(1)\nArticle 1(1)\nArticle 1(2)\nArticle 2(1)\n-\nArticle 2(2)\n-\nArticle 3\nArticle 2(1)\nArticle 7(1)\nArticle 7(4), point (a)\n-\nArticle 7(2) and (3)\nArticle 7(4), point (b)\nArticle 7(5), (6) and (7)\nArticle 2(1), point (a)\nArticle 7(4), point (a)\nArticle 8(1)\nArticle 17\nArticle 2(1), point (b)\nArticle 7(4), point (a)\nArticle 8(2), point (b)\nArticle 13(1), point (c)\nArticle 13(3)\n-\nArticle 8(2), point (a)\n-\nArticle 8(3)\nArticle 2(1), point (c)\nArticle 19\nArticle 2(2)\nArticle 2(3)\nArticle 3\nArticle 3(4)\nArticle 4(1) and (2)\nArticle 4(3), points (a) and (b)\nArticle 4(6) and (7)\n-\nArticle 4(3), points (c), (d), (e) and (f)\nArticle 4(4) and (5)\n-\nArticle 5(2), (3), (4) and (5)\nArticle 4(1)\nArticle 6\nArticle 4(2) and (3)\nArticle 5(1)\nArticle 5\nArticle 8(4)\n-\nArticle 9\n-\nArticle 10\n-\nArticle 11\n-\nArticle 12\n-\nArticle 13(1), points (a) and (b)\nArticle 13(2), (4) and (5)\n-\nArticle 14\n-\nArticle 15\n-\nArticle 16\n-\nArticle 18\nArticle 6\nArticle 23\nArticle 7\nArticle 1(2) and (3)\nArticle 8\nArticle 24\n-\nArticle 20\nArticle 9\nArticle 21\n-\nArticle 22\nArticle 10\nArticle 25\nArticle 11\nArticle 26", "summary": "Consumer protection – Representative actions\nConsumer protection – Representative actions\nSUMMARY OF:\nDirective (EU) 2020/1828 on representative actions for the protection of the collective interests of consumers and repealing Directive 2009/22/EC\nWHAT IS THE AIM OF THE DIRECTIVE?\n              \nIt gives powers to organisations or public bodies designated by European Union (EU) Member States to seek injunctive or redress measures on behalf of groups of consumers through representative actions (including cross-border representative actions). This includes seeking compensation from traders who infringe consumer rights in areas such as financial services, travel and tourism, energy, health, telecommunications and data protection, as appropriate and available under EU or national law.\nSince both judicial and administrative procedures may effectively and efficiently serve the protection of the collective interests of consumers, it is left to Member States’ discretion as to whether the representative action can be brought in judicial or administrative proceedings, or both, depending on the relevant area of law or relevant economic sector.\nKEY POINTS\nQualified entities\nMember States designate the entities that will be enabled to bring representative actions on behalf of consumers (qualified entities).\nIn order to be enabled to bring the representative actions in a Member State other than that of their designation (cross-border actions), the qualified entities must:\nbe a legal person that is constituted in accordance with the national law of the Member State of its designation;\nbe able to demonstrate 12 months of actual public activity in consumer protection, prior to its request for designation;\nbe non-profit-making;\ndemonstrate its statutory purpose of having a legitimate interest in protecting consumers’ interests as provided for in the rules of EU law referred to in Annex I to the directive;\nnot be the subject of insolvency proceedings and not be declared insolvent;\nbe independent and not influenced by persons other than consumers, in particular market operators;\nhave an established procedure to prevent such influence and conflicts of interest;\ndisclose publicly how it is financed;\ndisclose its organisational, management and membership structure, objectives, working methods and activities;\ndisclose publicly information that demonstrates that it complies with all the above criteria.\nMember States may also apply the abovementioned criteria to the qualified entities designated in advance and enabled to bring domestic actions (in the Member State of their designation). Member States may also designate qualified entities on an ad hoc basis for the purpose of bringing a particular domestic representative action.\nThe European Commission publishes the list of qualified entities designated for cross-border actions on an online portal, updated as necessary.\nInjunctive measures\nAn injunctive measure is a provisional or definitive measure to stop or prohibit a practice. Both could be used to stop an existing practice or prohibit an imminent practice. It could also include (depending on national law) an obligation to publish the court’s decision or a corrective statement.\nThe qualified entity does not have to prove actual loss or damage by individual consumers affected by the infringement, or intent or negligence by the trader.\nRedress\nA redress measure requires a trader to provide remedies such as compensation, repair, replacement, price reduction, contract termination or reimbursement of the price paid, as appropriate and available under EU or national law.\nMember States ensure that:\nconsumers who explicitly or tacitly expressed their wish to be represented in a representative action (‘opted-in’ or ‘opted-out’) cannot be represented in another representative action or bring individual action with the same cause and against the same trader;\nconsumers do not receive compensation more than once for the same cause;\na redress measure entitles consumers to benefit from the remedies without the need to bring a separate action;\nrules are laid down on time limits for individual consumers to benefit from redress measures.\nThese remedies are without prejudice to any additional remedies that are not the subject of the representative action.\nTo avoid a conflict of interest where a third party provides redress funding, Member States that allow that type of funding must ensure, in particular, that:\ndecisions of qualified entities are not influenced by the third party funding provider in a manner that would be detrimental to the collective interests of the consumers concerned;\nthe representative action is not brought against a competitor of the funding provider or a defendant on which the funding provider is dependent.\nSettlements\nMember States must ensure that:\nthe qualified entity and the trader may jointly propose a redress settlement; or\nthe court or administrative authority, after having consulted the qualified entity and the trader, may invite the parties to reach a settlement within a reasonable time limit;\nsettlements approved by the court or administrative authority are binding on the qualified entities, defendant traders and consumers concerned, but Member States may lay down rules allowing consumers concerned to accept or to reject the settlement.\nCosts of the proceedings\nThe unsuccessful party is in principle required to pay the costs of the proceedings.\nIndividual consumers in a representative action do not pay the costs of the proceedings, except potentially when the costs were incurred as a result of the individual consumer’s intentional or negligent conduct.\nMember States must introduce rules aiming to ensure that the costs of the proceedings related to representative actions do not prevent qualified entities from effectively exercising their right to seek the injunctive measures.\nMember States may lay down rules to allow qualified entities to require consumers who wish to be represented by them in a specific representative action for redress measures to pay a modest entry fee or similar charge in order to take part in that representative action.\nPenalties\nMember States must:\nset out rules on penalties for failure or refusal to comply with an injunctive measure, information obligation or disclosure of evidence obligation;\nensure that those rules are implemented – penalties must be effective, proportionate and dissuasive.\nRepeal\nDirective (EU) 2020/1828 repeals Directive 2009/22/EC (see summary) from 25 June 2023.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt entered into force on 24 December 2020. It has to become law in the Member States by 25 December 2022 and to apply in the Member States as of 25 June 2023.\nBACKGROUND\n              \nThe directive is part of the ‘new deal for consumers’ package.\nFor further information, see:\nInjunctions directive (European Commission).\nMAIN DOCUMENT\n            \nDirective (EU) 2020/1828 of the European Parliament and of the Council of 25 November 2020 on representative actions for the protection of the collective interests of consumers and repealing Directive 2009/22/EC (OJ L 409, 4.12.2020, pp. 1–27).\nlast update 03.02.2022", "tags": ["indemnification", "consumer protection", "single market", "collective interest", "infringement of EU law", "consumer policy", "injunction"], "subjects": ["Approximation of laws", "Internal market - Principles", "Consumer protection"], "split": "validation", "reference_annotations": {"32020L1828_p1": {"text": "directive 2020/1828 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 25 November 2020---on representative actions for the protection of the collective interests of consumers and repealing directive 2009/22/ec", "triples": [" directive 2020/1828,  repealing,  directive 2009/22/ec"]}, "32020L1828_p2": {"text": "(5)  regulation 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing directive 95/46/ec (General Data Protection Regulation) (OJ L 119, 4.5.2016, p. 1).", "triples": [" regulation 2016/679,  repealing,  directive 95/46/ec"]}, "32020L1828_p3": {"text": "directive 2002/65/ec of the European Parliament and of the Council of 23 September 2002 concerning the distance marketing of consumer financial services and amending Council directive 90/619/eec and directive 97/7/ec directive 98/27/ec (OJ L 271, 9.10.2002, p. 16).", "triples": [" directive 2002/65/ec,  amending,  directive 90/619/eec", " directive 2002/65/ec,  amending,  directive 97/7/ec", " directive 2002/65/ec,  amending,  directive 98/27/ec"]}, "32020L1828_p4": {"text": "regulation 261/2004 of the European Parliament and of the Council of 11 February 2004 establishing common rules on compensation and assistance to passengers in the event of denied boarding and of cancellation or long delay of flights, and repealing regulation 295/91 (OJ L 46, 17.2.2004, p. 1).", "triples": [" regulation 261/2004,  repealing,  regulation 295/91"]}, "32020L1828_p5": {"text": "directive 2005/29/ec of the European Parliament and of the Council of 11 May 2005 concerning unfair business-to-consumer commercial practices in the internal market and amending Council directive 84/450/eec, directive 97/7/ec directive 98/27/ec directive 2002/65/ec of the European Parliament and of the Council and regulation 2006/2004 of the European Parliament and of the Council (‘Unfair Commercial Practices Directive’) (OJ L 149, 11.6.2005, p. 22).", "triples": [" directive 2005/29/ec,  amending,  directive 84/450/eec", " directive 2005/29/ec,  amending,  directive 97/7/ec", " directive 2005/29/ec,  amending,  directive 98/27/ec", " directive 2005/29/ec,  amending,  directive 2002/65/ec", " directive 2005/29/ec,  amending,  regulation 2006/2004"]}, "32020L1828_p6": {"text": "directive 2008/48/ec of the European Parliament and of the Council of 23 April 2008 on credit agreements for consumers and repealing Council directive 87/102/eec (OJ L 133, 22.5.2008, p. 66).", "triples": [" directive 2008/48/ec,  repealing,  directive 87/102/eec"]}, "32020L1828_p7": {"text": "regulation 1272/2008 of the European Parliament and of the Council of 16 December 2008 on classification, labelling and packaging of substances and mixtures, amending and repealing directive 67/548/eec directive 1999/45/ec, and amending regulation 1907/2006 (OJ L 353, 31.12.2008, p. 1): Articles 1-35.", "triples": [" regulation 1272/2008,  amending,  directive 67/548/eec", " regulation 1272/2008,  amending,  directive 1999/45/ec", " regulation 1272/2008,  repealing,  directive 67/548/eec", " regulation 1272/2008,  repealing,  directive 1999/45/ec", " regulation 1272/2008,  amending,  regulation 1907/2006"]}, "32020L1828_p8": {"text": "directive 2009/72/ec of the European Parliament and of the Council of 13 July 2009 concerning common rules for the internal market in electricity and repealing directive 2003/54/ec (OJ L 211, 14.8.2009, p. 55): Article 3 and Annex I.", "triples": [" directive 2009/72/ec,  repealing,  directive 2003/54/ec"]}, "32020L1828_p9": {"text": "directive 2009/73/ec of the European Parliament and of the Council of 13 July 2009 concerning common rules for the internal market in natural gas and repealing directive 2003/55/ec (OJ L 211, 14.8.2009, p. 94): Article 3 and Annex I.", "triples": [" directive 2009/73/ec,  repealing,  directive 2003/55/ec"]}, "32020L1828_p10": {"text": "directive 2009/110/ec of the European Parliament and of the Council of 16 September 2009 on the taking up, pursuit and prudential supervision of the business of electronic money institutions amending directive 2005/60/ec directive 2006/48/ec and repealing directive 2000/46/ec (OJ L 267, 10.10.2009, p. 7).", "triples": [" directive 2009/110/ec,  amending,  directive 2005/60/ec", " directive 2009/110/ec,  amending,  directive 2006/48/ec", " directive 2009/110/ec,  repealing,  directive 2000/46/ec"]}, "32020L1828_p11": {"text": "regulation 924/2009 of the European Parliament and of the Council of 16 September 2009 on cross-border payments in the Community and repealing regulation 2560/2001 (OJ L 266, 9.10.2009, p. 11).", "triples": [" regulation 924/2009,  repealing,  regulation 2560/2001"]}, "32020L1828_p12": {"text": "regulation 1177/2010 of the European Parliament and of the Council of 24 November 2010 concerning the rights of passengers when travelling by sea and inland waterway and amending regulation 2006/2004 (OJ L 334, 17.12.2010, p. 1).", "triples": [" regulation 1177/2010,  amending,  regulation 2006/2004"]}, "32020L1828_p13": {"text": "directive 2011/61/eu of the European Parliament and of the Council of 8 June 2011 on Alternative Investment Fund Managers and amending directive 2003/41/ec directive 2009/65/ec and regulation 1060/2009 regulation 1095/2010 (OJ L 174, 1.7.2011, p. 1).", "triples": [" directive 2011/61/eu,  amending,  directive 2003/41/ec", " directive 2011/61/eu,  amending,  directive 2009/65/ec", " directive 2011/61/eu,  amending,  regulation 1060/2009", " directive 2011/61/eu,  amending,  regulation 1095/2010"]}, "32020L1828_p14": {"text": "directive 2011/83/eu of the European Parliament and of the Council of 25 October 2011 on consumer rights, amending Council directive 93/13/eec and directive 1999/44/ec of the European Parliament and of the Council and repealing Council directive 85/577/eec and directive 97/7/ec of the European Parliament and of the Council (OJ L 304, 22.11.2011, p. 64).", "triples": [" directive 2011/83/eu,  amending,  directive 93/13/eec", " directive 2011/83/eu,  amending,  directive 1999/44/ec", " directive 2011/83/eu,  repealing,  directive 85/577/eec", " directive 2011/83/eu,  repealing,  directive 97/7/ec"]}, "32020L1828_p15": {"text": "regulation 181/2011 of the European Parliament and of the Council of 16 February 2011 concerning the rights of passengers in bus and coach transport and amending regulation 2006/2004 (OJ L 55, 28.2.2011, p. 1).", "triples": [" regulation 181/2011,  amending,  regulation 2006/2004"]}, "32020L1828_p16": {"text": "regulation 1169/2011 of the European Parliament and of the Council of 25 October 2011 on the provision of food information to consumers, amending regulation 1924/2006 regulation 1925/2006 of the European Parliament and of the Council, and repealing Commission directive 87/250/eec, Council directive 90/496/eec, Commission directive 1999/10/ec, directive 2000/13/ec of the European Parliament and of the Council, Commission directive 2002/67/ec directive 2008/5/ec and Commission regulation 608/2004 (OJ L 304, 22.11.2011, p. 18).", "triples": [" regulation 1169/2011,  amending,  regulation 1924/2006", " regulation 1169/2011,  amending,  regulation 1925/2006", " regulation 1169/2011,  repealing,  directive 87/250/eec", " regulation 1169/2011,  repealing,  directive 90/496/eec", " regulation 1169/2011,  repealing,  directive 1999/10/ec", " regulation 1169/2011,  repealing,  directive 2000/13/ec", " regulation 1169/2011,  repealing,  directive 2002/67/ec", " regulation 1169/2011,  repealing,  directive 2008/5/ec", " regulation 1169/2011,  repealing,  regulation 608/2004"]}, "32020L1828_p17": {"text": "directive 2012/27/eu of the European Parliament and of the Council of 25 October 2012 on energy efficiency, amending directive 2009/125/ec directive 2010/30/eu and repealing directive 2004/8/ec directive 2006/32/ec (OJ L 315, 14.11.2012, p. 1): Articles 9-11a.", "triples": [" directive 2012/27/eu,  amending,  directive 2009/125/ec", " directive 2012/27/eu,  amending,  directive 2010/30/eu", " directive 2012/27/eu,  repealing,  directive 2004/8/ec", " directive 2012/27/eu,  repealing,  directive 2006/32/ec"]}, "32020L1828_p18": {"text": "regulation 260/2012 of the European Parliament and of the Council of 14 March 2012 establishing technical and business requirements for credit transfers and direct debits in euro and amending regulation 924/2009 (OJ L 94, 30.3.2012, p. 22).", "triples": [" regulation 260/2012,  amending,  regulation 924/2009"]}, "32020L1828_p19": {"text": "directive 2013/11/eu of the European Parliament and of the Council of 21 May 2013 on alternative dispute resolution for consumer disputes and amending regulation 2006/2004 and directive 2009/22/ec (Directive on consumer ADR) (OJ L 165, 18.6.2013, p. 63): Article 13.", "triples": [" directive 2013/11/eu,  amending,  regulation 2006/2004", " directive 2013/11/eu,  amending,  directive 2009/22/ec"]}, "32020L1828_p20": {"text": "regulation 524/2013 of the European Parliament and of the Council of 21 May 2013 on online dispute resolution for consumer disputes and amending regulation 2006/2004 and directive 2009/22/ec (Regulation on consumer ODR) (OJ L 165, 18.6.2013, p. 1): Article 14.", "triples": [" regulation 524/2013,  amending,  regulation 2006/2004", " regulation 524/2013,  amending,  directive 2009/22/ec"]}, "32020L1828_p21": {"text": "directive 2014/17/eu of the European Parliament and of the Council of 4 February 2014 on credit agreements for consumers relating to residential immovable property and amending directive 2008/48/ec directive 2013/36/eu and regulation 1093/2010 (OJ L 60, 28.2.2014, p. 34).", "triples": [" directive 2014/17/eu,  amending,  directive 2008/48/ec", " directive 2014/17/eu,  amending,  directive 2013/36/eu", " directive 2014/17/eu,  amending,  regulation 1093/2010"]}, "32020L1828_p22": {"text": "directive 2014/65/eu of the European Parliament and of the Council of 15 May 2014 on markets in financial instruments and amending directive 2002/92/ec and directive 2011/61/eu (OJ L 173, 12.6.2014, p. 349): Articles 23-29.", "triples": [" directive 2014/65/eu,  amending,  directive 2002/92/ec", " directive 2014/65/eu,  amending,  directive 2011/61/eu"]}, "32020L1828_p23": {"text": "regulation 2015/2120 of the European Parliament and of the Council of 25 November 2015 laying down measures concerning open internet access and retail charges for regulated intra-EU communications and amending directive 2002/22/ec and regulation 531/2012 (OJ L 310, 26.11.2015, p. 1).", "triples": [" regulation 2015/2120,  amending,  directive 2002/22/ec", " regulation 2015/2120,  amending,  regulation 531/2012"]}, "32020L1828_p24": {"text": "directive 2015/2302 of the European Parliament and of the Council of 25 November 2015 on package travel and linked travel arrangements, amending regulation 2006/2004 and directive 2011/83/eu of the European Parliament and of the Council and repealing Council directive 90/314/eec (OJ L 326, 11.12.2015, p. 1).", "triples": [" directive 2015/2302,  amending,  regulation 2006/2004", " directive 2015/2302,  amending,  directive 2011/83/eu", " directive 2015/2302,  repealing,  directive 90/314/eec"]}, "32020L1828_p25": {"text": "directive 2015/2366 of the European Parliament and of the Council of 25 November 2015 on payment services in the internal market, amending directive 2002/65/ec directive 2009/110/ec directive 2013/36/eu and regulation 1093/2010, and repealing directive 2007/64/ec (OJ L 337, 23.12.2015, p. 35).", "triples": [" directive 2015/2366,  amending,  directive 2002/65/ec", " directive 2015/2366,  amending,  directive 2009/110/ec", " directive 2015/2366,  amending,  directive 2013/36/eu", " directive 2015/2366,  amending,  regulation 1093/2010", " directive 2015/2366,  repealing,  directive 2007/64/ec"]}, "32020L1828_p26": {"text": "regulation 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing directive 95/46/ec (General Data Protection Regulation) (OJ L 119, 4.5.2016, p. 1).", "triples": [" regulation 2016/679,  repealing,  directive 95/46/ec"]}, "32020L1828_p27": {"text": "regulation 2017/745 of the European Parliament and of the Council of 5 April 2017 on medical devices, amending directive 2001/83/ec, regulation 178/2002 and regulation 1223/2009 and repealing Council directive 90/385/eec directive 93/42/eec (OJ L 117, 5.5.2017, p. 1): Chapter II.", "triples": [" regulation 2017/745,  amending,  directive 2001/83/ec", " regulation 2017/745,  amending,  regulation 178/2002", " regulation 2017/745,  amending,  regulation 1223/2009", " regulation 2017/745,  repealing,  directive 90/385/eec", " regulation 2017/745,  repealing,  directive 93/42/eec"]}, "32020L1828_p28": {"text": "regulation 2017/746 of the European Parliament and of the Council of 5 April 2017 on in vitro diagnostic medical devices and repealing directive 98/79/ec and Commission decision 2010/227/eu (OJ L 117, 5.5.2017, p. 176): Chapter II.", "triples": [" regulation 2017/746,  repealing,  directive 98/79/ec", " regulation 2017/746,  repealing,  decision 2010/227/eu"]}, "32020L1828_p29": {"text": "regulation 2017/1129 of the European Parliament and of the Council of 14 June 2017 on the prospectus to be published when securities are offered to the public or admitted to trading on a regulated market, and repealing directive 2003/71/ec (OJ L 168, 30.6.2017, p. 12).", "triples": [" regulation 2017/1129,  repealing,  directive 2003/71/ec"]}, "32020L1828_p30": {"text": "regulation 2017/1369 of the European Parliament and of the Council of 4 July 2017 setting a framework for energy labelling and repealing directive 2010/30/eu (OJ L 198, 28.7.2017, p. 1): Articles 3-6.", "triples": [" regulation 2017/1369,  repealing,  directive 2010/30/eu"]}, "32020L1828_p31": {"text": "regulation 2018/302 of the European Parliament and of the Council of 28 February 2018 on addressing unjustified geo-blocking and other forms of discrimination based on customers’ nationality, place of residence or place of establishment within the internal market and amending regulation 2006/2004 regulation 2017/2394 and directive 2009/22/ec (OJ L 60 I, 2.3.2018, p. 1): Articles 3-5.", "triples": [" regulation 2018/302,  amending,  regulation 2006/2004", " regulation 2018/302,  amending,  regulation 2017/2394", " regulation 2018/302,  amending,  directive 2009/22/ec"]}, "32020L1828_p32": {"text": "directive 2019/771 of the European Parliament and of the Council of 20 May 2019 on certain aspects concerning contracts for the sale of goods, amending regulation 2017/2394 and directive 2009/22/ec, and repealing directive 1999/44/ec (OJ L 136, 22.5.2019, p. 28).", "triples": [" directive 2019/771,  amending,  regulation 2017/2394", " directive 2019/771,  amending,  directive 2009/22/ec", " directive 2019/771,  repealing,  directive 1999/44/ec"]}}, "summary_annotations": {"32020L1828_p1": {"text": "directive 2020/1828 on representative actions for the protection of the collective interests of consumers and repealing directive 2009/22/ec", "triples": [" directive 2020/1828,  repealing,  directive 2009/22/ec"]}, "32020L1828_p2": {"text": "directive 2020/1828 repeals directive 2009/22/ec (see summary) from 25 June 2023.", "triples": [" directive 2020/1828,  repeals,  directive 2009/22/ec"]}, "32020L1828_p3": {"text": "directive 2020/1828 of the European Parliament and of the Council of 25 November 2020 on representative actions for the protection of the collective interests of consumers and repealing directive 2009/22/ec (OJ L 409, 4.12.2020, pp. 1–27).---last update 03.02.2022", "triples": [" directive 2020/1828,  repealing,  directive 2009/22/ec"]}}}