{"celex_id": "22020A1119(01)", "reference": "19.11.2020\nEN\nOfficial Journal of the European Union\nL 389/2\nFRAMEWORK AGREEMENT\nbetween the European Union and the United Nations for the Provision of Mutual Support in the context of their respective missions and operations in the field\nWHEREAS, in the Joint Statement on UN-EU Cooperation in Crisis Management signed on 7 June 2007, the Secretary-General of the United Nations and the Presidency of the Council of the European Union reaffirmed their determination to enhance mutual cooperation and coordination in the area of crisis management, including through the establishment of specific coordination and cooperation mechanisms for crisis and post-conflict situations where the United Nations and the European Union are engaged;\nWHEREAS, to enhance such mutual cooperation and coordination, the United Nations and the European Union have agreed to establish a framework agreement for the mutual provision of logistic, administrative and security support by United Nations peace operations and political missions (hereafter ‘UN Missions’) and European Union Common Security and Defence Policy military and civilian crisis management operations (hereafter ‘EU Operations’) engaged in crisis and post-conflict situations in the field;\nWHEREAS, expenditure arising from European Union civilian operations are borne by the budget of the European Union and implemented by the European Commission;\nWHEREAS, pursuant to Article 41(2) of the Treaty on European Union, expenditure arising from EU Operations having military or defence implications are borne by the Member States of the European Union;\nWHEREAS, pursuant to European Union Council decision (CFSP) 2015/528 of 27 March 2015, ATHENA is the mechanism entrusted with the administration of the common and nation borne costs of EU Operations having military or defence implications;\nWHEREAS the United Nations and the European Union each confirm that they are authorized to enter into this framework agreement, and to undertake the responsibilities herein contained;\nNOW, THEREFORE, the United Nations and the European Union (individually a ‘Party’ and collectively the ‘Parties’) agree as follows:\nArticle 1\nPurpose and scope\n1.1   This agreement (‘Agreement’) sets out the framework for the provision of mutual logistic, administrative and security support by UN Missions and EU Operations engaged in crisis and post-conflict situations in the field.\n1.2   This Agreement shall not apply to:\n(i)\nLogistics or other support provided to UN Missions or EU Operations by their respective Member States on a bilateral basis;\n(ii)\nUN Mission-EU Operation cooperation or assistance arrangements, other than for the provision of logistic, administrative and security support; or\n(iii)\nUN Mission-EU Operation cooperation or assistance arrangements concluded prior to the date of this Agreement.\nArticle 2\nGeneral principles\n2.1   The competent authorities of the Parties may enter into arrangements for the provision of mutual logistic, administrative and security support (hereafter ‘Support’) by UN Missions and EU Operations engaged in crisis and post-conflict situations in the field.\n2.2   The provision of Support shall be subject to the UN Missions’ and EU Operations’ respective capabilities and areas of deployment and without prejudice to their ability to carry out their respective mandates.\n2.3   The provision of Support shall be subject to the Parties respective regulations, rules, established practices and procedures (hereafter ‘Regulations and Rules’).\nArticle 3\nTechnical implementation arrangements\n3.1   The detailed modalities and financial arrangements applicable to the provision of Support shall be agreed on a case-by-case basis and set out in mission-specific technical implementation arrangements concluded pursuant to Article 2 of this Agreement (hereafter ‘Technical Implementation Arrangements’). Where applicable the European Union shall furthermore ensure that Technical Implementation Arrangements shall be concluded by the competent authorities acting on behalf of ATHENA.\n3.2   Neither Party shall be: (i) obliged to provide Support to the other, save as expressly set out in a Technical Implementation Arrangement; or (ii) liable to the other for its inability, in whole or in part, to provide such Support.\n3.3   In case of conflict between this Agreement and any Technical Implementation Arrangement, the terms of this Agreement shall prevail.\nArticle 4\nPlanning and coordination\n4.1   The Parties shall each designate an official (hereafter the ‘UN Coordinator’ and the ‘EU Coordinator’, respectively) to coordinate the provision of Support pursuant to this Agreement.\n4.2   Save as otherwise agreed between the Parties, the UN Coordinator and the EU Coordinator shall be the point of contact for all matters arising in respect of this Agreement.\n4.3   The UN Coordinator and the EU Coordinator shall consult on a regular basis to review and coordinate the timely provision to the other of all relevant information as may be required for the purposes of planning, identifying, prioritizing and coordinating UN Mission and EU Operation Support requirements.\nArticle 5\nCategories of support\n5.1   Technical Implementation Arrangements concluded pursuant to this Agreement may include the following categories of Support\n(i)\nthe provision of logistic goods, supplies or services;\n(ii)\nthe transfer (sale) of equipment;\n(iii)\nthe construction, refurbishment and/or handover of infrastructure;\n(iv)\nthe provision of security or protection services to personnel and/or property and/or\n(v)\nthe exchange of classified information.\n5.2   The above-mentioned categories of Support are for illustrative purposes only and shall not be interpreted as exclusive, or as a commitment to provide such Support.\nArticle 6\nProvisions on support\n6.1   The provision of logistic goods, supplies or services pursuant to a Technical Implementation Arrangement may include, but shall not be limited to the categories of logistic goods, supplies and services set out in Annex 1 of this Agreement.\n(i)\nUnless otherwise agreed in writing in the applicable Technical Implementation Arrangement, the quality of logistic goods, supplies or services provided by the UN Mission or the EU Operation to the other shall be of equal quality and calibre to that enjoyed by the provider’s own personnel;\n(ii)\nFor purposes of providing the logistic goods, supplies or services, the UN Mission and the EU Operation may draw on existing contracts or arrangements entered into by or on behalf of the provider; the Parties shall ensure that all services, equipment, supplies purchased by or on behalf of the provider shall be procured in accordance with the Regulations and Rules of the provider.\n6.2   The transfer of equipment pursuant to a Technical Implementation Arrangement may include, but shall not be limited to, the categories of equipment set out in Annex 2 of this Agreement.\n(i)\nTo the extent that the Technical Implementation Arrangement provides for the transfer (sale) of equipment, the UN Mission and the EU Operation, while at all times acting in conformity with their respective Regulations and Rules, may transfer, sell or dispose of equipment to the other on the basis set out below:\n(a)\nThe provider represents and warrants that it is the sole owner of the equipment, that the equipment is fully paid and free of any third party rights, liens and encumbrances;\n(b)\nThe recipient acknowledges that the equipment is sold on an ‘as is’‘where is’ basis and that the provider makes no warranties or representations, express or implied, as to the condition of the equipment, or as to its suitability and fitness for any intended use, and that the provider shall not be liable for any claims, demands, losses or liability arising from or in connection with the use or operation of the equipment after it has been transferred to the recipient;\n(c)\nSave as otherwise expressly agreed in the applicable Technical Implementation Arrangements, the transfer of title to the equipment shall occur (1) when the purchase price has been credited in full to the provider’s designated bank account; and (2) a handover certificate confirming the physical handover and receipt of the equipment has been signed by the recipient;\n(d)\nImmediately prior to the occurrence of the transfer of title, the provider and the recipient shall jointly prepare an inventory of, and inspect, the equipment;\n(e)\nImmediately upon occurrence of the transfer of title, the recipient shall assume full responsibility for the equipment, including for the loss of, damage to, or destruction of, the equipment (including for the insurance of the equipment); and,\n(f)\nThe provider shall transfer to the recipient any warranties in place for the equipment.\n(ii)\nAdditional terms and conditions governing the transfer of the equipment shall be set out in the applicable Technical Implementation Arrangement.\n6.3   The specific terms and conditions governing the construction, refurbishment and/or handover of infrastructure shall be agreed where applicable on a case-by-case basis, and set out in the Technical Implementation Arrangement. For the purpose of the construction, refurbishment and/or hand over of infrastructure, the competent authorities of the Parties shall also consult with, and seek the appropriate approvals or agreement from the host Government, or landowner, as necessary.\n6.4   The specific terms and conditions under which classified or confidential information may be exchanged in the field shall be set out in the Technical Implementation Arrangements concluded pursuant to this Agreement. The provision or exchange of classified or confidential information shall be subject to the Parties respective policies, procedures and established practices.\n6.5   The specific terms and conditions governing the provision of security or protection services shall be set out in the applicable Technical Implementation Arrangement. The provision of security or protection services shall be subject to the UN Missions’ and the EU Operations’ respective mandates and shall not derogate from the recipient’s responsibility to take adequate measures to safeguard its personnel and property.\nArticle 7\nFinancial arrangements\n7.1   Technical Implementation Arrangements concluded pursuant to this Agreement shall include appropriate financial arrangements based, inter alia, on the following financial provisions.\nI.   General principles\n7.2   Save as otherwise expressly provided in this Agreement, or otherwise agreed by the Parties in writing, Support provided by one Party to the other pursuant to this Agreement shall be provided on a cost-reimbursable basis. Specific details of the costs for each support activity and their method of calculation will be further elaborated in the relevant Technical Implementation Arrangements, referred to in Article 3 herein.\n7.3   The Parties shall ensure that the costs incurred in the provision of Support:\n(i)\nAre supported by accurate and up-to date records and documents and include only actually incurred costs directly attributable to the Support received by the other party, and\n(ii)\nwill be reimbursed if they comply with the criteria outlined in this Agreement, as well as any additional conditions outlined in the Technical Implementation Arrangements and agreed to in advance.\n7.4   The provider shall submit invoices to the recipient after delivery or performance of the Support. The provider shall invoice the recipient at least once a year for all transactions not previously invoiced. Invoices shall be accompanied by the necessary support documentation and shall be paid within sixty (60) days of the date of the invoice. Payment shall be made in the currency of the provider or as otherwise agreed.\nII.   Provision of logistic goods, supplies or services and security support\n7.5   Logistic goods, supplies and services and the provision of security or protection services shall be charged on the basis of actual direct costs that the provider incurs on account of the provision of the Support.\nIII.   Transfer of equipment and infrastructure\n7.6   The purchase price (if any) shall be determined on the basis of the net market value or where no market value can be determined, it shall be fair and reasonable taking into account specific local conditions and depreciation rates applied by the respective competent authorities.\n7.7   The recipient of the equipment shall be responsible for the costs associated with the transfer of the equipment, including, without limitation, any transportation costs.\n7.8   Where applicable the Parties, acting in conformity with their respective Regulations and Rules, may contribute to the cost of infrastructure constructed, refurbished or improved by one of them for the purposes of use by the other and/or both of them. The terms and conditions governing such contributions shall be agreed in writing by the competent authorities on a case-by-case basis and set out in the applicable Technical Implementation Arrangement.\n7.9   To the extent that the provision or handover of infrastructure pertains to premises, camps, or other infrastructure constructed, refurbished, or improved by either of the Parties for its own purposes in the implementation of its mandate, the modalities for handover, including any financial arrangements shall be set out where applicable in a Technical Implementation Arrangement.\nIV.   Exchange of classified information\n7.10   Exchange of classified information between EU Operations and UN Missions shall be at no cost.\nArticle 8\nAdditional provisions of Technical Implementation Arrangements\n8.1   The terms and conditions of Technical Implementation Arrangements concluded pursuant to this Agreement shall be consistent with this Agreement and shall include:\n(i)\nAppropriate Liability and Indemnity provisions based on the provisions set out in Article 9 below. The necessary adjustments shall be made to such Liability and Indemnity provisions to reflect the parties to the applicable Technical Implementation Arrangement. In particular, for the purposes of Technical Implementation Arrangements that relate to European Union operations having military or defence implications, the officials, personnel, servants and agents of the European Union referred to in Article 9 below shall be deemed to include the officials, personnel, servants and agents of ATHENA and of European Union participating States;\n(ii)\nAppropriate Consultation and Dispute Resolution provisions based on the provisions set out in Article 11 below;\n(iii)\nProvisions regarding the Human Rights Due Diligence Policy and Privileges and Immunities as set out in Articles 10 and 12 below.\n8.2   Technical Implementation Arrangements shall also include, inter alia, appropriate provisions governing Liaison and Coordination, Implementation procedures, Invoicing/Payment procedures, as well as provisions for Recordkeeping, Audit and Investigations.\nArticle 9\nLiability and indemnity\n9.1   Save as expressly provided in this Agreement, the United Nations, including its officials, personnel, servants and agents, and the European Union, including its officials, personnel, servants and agents, shall incur no liability whatsoever arising from or in connection with the implementation of this Agreement. In particular, and without prejudice to the generality of the foregoing, the United Nations, including its officials, personnel, servants and agents, and the European Union, including its officials, personnel, servants and agents, shall incur no liability whatsoever for any military or other operations or activities carried out by the other Party, including such other Party’s officials, personnel, servants or agents.\n9.2   The United Nations and the European Union shall each be responsible for resolving and shall indemnify, hold and save harmless, the other, its officials, personnel, servants or agents from and against, all claims, demands, losses and liability of any nature or kind in respect of the death, injury, illness, or loss or damage to personal property, sustained by their respective officials, personnel, servants or agents, arising from or in connection with the implementation of this Agreement, save to the extent that such claims or demands result from the gross negligence or wilful misconduct of the other Party, or of its officials, personnel, servants or agents.\n9.3   The United Nations and the European Union shall each be responsible for resolving, and shall indemnify, hold and save harmless, the other, its officials, personnel, servants and agents from and against, all claims, demands, losses and liability of any nature or kind brought or asserted by third parties, based on, arising from, related to, or in connection with their respective acts or omissions, or the acts or omissions of their respective officials, personnel, servants and agents, in the implementation of this Agreement.\nArticle 10\nHuman Rights Due Diligence Policy\nThe responsibilities undertaken by the United Nations pursuant to this Agreement are subject to the terms of the Human Rights Due Diligence Policy on UN Support to non-UN Security Forces (S/2013/110), a copy of which is attached in Annex 3 of this Agreement.\nArticle 11\nConsultation and dispute resolution\n11.1   The United Nations and the European Union shall keep the implementation of this Agreement under close review and shall regularly and closely consult with each other for that purpose.\n11.2   The UN Coordinator and the EU Coordinator shall, within their respective responsibilities, regularly consult with each other, at either’s request, on any difficulties, problems, matters of concern or disputes that may arise in the course of the implementation of this Agreement and shall use best efforts to discuss and resolve any matters amicably by negotiation.\n11.3   In the event that the UN Coordinator and the EU Coordinator are unable to resolve any difficulties, problems, matters of concern, or disputes to the satisfaction of the Parties, consultations shall be continued between the Under-Secretary-General for Operational Support and the Deputy Secretary General for Common Security and Defence Policy and Crisis Management and ultimately, if required, at the request of either Party, between the Secretary-General of the United Nations and the High Representative of the European Union for Foreign Affairs and Security Policy, with a view to reaching an amicable resolution.\n11.4   Any claims or disputes that have not otherwise been resolved in accordance with this Article of this Agreement may be submitted to a mutually-agreed conciliator or mediator. Any claim or dispute which has failed to be settled by such conciliation or mediation may be submitted to arbitration at the request of either Party. Each Party shall appoint one arbitrator, and the two arbitrators so appointed shall appoint a third, who will be the Chairman. If within thirty (30) days from the date on which the request for arbitration was made either Party has not appointed an arbitrator or if within thirty (30) days of the appointment of two arbitrators the third arbitrator has not been appointed, either Party may request the President of the International Court of Justice to appoint an arbitrator. The procedures for the arbitration shall be in accordance with the UNCITRAL Arbitration Rules then obtaining. The arbitrators shall have no authority to award punitive damages. The arbitral award shall contain a statement of reasons on which it is based and shall be accepted as the final adjudication of any such claim or dispute.\nArticle 12\nPrivileges and immunities\nNothing in or relating to this Agreement shall be deemed a waiver, express or implied, of any of the privileges and immunities of the United Nations, including its subsidiary organs or the European Union, including its institutions and competent entities.\nArticle 13\nFinal provisions\n13.1   This Agreement shall enter into force on the date of its signature by the Parties.\n13.2   This Agreement may be modified, supplemented or amended at any time by written agreement between the Parties.\n13.3   This Agreement shall be reviewed 5 years after its entry into force.\n13.4   This Agreement may be terminated at any time by either Party giving sixty (60) days’ notice to the other. Notwithstanding the termination of this Agreement, the provisions of Articles 9, 11 and 12 of this Agreement shall remain in force until such time as all disputes, claims or liabilities arising in connection with this Agreement have been resolved.\n13.5   The Annexes to this Agreement are an integral part of this Agreement.\nIN WITNESS WHEREOF, this Agreement is signed by the duly authorized representatives of the European Union and the United Nations\nDone at New York, on 29 September 2020, in duplicate, in the English language.\nFor the European Union:\nFor the United Nations:\nANNEX 1\nCategories of logistic goods, supplies and services that may be provided:\nTransportation and movement services\nInfrastructure and engineering services\n—\nAccommodation\n—\nOffice space\n—\nInfrastructure for Role 1 up to 3\nTechnical facilities\n—\nStorage\n—\nWorkshops\n—\nFuel station\n—\nAmmunition storage\n—\nParking (for vehicles or aircraft); helipads.\n—\nElectrical power\n—\nSanitary Water\nGeneral services\n—\nGrounds maintenance\n—\nCleaning/janitorial services\n—\nEnvironmental protection (sewage/waste removal)\n—\nMinor repairs and maintenance\n—\nFire protection/prevention and fire fighting\nManagement services\n—\nCamp management services\n—\nEnvironmental protection\nControl services\n—\nVeterinary and food control\n—\nWaste control\n—\nWater control\n—\nHygiene control\n—\nPest control\nReal life support\n—\nRations/catering\n—\nLaundry\n—\nMoral & welfare\n—\nEnergy\n—\nSanitary\n—\nCleaning\n—\nWaste disposal\nSupply services\n—\nPetroleum, oil, lubricants (POL)\nCommunication services\nMedical support\n—\nPharmaceuticals\n—\nMedical supplies\n—\nCasualty evacuation / Medical evacuation (CASEVAC/MEDEVAC)\n—\nMedical treatment (Role 1, Role 2 and Role 3 services)\n—\nMedical waste disposal\n—\nPatient evacuation coordination cell (PECC)\nSecurity services\nANNEX 2\nCategories of equipment that may be transferred:\n—\nAccommodation (incl. buildings and temporary/tented accommodation)\nOther infrastructure\n—\nVehicles (General purpose vehicles, armoured vehicles, specialized vehicles)\n—\nConstruction, handling, and other specialized equipment and machinery\n—\nPumps, water treatment equipment and machines\n—\nNon-lethal items of military equipment\n—\nPetroleum, oils, lubricants\n—\nClothing\n—\nIT and communication equipment\n—\nMedical supplies, equipment and/or pharmaceuticals\n—\nAmmunition\n—\nSpare parts\n—\nGenerators\n—\nFurniture\nANNEX 3\nUnited Nations Human Rights Due Diligence Policy\nAnnex\n[Original: English and French]\nHuman rights due diligence policy on United Nations support to non-United Nations security forces\nI.   Core principles\n1.\nSupport by United Nations entities to non-United Nations security forces must be consistent with the Organization’s purposes and principles as set out in the Charter of the United Nations and with its obligations under international law to respect, promote and encourage respect for international humanitarian, human rights and refugee law. Such support should help recipients to attain a stage where compliance with these principles and bodies of law becomes the norm, ensured by the rule of law. Consistent with these obligations, United Nations support cannot be provided where there are substantial grounds for believing there is a real risk of the receiving entities committing grave violations of international humanitarian, human rights or refugee law and where the relevant authorities fail to take the necessary corrective or mitigating measures. For the same reasons, if the United Nations receives reliable information that provides substantial grounds to believe that a recipient of United Nations support is committing grave violations of international humanitarian, human rights or refugee law, the United Nations entity providing such support must intercede with the relevant authorities with a view to bringing those violations to an end. If, despite such intercession, the situation persists, the United Nations must suspend support to the offending elements. Notwithstanding the present policy, existing obligations of human rights, humanitarian and refugee law continue to apply to all United Nations activities.\n2.\nUnited Nations entities that are contemplating or involved in providing support to non-United Nations security forces must therefore pursue a policy of due diligence, comprising the following key elements:\n(a)\nBefore support is given, an assessment of the risks involved in providing or not providing such support, in particular the risk of the recipient entity committing grave violations of international humanitarian law, human rights law or refugee law;\n(b)\nTransparency with receiving entities about the legal obligations binding the Organization and the core principles governing provision of support; and\n(c)\nAn effective implementation framework, including:\n(i)\nProcedures for monitoring the recipient entity’s compliance with international humanitarian, human rights and refugee law;\n(ii)\nProcedures for determining when and how to intercede with a view to putting an end to grave violations of any of those bodies of law and for deciding, if need be, upon the suspension or withdrawal of support; and\n(iii)\nGeneral operational guidance, as required, by the respective United Nations entities to the country level on implementation of the policy.\n3.\nAdherence to the human rights due diligence policy is important to maintain the legitimacy, credibility and public image of the United Nations and to ensure compliance with the Charter and with the Organization’s obligations under international law.\n4.\nRelevant policies and guidelines on specific areas of support, including the guidance notes developed in the inter-agency Security Sector Reform Task Force, must be consistent with the due diligence policy.\n5.\nThe present policy is not intended in any way to hinder the normal work of the Organization aimed at encouraging respect for international humanitarian, human rights or refugee law, including developing capacity as well as investigating and reporting on violations of those bodies of law and interceding with relevant authorities to protest those violations, secure remedial action and prevent their repetition. The policy is intended to complement those normal processes.\nII.   Human rights due diligence policy\nA.   Scope of the policy\n6.\nThe human rights due diligence policy applies to all United Nations entities providing support to non-United Nations security forces. It therefore applies not only to peacekeeping operations and special political missions, but also to all United Nations offices, agencies, funds and programmes that engage in such activities.\nB.   Definitions\n7.\nFor the purpose of this policy, “non-United Nations security forces” include:\n(a)\nNational military, paramilitary, police, intelligence services, border-control and similar security forces;\n(b)\nNational civilian, paramilitary or military authorities directly responsible for the management, administration or command or control of such forces;\n(c)\nPeacekeeping forces of regional international organizations.\n8.\n“Support” is understood to mean any of the following activities:\n(a)\nTraining, mentoring, advisory services, capacity- and institution-building and other forms of technical cooperation for the purpose of enhancing the operational capabilities of non-United Nations security forces;\n(b)\nAd hoc or programmatic support to civilian or military authorities directly responsible for the management, administration or command and control of non-United Nations security forces;\n(c)\nFinancial support, including payment of salaries, bursaries, allowances and expenses, whatever the source of the funds;\n(d)\nStrategic or tactical logistical support to operations in the field conducted by non-United Nations security forces;\n(e)\nOperational support to action in the field conducted by non-United Nations security forces, including fire support, strategic or tactical planning;\n(f)\nJoint operations conducted by United Nations forces and non-United Nations security forces.\n9.\n“Support” does not include:\n(a)\nTraining or sensitization regarding international humanitarian, human rights and refugee law;\n(b)\nStandard-setting (e.g. advice on and review of legislation, codes and policies) and capacity support directly related to the implementation and promotion of compliance with human rights laws and standards and to foster democratic governance of security institutions;\n(c)\nEngagement to promote compliance with humanitarian, human rights and refugee law or to negotiate humanitarian access and carry out relief operations;\n(d)\nMediation and mediation-related support;\n(e)\nMedical evacuation (MEDEVAC) and casualty evacuation (CASEVAC).\n10.\n“Support” may be direct or indirect — that is, through implementing partners.\n11.\nWhen determining whether an activity constitutes support or not in accordance with paragraphs 8 and 9 above, United Nations entities should consider the need to promote consistency in the implementation of the policy across the United Nations system according to paragraphs 18 and 20 below.\n12.\n“Grave violations” mean, for the purposes of the present policy:\n(a)\nIn the case of a unit:\n(i)\nCommission of “war crimes” or of “crimes against humanity”, as defined in the Rome Statute of the International Criminal Court, or “gross violations” of human rights, including summary executions and extrajudicial killings, acts of torture, enforced disappearances, enslavement, rape and sexual violence of a comparable serious nature, or acts of refoulement under refugee law that are committed on a significant scale or with a significant degree of frequency (that is, they are more than isolated or merely sporadic phenomena); or\n(ii)\nA pattern of repeated violations of international humanitarian, human rights or refugee law committed by a significant number of members of the unit; or\n(iii)\nThe presence in a senior command position of the unit of one or more officers about whom there are substantial grounds to suspect:\n•\nDirect responsibility for the commission of “war crimes”, “gross violations” of human rights or acts of refoulement; or\n•\nCommand responsibility, as defined in the Rome Statute of the International Criminal Court, for the commission of such crimes, violations or acts by those under their command; or\n•\nFailure to take effective measures to prevent, repress, investigate or prosecute other violations of international humanitarian, human rights or refugee law committed on a significant scale by those under their command;\n(b)\nIn the case of civilian or military authorities that are directly responsible for the management, administration or command of non-United Nations security forces:\n(i)\nCommission of grave violations by one or more units under their command;\n(ii)\nCombined with a failure to take effective measures to investigate and prosecute the violators.\n13.\n“United Nations” includes any office, department, agency, programme, fund, operation or mission of the United Nations.\nC.   Risk assessment\n14.\nBefore engaging in support, the United Nations entity directly concerned must conduct an assessment of the potential risks and benefits involved in providing support. This assessment should include consideration of the following elements (where a United Nations entity has an existing mechanism in place, this may be used to conduct the assessment in accordance with paragraph 19 below):\n(a)\nThe record of the intended recipient(s) in terms of compliance or non‐compliance with international humanitarian, human rights and refugee law, including any specific record of grave violations;\n(b)\nThe record of the recipient(s) in taking or failing to take effective steps to hold perpetrators of any such violations accountable;\n(c)\nWhether any corrective measures have been taken or institutions, protocols or procedures put in place with a view to preventing the recurrence of such violations and, if so, their adequacy, including institutions to hold any future perpetrators accountable;\n(d)\nAn assessment of the degree to which providing or withholding support would affect the ability of the United Nations to influence the behaviour of the receiving entity in terms of its compliance with international humanitarian, human rights and refugee law;\n(e)\nThe feasibility of the United Nations putting in place effective mechanisms to monitor the use and impact of the support provided;\n(f)\nAn assessment based on the factors above and on the overall context of the support, of the risk that the receiving entity might nevertheless commit grave violations of international humanitarian, human rights or refugee law.\n15.\nInformation on the record of the intended recipient with regard to compliance with international humanitarian, human rights and refugee law should be obtained from the United Nations or other reliable sources.\n16.\nWhere, as a result of this risk assessment, the United Nations entity directly concerned concludes that there are substantial grounds for believing that there is a real risk of the intended recipient committing grave violations of international humanitarian, human rights or refugee law, notwithstanding any mitigatory measures that the United Nations might take, then the United Nations entity concerned must not engage in the provision of support to that intended recipient. The United Nations entity should make clear that support will not be possible unless and until the intended recipient takes measures that are of such effect that there are no longer substantial grounds for believing that there would be a real risk of such grave violations occurring. Such measures might include, for example, the removal of an officer from a senior command position when there are substantial grounds for suspecting that officer of being responsible for grave violations of international humanitarian, human rights or refugee law.\n17.\nWhere, as a result of the risk assessment, the United Nations entity directly concerned concludes that substantial grounds do not exist for believing there to be a real risk of the intended recipient committing such violations, then the United Nations entity concerned may proceed to engage in the provision of support, subject to compliance with the following sections of this policy.\nD.   Transparency\n18.\nEffective implementation of the policy requires the understanding and cooperation of all stakeholders, including donor and programme countries, troop- and police-contributing countries and host countries of United Nations peacekeeping and political missions. Each entity mandated to or anticipating support for non‐United Nations security forces shall engage proactively with Member States and other relevant partners and stakeholders to explain the policy.\n19.\nBefore engaging in support to non-United Nations security forces, the responsible senior United Nations official[s] (e.g. Special Representative of the Secretary-General, Resident Coordinator, country representative) should inform the recipient authority/ies in writing of the United Nations core principles for support to non-United Nations security forces under this policy. In particular, recipients should be notified that United Nations support cannot be provided to units that fall under the command of individuals against whom there are substantiated allegations of grave violations of international humanitarian, human rights or refugee law. The recipient authority should also be advised of procedures or mechanisms to implement the policy, as outlined in section III below. It should be made clear to the recipient that, in order to sustain the support, the United Nations is obligated to continuously assess whether or not the recipient’s actions are consistent with the Organization’s obligations under the relevant bodies of law. While advocacy and communication may be undertaken by a specific United Nations entity, it should be coordinated to promote consistency across the United Nations in-country, and the most senior United Nations official in a given country (Special Representative of the Secretary-General and/or Resident Coordinator) should be kept informed of such steps.\nIII.   Ensuring effective implementation\nA.   Elements of an implementation framework\n20.\nImplementation of the human rights due diligence policy must take into account the specific mandates of the United Nations entity concerned, as well as the nature and extent of the support, and the political and operational context in which it is delivered.\n21.\nEach United Nations entity providing support must develop an implementation framework in accordance with its management practices in order to ensure compliance with this policy. That framework should be clearly set out in a standing operating procedure or similar instrument. The framework should, where relevant, be reported to the entity’s mandating body. Such a framework should include, as required:\n(a)\nResources required to effectively manage delivery of the support and to monitor and evaluate its impact;\n(b)\nIncentives or other accompanying measures aimed at improving compliance by the recipient with international humanitarian, human rights and refugee law;\n(c)\nMechanisms for the effective monitoring of the recipient’s behaviour to detect grave violations of international humanitarian, human rights and refugee law and the recipient institution’s responses to any violations (such mechanisms should include procedures for regular reporting from the Office of the United Nations High Commissioner for Human Rights (OHCHR), the Office of the United Nations High Commissioner for Refugees (UNHCR), the Office for the Coordination of Humanitarian Affairs (OCHA) and the United Nations Children’s Fund (UNICEF) and from the offices of the Special Representatives of the Secretary-General for Children and Armed Conflict, and the Special Representative of the Secretary-General on Sexual Violence in Conflict);\n(d)\nWell-defined systems for the collation and effective review of information gathered through such monitoring and from other sources, including local protection of civilian networks;\n(e)\nWell-defined procedures to guide decisions by responsible United Nations officials on whether or not violations committed by the recipient entity require intervention with the recipient entity or its command elements or, as a final resort, require the suspension or withdrawal of support under this policy;\n(f)\nClear procedures for communication with the relevant authorities where United Nations intervention or the suspension or withdrawal of support is required under this policy;\n(g)\nClear and effective procedures for evaluating and considering the possible risks if support is suspended or withdrawn, including risks to the safety and security of United Nations and associated personnel, and for identifying appropriate mitigatory measures, and ensuring that they are taken.\n22.\nIn the application of the policy and the use of measures set out in paragraphs 21 (a) to (g) above at the country level, each United Nations entity should take into account the need to promote consistency in the implementation of the policy across the United Nations system. The most senior United Nations official in country (Special Representative of the Secretary-General and/or Resident Coordinator) is responsible for initiating consultations on the implementation framework with all national and international stakeholders. In the case of integrated missions, consultations between the mission and the United Nations country team should be part of established procedure.\nB.   Prior advice to United Nations legislative bodies\n23.\nAction by United Nations entities to support non-United Nations security forces requires particularly careful attention due to the special risks, potential liabilities and high visibility involved. It is therefore important that United Nations entities exercise due diligence, in particular by conducting a risk assessment, before a mandate or directive is adopted to provide support to non-United Nations security forces. The resulting evaluation should be included in reports or briefings to legislative bodies, as appropriate. In the peacekeeping context, such evaluations should help inform and shape proposals by the Secretary-General to legislative bodies regarding mandates.\nC.   Reporting and oversight\n24.\nRelevant official United Nations reports (e.g. reports of the Secretary-General to the Security Council, country and thematic reports by United Nations offices, programmes, agencies and funds) should cover support provided to non-United Nations security forces, including the nature and scope of the support, measures employed to ensure compliance with the “due diligence” policy, related actions to promote respect for the core principles of United Nations support and an assessment of the impact of the support.\n25.\nWhere critical difficulties arise relating to such support, United Nations entities should report immediately to the relevant decision-making United Nations officials and legislative bodies, as appropriate, on developments related to the elements of the risk assessment that present the Organization or its personnel with the risk of being associated with grave violations of international humanitarian, human rights or refugee law. The United Nations entities involved should report on the circumstances, any measures taken to mitigate or remedy the situation and recommendations for follow-up action.\nD.   Mitigatory measures\n26.\nIf the United Nations receives reliable information that provides substantial grounds for believing that a recipient of United Nations support is committing grave violations of international humanitarian, human rights or refugee law, the United Nations entity providing support should bring these grounds to the attention of the relevant national authorities with a view to bringing those violations to an end.\n27.\nIf, despite intercession by the United Nations entity concerned, the United Nations receives reliable information that provides substantial grounds to suspect that the recipient entity is continuing to engage in grave violations of international humanitarian, human rights or refugee law, then the United Nations entity must suspend or withdraw support from the recipient.\nE.   Operational challenges\n28.\nIn the peacekeeping context, withholding or withdrawing support in the face of a failure by recipient security forces to comply with the core principles of the policy may significantly diminish the mission’s ability to fulfil the overall mandate and objectives set out by the Security Council. Suspension or withdrawal of logistical, material or technical support may, however, become necessary where continued support would implicate the Organization in grave violations of international humanitarian, human rights or refugee law. The Secretary-General should keep the Council informed of measures taken by a peacekeeping operation under this policy and, where it is thought that application of this policy would have a critical impact on the ability of the operation to discharge its mandate, should advise the Council in a timely manner and seek the Council’s advice regarding the way forward. Similarly, should the withholding or withdrawal of support by a United Nations agency, fund or programme affect the ability of that entity to fulfil its mandate, the Executive Head of the said agency, fund or programme will advise the governing body of the agency, fund or programme in a timely manner, and seek its advice regarding the way forward.\nF.   Accountability\n29.\nFollowing endorsement of the present policy framework by the Secretary-General, senior managers at Headquarters (Under-Secretaries-General, the Administrator of the United Nations Development Programme (UNDP), the Executive Directors of funds and programmes) are responsible for ensuring that support for non-United Nations security forces and institutions and implementation of the policy are kept under regular review in their areas of responsibility. They are also responsible for ensuring that significant developments in the implementation of this policy, including mitigatory actions taken under it, are brought to the timely attention of the Secretary-General and the relevant legislative bodies.\n30.\nWhere relevant, integrated mission task forces and integrated task forces should include in their agendas a standing item on review and evaluation of support provided to non-United Nations security forces.\n31.\nA further submission to the Policy Committee should be prepared in one year’s time, in the light of experience gained to determine, inter alia, if any further implementation measure(s) or mechanisms are required.\nANNEX 4\nUN and EU Points of Contact\nEU\n—\nEUMS D.2, LOG DIR/RES\nEuropean Union Military Staff, Logistics\nResources Support\nEUMS-LOGISTICS-DIRECTORATE@eeas.europa.eu\n—\nCPCC,\nCivilian Planning and Conduct Capability\ncpcc.secretariat@eeas.europa.eu\nUN\n—\nDOS/DSA/SPS\nDepartment of Operational Support\nDivision for Special Activities, Support Partnerships Service\ndos-sps@un.org\n—\nDOS/OSCM/OASG\nDepartment of Operational Support\nOffice of the Assistant Secretary-General for Supply Chain Management\noscm-oasg@un.org", "summary": "Crisis management — Framework for participation agreements\nCrisis management — Framework for participation agreements\nSUMMARY OF:\nFramework Agreement between the EU and the United Nations for the provision of mutual support in the context of their respective missions and operations in the field\nAgreements with non-EU countries as follows:\nAgreement between the EU and Vietnam and Decision (EU) 2019/1803 on its signing and conclusion\nAgreement between the EU and Jordan and Decision (CFSP) 2019/1328 on its signing and conclusion\nAgreement between the EU and Bosnia and Herzegovina and Decision (CFSP) 2015/1967 on its signing and conclusion\nAgreement between the EU and Australia and Decision (EU) 2015/916 on its signing and conclusion\nAgreement between the EU and Colombia and Decision 2014/538/CFSP on its signing and conclusion\nAgreement between the EU and Korea and Decision 2014/326/CFSP on its signing and conclusion\nAgreement between the EU and Chile and Decision 2014/71/CFSP on its signing and conclusion\nAgreement between the EU and Georgia and Decision 2014/15/EU (see corrigendum) on its signing and conclusion\nAgreement between the EU and Moldova and Decision 2013/12/CFSP on its signing and conclusion\nAgreement between the EU and North Macedonia and Decision 2012/768/CFSP on its signing and conclusion\nAgreement between the EU and Albania and Decision 2012/344/CFSP on its signing and conclusion\nAgreement between the EU and New Zealand and Decision 2012/315/CFSP on its signing and conclusion\nAgreement between the EU and Serbia and Decision 2011/361/CFSP on its signing and conclusion\nFramework Agreement between the EU and the United States and Decision 2011/318/CFSP on its signing and conclusion\nAgreement between the EU and Montenegro and Decision 2011/133/CFSP on its signing and conclusion\nAgreement between the EU and Turkey and Decision 2006/482/CFSP on its signing and conclusion\nAgreement between the EU and Canada and Decision 2005/851/CFSP on its signing and conclusion\nAgreement between the EU and Ukraine and Decision 2005/495/CFSP on its signing and conclusion\nAgreement between the EU and Norway and Decision 2005/191/CFSP on its signing and conclusion\nAgreement between the EU and Iceland and Decision 2005/191/CFSP on its signing and conclusion\nWHAT IS THE AIM OF THE AGREEMENTS AND THE DECISIONS?\nThe EU-United Nations framework agreement sets out the rules for the provision of mutual logistic, administrative and security support by UN missions and EU operations engaged in crisis and post-conflict situations in the field.\nThe agreements define the terms of the participation of non-EU countries in EU crisis management operations as well as the relationship of those countries with the EU in carrying out the missions.\nThe decisions approve the respective agreements on behalf of the EU.\nKEY POINTS\n              \nArticle 37 of the Treaty on European Union and Article 218 of the Treaty on the Functioning of the European Union provide the necessary legal background conferring authority for the EU to conclude agreements with non-EU countries concerning their participation in EU crisis management operations.\nEU crisis management\nThe European External Action Service (EEAS) Crisis Response & Operational Coordination Department is responsible for activating the EEAS Crisis Response System (CRS) (crisis platform, EU situation room, crisis management board), and plays a central role in ensuring a swift and effective response across the EU system as well as consistent policy and actions throughout the various phases of the crisis life-cycle.\nThe CRS covers crises which may affect EU security and interests occurring outside the EU, including those affecting the EU delegations or any other EU asset or person in non-EU countries. It also covers crises occurring inside the EU where they have an external dimension. CRS ranges from prevention and preparedness to response and recovery, aiming to achieve a comprehensive EU crisis response and management capability.\nParticipation in EU crisis management operations\nEach non-EU country covered by the agreements decides to accept the invitation to participate in EU-led operations on a case-by-case basis. If it accepts, the country also undertakes to abide by the terms of the Council decision through which the EU has decided to conduct the operation concerned.\nCountries’ contribution could involve civilian personnel, military personnel and materials. The parties also agree on a possible contribution to the operation’s budget. The non-EU country assumes all the costs associated with its participation, except where these costs are provided for in the budget.\nAt any time, the country may decide to withdraw in whole or in part from the military operation after consultation with the EU.\nThe decision to end the crisis management operation is essentially an EU decision, though they must consult any country still making a contribution at the time the decision is envisaged.\nAny disputes concerning the interpretation or application of an agreement are settled through diplomatic channels.\nStatus of the non-EU country contingent seconded to an EU-led operation\nThe status of the non-EU country contingent is governed by the status of mission agreement between the EU and the country in which the operation takes place. If such an agreement has not yet been concluded, the parties agree on an equivalent arrangement before the deployment.\nThe status of admission agreement defines the privileges and immunities of the seconded personnel.\nThe country retains the right to exercise jurisdiction over its seconded personnel in the country in which the operation takes place. They will also be responsible for answering any claims related to its participation in accordance with its national law.\nConduct of operations\nThe EU is in charge of conducting crisis management operations and defines the objectives and guidelines for the missions. The non-EU country ensures that its personnel and units carry out their tasks in accordance with these guidelines and that their personnel follow the direction of the EU Head of Mission or EU Commander, while fully remaining under their own command.\nThe non-EU country designates a national point of contact to represent its national contingent in the operation reporting to the Head of Mission and responsible for disciplinary matters within the country’s contingent.\nWaiver of claims\nAs part of each agreement, the EU and the non-EU country waive claims against the other party for damages resulting from the performance of their official duties, except in cases of gross negligence or wilful misconduct. This waiver of claims must be declared by the country concerned as well as by each EU country.\nFROM WHEN DO THE DECISIONS AND THE AGREEMENTS APPLY?\n              \nThe EU-UN framework agreement entered into force on 29 September 2020.\nCountry\nDecision\nAgreement\nViet Nam\n18 July 2019\n                \n-\nJordan\n18 February 2019\n                \n-\nBosnia and Herzegovina\n9 March 2012\n                \n-\nAustralia\n22 July 2013\n                \n-\nColombia\n8 July 2014\n                \n-\nSouth Korea\n28 January 2014\n                \n-\nChile\n18 November 2013\n                \n-\nGeorgia\n18 November 2013\n                \n-\nMoldova\n25 October 2012\n                \n-\nMacedonia\n9 March 2012\n29 October 2012\nAlbania\n23 March 2012\n5 June 2012\nNew Zealand\n19 December 2011\n                \n-\nSerbia\n20 December 2010\n8 June 2011\nUnited States\n31 March 2011\n17 May 2011\nMontenegro\n21 February 2011\n22 February 2011\nTurkey\n10 March 2006\n                \n-\nCanada\n21 November 2005\n                \n-\nUkraine\n13 June 2005\n1 May 2008\nNorway\n18 October 2004\n1 January 2005\nIceland\n18 October 2004\n1 April 2005\nNotes:\nSome agreements have not yet entered into force. Agreements enter into force on the first day of the first month after the parties notify each other of the completion of the necessary internal legal procedures.\nSimilar agreements were concluded with Bulgaria and Romania before they joined the EU.\nBACKGROUND\n              \nSee also:\nCrisis response (EU External Action)\nEnhancing security cooperation in and with Asia (EU External Action)\nThe Civilian Planning and Conduct Capability (CPCC) (EU External Action).\nMAIN DOCUMENTS\n            \nFramework Agreement between the European Union and the United Nations for the Provision of Mutual Support in the context of their respective missions and operations in the field (OJ L 389, 19.11.2020, pp. 2-20)\nAgreement between the European Union and the Government of the Socialist Republic of Viet Nam establishing a framework for the participation of Viet Nam in European Union crisis management operations (OJ L 276, 29.10.2019, pp. 3-11)\nAgreement between the European Union and the Hashemite Kingdom of Jordan establishing a framework for the participation of the Hashemite Kingdom of Jordan in European Union crisis management operations (OJ L 207, 7.8.2019, pp. 3-11)\nAgreement between the European Union and Bosnia and Herzegovina establishing a framework for the participation of Bosnia and Herzegovina in the European Union crisis management operations (OJ L 288, 4.11.2015, pp. 4-11)\nAgreement between the European Union and Australia establishing a framework for the participation of Australia in European Union crisis management operations (OJ L 149, 16.6.2015, pp. 3-10)\nAgreement between the European Union and the Republic of Colombia establishing a framework for the participation of the Republic of Colombia in European Union crisis management operations (OJ L 251, 23.8.2014, pp. 8-15)\nAgreement between the European Union and the Republic of Korea establishing a framework for the participation of the Republic of Korea in European Union crisis management operations (OJ L 166, 5.6.2014, pp. 3-10)\nAgreement between the European Union and the Republic of Chile establishing a framework for the participation of the Republic of Chile in European Union crisis management operations (OJ L 40, 11.2.2014, pp. 2-7)\nAgreement between the European Union and Georgia establishing a framework for the participation of Georgia in European Union crisis management operations (OJ L 14, 18.1.2014, pp. 2-7)\nAgreement between the European Union and the Republic of Moldova establishing a framework for the participation of the Republic of Moldova in European Union crisis management operations (OJ L 8, 12.1.2013, pp. 2-7)\nAgreement between the European Union and the former Yugoslav Republic of Macedonia establishing a framework for the participation of the former Yugoslav Republic of Macedonia in European Union crisis management operations (OJ L 338, 12.12.2012, pp. 3-10)\nAgreement between the European Union and the Republic of Albania establishing a framework for the participation of the Republic of Albania in the European Union crisis management operations (OJ L 169, 29.6.2012, pp. 2-7)\nAgreement between the European Union and New Zealand establishing a framework for the participation of New Zealand in European Union crisis management operations (OJ L 160, 21.6.2012, pp. 2-7)\nAgreement between the European Union and the Republic of Serbia establishing a framework for the participation of the Republic of Serbia in European Union crisis management operations (OJ L 163, 23.6.2011, pp. 2-7)\nFramework Agreement between the United States of America and the European Union on the participation of the United States of America in European Union crisis management operations (OJ L 143, 31.5.2011, pp. 2-6)\nAgreement between the European Union and Montenegro establishing a framework for the participation of Montenegro in European Union crisis management operations (OJ L 57, 2.3.2011, pp. 2-7)\nAgreement between the European Union and the Republic of Turkey establishing a framework for the participation of the Republic of Turkey in the European Union crisis management operations (OJ L 189, 12.7.2006, pp. 17-22)\nAgreement between the European Union and Canada establishing a framework for the participation of Canada in the European Union crisis management operations (OJ L 315, 1.12.2005, pp. 21-26)\nAgreement between the European Union and Ukraine establishing a framework for the participation of Ukraine in the European Union crisis management operations (OJ L 182, 13.7.2005, pp. 29-34)\nAgreement between the European Union and the Kingdom of Norway establishing a framework for the participation of the Kingdom of Norway in the European Union crisis-management operations (OJ L 67, 14.3.2005, pp. 8-13)\nAgreement between the European Union and the Republic of Iceland establishing a framework for the participation of the Republic of Iceland in the European Union crisis-management (OJ L 67, 14.3.2005, pp. 2-7)\nCouncil Decision (EU) 2019/1803 of 18 July 2019 on the signing and conclusion of the Agreement between the European Union and the Government of the Socialist Republic of Viet Nam establishing a framework for the participation of Viet Nam in European Union crisis management operations (OJ L 276, 29.10.2019, pp. 1-2)\nCouncil Decision (CFSP) 2019/1328 of 18 February 2019 on the signing and conclusion of the Agreement between the European Union and the Hashemite Kingdom of Jordan establishing a framework for the participation of the Hashemite Kingdom of Jordan in European Union crisis management operations (OJ L 207, 7.8.2019, pp. 1-2)\nCouncil Decision (CFSP) 2015/1967 of 9 March 2012 on the signing and conclusion of the Agreement between the European Union and Bosnia and Herzegovina establishing a framework for the participation of Bosnia and Herzegovina in European Union crisis management operations (OJ L 288, 4.11.2015, pp. 2-3)\nCouncil Decision (EU) 2015/916 of 22 July 2013 on the signing and conclusion of the Agreement between the European Union and Australia establishing a framework for the participation of Australia in European Union crisis management operations (OJ L 149, 16.6.2015, pp. 1-2)\nCouncil Decision 2014/15/CFSP of 18 November 2013 on the signing and conclusion of the Agreement between the European Union and Georgia establishing a framework for the participation of Georgia in European Union crisis management operations (OJ L 14, 18.1.2014, p. 1)\nSuccessive amendments to Decision 2014/15/CFSP have been incorporated into the original document. This consolidated version is of documentary value only.\nCouncil Decision 2014/71/CFSP of 18 November 2013 on the signing and conclusion of the Agreement between the European Union and the Republic of Chile establishing a framework for the participation of the Republic of Chile in European Union crisis management operations (OJ L 40, 11.2.2014, p. 1)\nCouncil Decision 2014/538/CFSP of 8 July 2014 on the signing and conclusion of the Agreement between the European Union and the Republic of Colombia establishing a framework for the participation of the Republic of Colombia in European Union crisis management operations (OJ L 251, 23.8.2014, p. 7)\nCouncil Decision 2014/326/CFSP of 28 January 2014 on the signing and conclusion of the Agreement between the European Union and the Republic of Korea establishing a framework for the participation of the Republic of Korea in European Union crisis management operations (OJ L 166, 5.6.2014, pp. 1-2)\nCouncil Decision 2013/12/CFSP of 25 October 2012 on the signing and conclusion of the Agreement between the European Union and the Republic of Moldova establishing a framework for the participation of the Republic of Moldova in European Union crisis management operations (OJ L 8, 12.1.2013, p. 1)\nCouncil Decision 2012/768/CFSP of 9 March 2012 on the signing and conclusion of the Agreement between the European Union and the former Yugoslav Republic of Macedonia establishing a framework for the participation of the former Yugoslav Republic of Macedonia in European Union crisis management operations (OJ L 338, 12.12.2012, pp. 1-2)\nCouncil Decision 2012/344/CFSP of 23 March 2012 on the signing and conclusion of the Agreement between the European Union and the Republic of Albania establishing a framework for the participation of the Republic of Albania in European Union crisis management operations (OJ L 169, 29.6.2012, p. 1)\nCouncil Decision 2012/315/CFSP of 19 December 2011 on the signing and conclusion of the Agreement between the European Union and New Zealand establishing a framework for the participation of New Zealand in European Union crisis management operations (OJ L 160, 21.6.2012, p. 1)\nCouncil Decision 2011/361/CFSP of 20 December 2010 on the signing and conclusion of the Agreement between the European Union and the Republic of Serbia establishing a framework for the participation of the Republic of Serbia in European Union crisis management operations (OJ L 163, 23.6.2011, p. 1)\nCouncil Decision 2011/318/CFSP of 31 March 2011 on the signing and conclusion of the Framework Agreement between the United States of America and the European Union on the participation of the United States of America in European Union crisis management operations (OJ L 143, 31.5.2011, p. 1)\nCouncil Decision 2011/133/CFSP of 21 February 2011 on the signing and conclusion of the Agreement between the European Union and Montenegro establishing a framework for the participation of Montenegro in European Union crisis management operations (OJ L 57, 2.3.2011, p. 1)\nCouncil Decision 2006/482/CFSP of 10 April 2006 concerning the conclusion of the Agreement between the European Union and the Republic of Turkey establishing a framework for the participation of the Republic of Turkey in the European Union crisis management operations (OJ L 189, 12.7.2006, p. 16)\nCouncil Decision 2005/851/CFSP of 21 November 2005 concerning the conclusion of the Agreement between the European Union and Canada establishing a framework for the participation of Canada in the European Union crisis management operations (OJ L 315, 1.12.2005, p. 20)\nCouncil Decision 2005/495/CFSP of 13 June 2005 concerning the conclusion of an Agreement between the European Union and Ukraine establishing a framework for the participation of Ukraine in the European Union crisis management operations (OJ L 182, 13.7.2005, p. 28)\nCouncil Decision 2005/191/CFSP of 18 October 2004 concerning the conclusion of agreements between the European Union and the Republic of Iceland, the Kingdom of Norway and Romania establishing a framework for the participation of the Republic of Iceland, the Kingdom of Norway and Romania in the European Union crisis-management operations (OJ L 67, 14.3.2005, p. 1)\nRELATED DOCUMENTS\n            \nConsolidated version of the Treaty on European Union — Title V — General provisions on the Union’s external action and specific provisions on the common foreign and security policy — Chapter 2 — Specific provisions on the common foreign and security policy — Section 1 — Common provisions — Article 37 (ex Article 24 TEU) (OJ C 202, 7.6.2016, p. 36)\nConsolidated version of the Treaty on the Functioning of the European Union — Part Five — The Union’s external action — Title V — International agreements — Article 218 (ex Article 300 TEC) (OJ C 202, 7.6.2016, pp. 144-146)\nlast update 27.11.2020", "tags": ["logistics", "framework agreement", "agreement (EU)", "peacekeeping", "administrative cooperation", "international organisation", "multinational force", "common security and defence policy"], "subjects": ["External relations", "Common foreign and security policy"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}