{"celex_id": "32007D0049", "reference": "27.1.2007\nEN\nOfficial Journal of the European Union\nL 20/16\nCOUNCIL DECISION\nof 22 January 2007\non the principles, priorities and conditions contained in the European Partnership with Montenegro\n(2007/49/EC)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 533/2004 of 22 March 2004 on the establishment of partnerships in the framework of the stabilisation and association process (1), and in particular Article 2 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1)\nThe Thessaloniki European Council of 19 and 20 June 2003 endorsed the introduction of the European Partnerships as a means to support the European perspective of the western Balkan countries.\n(2)\nRegulation (EC) No 533/2004 provides that the Council is to decide on the principles, priorities and conditions to be contained in the European Partnerships, as well as any subsequent adjustments.\n(3)\nRegulation (EC) No 533/2004 states that the follow-up to the European Partnerships is ensured through the mechanisms established under the stabilisation and association process, notably by the annual progress reports.\n(4)\nThe Council adopted on 14 June 2004 a first European Partnership with Serbia and Montenegro including Kosovo as defined by the United Nations Security Council Resolution 1244 (2). The Council decided on 30 January 2006 to update that European Partnership (3).\n(5)\nMontenegro proclaimed its independence on 3 June 2006 following a referendum which was held on 21 May 2006.\n(6)\nAt the General Affairs and External Relations Council of 12 June 2006, the European Union and its Member States decided that they will develop their further relations with the Republic of Montenegro as a sovereign, independent State.\n(7)\nTherefore, it is appropriate to establish a new European Partnership with Montenegro on the basis of the part referring to Montenegro of the European Partnership with Serbia and Montenegro adopted on January 2006, updated in view of the findings of the 2006 progress report, and supplemented with priorities addressing the challenges that Montenegro faces as an independent state.\n(8)\nIn order to prepare for further integration with the European Union, the competent authorities of Montenegro should develop a plan with a timetable and specific measures to address the priorities of this European Partnership,\nHAS DECIDED AS FOLLOWS:\nArticle 1\nIn accordance with Article 1 of Regulation (EC) No 533/2004, the principles, priorities and conditions in the European Partnership with Montenegro are set out in the Annex hereto, which forms an integral part of this Decision, and which shall replace, for Montenegro, the Annex to Decision 2006/56/EC.\nArticle 2\nThe implementation of the European Partnership with Montenegro shall be examined through the mechanisms established under the stabilisation and association process, notably the annual progress reports presented by the Commission.\nArticle 3\nThis Decision shall take effect on the third day following its publication in the Official Journal of the European Union.\nDone at Brussels, 22 January 2007.\nFor the Council\nThe President\nF.-W. STEINMEIER\n(1)  OJ L 86, 24.3.2004, p. 1. Regulation as amended by Regulation (EC) No 269/2006 (OJ L 47, 17.2.2006, p. 7).\n(2)  Council Decision 2004/520/EC of 14 June 2004 on the principles, priorities and conditions contained in the European Partnership with Serbia and Montenegro including Kosovo as defined by the United Nations Security Council Resolution 1244 of 10 June 1999 (OJ L 227, 26.6.2004, p. 21).\n(3)  Council Decision 2006/56/EC of 30 January 2006 on the principles, priorities and conditions contained in the European Partnership with Serbia and Montenegro including Kosovo as defined by the United Nations Security Council Resolution 1244 of 10 June 1999 and repealing Decision 2004/520/EC (OJ L 35, 7.2.2006, p. 32).\nANNEX\nMONTENEGRO: 2006 EUROPEAN PARTNERSHIP\n1.   INTRODUCTION\nThe European Council endorsed the introduction of European Partnerships as a means to support the European perspective of the western Balkan countries.\nOn 30 January 2006 the Council of the European Union adopted a European Partnership for Serbia and Montenegro including Kosovo as defined by the United Nations Security Council Resolution 1244 of 10 June 1999. Montenegro proclaimed its independence on 3 June 2006 following a referendum held on 21 May. That was followed by recognition by the EU and its Member States. Therefore, it is appropriate to adopt an updated European Partnership only for Montenegro. This updated Partnership is based on the parts related to Montenegro of the previous European Partnership for Serbia and Montenegro (including Kosovo). It adds elements reflecting the new competences of Montenegro and the challenges it faces as an independent state.\nThe competent authorities in Montenegro should develop a plan including a timetable and specific measures to address the European Partnership priorities.\n2.   PRINCIPLES\nThe Stabilisation and Association Process remains the framework for the European course of the western Balkan countries, all the way to their future accession.\nThe main priorities identified relate to the capacity of Montenegro to meet the criteria defined by the Copenhagen European Council of 1993 and the conditions set for the Stabilisation and Association Process, notably the conditions defined by the Council in its Conclusions of 29 April 1997 and 21 and 22 June 1999, the content of the final declaration of the Zagreb Summit of 24 November 2000 and the Thessaloniki Agenda.\n3.   PRIORITIES\nThe priorities listed in this European Partnership have been selected on the basis that it is realistic to expect that Montenegro can complete them or make substantial progress on them over the next few years. A distinction is made between short-term priorities, which are expected to be accomplished within one to two years, and medium-term priorities, which are expected to be accomplished within three to four years. The priorities concern both legislation and its implementation.\nTaking into account the substantial costs involved with meeting all the EU requirements as well as the complexity of these requirements in certain areas, this Partnership does not include all important tasks at this stage. Future partnerships will include further priorities in line with progress made by Montenegro.\nAmong the short-term priorities, the key ones have been identified and grouped together at the beginning of the list. The order of these key priorities does not imply ranking as to their importance.\n3.1.   SHORT-TERM PRIORITIES\nKey priorities\n—\nAdopt a new constitution, based on broad consensus, in line with European standards, in particular in the areas of human and minority rights, organisation of the judiciary, audit, defence and security structures.\n—\nComplete the establishment of the legal and institutional set-up required for an independent country including the signature and ratification of the international instruments to which the State Union of Serbia and Montenegro had adhered.\n—\nContinue efforts to implement the reform of the public administration, including the civil service pay system, to ensure transparent recruitment, professionalism and accountability; continue, in particular, to strengthen the European integration structures at all levels (including in the relevant ministries and in the parliament) and the mechanisms of coordination on EU matters.\n—\nFinalise plans to reform the judicial system; remove recruitment and career management from the parliament's powers and establish transparent procedures based on professional and objective criteria for selection and career advancement; rationalise the court system and modernise proceedings and improve administration; provide adequate and sustainable financing for the judicial system.\n—\nEnhance the fight against organised crime and corruption at all levels, including by setting up efficient institutional mechanisms for inter-agency cooperation and enhancing the operational capacity of law enforcement bodies.\n—\nStrengthen parliamentary control over defence and security structures.\n—\nContinue ensuring full cooperation with the International Criminal Tribunal for the former Yugoslavia (ICTY).\n—\nStrengthen the capacity to adopt and implement measures deriving from commitments negotiated under the Stabilisation and Association Agreement, in particular upgrade the capacity of customs to correctly apply the rules of origin and the methods of administrative cooperation.\nPolitical criteria\nDemocracy and the rule of law\nElections\n—\nIn line with the recommendations of the Office for Democratic Institutions and Human Rights, depoliticise the election administration, improve its functioning, in particular regarding announcement of results, codify election legislation, establish rules for media coverage of campaigns and introduce rules guaranteeing transparency for the allocation of seats in line with European standards; set up a transparent framework for campaign financing.\nParliament\n—\nStrengthen the overall legislative and control capacity of the parliament in particular through the implementation of the newly adopted rules of procedure.\n—\nStrengthen the capacity of the parliament in new areas of competence.\n—\nStrengthen the functioning of the Committee on European Integration and provide appropriate administrative and expert support.\nPublic administration\n—\nContinue the depoliticisation process of the public administration.\n—\nStrengthen the administrative capacity of the ombudsman's office; ensure proper follow-up of the ombudsman's recommendations.\n—\nContinue to implement the decentralisation process and upgrade the capacities of municipalities.\nJudicial system\n—\nEnsure implementation of the legislation on mandatory initial and continuous training for judges, prosecutors and court support staff, and continue to strengthen the judicial training centre.\n—\nFinalise plans to reform the judicial system; remove control of recruitment and career management from the parliament and establish transparent procedures based on professional and objective criteria for selection and career advancement; rationalise the court system and modernise proceedings and improve administration; provide adequate and sustainable financing for the judicial system.\n—\nProvide guarantees to strengthen the autonomy and efficiency of the prosecution system, including in relation to budget issues. Strengthen the office of the prosecutor for organised crime and upgrade the capacity in the area of anti-corruption policy.\n—\nUpgrade the capacity of the Ministry of Justice for international judicial cooperation.\nAnti-corruption policy\n—\nAmend the law on conflict of interest and implement it in order to eliminate all possible cases of conflict of interests of officials.\n—\nUpgrade efforts to implement the anti-corruption strategy, notably through providing adequate financial and human resources to law enforcement bodies to ensure its implementation.\n—\nDevelop and fully implement the laws on political parties and the financing of political parties ensuring transparency and clarity.\nHuman rights and the protection of minorities\n—\nEnsure effective mechanisms for implementation of the obligations deriving from international instruments, notably with regard to the European Convention on Human Rights and Fundamental Freedoms and the European Convention for the Prevention of Torture.\n—\nTake comprehensive and transparent action in all alleged cases of ill-treatment. Strengthen the internal control services dealing with ill-treatment by law enforcement agents.\n—\nImprove prison conditions, in particular as regards vulnerable groups such as juvenile offenders and those in need of psychiatric care; ensure appropriate monitoring of prison conditions for long-term inmates and for organised crime inmates, ensure further training of penitentiary staff and improvement of special needs facilities.\n—\nAdopt comprehensive anti-discrimination legislation.\n—\nEnsure implementation of the law on access to public information. Continue the transformation of Radio and Television of Montenegro into a public service broadcaster and provide appropriate means for it.\n—\nImplement the memorandum on cooperation between NGOs and governmental bodies.\n—\nContinue implementing the legislation on the restitution of property.\n—\nProvide an adequate framework, including at constitutional level, for the protection of the rights of minorities. Implement the strategy and action plan relevant to the integration of Roma people, including refugees.\nRegional issues and international obligations\n—\nContinue strengthening regional cooperation and good neighbourly relations, with the perspective of, inter alia, promoting reconciliation. Implement free trade agreements with neighbouring countries, notably in the context of the new Central European Free Trade Agreement (CEFTA). Upgrade cross-border cooperation in the areas of the fight against organised crime, trafficking and smuggling, judicial cooperation, border management, environment, transport and energy.\n—\nEnsure protection of the rights of refugees and internally displaced persons. Repeal all discriminatory provisions in the fields of labour, access to property rights, legal redress and access to citizenship; guarantee unhindered access to health services and personal documents. Ensure the right of a real choice between sustainable return and integration and provide conditions for integration for those who choose the latter.\n—\nAlign national legislation and practice with the relevant international standards and agreements through the signing and ratification of the relevant international instruments at the level of the Council of Europe and the United Nations on fighting organised crime and financial crime, including corruption.\nEconomic criteria\n—\nSustain macroeconomic stability by pursuing the necessary fiscal adjustment and consolidation.\n—\nDevelop the institutional and analytical capacity necessary to draft and implement the ‘Economic and Fiscal Programme’ proposed by the Commission of the European Communities.\n—\nImplement the public expenditure management system, notably programme budgeting, medium-term budgeting and the introduction of elements of accrual accounting.\n—\nFully integrate capital budget into general government accounts, including local government capital expenditures.\n—\nContinue the restructuring and privatisation process of publicly owned enterprises.\n—\nAdopt and implement the law on insurance supervision.\n—\nContinue efforts to promote adaptability and skills of the labour force, with full engagement of employers and trade unions in that process.\n—\nContinue to make the necessary adjustments to the Montenegrin trade regimes, to render them compatible with the autonomous trade measures and the future Stabilisation and Association Agreement (SAA).\nEuropean Standards\nInternal market\nFree movement of goods\n—\nComplete the establishment of the legal and institutional set-up on standardisation, market surveillance, certification, metrology, accreditation and conformity assessment in line with the European Community acquis communautaire to create conditions favourable to trade. Start adopting European standards.\n—\nEstablish internal consultation and notification mechanisms for new technical regulations prior to their adoption on measures having an impact on trade.\n—\nEstablish a legal framework and administrative capacity for active consumer and health protection in line with EU consumer and health policy.\n—\nContinue the necessary reforms to comply with WTO rules and obligations in order to accelerate the WTO accession process.\nCustoms and taxation\n—\nFurther align customs legislation and procedures with the acquis. Continue to modernise the customs administrations in order to ensure a high level of administrative capacity and to fight against corruption, cross-border crime and fiscal evasion.\n—\nAmend and implement legislation in the area of rules of origin in order to introduce a legal basis for the application of the EC rules of origin for the purposes of the autonomous trade measures, for this purpose ensure the provision of information and training to operators and customs officers.\n—\nFurther align tax legislation with the acquis. Improve implementation of tax laws, focusing on revenue collection and control in order to reduce tax fraud.\n—\nApply the principles of the code of conduct for business taxation and ensure that new tax measures are in conformity with those principles.\nCompetition\n—\nEstablish and provide adequate means for the operation of a competition authority with full functional independence.\n—\nStrengthen the state aid framework and increase transparency, as a first step towards state aid control in line with the requirements of the Stabilisation and Association Agreement.\nPublic procurement\n—\nImplement an effective public procurement regime in line with EU principles, including in relation to remedies. Ensure full transparency of procedures, regardless of the value of the contract concerned, and non-discrimination between Montenegrin and EU suppliers.\n—\nEnsure the establishment and functioning of the public procurement agency and review body and upgrade their administrative capacity; provide appropriate training of staff in contracting entities responsible for implementing procurement rules.\nIntellectual property law\n—\nSignificantly strengthen the level of protection of intellectual property rights, in particular by adopting a comprehensive legal framework on intellectual property rights, including effective enforcement provisions, and by establishing an intellectual property rights office.\n—\nStrengthen implementation and enforcement capacity in this field, including in border services, law enforcement agencies and the judiciary.\n—\nFormally confirm participation in the main international agreements in the field of intellectual property law.\nFinancial services\n—\nStrengthen the regulatory and supervisory framework for financial institutions and markets, consistent with current EU practices, in particular concerning the banking sector.\n—\nReinforce cooperation with the home supervisors of foreign banks with significant subsidiaries in Montenegro, including by concluding cooperation agreements.\nCompany law\n—\nStrengthen enforcement of financial reporting requirements, in particular for financial institutions and listed companies.\nEmployment and social policies\n—\nUpgrade the capacity of the Ministry of Labour and Social Welfare on policy formulation and monitoring, with emphasis on labour market integration of young people, women and vulnerable groups; upgrade performance management of active employment measures implemented by the Montenegrin employment service.\n—\nEnhance the work of labour inspectorates to ensure health and safety at work.\n—\nStep up efforts to promote quality in the education system and life-long learning.\n—\nContinue improving the quality, efficiency and relevance of the higher education system and support its integration into the European Higher Education Area.\nSectoral policies\nIndustry and SMEs\n—\nContinue implementing the European Charter for Small Enterprises.\n—\nStrengthen the investment promotion agency. Improve business advocacy and consultation.\n—\nAdopt a law on harmonisation and acceleration of licensing and systems for issuing permits; implement legislation in close cooperation with local government authorities; and, adopt and implement an action plan on the reduction of business barriers.\n—\nAccelerate the setting up and implementation of a national guarantee fund for SMEs.\nAgriculture and fisheries\n—\nContinue strengthening administrative capacity for agricultural and rural development policy formulation and implementation.\n—\nAdopt the food safety law, a law on animal welfare and a new veterinary law and strengthen the veterinary and phytosanitary services, including control and laboratory capacities.\n—\nContinue efforts to align legislation with the EU veterinary and phytosanitary acquis including the setting up of an integrated food safety system aiming at avoiding overlapping, and increasing food safety. Prepare a system of animal identification and registration for bovines in line with EU requirements.\n—\nFinalise the fisheries strategy and upgrade the capacity of Montenegro to conduct a fisheries policy in line with EU standards, including those concerning international cooperation.\n—\nEnsure protection of the geographical indications and designations of origin registered in the Community pursuant to Council Regulation (EC) No 510/2006 (1).\nEnvironment\n—\nContinue approximating Montenegrin legislation to EU legislation and standards, notably environmental protection framework legislation. Develop the administrative capacity to implement and enforce adopted legislation.\n—\nDevelop an overall environment protection strategy (water, waste, air). Adopt the land use plan; adopt the sustainable development strategy and sectoral strategies (integrated coastal zone management, biodiversity, climate change). Strengthen environmental management administrative capacity.\nTransport policy\n—\nContinue to align aviation legislation, including air traffic control, with the acquis, in line with the commitments undertaken by signing the European Common Aviation Area Agreement.\n—\nStrengthen the civil aviation authority, and appoint an operationally independent aviation accident investigation body, a national supervisory body for the air navigation service provider, and a body responsible for the enforcement of air passenger rights.\n—\nContinue implementing the Memorandum of Understanding on the Development of the South East Europe Core Regional Transport Network, including cooperation in the South East Europe Transport Observatory.\n—\nImplement the road transport law (including establishment of the relevant implementation structures). Ensure sufficient resources for the maintenance of transport infrastructures and institutions.\nEnergy\n—\nRatify and continue implementing the commitments undertaken in the framework of the signed Energy Community Treaty.\n—\nComplete and implement the energy development strategy, and the energy efficiency strategy; strengthen the administrative capacity of the Ministry of Economy in the field of energy.\n—\nPut in place a regulatory body and adopt appropriate legislation in the field of nuclear safety and radiation protection.\n—\nEnsure law enforcement and transparency in the energy market.\nInformation society and media\n—\nStrengthen the agency for telecommunications to foster competition in the market by applying the relevant legislation, in particular in relation to the introduction of the necessary competitive safeguards in the market.\n—\nImprove the administrative capacity of the Ministry of Economy in the area of electronic communications. Take further steps in tariff balancing, further address the terms and conditions of interconnection tariffs, and address the issue of licence fees.\n—\nGuarantee the operational independence of the broadcasting authority.\n—\nEnsure a smooth transformation of Montenegrin radio and television into a public service provider, and ensure means for its efficient functioning.\nFinancial control\n—\nUpgrade the public internal financial control strategy with references to short- and medium-term objectives and with corresponding IT system support; enhance internal audit capacity.\n—\nFurther strengthen the State audit office and provide for the appropriate constitutional guarantees.\nStatistics\n—\nCollect and transmit statistical information in compliance with statistical requirements related to the economic, trade, monetary and financial areas, consistent with current EU practices.\n—\nRevise and adopt the master plan on statistics with a view to enhancing the quality and broadening the scope of statistics. Reinforce the collection and processing of agriculture statistics in line with EU standards and methodology; implement HS nomenclature 2007.\nJustice, freedom and security\nVisa, border control, asylum and migration\n—\nDevelop institutional capacity in relation to visa policy and align visa policies with those of the EU.\n—\nStrengthen integrated border management and ensure consistent implementation by all responsible bodies, including civilian control.\n—\nAdopt the asylum law and carry out the construction of the planned reception centres for asylum seekers and refugees.\nMoney laundering\n—\nEnsure efficient implementation and coordination of the anti-money-laundering legislation and strengthen the financial intelligence unit.\nDrugs\n—\nFurther develop the international cooperation capacity of the centre for fighting drugs and smuggling and improve operational analysis capabilities, including the establishment of relevant databases.\n—\nDevelop a national strategy for combating drug abuse and trafficking, in line with the EU Drugs Strategy 2005 to 2012 and the EU Action Plan on Drugs 2005 to 2008, and develop a public awareness campaign on drugs.\n—\nEstablish standards relating to preventing the diversion of chemical precursors and other essential substances towards the production of illicit drugs.\n—\nDevelop the capacity of relevant law enforcement authorities to combat drug abuse and trafficking.\nPolice\n—\nFurther strengthen the professional capacity of the police, by specialised training, development of intelligence and risk analysis tools.\n—\nEnsure the proper functioning of the police academy.\nFight against organised crime and terrorism\n—\nEstablish efficient institutional mechanisms for inter-agency cooperation in the area of the fight against organised crime and upgrade the capacity of the police department in the fight against organised crime.\n—\nUpgrade capacity to use special investigative means in line with appropriate guarantees and strengthen criminal intelligence.\n—\nAdopt the legislation and develop the capacity to seize assets and proceeds of crime.\n—\nIncrease the efficiency of international cooperation and implementation of the relevant international conventions on terrorism and preventing and fighting organised crime; improve cooperation and the exchange of information between all branches of the security services and with other states; prevent the financing and preparation of acts of terrorism.\nTrafficking in human beings\n—\nContinue strengthening the fight against the trafficking of human beings, including the provision of adequate assistance and protection to the victims.\nProtection of personal data\n—\nAdopt legislation on the protection of personal data and set up an independent data protection supervisory authority.\n—\nTake the necessary steps to prepare for the conclusion of a cooperation agreement with Europol.\n3.2.   MEDIUM-TERM PRIORITIES\nPolitical criteria\nDemocracy and the rule of law\nConstitutional issues\n—\nFully implement the new constitution adopted in line with European standards.\nElections\n—\nContinue providing for high standards regarding the organisation of elections; enforce a transparent framework for campaign financing.\nParliament\n—\nContinue strengthening the capacity of the parliament in all areas, in particular in relation to the adoption of the EU acquis.\nPublic administration\n—\nFurther strengthen European integration units in the relevant ministries and coordination mechanisms on EU matters including on SAA and IPA.\n—\nDevelop principles, procedures and relevant administrative capacity in view of establishing a decentralised implementation system for management of EU assistance in line with EU requirements.\n—\nFurther strengthen the authority for human resources management. Strengthen policy-making process. Continue implementing decentralisation reform.\n—\nFurther strengthen transparent recruitment, professionalism and accountability, including through codes of ethics and guidelines.\n—\nContinue the process of restructuring and reform of the armed forces, including, as appropriate, reducing their numbers.\nJudicial system\n—\nEnsure adequate functioning of the judicial training centre. Implement the IT strategy for the judiciary.\n—\nComplete the strategic framework for judicial reform; implement the reform plans; implement transparent recruitment and career management procedures; continue upgrading the resources of the judicial system.\n—\nContinue upgrading the efficiency of the prosecution system.\n—\nContinue upgrading the capacity of the Ministry of Justice for international judicial cooperation.\nAnti-corruption policy\n—\nContinue with determination the prevention of and fight against corruption at all levels, and provide increased means for prevention and suppression of corruption. Ensure full compliance with the UN Convention on the fight against corruption and with the relevant Council of Europe conventions.\n—\nEstablish effective procedures for the detection, treatment and follow-up of cases of suspected fraud and other irregularities affecting national and international funds, including EU funds.\nHuman rights and the protection of minorities\n—\nImplement the anti-discrimination legislation and legislation on minority rights.\n—\nContinue improving prison conditions.\n—\nPrevent and address ill-treatment by enforcement agencies.\n—\nEnsure the inclusion of disabled or minority children in mainstream education; reform the childcare system.\n—\nContinue to promote integration of minorities and good inter-ethnic relations.\n—\nContinue cooperation with NGOs at government and municipal level.\nRegional issues and international obligations\n—\nFacilitate integration for refugees who choose not to return. Implement the national strategy on refugees as part of a comprehensive strategy on social inclusion and social integration.\n—\nContinue implementing regional cooperation arrangements.\nEconomic criteria\n—\nStrengthen macroeconomic stability by continuing fiscal adjustment and consolidation to further reduce external imbalances.\n—\nIncrease efficiency of government expenditure, notably by improving the budgetary process and financial management at central and local government level. Increase capacity for budget preparation and execution to enable prioritisation.\n—\nEnsure a more flexible labour market through a gradual liberalisation.\n—\nStrengthen the business environment to promote the development of the private sector and employment. In particular streamline judicial procedures in commercial matters, especially for bankruptcy cases.\n—\nDesign and start applying an integrated research policy to support research and development activities.\nEuropean standards\nInternal market\nFree movement of capital\n—\nFully liberalise capital movements and payments in line with EU principles.\nFree movement of goods\n—\nFurther develop standardisation, in particular through the adoption of European standards. Continue transposing the New and Global Approach and Old Approach directives. Establish a market surveillance structure as required by the acquis.\nCustoms and taxation\n—\nEnsure continued approximation of Montenegrin customs and taxation legislation to the acquis, and further increase the administrative capacity to implement customs legislation, and to fight against corruption, cross-border crime and fiscal evasion.\n—\nImprove transparency and the exchange of information with the Member States of the European Union in order to facilitate the enforcement of measures preventing the avoidance or evasion of taxes.\n—\nEstablish a transparent exchange of information with Member States of the EU and with the Commission of the European Communities in order to strengthen the enforcement measures preventing tax fraud, evasion and avoidance.\nCompetition\n—\nContinue strengthening the competition authority, including its functional independence.\n—\nContinue strengthening the state aid framework and establish state aid control in line with the requirements of the Stabilisation and Association Agreement.\nPublic procurement\n—\nContinue strengthening the public procurement regime, including in the utilities sector and in relation to concessions, by further aligning domestic legislation with the acquis and by upgrading the administrative capacity of the public procurement agency, the review body and of contracting entities.\n—\nContinue ensuring full transparency of procedures, regardless of the value of the contract concerned, and non-discrimination between Montenegrin and EU suppliers.\nIntellectual property law\n—\nEnsure a level of protection similar to that provided by the EU, by aligning fully domestic legislation with the acquis on intellectual property rights, and by continuously strengthening administrative capacity and enforcement by all relevant public authorities, including border services, law enforcement agencies and the judiciary.\nFinancial services\n—\nEstablish a comprehensive regulatory and supervisory framework for financial institutions and markets in line with EU principles.\nCompany law\n—\nStart aligning financial reporting requirements with the acquis and ensure their effective enforcement.\nEmployment and social policies\n—\nFurther upgrade the policy formulation and monitoring capacities of the Ministry of Labour and Social Welfare, with emphasis on labour market integration of young people, women and vulnerable groups and on modernising social policies; further upgrade performance management of active employment measures implemented by the Montenegrin employment service.\nSectoral policies\nIndustry and SMEs\n—\nEnsure the European Charter for Small Enterprises is fully implemented.\n—\nStart introducing regulatory impact assessments. Further improve access to finance and develop business support structures (clusters, incubators, business and technology parks).\nAgriculture and fisheries\n—\nFurther administrative capacities for policy formulation and implementation in the agricultural and rural development sector. Design and start implementing a rural development policy.\n—\nStrengthen institutional capacity for food safety. Prepare a programme for upgrading food processing establishments to meet EU requirements. Start action with a view to identification of sheep and goats and registration of their movements. Start action to ensure efficient control of domestic plant production, in particular for products subject to specific EU requirements.\n—\nTake measures to ensure that the fisheries policy moves closer to EU standards, in particular in the areas of resource management, inspection and control and in market and structural policies.\n—\nContinue ensuring protection of the geographical indications and designations of origin registered in the Community pursuant to Council Regulation (EC) No 510/2006 and its subsequent amendments. Update the list of protected geographical indications and designations of origin in line with developments of the EU acquis in this area.\nEnvironment\n—\nContinue the approximation of Montenegrin legislation to EU legislation and standards, notably legislation on air pollution, water and chemicals.\n—\nBegin implementing the land use plan and the overall environment protection strategy. Begin implementing the sustainable development strategy and other sectoral strategies (integrated coastal zone management, biodiversity, climate change). Ensure a viable financial framework for implementing a mid- to long-term environmental protection policy.\n—\nRatify and start implementing the Kyoto protocol.\n—\nContinue strengthening the administrative capacity of ministries and bodies in charge of environmental planning, permitting, inspecting, enforcement and monitoring, as well as project management.\nTransport policy\n—\nStrengthen capacity building, including project preparation for large investments. Continue to earmark sufficient resources for the maintenance of transport infrastructures and institutions.\n—\nImplement international commitments under International Maritime Organisation Conventions and improve maritime safety conditions of the fleet in the light of the Paris Memorandum of Understanding.\nEnergy\n—\nAdopt and implement a long term strategy for an environmentally sustainable energy policy.\n—\nContinue to implement regional and international commitments in this area in view of establishing a competitive regional energy market.\n—\nBecome party to international nuclear safety conventions to which Euratom is already a Contracting Party.\nInformation society and media\n—\nFinalise transposition into national legislation of the EU 2002 framework for electronic communications.\n—\nEstablish a competitive electronic communications market through progressive implementation of legislation, and by applying competitive safeguards and addressing any existing market entry barriers.\n—\nMaintain the independence of the regulatory authorities and ensure there are sufficient resources and expertise to execute their tasks.\n—\nFully align legislation to the audiovisual acquis.\nFinancial control\n—\nDevelop and implement the principles of decentralised managerial accountability and functionally independent internal audit in accordance with the internationally accepted standards and EU best practice.\n—\nStrengthen the operational capacity, and the functional and financial independence of the State audit Office.\n—\nDevelop procedures and administrative capacities to ensure effective protection of the EU's financial interests.\nStatistics\n—\nContinue developing reliable economic statistics. Build up institutional capacity to produce and publish basic statistical data harmonised with European standards in the area of business statistics, labour market statistics and national accounts.\n—\nFully include local government in general government accounts.\nJustice, freedom and security\nVisa, border control, asylum and migration\n—\nDevelop the technical infrastructure and human resource capacities to implement the Integrated Border Management policy, including strengthening the border police and the customs services. Improve cross-border facilitations through new border posts.\n—\nFurther align visa policy with EU legislation and practice.\nDrugs\n—\nStrengthen inter-agency and international cooperation and further develop the capacity of relevant law enforcement authorities to combat drug trafficking.\nPolice\n—\nContinue restructuring; ensure accountability; reform police education; ensure cooperation among law enforcement agencies.\nFight against organised crime and terrorism\n—\nDevelop an effective system of witness protection, which also incorporates regional elements.\n—\nReinforce the fight against economic and financial crime (including money-laundering and counterfeiting of currencies), fraud and corruption, and improve the relevant legislation.\n—\nFacilitate the placement of liaison officers, seconded from EU Member States in the relevant state bodies involved in the fight against organised crime. Implement the Palermo Convention and its Protocols on transnational organised crime and the applicable international standards on financial and economic crime.\n—\nIncrease administrative and judicial capacity to implement the criminal code as regards organised crime. Further strengthen the unit for the fight against organised crime in the Ministry of the Interior, and ensure coordination of all the enforcement bodies, including the further development of appropriate criminal intelligence capacity.\n—\nReinforce the fight against economic and financial crime (including the fight against counterfeiting of both cash and non-cash means of payment) and upgrade institutional and administrative capacity to deal with related challenges.\nProtection of personal data\n—\nEnsure the smooth functioning of the data protection supervisory authority.\n—\nEnsure the capacity of State authorities, in particular law enforcement bodies, to implement the legislation on protection of personal data.\n4.   PROGRAMMING\nCommunity assistance under the Stabilisation and Association Process to the western Balkan countries will be provided under the existing financial instruments, in particular under Council Regulation (EC) No 1085/2006 of 17 July 2006 establishing an Instrument for Pre-Accession Assistance (IPA) (2). Montenegro can thus have access to funding from multi-country and horizontal programmes.\n5.   CONDITIONALITY\nCommunity assistance to the western Balkan countries is conditional on progress in satisfying the Copenhagen criteria as well as progress in meeting the specific priorities of this European Partnership. Failure to respect these conditions could lead the Council to take appropriate measures on the basis of Article 21 of Regulation (EC) No 1085/2006. Community assistance is also subject to the conditions defined by the Council in its Conclusions of 29 April 1997, in particular as regards the recipients' undertaking to carry out democratic, economic and institutional reforms.\n6.   MONITORING\nThe implementation of the European Partnership shall be examined through the mechanisms established under the Stabilisation and Association Process, notably the annual reports presented by the Commission of the European Communities.\n(1)  Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (OJ L 93, 31.3.2006, p. 12).\n(2)  OJ L 210, 31.7.2006, p. 82.", "summary": "European partnership with Montenegro\nEuropean partnership with Montenegro\nAs an instrument of the Stabilisation and Association Process, the European Partnership aims to provide additional, adapted support to the Montenegrin authorities with a view to achieving the European perspective of their country. Its objective is to identify the priority areas in which there is a need for reforms and efforts, in particular inviting Montenegro to align with Community legislation. It also forms a reference framework for the financial assistance provided by the Community Funds.\nACT\nCouncil Decision 2007/49/EC of 22 January 2007 on the principles, priorities and conditions contained in the European Partnership with Montenegro.\nSUMMARY\nThe European Partnership with Montenegro is the principal instrument for assisting the Montenegrin authorities in achieving the country's European perspective. This perspective was confirmed during the Zagreb Summit in 2000 and endorsed at the 2003 Thessaloniki Summit.\nThe European Partnership with Montenegro is an instrument of the Stabilisation and Association Process introduced under the Thessaloniki agenda (2003) for the Western Balkan countries. The Thessaloniki agenda added this new instrument to the process to give further support to the European perspective of these countries. The legal basis for the European Partnerships is Regulation (EC) No 533/2004.\nOBJECTIVE\nThe objective of the European Partnership is to record in a general reference framework:\nthe priority areas for action for which reforms must be undertaken and efforts made. These are identified according to the needs of the country and include the adoption and/or implementation of appropriate legislation;\nguidance for the financial assistance with a view to the implementation of these priority action areas;\nthe principles and conditions governing the achievement of the partnership.\nThe Council of the European Union adopts the European Partnership and subsequent amendments to it by qualified majority on the basis of a Commission proposal.\nThe current partnership was adopted following the independence of Montenegro in June 2006. It updates the priorities identified in the European Partnership with Serbia and Montenegro, including Kosovo (as defined by United Nations Security Council Resolution 1244), adopted in 2006. In this respect, European Partnerships are flexible instruments designed to develop according to the progress made by the partner countries and the efforts they still have to make in other fields resulting from the Commission assessments.\nMontenegro has to adopt an action plan with a view to achieving the objectives identified in the European Partnership, in which it presents the detailed arrangements and a timetable for the implementation of the priorities of the partnership.\nThe implementation of the partnership is monitored under the Stabilisation and Association Process and its mechanisms and notably by the annual progress reports presented by the Commission.\nPRIORITIES\nThe European Partnership sets priorities which consist of realistic, feasible objectives. In this respect, a distinction is drawn between short-term and medium-term priorities, which are to be accomplished within one to two years and three to four years respectively.\nThese priorities are, in principle, based on the ability of Montenegro to respect:\nthe Copenhagen criteria defined in 1993;\nthe conditions laid down to achieve the Stabilisation and Association Process (Council conclusions of 27 April 1997 and 21 and 22 June 1999);\nthe Zagreb declaration of 2000;\nthe Thessaloniki agenda of 2003.\nThe short and medium-term priorities correspond to the following classification:\nkey priorities, which are short-term priorities. They concern the structures and basic elements for the establishment of a State, such as the adoption of the constitution, which must be based on a broad consensus and be in line with European standards (human and minority rights, justice, etc.). They imply the establishment of the legal and institutional set-up, the reform of the judicial system (transparency, recruitment and career management, rationalisation and modernisation, financing) and strengthening parliamentary control over defence and security structures. The reform of the public administration (remuneration, recruitment, professionalism, accountability, etc.) must be continued and must provide for European integration and cooperation structures. These priorities also cover the fight against organised crime and corruption as well as full cooperation with the International Criminal Tribunal for the former Yugoslavia (ICTY). The necessary structures for the implementation of a future Stabilisation and Association Agreement (SAA) should also be put in place;\npolitical requirements. These refer to democracy and the rule of law and concern constitutional issues, elections, parliament, the public administration, the judicial system, anti-corruption policy, human rights and the protection of minorities, regional issues and international obligations;\neconomic requirements. These cover in particular macroeconomic stability (fiscal and public finance adjustment and consolidation, etc.), the structures and capacity to draft and implement the \"Economic and Fiscal Programme\" proposed by the Commission, public expenditure in terms of management and efficiency (budgetary process and budget capacity, financial management and accounting, etc.), restructuring and privatisation of publicly owned enterprises, a favourable business environment, supervision of the insurance sector through appropriate legislation, and the trade regimes (adjustment to render them compatible with the autonomous trade measures and the future SAA). They also cover the labour force (adaptability and skills), the flexibility of the labour market and the introduction of an integrated research policy;\nEuropean standards. These refer to certain aspects of the acquis communautaire, i.e. the internal market (free movement of goods and capital, customs and taxation, competition, public procurement, intellectual property law, financial services, company law, employment and social policies, statistics), sectoral policies (industry and small and medium-sized enterprises - SMEs, agriculture and fisheries, the environment, transport, energy, information society and media, financial control, statistics), and the area of justice, freedom and security (visas, border control, asylum and migration, money laundering, drugs, police, fight against organised crime and terrorism, trafficking in human beings, protection of personal data). Montenegro is to work towards harmonising its legislation with the acquis communautaire in these fields and then implementing it.\nThe priorities identified by the present partnership also form the basis for the Commission assessments.\nFINANCIAL FRAMEWORK\nMontenegro is eligible for the Instrument for Pre-Accession Assistance (IPA) for the period 2007-2013. In this process, the European Partnership with Montenegro represents a reference document to determine the various areas for the allocation of funds (according to the priorities). Nevertheless, the programming documents are, in fact, the legal framework for the financial assistance.\nAt the end of the multiannual indicative financial framework for 2008-2010 (including 2007), the assistance allocated to Montenegro will amount to EUR 131.3 million for the national programmes.\nThe IPA is the single financial instrument for countries which are candidates or potential candidates for EU membership. It replaces the CARDS programme, which was the financial instrument for the Stabilisation and Association Process for the period 2000-2006. During this period, the financial assistance in favour of Montenegro, with Serbia and Kosovo, amounted to EUR 2 559.8 million.\nIn addition, Community assistance is subject to the beneficiary countries complying with the essential elements governing their relations with the EU, and in particular real progress in carrying out reforms. Under the European Partnership, Montenegro is required to respect the Copenhagen criteria, the priorities defined in the partnership and the conditions defined by the Council in its Conclusions of 29 April 1997. Failure to do so could result in the Council suspending financial assistance.\nFurthermore, Montenegro receives financing from the European Investment Bank (EIB), principally under the regional lending mandate in favour of the south-eastern neighbouring countries. This mandate groups together the countries engaged in the EU accession process and the countries of the Western Balkans. The financing granted by the EIB takes the form of grants and loans.\nReferences\nAct\nEntry into force - Date of expiry\nDeadline for transposition in the Member States\nOfficial Journal\nDecision 2007/49/EC\n30.1.2007\n-\nOJ L 20 of 27.1.2007\nRELATED ACTS\nCouncil Regulation (EC) No 533/2004 of 22 March 2004 on the establishment of European partnerships in the framework of the stabilisation and association process [Official Journal L 86, 24.03.2004].\nCommunication from the Commission of 27 January 2006 - The Western Balkans on the road to the EU: consolidating stability and raising prosperity [COM(2006) 27\n- Not published in the Official Journal].\nFINANCIAL PROGRAMMING\nCouncil Regulation (EC) No 1085/2006 of 17 July 2006 establishing an Instrument for Pre-Accession Assistance (IPA) [Official Journal L 210 of 31.07.2006].\nCommunication from the Commission to the Council and the European Parliament of 8 November 2006 - Instrument for pre-accession assistance. Multi-annual indicative financial framework for 2008-2010 [COM(2006) 672 final - Not published in the Official Journal].\nCouncil Regulation (EC) No 2667/2000\nof 5 December 2000 on the European Agency for Reconstruction [Official Journal L 306, 07.12.2000].\n               The European Agency for Reconstruction is responsible for implementation of most of the Community assistance to the Republic of Montenegro, the Republic of Serbia, including Kosovo, as defined by United Nations Security Council Resolution 1244, and the former Yugoslav Republic of Macedonia. Its mandate ends on 31 December 2008 for the management of the programmes in progress under the CARDS programme for the period 2000-2006.\nLast updated: 22.06.2007", "tags": ["aid policy", "cooperation policy", "association agreement (EU)", "economic stabilisation", "Montenegro"], "subjects": ["External relations", "Cooperation", "Association Agreement"], "split": "train", "reference_annotations": {"32007D0049_p1": {"text": "(3)  Council decision 2006/56/ec of 30 January 2006 on the principles, priorities and conditions contained in the European Partnership with Serbia and Montenegro including Kosovo as defined by the United Nations Security Council Resolution 1244 of 10 June 1999 and repealing decision 2004/520/ec (OJ L 35, 7.2.2006, p. 32).", "triples": [" decision 2006/56/ec,  repealing,  decision 2004/520/ec"]}}, "summary_annotations": {}}