{"celex_id": "32010H0250", "reference": "1.5.2010\nEN\nOfficial Journal of the European Union\nL 110/36\nCOMMISSION RECOMMENDATION\nof 28 April 2010\non the research joint programming initiative ‘A healthy diet for a healthy life’\n(2010/250/EU)\nTHE EUROPEAN COMMISSION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 181(2) thereof,\nWhereas:\n(1)\nHealth of the citizens is essential for growth and prosperity in the Union.\n(2)\nIn the last 3 decades the levels of overweight and obesity in the population of the Union have risen dramatically, particularly among children.\n(3)\nThe trend of poor diet and low physical activity across the population of the Union is worsening.\n(4)\nThe prevalence of a number of chronic conditions such as cardiovascular disease, hypertension, type 2 diabetes, strokes, certain cancers, musculo-skeletal disorders and even a range of mental health conditions, is increasing.\n(5)\nIf common lifestyle risk factors, among others diet-related ones, were eliminated, around 80 % of cases of heart disease, strokes and type 2 diabetes, and 40 % of cancers, could be avoided.\n(6)\nAt its meeting on 3 December 2009, the Competitiveness Council recognised ‘Health, food and prevention of diet-related diseases’ (the title was later changed to ‘A healthy diet for a healthy life’) as an area where joint programming would provide a major added value to the current, fragmented research efforts by Member States. It therefore adopted conclusions recognising the need to launch a joint programming initiative on the subject and inviting the Commission to contribute to the preparation of that initiative. The Council also reaffirmed that joint programming is a process led by Member States, with the Commission acting as a facilitator.\n(7)\nJoint programming of research in the field of food and health would provide for coordination of research on the impact of lifestyles and diet on health, contributing significantly to construction of a fully operational European Research Area on prevention of diet-related diseases and strengthening leadership and competitiveness of the research activities in this field.\n(8)\nIn order to ensure the efficiency of the joint efforts of Member States in the field of food and health, Member States should develop and implement a strategic research agenda based on a common approach to prevention of diet-related diseases.\n(9)\nWith a view to ensuring effective management of the joint action to be taken, Member States should set up a common management structure with a mandate to establish common conditions, rules and procedures for cooperation and coordination and to monitor implementation of the strategic research agenda.\n(10)\nIn order to achieve the goals set by this Recommendation, Member States should cooperate with the Commission on exploring possible Commission initiatives to assist Member States with developing and implementing the strategic research agenda.\n(11)\nIn order for the Commission to be able to report to the European Parliament and to the Council, Member States should report regularly to the Commission on the progress made on this joint programming,\nHAS ADOPTED THIS RECOMMMENDATION:\n1.\nMember States are encouraged to develop a common vision on how cooperation and coordination in the field of research at Union level can help to improve prevention of diet-related diseases.\n2.\nMember States are encouraged to develop a strategic research agenda establishing medium- to long-term research needs and objectives in the area of prevention of diet-related diseases. The strategic research agenda should contain an implementation plan establishing priorities and timelines and specifying the action, instruments and resources required for the implementation for the strategic research agenda.\n3.\nMember States are encouraged to include the following actions, as part of the strategic research agenda and of the implementation plan:\n(a)\nidentifying and exchanging information on relevant national programmes and research activities;\n(b)\nidentifying areas or research activities that would benefit from coordination or joint calls for proposals or pooling of resources;\n(c)\nexchanging information, resources, best practices, methods and guidelines, particularly while establishing large cohorts and clinical studies;\n(d)\ndefining the procedure, including quality criteria, for research to be undertaken jointly, in the areas referred to in point (b);\n(e)\nsharing, where appropriate, existing research infrastructure or developing new facilities such as coordinated databases, biobanks or models for data extrapolation to humans;\n(f)\nexporting and disseminating knowledge, innovation and interdisciplinary approaches and ensuring the effective use of research outputs to enhance European competitiveness and policy making;\n(g)\nencouraging and supporting closer collaboration between the public and private sectors, together with open innovation between different business sectors;\n(h)\ncreating a network between existing centres specialising particularly in consumer science, nutrition and processing technologies.\n4.\nMember States are encouraged to set up a common management structure in the field of prevention of diet-related diseases with a mandate to establish common conditions, rules and procedures for cooperation and coordination and to monitor implementation of the strategic research agenda.\n5.\nMember States are encouraged to jointly implement the strategic research agenda, including via their national research programmes or other national research activities.\n6.\nMember States are encouraged to cooperate with the Commission with a view to exploring possible Commission initiatives to assist Member States in developing and implementing the strategic research agenda and with a view to coordinating the joint programmes with other Union initiatives in this field.\n7.\nMember States are encouraged to report regularly to the Commission on the progress made on this joint programming initiative.\nDone at Brussels, 28 April 2010.\nFor the Commission\nMáire GEOGHEGAN-QUINN\nMember of the Commission", "summary": "Healthy diet for a healthy life\nHealthy diet for a healthy life\nFaced with the increase in obesity in the European Union (EU) and in conditions related to obesity, the European Commission invites Member States to take common measures to tackle this phenomenon.\nACT\nCommission Recommendation No 2010/250/EU of 28 April 2010 on the research joint programming initiative “A healthy diet for a healthy life”.\nSUMMARY\nThrough this Recommendation, the European Commission invites Member States to develop and implement a common strategy for the prevention of diet-related diseases.\nWhat are the risks related to poor diet?\nOverweight and obesity may lead to conditions such as:\ncardiovascular disease;\nhypertension;\ntype 2 diabetes;\nstrokes;\ncertain cancers;\nmusculo-skeletal disorders;\ncertain mental health conditions.\nHowever, these risks could be reduced if individuals were to adopt healthy behaviour, particularly in terms of diet. If lifestyle risk factors were eliminated, around 80 % of cases of heart disease, strokes and type 2 diabetes, and 40 % of cancers, could be avoided.\nWhich measures are Member States invited to put in place?\nIn order for research in the area of diet-related diseases to be more effective, the Commission invites Member States to develop and implement a strategic research agenda based on a common approach to the prevention of diet-related diseases.\nThe agenda shall contain an implementation plan establishing priorities and timelines and the action, instruments and resources required.\nThe strategic research agenda and implementation plan shall include the following actions in particular:\nidentifying and exchanging information on relevant national programmes and research activities;\nidentifying areas or research activities that would benefit from coordination or joint calls for proposals or pooling of resources;\nexchanging information, resources, best practices, methods and guidelines, while establishing clinical studies;\nexporting and disseminating knowledge, innovation and interdisciplinary approaches;\ncreating a network between existing specialised centres.\nMember States shall set up a common management structure to establish common conditions, rules and procedures for cooperation and coordination. They shall also monitor implementation of the strategic research agenda.\nContext\nOverweight and obesity have increased greatly among European Union citizens over the past three decades. This trend is becoming more pronounced with time. The Competitiveness Council which met on 3 December 2009 recognised the need to launch a joint programming initiative to be led by Member States and facilitated by the Commission.\nLast updated: 22.06.2010", "tags": ["nutrition", "food hygiene", "disease prevention", "scientific research", "public health", "exchange of information", "chronic illness"], "subjects": ["Public health"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}