{"celex_id": "32015D0772", "reference": "14.5.2015\nEN\nOfficial Journal of the European Union\nL 121/12\nCOUNCIL DECISION (EU) 2015/772\nof 11 May 2015\nestablishing the Employment Committee and repealing Decision 2000/98/EC\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 150 thereof,\nHaving regard to the opinion of the European Parliament,\nWhereas:\n(1)\nArticle 5 of the Treaty states that the Union is to take measures to ensure coordination of the employment policies of the Member States with a view to enhancing their effectiveness by developing a coordinated strategy for employment.\n(2)\nTitle IX of Part Three of the Treaty establishes the procedures by which Member States and the Union should work towards developing a coordinated strategy for employment and particularly for promoting a skilled, trained and adaptable workforce and labour markets responsive to economic change.\n(3)\nIn fulfilling its tasks, which include advising and contributing to the work of the Council and the Commission, the Employment Committee (‘the Committee’) should contribute to ensuring that the European Employment Strategy, macroeconomic policy coordination and the process of economic reform are formulated and implemented in a consistent and mutually supportive way.\n(4)\nThe Committee should collaborate closely with the social partners, in particular with those represented at the Tripartite Social Summit for Growth and Employment established by Council Decision 2003/174/EC (1).\n(5)\nIn its conclusions of 27 and 28 June 2013, the European Council stated that the social dimension of the Economic and Monetary Union should be strengthened. As a first step, it is important to better monitor and take into account the social and labour market situation within the Economic and Monetary Union, notably by using appropriate social and employment indicators within the European Semester. It is also important to ensure better coordination of employment and social policies, while fully respecting national competences.\n(6)\nIn its conclusions of 24 and 25 October 2013, the European Council stated that the coordination of economic, employment and social policies will be further enhanced in line with existing procedures while fully respecting national competences. The European Council considered that this requires more work to strengthen cooperation between the various Council configurations in order to ensure consistency of those policies in line with the common objectives.\n(7)\nThis Decision should reflect the development of the European Semester and the role of the Committee in this process. In particular, Council Regulation (EC) No 1466/97 (2) provides that the Economic and Financial Committee, the Economic Policy Committee, the Employment Committee and the Social Protection Committee are to be consulted within the framework of the European Semester, where appropriate. Moreover, Regulation (EU) No 1176/2011 of the European Parliament and of the Council (3) provides that the in-depth reviews are to take into account, where appropriate, Council recommendations or invitations addressed to Member States. It also provides that a corrective action plan for any Member States for which an excessive imbalance procedure is opened is to take into account the economic and social impact of the policy actions and is to be consistent with the broad economic policy guidelines and the employment guidelines.\n(8)\nThe Committee and the Union bodies involved in the coordination of economic and social policies, in particular the Economic and Financial Committee, the Economic Policy Committee and the Social Protection Committee, should work closely together. Where appropriate and mutually agreed between the involved Committees, the Committee's cooperation with the Social Protection Committee, the Economic and Financial Committee and the Economic Policy Committee may include the organisation of joint meetings, in particular in the context of the Committees' respective roles within the European Semester.\n(9)\nIn order to effectively deliver on its Treaty mandate and to allow for the necessary flexibility to adapt to the timetable of the activities of the Committee, in particular within the framework of the European Semester cycle, the governance provisions relating to the functioning of the Committee should be revised with a view to ensuring efficiency and continuity.\n(10)\nCouncil Decision 2000/98/EC (4) should be repealed,\nHAS ADOPTED THIS DECISION:\nArticle 1\nEstablishment\nAn Employment Committee (‘the Committee’) with advisory status is hereby established to promote coordination between Member States on employment and labour market policies, in full compliance with the Treaty and with due regard for the powers of the Union institutions and bodies.\nArticle 2\nTasks\n1.   The tasks of the Committee shall be:\n(a)\nto monitor the employment situation and employment policies in the Member States and the Union;\n(b)\nwithout prejudice to Article 240 of the Treaty, to formulate opinions at the request of either the Council or the Commission or on its own initiative, and to contribute to the preparation of the Council proceedings referred to in Article 148 of the Treaty.\n2.   For the purposes of paragraph 1, the Committee shall, in particular, endeavour:\n(a)\nto promote the consideration of the objective of a high level of employment in the formulation and implementation of Union policies and activities;\n(b)\nto contribute to the procedure leading to the adoption of the broad economic guidelines in order to ensure consistency between the employment guidelines and those guidelines and contribute to the synergy between the European Employment Strategy, macroeconomic policy coordination and the process of economic reform in a mutually supportive way;\n(c)\nto participate actively in the macroeconomic dialogue at Union level;\n(d)\nto contribute to all aspects of the European Semester within its mandate and report on them to the Council;\n(e)\nto promote exchanges of information and experience between Member States and with the Commission.\n3.   Each year, the Committee shall adopt a work programme, taking into account the policy priorities of the Council and the Commission. The work programme shall be transmitted to the Council.\n4.   The Committee may call on external experts where appropriate to its agenda.\nArticle 3\nMembership\n1.   Each Member State and the Commission shall appoint two members of the Committee. They may also appoint two alternate members.\n2.   The members of the Committee and the alternate members shall be selected from among senior officials or experts possessing outstanding competence in the field of employment and labour market policy in the Member States.\n3.   Member States and the Commission shall use their best endeavours to achieve a gender balance in the composition of the Committee.\nArticle 4\nOperation\n1.   The Committee shall elect its Chairperson from among the members appointed by the Member States for a term of two years. The Chairperson may be re-elected once for a further term of two years. The Committee may decide to extend the Chairperson's term by up to eight months in duly justified cases, to ensure the efficiency and continuity of its work. The Chairperson may serve up to a total of four years and eight months.\n2.   The Chairperson shall be assisted by four Vice-Chairpersons, of whom two shall be elected by the Committee from among its members for a term of two years, which shall be renewable once. The third Vice-Chairperson shall be a representative from the Member State holding the Presidency of the Council. The fourth Vice-Chairperson shall be a representative from the Member State which will hold the next Presidency.\n3.   The Chairperson shall delegate his voting right to his alternate.\n4.   Meetings of the Committee shall be convened by the Chairperson, either on his own initiative or at the request of a majority of the members of the Committee.\n5.   The Committee shall establish its own rules of procedure.\n6.   Expenses shall be reimbursed in accordance with the administrative rules in force.\n7.   The Commission shall provide adequate analytical and organisational support for the Committee. The Commission shall designate a member of its staff as Secretary. The Secretary and the staff assisting him shall act on the instructions of the Committee when assisting the Committee in carrying out its tasks. The Secretary shall liaise with the General Secretariat of the Council with regard to the holding of meetings.\n8.   The Committee shall work, as appropriate, in cooperation with other relevant bodies and committees dealing with social and economic policy matters, such as the Social Protection Committee, the Economic and Financial Committee, the Economic Policy Committee, the Education Committee and the governing board of the European Network of Public Employment Services.\nArticle 5\nWorking groups\n1.   The Committee may entrust the study of specific questions to its alternate members or may establish working groups to this end. The Chair of such a working group shall be taken by either a Vice-Chairperson of the Committee, a member or an alternate member of the Committee, a Commission official, or a member of the working group itself appointed by the Committee.\n2.   The Commission shall provide adequate analytical and organisational support for the workings groups.\n3.   The working groups may call upon experts to assist them.\n4.   The Committee may equally establish joint working groups with other committees or bodies, the governing rules of which shall be determined jointly.\nArticle 6\nConsultation of the social partners\nIn fulfilling its mandate, the Committee shall consult the social partners. It shall, in this context, establish contacts with the social partners represented at the Tripartite Social Summit for Growth and Employment.\nArticle 7\nTransitional provisions\nThe term of any member elected in accordance with Article 3 of Decision 2000/98/EC shall continue until the end of that term as determined in accordance with Article 4 of this Decision. The date of the beginning of such a term shall be considered to be the date of the election having taken place in accordance with Article 3 of Decision 2000/98/EC.\nArticle 8\nRepeal\nDecision 2000/98/EC shall be repealed as from the date of the first meeting of the Committee following the entry into force of this Decision. That meeting shall take place no later than four months after the date of adoption of this Decision.\nArticle 9\nEntry into force\nThis Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nDone at Brussels, 11 May 2015.\nFor the Council\nThe President\nJ. DŪKLAVS\n(1)  Council Decision 2003/174/EC of 6 March 2003 establishing a Tripartite Social Summit for Growth and Employment (OJ L 70, 14.3.2003, p. 31).\n(2)  Council Regulation (EC) No 1466/97 of 7 July 1997 on the strengthening of the surveillance of budgetary positions and the surveillance and coordination of economic policies (OJ L 209, 2.8.1997, p. 1).\n(3)  Regulation (EU) No 1176/2011 of the European Parliament and of the Council of 16 November 2011 on the prevention and correction of macroeconomic imbalances (OJ L 306, 23.11.2011, p. 25).\n(4)  Council Decision 2000/98/EC of 24 January 2000 establishing the Employment Committee (OJ L 29, 4.2.2000, p. 21).", "summary": "Employment Committee\nEmployment Committee\nThe Employment Committee advises the European Commission and the Council of the European Union on promoting coordination between European Union (EU) countries on employment and labour market policies.\nACT\n            \nCouncil Decision (EU) 2015/772 of 11 May 2015 establishing the Employment Committee and repealing Decision 2000/98/EC\nSUMMARY\n            \nThe Employment Committee advises the European Commission and the Council of the European Union on promoting coordination between European Union (EU) countries on employment and labour market policies.\nWHAT DOES THE DECISION DO?\n              \nIt sets out the tasks of the Employment Committee, which must contribute to the procedure leading to the adoption of the broad economic guidelines in order to ensure consistency between the latter and employment guidelines.\nThe Committee must also contribute to the synergy between the European employment strategy, macroeconomic policy coordination and the process of economic reform in a mutually supportive way.\nIt also lays down rules regarding the membership, operation and working groups of the committee.\nKEY POINTS\n              \nThe committee’s tasks are to:\nmonitor the employment situation and employment policies in EU countries;\ncontribute to the preparation of the Council proceedings on drafting the guidelines that EU countries must take into account in their employment policies;\nformulate opinions at the request of either the Council or the Commission or on its own initiative.\nIn carrying out these tasks, the committee must bear in mind the objective of a high level of employment in the formulation of EU policies. It must also endeavour to:\ncontribute to all aspects of the European semester within its mandate and report on them to the Council;\nensure exchanges of information and experience between EU countries and the Commission.\nIt adopts a work programme each year and sends a copy to the Commission.\nEach EU country and the Commission will appoint two members of the committee. These members will be selected from among those possessing outstanding competence in the field of employment and labour market policy. Members elect a chairperson and four vice-chairpersons.\nThe Commission provides the analytical and organisational support for the committee. It designates a staff member to act as secretary.\nIn fulfilling its mandate, the committee must consult management and labour. In this context, it establishes contacts with the social partners represented on the tripartite social summit for growth and employment.\nThe committee works closely with the Social Protection Committee, the Economic and Financial Committee and the Economic Policy Committee. This may include the organisation of joint meetings in the context of the European semester.\nWHEN DOES THE DECISION APPLY?\n              \nFrom 15 May 2015.\nBACKGROUND\n              \nThe Treaty on the Functioning of the European Union (Title IX) sets out the procedures whereby EU countries should work together towards developing a coordinated strategy for employment and particularly for promoting a skilled, trained and adaptable workforce responsive to economic change. The establishment of an advisory Employment Committee is part of this.\nThis decision replaces previous Decision 2000/98/EC establishing the Employment Committee in order to reflect the development of the European semester and the role of the committee in this process.\nFor more information, see Employment Committee on the European Commission’s website.\nREFERENCES\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nDecision (EU) 2015/772\n15.5.2015\n-\nOJ L 121, 14.5.2015, pp. 12-15\nRELATED ACTS\n            \nRecommendation for a Council Recommendation - On broad guidelines for the economic policies of the Member States and of the Union (COM(2015) 99 final of 2.3.2015)\nlast update 12.08.2015", "tags": ["committee (EU)", "Employment Committee (EU)"], "subjects": ["Provisions governing the Institutions", "Social provisions"], "split": "train", "reference_annotations": {"32015D0772_p1": {"text": "COUNCIL decision 2015/772///of 11 May 2015---establishing the Employment Committee and repealing decision 2000/98/ec", "triples": [" decision 2015/772,  repealing,  decision 2000/98/ec"]}}, "summary_annotations": {"32015D0772_p1": {"text": "Council decision 2015/772 of 11 May 2015 establishing the Employment Committee and repealing decision 2000/98/ec", "triples": [" decision 2015/772,  repealing,  decision 2000/98/ec"]}}}