{"celex_id": "22020A0206(01)", "reference": "6.2.2020\nEN\nOfficial Journal of the European Union\nL 34/5\nAGREEMENT\nbetween the European Union and the Federal Republic of Somalia on the status of the European Union capacity building mission in Somalia (EUCAP Somalia)\nTHE EUROPEAN UNION, hereinafter referred to as the ‘EU’,\nof the one part, and\nTHE FEDERAL REPUBLIC OF SOMALIA, hereinafter referred to as the ‘Host State’,\nof the other part,\ntogether hereinafter referred to as the ‘Parties’,\nTAKING INTO ACCOUNT:\n—\nthe letter of 11 January 2013 from the Prime Minister of the Federal Government of the Somali Republic to the High Representative of the Union for Foreign Affairs and Security Policy,\n—\nCouncil Decision 2012/389/CFSP of 16 July 2012 on the European Union Capacity Building Mission in Somalia (EUCAP Somalia) (1),\n—\nthat this Agreement will not affect the Parties’ rights and obligations under international agreements and other instruments establishing international courts and tribunals, including the Statute of the International Criminal Court,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nScope and definitions\n1.   This Agreement shall apply to the European Union capacity building mission in Somalia (EUCAP Somalia) and its personnel.\n2.   This Agreement shall apply only within the territory of the Host State.\n3.   For the purposes of this Agreement:\n(a)\n‘EUCAP Somalia’ or the ‘Mission’ shall mean the EU Capacity Building Mission in Somalia (EUCAP Somalia), established by the Council of the European Union in Decision 2012/389/CFSP, including its components, units, headquarters and personnel deployed in the territory of the Host State and assigned to EUCAP Somalia;\n(b)\n‘Head of Mission’ shall mean the Head of Mission of EUCAP Somalia, appointed by the Council of the European Union;\n(c)\n‘European Union’ or ‘EU’ shall mean the permanent bodies of the EU and their staff;\n(d)\n‘Sending State’ shall mean any EU Member State or non-EU State that has seconded personnel to the Mission;\n(e)\n‘EUCAP Somalia personnel’ shall mean the Head of Mission, personnel seconded by EU Member States, by the European External Action Service (EEAS), by EU institutions and by non-EU States invited by the EU to participate in EUCAP Somalia, international staff recruited on a contractual basis by EUCAP Somalia deployed for the preparation, support and implementation of the Mission, and personnel travelling at the request of a Sending State, an EU institution or the EEAS in the framework of the Mission. It shall not include commercial contractors or personnel employed locally;\n(f)\n‘headquarters’ shall mean the headquarters of EUCAP Somalia in Mogadishu;\n(g)\n‘facilities’ shall mean all buildings, premises, installations and land required for the conduct of the activities of the Mission, as well as for the accommodation of EUCAP Somalia personnel;\n(h)\n‘personnel employed locally’ shall mean personnel who are nationals of, or permanently resident in, the Host State;\n(i)\n‘official correspondence’ shall mean all correspondence relating to EUCAP Somalia and its functions;\n(j)\n‘contractor’ shall mean any person supplying to EUCAP Somalia goods or services related to the Mission’s activities;\n(k)\n‘EUCAP Somalia assets’ shall mean equipment, including means of transport, and consumer goods necessary for EUCAP Somalia.\nArticle 2\nGeneral provisions\n1.   EUCAP Somalia and EUCAP Somalia personnel shall respect the laws and regulations of the Host State and shall refrain from any action or activity incompatible with the objectives of EUCAP Somalia.\n2.   EUCAP Somalia shall be autonomous with regard to the execution of its functions under this Agreement. The Host State shall respect the unitary and international nature of EUCAP Somalia.\n3.   The Head of Mission shall regularly inform the Government of the Host State of the number of EUCAP Somalia personnel stationed within the Host State’s territory.\nArticle 3\nIdentification\n1.   EUCAP Somalia personnel shall be provided with, and identified by, a Mission identification card, which they shall be obliged to carry with them at all times. The relevant authorities of the Host State shall be provided with a specimen of the Mission identification card.\n2.   EUCAP Somalia vehicles and any other means of transport shall bear distinctive EUCAP Somalia identification markings or registration plates or both, if security conditions allow. Specimens of those markings and plates shall be provided to the relevant authorities of the Host State.\n3.   EUCAP Somalia shall have the right to display the flag of the EU at its headquarters and elsewhere, alone or together with the flag of the Host State, as decided by the Head of Mission. National flags or insignia of the constituent national contingents of EUCAP Somalia may be displayed on EUCAP Somalia facilities, vehicles and any other means of transport, and uniforms, as decided by the Head of Mission.\nArticle 4\nBorder crossing and movement within the Host State’s territory\n1.   EUCAP Somalia personnel, assets, vehicles and any other means of transport shall cross the border of the Host Party at official border crossings, sea ports and via the international air corridors.\n2.   The Host State shall facilitate the entry into and the exit from the territory of the Host State for EUCAP Somalia personnel and EUCAP Somalia assets, vehicles and any other means of transport. Except for passport control on entry into and departure from the territory of the Host State, EUCAP Somalia personnel holding a Mission identification card or provisional proof of participation in EUCAP Somalia shall be exempt from regulations on customs controls and procedures, visa and immigration regulations, and any form of immigration inspection within the territory of the Host State.\n3.   EUCAP Somalia personnel shall be exempt from the regulations of the Host State governing the registration and control of aliens, but shall not acquire any right to permanent residence or domicile within the Host State’s territory.\n4.   EUCAP Somalia assets, vehicles and any other means of transport entering, transiting or exiting the Host State’s territory in support of EUCAP Somalia shall be exempt from any requirement to produce inventories or other customs documentation and from any inspection.\n5.   Vehicles and any other means of transport used in support of EUCAP Somalia shall not be subject to local licensing or registration requirements. Relevant international standards and regulations shall continue to apply.\nIf required, supplementary arrangements as referred to in Article 19 shall be concluded.\n6.   EUCAP Somalia personnel may drive vehicles, navigate vessels and operate aircraft and any other means of transport within the territory of the Host State provided they have valid national or international driving licences, ship masters certificates or pilot licences, as appropriate. The Host State shall accept as valid, without tax or fee, driving licences or permits carried by EUCAP Somalia personnel.\n7.   EUCAP Somalia and EUCAP Somalia personnel together with their vehicles and any other means of transport, equipment and supplies shall enjoy free and unrestricted movement throughout the territory of the Host State, including its territorial sea and airspace.\nIf required, supplementary arrangements may be concluded in accordance with Article 19.\n8.   For the purpose of travel on official duties, EUCAP Somalia personnel and personnel employed locally shall be entitled to use public roads, bridges, ferries, airports and ports without the payment of duties, fees, tolls, taxes or other charges. EUCAP Somalia shall not be exempt from reasonable charges for services requested and received under the conditions that apply to those provided to the Host State’s nationals.\nArticle 5\nPrivileges and immunities of EUCAP Somalia granted by the Host State\n1.   EUCAP Somalia facilities shall be inviolable. The Host State’s agents shall not enter them without the consent of the Head of Mission.\n2.   EUCAP Somalia facilities, their furnishings and other assets therein as well as their means of transport shall be immune from search, requisition, attachment or execution.\n3.   EUCAP Somalia, its property and assets, wherever located and by whomsoever held, shall enjoy immunity from every form of legal process.\n4.   EUCAP Somalia archives and documents shall be inviolable at any time, wherever they may be.\n5.   EUCAP Somalia official correspondence shall be inviolable.\n6.   EUCAP Somalia, as well as its providers or contractors, shall be exempt from all national, regional and communal dues, taxes and charges of a similar nature in respect of purchased and imported goods, services provided and facilities used by EUCAP Somalia for the purposes of EUCAP Somalia. EUCAP Somalia shall not be exempt from dues, taxes or charges that represent payment for services rendered.\n7.   The Host State shall permit the entry of items required for the purpose of EUCAP Somalia and shall grant those items exemption from all customs duties, fees, tolls, taxes and similar charges other than charges for storage, transport and other services rendered.\nArticle 6\nPrivileges and immunities of EUCAP Somalia personnel granted by the Host State\n1.   EUCAP Somalia personnel shall not be subject to any form of arrest or detention.\n2.   Papers, correspondence and assets of EUCAP Somalia personnel shall be inviolable, except in case of measures of execution which are permitted pursuant to paragraph 7.\n3.   The Host State shall provide, in accordance with its applicable laws and regulations, EUCAP Somalia personnel with a diplomatic identity card.\n4.   EUCAP Somalia personnel shall enjoy immunity from the criminal jurisdiction of the Host State under all circumstances. The immunity from criminal jurisdiction of EUCAP Somalia personnel may be waived by the Sending State or EU institution concerned, as the case may be. Such waiver must always be an express waiver.\n5.   EUCAP Somalia personnel shall enjoy immunity from the civil and administrative jurisdiction of the Host State in respect of words spoken or written and all acts performed by them in the exercise of their official functions. If any civil proceeding is instituted against EUCAP Somalia personnel before any Host State court, the Head of Mission and the competent authority of the Sending State or EU institution shall be notified immediately. Prior to initiation of the proceeding before the court, the Head of Mission and the competent authority of the Sending State or EU institution shall certify to the court whether the act in question was performed by EUCAP Somalia personnel in the exercise of their official functions. If the act was performed in the exercise of official functions, the proceeding shall not be initiated and Article 16 shall apply. If the act was not performed in the exercise of official functions, the proceeding may continue. The certification by the Head of Mission and the competent authority of the Sending State or EU institution shall be binding upon the jurisdiction of the Host State which may not contest it. The initiation of proceedings by EUCAP Somalia personnel shall preclude them from invoking immunity from jurisdiction in respect of any counter-claim directly connected with the principal claim.\n6.   EUCAP Somalia personnel shall not be obliged to give evidence as witnesses.\n7.   No measures of execution may be taken in respect of EUCAP Somalia personnel, except in the case where a civil proceeding not related to their official functions is instituted against them. Property of EUCAP Somalia personnel, which is certified by the Head of Mission to be necessary for the fulfilment of their official functions, shall be free from seizure for the satisfaction of a judgment, decision or order. In civil proceedings, EUCAP Somalia personnel shall not be subject to any restrictions on their personal liberty or to any other measures of constraint.\n8.   The immunity of EUCAP Somalia personnel from the jurisdiction of the Host State shall not exempt them from the jurisdictions of the respective Sending States.\n9.   EUCAP Somalia personnel shall, with respect to services rendered for EUCAP Somalia, be exempt from social security provisions which may be in force in the Host State.\n10.   EUCAP Somalia personnel shall be exempt from any form of taxation in the Host State on the salary and emoluments paid to them by EUCAP Somalia or the Sending States, as well as on any income received from outside the Host State.\n11.   The Host State shall, in accordance with such laws and regulations as it may adopt, permit the entry of articles for the personal use of EUCAP Somalia personnel, and shall grant exemption from all customs duties, taxes, and related charges other than charges for storage, transport and similar services, in respect of such articles. The Host State shall also allow the export of such articles. The purchase of goods and services on the domestic market by EUCAP Somalia personnel shall be exempt from VAT and taxes in accordance with the laws of the Host State.\n12.   The personal baggage of EUCAP Somalia personnel shall be exempt from inspection, unless there are serious grounds for considering that it contains articles that are not for the personal use of EUCAP Somalia personnel, or articles whose import or export is prohibited by the law or subject to quarantine regulations of the Host State. Inspection of such personal baggage shall be conducted only in the presence of EUCAP Somalia personnel concerned or of an authorised representative of EUCAP Somalia.\nArticle 7\nPersonnel employed locally\nPersonnel employed locally shall enjoy privileges and immunities only to the extent allowed by the Host State. However, the Host State shall exercise its jurisdiction over such personnel in such a manner as not to interfere unduly with the performance of the functions of EUCAP Somalia.\nArticle 8\nCriminal jurisdiction\nThe competent authorities of a Sending State shall have the right to exercise on the territory of the Host State all the criminal jurisdiction and disciplinary powers conferred on them by the law of the Sending State with regard to EUCAP Somalia personnel.\nArticle 9\nSecurity\n1.   The Host State, by its own means, shall assume full responsibility for the security of EUCAP Somalia personnel.\n2.   For the purposes of paragraph 1, the Host State shall take all necessary measures for the protection, safety and security of EUCAP Somalia and EUCAP Somalia personnel. Any specific provisions proposed by the Host State shall be agreed with the Head of Mission before their implementation. The Host State shall permit, and support free of any charge, activities relating to the medical evacuation of EUCAP Somalia personnel.\nIf required, supplementary arrangements as referred to in Article 19 shall be concluded.\n3.   EUCAP Somalia personnel shall have the right to carry small arms and ammunition, subject to an authorisation by the Head of Mission.\n4.   EUCAP Somalia shall be authorised to take the necessary measures within the territory of the Host State in this context, including the use of the necessary and proportionate force to protect EUCAP Somalia personnel, to protect its premises, vehicles and assets against acts which might endanger the life of EUCAP Somalia personnel or might cause them bodily harm, and, where necessary, to protect simultaneously other persons facing the same threat in close proximity to the Mission against acts which would endanger the life of those persons or which are likely to cause them serious bodily harm.\n5.   The list of EUCAP Somalia personnel designated and authorised by the Head of Mission to carry firearms and ammunition, including the transport of those, shall be communicated to the competent Host State authorities. The competent Host State authorities shall provide a transport and carrying license for those specifically designated and authorised EUCAP Somalia personnel.\nArticle 10\nUniform\n1.   EUCAP Somalia personnel shall wear national uniform or civilian dress with distinctive EUCAP Somalia identification.\n2.   The wearing of uniform shall be subject to rules issued by the Head of Mission.\nArticle 11\nCooperation and access to information\n1.   The Host State shall provide full cooperation and support to EUCAP Somalia and EUCAP Somalia personnel.\n2.   If requested and necessary for the accomplishment of EUCAP Somalia, the Host State shall provide EUCAP Somalia personnel with effective access to:\n(a)\nfacilities, locations and official vehicles within the control of the Host State which are relevant for the fulfilment of EUCAP Somalia’s mandate;\n(b)\ndocuments, materials and information within the control of the Host State, in so far as necessary for the fulfilment of EUCAP Somalia’s mandate.\nIf required for the purposes of the first subparagraph, supplementary arrangements as referred to in Article 19 shall be concluded.\n3.   The Head of Mission and the Host State shall consult regularly and take appropriate measures to ensure close and reciprocal liaison at every appropriate level. The Host State may appoint a liaison officer to EUCAP Somalia.\nArticle 12\nHost State support and contracting\n1.   The Host State shall assist, if requested, EUCAP Somalia in finding suitable facilities.\n2.   The Host State shall provide free of charge, if required and available, facilities which it owns, as well as facilities owned by private entities, in so far as such facilities are requested for the conduct of EUCAP Somalia’s administrative and operational activities.\n3.   Within its means and capabilities, the Host State shall assist in the preparation, establishment and execution of and support for EUCAP Somalia, including co-location facilities and equipment for EUCAP Somalia experts.\n4.   The Host State’s assistance and support to EUCAP Somalia shall be provided under at least the same conditions as the assistance and support that it gives to its own nationals.\n5.   EUCAP Somalia shall have the necessary legal capacity under the laws and regulations of the Host State in order to fulfil its mission, and in particular for the purposes of opening bank accounts, acquiring or disposing of assets and being party to legal proceedings.\n6.   The law applicable to contracts concluded by EUCAP Somalia in the Host State shall be determined by the relevant provisions in those contracts.\n7.   The contracts concluded by EUCAP Somalia may stipulate that the dispute settlement procedure referred to in Article 16(3) and (4) shall be applicable to disputes arising from the implementation of that contract.\n8.   The Host State shall facilitate the implementation of contracts concluded by EUCAP Somalia with commercial entities for the purpose of the Mission.\nArticle 13\nChange to facilities\n1.   EUCAP Somalia shall be authorised to construct, alter or otherwise modify facilities as required for its operational requirements.\n2.   The Host State shall not claim any compensation from EUCAP Somalia in respect of constructions, alterations or modifications to facilities.\nArticle 14\nDeceased EUCAP Somalia personnel\n1.   The Head of Mission shall have the right to take charge of and make suitable arrangements for the repatriation of any deceased EUCAP Somalia personnel, as well as of their personal property.\n2.   No autopsy shall be performed on any deceased EUCAP Somalia personnel without the agreement of the Sending State concerned, and the presence of a representative of EUCAP Somalia or a representative of the Sending State concerned or both.\n3.   The Host State and EUCAP Somalia shall cooperate to the fullest extent possible with a view to the early repatriation of deceased EUCAP Somalia personnel.\nArticle 15\nCommunications\n1.   EUCAP Somalia may install and operate radio sending and receiving stations, as well as satellite systems. It shall cooperate with the Host State’s competent authorities with a view to avoiding conflicts in the use of appropriate frequencies. The Host State shall grant access to the frequency spectrum free of charge.\n2.   EUCAP Somalia shall enjoy the right to unrestricted communication by radio (including satellite, mobile and hand-held radio), telephone, telegraph, facsimile and other means, as well as the right to install the equipment necessary for the maintenance of such communications within and between EUCAP Somalia facilities, including the laying of cables and land lines, for the purpose of EUCAP Somalia.\n3.   Within its facilities EUCAP Somalia may make the necessary arrangements for the conveyance of mail addressed to and from EUCAP Somalia or EUCAP Somalia personnel.\nArticle 16\nClaims for death, injury, damage and loss\n1.   EUCAP Somalia and EUCAP Somalia personnel shall not be liable for any damage to or loss of civilian or government property which is related to operational necessities or caused by activities in connection with civil disturbances or the protection of EUCAP Somalia.\n2.   With a view to reaching an amicable settlement, claims for damage to, or loss of, civilian or government property not covered by paragraph 1, as well as claims for death of, or injury to, persons and claims for damage to, or loss of, EUCAP Somalia property, shall be forwarded to EUCAP Somalia via the competent authorities of the Host State, with regard to claims brought by a legal or natural person from the Host State, and to the competent authorities of the Host State, with regard to claims brought by EUCAP Somalia.\n3.   Where no amicable settlement can be found, the claim shall be submitted to a claims commission composed on an equal basis of representatives of EUCAP Somalia and representatives of the Host State. Settlement of claims shall be reached by common agreement.\n4.   Where no settlement can be reached within the claims commission, the dispute shall be settled by diplomatic means between the Host State and EU representatives for claims up to and including EUR 40 000. For claims exceeding that amount, the dispute shall be submitted to an arbitration tribunal, whose decisions shall be binding.\n5.   The arbitration tribunal referred to in paragraph 4 shall be composed of three arbitrators, one being appointed by the Host State, one being appointed by EUCAP Somalia and the third being appointed jointly by the Host State and EUCAP Somalia. Where one of the parties does not appoint an arbitrator within two months or where no agreement can be found between the Host State and EUCAP Somalia on the appointment of the third arbitrator, the arbitrator in question shall be appointed by the President of the Court of Justice of the European Union.\n6.   An administrative arrangement shall be concluded between EUCAP Somalia and the administrative authorities of the Host State in order to determine the terms of reference of the claims commission and the arbitration tribunal, the procedure applicable within these bodies and the conditions under which claims are to be lodged.\nArticle 17\nLiaison and disputes\n1.   All issues arising in connection with the application of this Agreement shall be examined jointly by representatives of EUCAP Somalia and the Host State’s competent authorities.\n2.   Failing any prior settlement, disputes concerning the interpretation or application of this Agreement shall be settled exclusively by diplomatic means between the Host State and EU representatives.\nArticle 18\nOther provisions\n1.   The Government of the Host State shall be responsible for the implementation and for the observance by the appropriate local authorities of the Host State of the privileges, immunities and rights of EUCAP Somalia and of EUCAP Somalia personnel as provided for in this Agreement.\n2.   Nothing in this Agreement is intended or may be construed so as to derogate from any rights that may attach to an EU Member State or to any other State contributing to EUCAP Somalia under other agreements.\nArticle 19\nImplementing arrangements\nFor the purpose of the application of this Agreement, operational, administrative and technical matters may be the subject of separate arrangements to be concluded between the Head of Mission and the Host State’s administrative authorities.\nArticle 20\nEntry into force and termination\n1.   This Agreement shall enter into force on the day on which it is signed and shall remain in force until the date of departure of the last EUCAP Somalia personnel, as notified by EUCAP Somalia.\n2.   Notwithstanding paragraph 1, the provisions contained in Article 4(8), Article 5(1) to (3), (6) and (7), Article 6(1), (3), (4), (6) and (8) to (10) and Articles 13 and Article 16 shall be deemed to have applied from the date on which the first EUCAP Somalia personnel were deployed if that date was earlier than the date of entry into force of this Agreement.\n3.   This Agreement may be amended or terminated by written agreement between the Parties.\n4.   Termination of this Agreement shall not affect any rights or obligations arising out of the execution of this Agreement before such termination.\nDone at Mogadishu, on 11 January 2020, in duplicate, in the English language.\nFor the European Union\nFor the Federal Republic of Somalia\n(1)  OJ L 187, 17.7.2012, p. 40.", "summary": "Agreement between the EU and Somalia on the EU mission in Somalia (EUCAP Somalia)\nAgreement between the EU and Somalia on the EU mission in Somalia (EUCAP Somalia)\nSUMMARY OF:\nAgreement between the EU and Somalia on the status of the EU capacity-building mission in Somalia (EUCAP Somalia)\nDecision (CFSP) 2020/155 on the signing and conclusion, on behalf of the EU, of the agreement between the EU and Somalia on the status of the EU capacity building mission in Somalia (EUCAP Somalia)\nWHAT IS THE AIM OF THE AGREEMENT AND THE DECISION?\nThe agreement sets out the status and operating conditions of the EU’s capacity-building mission and staff, strengthening Somalia’s ability to enforce maritime civilian law.\nThe decision gives the EU’s formal approval to the agreement.\nKEY POINTS\n              \nThe agreement states the following.\nThe mission and its personnel: respect Somalia’s laws and regulations;are identifiable by ID cards, distinctive vehicle markings or registration plates and the EU flag;enter or leave the country at official border crossings without hindrance;have free and unrestricted movement within the country;enjoy various privileges and immunities, such as exemption from taxation and personal baggage inspections and immunity from the country’s jurisdiction when performing their official functions;remain subject to the criminal jurisdiction and disciplinary powers of their home country;have the right, with the head of mission’s authorisation, to carry small arms and ammunition;may take all necessary and proportionate force to protect themselves, premises, vehicles and assets against danger;wear national uniforms or civilian clothes with distinctive EUCAP Somalia identification;are not liable for any damage to, or loss of, civilian or government property in the course of their duties or caused by civil disturbance.\nSomalia: assumes full responsibility for the security of EUCAP personnel;provides full cooperation and support, including access to facilities, vehicles and information, to the mission and to its members;assists the mission, if requested, to find suitable premises free of charge;grants the mission free access to its radio frequency;helps the mission to implement any commercial contracts it enters into;is responsible for local authorities implementing and observing the privileges, immunities and rights of the mission and its personnel.\nEUCAP Somalia may: construct or alter facilities it requires, without paying compensation;install and operate radio stations and satellite systems with unrestricted communication rights.\nClaims for death, injury, damage or loss of civilian or government property are referred to a claims commission and ultimately to an arbitration tribunal if they cannot first be settled amicably.\nThe head of mission is responsible for the repatriation of any deceased EUCAP Somalia personnel and their property.\nAny disputes that arise in applying the agreement are initially handled by the mission and the relevant national authorities and, if necessary, settled diplomatically at a higher level.\nDATE OF ENTRY INTO FORCE\n              \nThe agreement entered into force on 11 January 2020.\nBACKGROUND\nEUCAP Somalia replaced EUCAP Nestor (launched in July 2012 to develop regional maritime capacity building in the Horn of Africa) in December 2016. Its specific remit is to help the country enforce maritime law more effectively and tackle piracy.\nThe mission’s mandate runs until 31 December 2021. It has a budget of €66.1 million for the period 1 January 2019 to 31 December 2020.\nEUCAP Somalia is part of a comprehensive EU strategy for the country. This ranges from diplomatic and development support to humanitarian aid and law enforcement.\nThe strategy includes 2 military missions: Eunavfor Operation Atalanta to combat coastal piracy; andEUTM Somalia to provide political and strategic military advice and training.\nFor more information, see: EUCAP Somalia (European External Action Service).\nMAIN DOCUMENTS\n            \nAgreement between the European Union and the Federal Republic of Somalia on the status of the European Union capacity-building mission in Somalia (EUCAP Somalia) (OJ L 34, 6.2.2020, pp. 5-12)\nCouncil Decision (CFSP) 2020/155 of 24 October 2019 on the signing and conclusion, on behalf of the Union, of the Agreement between the European Union and the Federal Republic of Somalia on the status of the European Union capacity-building mission in Somalia (EUCAP Somalia) (OJ L 34, 6.2.2020, pp. 3-4)\nRELATED DOCUMENTS\n            \nCouncil Decision 2012/389/CFSP of 16 July 2012 on the European Union mission on regional maritime capacity building in the Horn of Africa (EUCAP Nestor) (OJ L 187, 17.7.2012, pp. 40-43)\nSuccessive amendments to Decision 2012/389/CFSP have been incorporated into the original text. This consolidated version is of documentary value only.\nlast update 12.10.2020", "tags": ["agreement (EU)", "Somalia", "EU civilian mission"], "subjects": ["African, Caribbean and Pacific States (ACP)", "External relations", "Common foreign and security policy"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}