{"celex_id": "32010D0707", "reference": "24.11.2010\nEN\nOfficial Journal of the European Union\nL 308/46\nCOUNCIL DECISION\nof 21 October 2010\non guidelines for the employment policies of the Member States\n(2010/707/EU)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 148(2) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nHaving regard to the opinion of the Committee of the Regions (3),\nHaving regard to the opinion of the Employment Committee (4),\nWhereas:\n(1)\nThe Treaty on the Functioning of the European Union (TFEU) stipulates in Article 145 that Member States and the Union shall work towards developing a coordinated strategy for employment and particularly for promoting a skilled, trained and adaptable workforce as well as labour markets that are responsive to economic change and with a view to achieving the objectives defined in Article 3 of the Treaty on European Union (TEU). Member States, having regard to national practices related to the responsibilities of management and labour, shall regard promoting employment as a matter of common concern and shall coordinate their action in this respect within the Council, in accordance with the provisions of Article 148 of the TFEU.\n(2)\nThe TEU stipulates in Article 3(3) that the Union shall aim at full employment and shall combat social exclusion and discrimination, and shall promote social justice and protection and provides for the Union’s initiatives to ensure coordination of Member States’ social policies. Article 8 of the TFEU stipulates that in all its activities, the Union shall aim to eliminate inequalities, and to promote equality, between men and women. Article 9 thereof provides that in defining and implementing its policies and activities, the Union shall take into account requirements linked to the promotion of a high level of employment, the guarantee of adequate social protection, the fight against social exclusion, and a high level of education and training.\n(3)\nThe TFEU provides that employment guidelines and broad economic policy guidelines are to be adopted by the Council to guide Member States’ policies.\n(4)\nThe Lisbon Strategy, launched in 2000, was based on an acknowledgement of the EU’s need to increase its employment, productivity and competitiveness, while enhancing social cohesion, in the face of global competition, technological change, environmental challenges and an ageing population. The Lisbon Strategy was relaunched in 2005, after a mid-term review which led to greater focus on growth and more and better jobs.\n(5)\nThe Lisbon strategy for growth and jobs helped forge consensus around the broad direction of the EU’s economic and employment policies. Under the strategy, both broad economic policy guidelines and employment guidelines were adopted by the Council Decision 2005/600/EC (5) and revised in Council Decision 2008/618/EC (6). The 24 guidelines laid the foundations for the National Reform Programmes, outlining the key macroeconomic, microeconomic and labour market reform priorities for the Union as a whole. However, experience shows that the guidelines did not set clear enough priorities and that links between them could have been stronger. This limited their impact on national policymaking.\n(6)\nThe financial and economic crisis that started in 2008 resulted in a significant loss in jobs and potential output and has led to a dramatic deterioration in public finances. The European Economic Recovery Plan has nevertheless helped Member States to deal with the crisis, partly through a coordinated fiscal stimulus, with the euro providing an anchor for macroeconomic stability. The crisis therefore showed that when the coordination of Union policies is strengthened and rendered effective, it can deliver significant results. The crisis also underscored the close interdependence of the Member States’ economic and employment performance.\n(7)\nThe Commission proposed to set up a new strategy for the next decade, known as ‘the Europe 2020 Strategy’, to enable the Union to emerge stronger from the crisis, and to turn its economy towards smart, sustainable and inclusive growth, accompanied by high level employment, productivity and social cohesion. Five headline targets, listed under the relevant guidelines, constitute shared objectives which guide the action of the Member States, taking into account their relative starting positions and national circumstances, and which also guide the action of the Union. The Member States should, furthermore, make every effort to meet the national targets and to remove the bottlenecks that constrain growth.\n(8)\nAs part of comprehensive ‘exit strategies’ for the economic crisis, Member States should carry out ambitious reforms to ensure macroeconomic stability, the promotion of more and better jobs and the sustainability of public finance, improve competitiveness and productivity, reduce macroeconomic imbalances and enhance labour market performance. The withdrawal of the fiscal stimulus should be implemented and coordinated within the framework of the Stability and Growth Pact.\n(9)\nWithin the Europe 2020 strategy, Member States and the Union should implement reforms aimed at ‘smart growth’, i.e. growth driven by knowledge and innovation. Reforms should aim at improving the quality of education and ensuring access for all, as well as strengthening research, business performance and further improving the regulatory framework in order to promote innovation and knowledge transfer throughout the Union. Reforms should encourage entrepreneurship, the development of small and medium-sized enterprises (SMEs) and help to turn creative ideas into innovative products, services and processes that can create growth, quality and sustainable jobs, territorial, economic and social cohesion, and address more efficiently European and global societal challenges. Making the most of information and communication technologies is essential in this context.\n(10)\nThe policies of the Union and of Member States, including their reform programmes, should aim at ‘sustainable growth’. Sustainable growth means building an energy and resource-efficient, sustainable and competitive economy, a fair distribution of the cost and benefits and exploiting Europe’s leadership in the race to develop new processes and technologies, including green technologies. Member States and the Union should implement the necessary reforms to reduce greenhouse gas emissions and use resources efficiently, which will also help to prevent environmental degradation and biodiversity loss. They should also improve the business environment, stimulate the creation of green jobs and help enterprises to modernise their industrial base.\n(11)\nThe policies of the Union and Member States’ reform programmes should also aim at ‘inclusive growth’. Inclusive growth means building a cohesive society in which people are empowered to anticipate and manage change and consequently to actively participate in society and the economy. Member States’ reforms should therefore ensure access and opportunities for all throughout their lifecycle, thus reducing poverty and social exclusion through removing barriers to labour market participation, especially for women, older workers, young people, people with disabilities and legal migrants. They should also make sure that the benefits of economic growth reach all citizens and all regions and foster employment-enhancing growth, based on decent work. Ensuring the effective functioning of the labour markets through investing in successful transitions, education and training systems, appropriate skills development, raising job quality, and fighting segmentation, structural unemployment, youth unemployment, and inactivity while ensuring adequate, sustainable social protection and active inclusion to prevent and reduce poverty, with particular attention to combating in-work poverty and reducing poverty amongst the groups most at risk from social exclusion, including children and young people, while at the same time adhering to agreed fiscal consolidation, should therefore be at the heart of Member States’ reform programmes.\n(12)\nIncreased labour market participation by women is a precondition for boosting growth and for tackling the demographic challenges. A visible gender equality perspective, integrated into all relevant policy areas, is therefore crucial for the implementation of all aspects of the guidelines in the Member States. Conditions should be created to support the supply of adequate, affordable, high-quality childcare services for pre-school age children. The principle of equal pay for male and female workers for equal work or work of equal value should be applied.\n(13)\nThe Union’s and Member States’ structural reforms can effectively contribute to growth and jobs if they enhance the Union’s competitiveness in the global economy, open up new opportunities for Europe’s exporters and provide competitive access to vital imports. Reforms should therefore take into account their external competitiveness implications to foster European growth and participation in open and fair markets worldwide.\n(14)\nThe Europe 2020 strategy has to be underpinned by an integrated set of European and national policies, which Member States and the Union should implement fully and in a timely manner, in order to achieve the positive spillover effects of coordinated structural reforms and a more consistent contribution from European policies to the strategy’s objectives. The guidelines are a framework for Member States in devising, implementing and monitoring national policies in the context of the overall EU strategy. The Europe 2020 headline targets listed under the relevant guidelines should guide the Member States in defining their own national targets and any sub-targets, taking account of their relative starting positions and national circumstances, and according to their national decision-making procedures. Where they do so, Member States may wish to draw on the indicators developed by the Employment Committee or the Social Protection Committee, as appropriate. The headline employment target draws attention to reducing unemployment of vulnerable groups, including young people.\n(15)\nCohesion policy and its structural funds are amongst a number of important delivery mechanisms to achieve the priorities of smart, sustainable and inclusive growth in Member States and regions. In its conclusions of 17 June 2010, the European Council stressed the importance of promoting economic, social and territorial cohesion in order to contribute to the success of the new Europe 2020 strategy.\n(16)\nWhen designing and implementing their National Reform Programmes taking account of these guidelines, Member States should ensure effective governance of employment policy. While these guidelines are addressed to Member States, the Europe 2020 strategy should, as appropriate, be implemented, monitored and evaluated in partnership with all national, regional and local authorities, closely associating parliaments, as well as social partners and representatives of civil society, who shall contribute to the elaboration of National Reform Programmes, to their implementation and to the overall communication on the strategy.\n(17)\nThe Europe 2020 strategy is underpinned by a smaller set of guidelines, replacing the previous set of 24 and addressing employment and broad economic policy issues in a coherent manner. The guidelines for the employment policies of the Member States, annexed to this Decision, are intrinsically linked with the guidelines for the economic policies of the Member States and of the Union, annexed to Council Recommendation of 13 July 2010 on broad guidelines for the economic policies of the Member States and of the Union (7). Together, they form the ‘Europe 2020 integrated guidelines’.\n(18)\nThese new integrated guidelines are in line with the conclusions of the European Council. They give precise guidance to the Member States on defining their National Reform Programmes and implementing reforms, reflecting interdependence and in line with the Stability and Growth Pact. The employment guidelines should form the basis for any country-specific recommendations that the Council may address to the Member States pursuant to Article 148(4) of the TFEU, in parallel with the country-specific recommendations addressed to the Member States pursuant to Article 121(4) of that Treaty, in order to form a coherent package of recommendations. The employment guidelines should also form the basis for the establishment of the Joint Employment Report sent annually by the Council and the Commission to the European Council.\n(19)\nThe Employment Committee and the Social Protection Committee should monitor progress in relation to the employment and social aspects of the employment guidelines, in line with their respective Treaty-based mandates. This should in particular build on the activities of the open method of coordination in the fields of employment and of social protection and social inclusion. In addition the Employment Committee should maintain close contact with other relevant Council preparatory instances, including in the field of education.\n(20)\nEven though they must be drawn up each year, these guidelines should remain stable until 2014 to ensure a focus on implementation,\nHAS ADOPTED THIS DECISION:\nArticle 1\nThe guidelines for Member States’ employment policies, as set out in the Annex, are hereby adopted.\nArticle 2\nThe guidelines shall be taken into account in the employment policies of the Member States, which shall be reported upon in National Reform Programmes.\nArticle 3\nThis Decision is addressed to the Member States.\nDone at Luxembourg, 21 October 2010.\nFor the Council\nThe President\nJ. MILQUET\n(1)  Opinion of 8 September 2010 (not yet published in the Official Journal).\n(2)  Opinion of 27 May 2010 (not yet published in the Official Journal).\n(3)  Opinion of 10 June 2010 (not yet published in the Official Journal).\n(4)  Opinion of 20 May 2010 (not yet published in the Official Journal).\n(5)  OJ L 205, 6.8.2005, p. 21.\n(6)  OJ L 198, 26.7.2008, p. 47.\n(7)  OJ L 191, 23.7.2010, p. 28.\nANNEX\nGUIDELINES FOR THE EMPLOYMENT POLICIES OF THE MEMBER STATES\nGuideline 7:   Increasing labour market participation of women and men, reducing structural unemployment and promoting job quality\nActivation is key to increasing labour market participation. Member States should integrate the flexicurity principles endorsed by the European Council into their labour market policies and apply them, making appropriate use of European Social Fund and other EU funds support, with a view to increasing labour market participation and combating segmentation, inactivity and gender inequality, whilst reducing structural unemployment. Measures to enhance flexibility and security should be both balanced and mutually reinforcing. Member States should therefore introduce a combination of flexible and reliable contractual arrangements, active labour market policies, effective lifelong learning, policies to promote labour mobility, and adequate social security systems to secure labour market transitions accompanied by clear rights and responsibilities for the unemployed to actively seek work. Together with the social partners, adequate attention should also be paid to internal flexicurity at the work place.\nMember States should step up social dialogue and tackle labour market segmentation with measures addressing precarious employment, underemployment and undeclared work. Professional mobility should be rewarded. The quality of jobs and employment conditions should be addressed. Member States should combat in-work poverty and promote occupational health and safety. Adequate social security should also be ensured for those on fixed-term contracts and the self-employed. Employment services play an important role in activation and matching and they should therefore be strengthened with personalised services and active and preventive labour market measures at an early stage. Such services and measures should be open to all, including young people, those threatened by unemployment, and those furthest away from the labour market.\nPolicies to make work pay remain important. In order to increase competitiveness and raise participation levels, particularly for the low-skilled, and in line with economic policy guideline 2, Member States should encourage the right framework conditions for wage bargaining and labour cost development consistent with price stability and productivity trends. Member States should review tax and benefit systems, and public services capacity to provide the support needed, in order to increase labour force participation and stimulate labour demand. They should promote active ageing, gender equality including equal pay, and the integration in the labour market of young people, people with disabilities, legal migrants and other vulnerable groups. Work-life balance policies with the provision of affordable care and innovation in the manner in which work is organised should be geared to raising employment rates, particularly among young people, older workers and women. Member States should also remove barriers to labour market entry for newcomers, promote self-employment, entrepreneurship and job creation in all areas including green employment and care and promote social innovation.\nThe EU headline target, on the basis of which Member States will set their national targets, taking into account their relative starting positions and national circumstances, is to aim to raise the employment rate for women and men aged 20-64 to 75 % by 2020, including through the greater participation of young people, older workers and low-skilled workers and the better integration of legal migrants.\nGuideline 8:   Developing a skilled workforce responding to labour market needs and promoting lifelong learning\nMember States should promote productivity and employability through an adequate supply of knowledge and skills to match current and future demand in the labour market. Quality initial education and attractive vocational training must be complemented with effective incentives for lifelong learning for those who are in and those who are not in employment, thus ensuring every adult the chance to retrain or to move one step up in their qualification and overcome gender stereotypes, as well as by opportunities for second-chance learning and by targeted migration and integration policies. Member States should develop systems for recognising acquired competencies, and should remove barriers to occupational and geographical mobility of workers, promote the acquisition of transversal competences to support creativity, innovation and entrepreneurship. In particular, efforts should focus on supporting those with low and obsolete skills, increasing the employability of older workers, enhancing training, skills and experience of highly skilled workers, including researchers and women in scientific, mathematical and technological fields.\nIn cooperation with social partners and firms, Member States should improve access to training, strengthen education and career guidance. These improvements should be combined with the provision of systematic information on new job openings and opportunities, the promotion of entrepreneurship and enhanced anticipation of skill needs. Investment in human resource development, up-skilling and participation in lifelong learning schemes should be promoted through joint financial contributions from governments, individuals and employers. To support young people and in particular those not in employment, education or training, Member States, in cooperation with the social partners, should enact schemes to help those people find initial employment, job experience, or further education and training opportunities, including apprenticeships, and should intervene rapidly when young people become unemployed.\nRegular monitoring of the performance of up-skilling and anticipation policies should help identify areas for improvement and increase the responsiveness of education and training systems to current and emerging labour market needs, such as the low-carbon and resource-efficient economy. The ESF and other EU funds should be mobilised, where appropriate, by Member States to support these objectives. Policies stimulating labour demand could complement investments in human capital.\nGuideline 9:   Improving the quality and performance of education and training systems at all levels and increasing participation in tertiary or equivalent education\nIn order to ensure access to quality education and training for all and to improve educational outcomes, Member States should invest efficiently in education and training systems notably to raise the skill level of the EU’s workforce, allowing it to meet the rapidly changing needs of modern labour markets and society at large. In line with the lifelong learning principles, action should cover all sectors (from early childhood education and schools through to higher education, vocational education and training, as well as adult learning) taking into account also learning in informal and non-formal contexts. Reforms should aim to ensure the acquisition of the key competencies that every individual needs for success in a knowledge-based economy, notably in terms of employability in line with the priorities mentioned in guideline 4. International mobility for learners and teachers should be encouraged. Steps should also be taken to ensure that learning mobility for young people and teachers becomes the norm. Member States should improve the openness and relevance of education and training systems, particularly by implementing national qualification frameworks enabling flexible learning pathways, and by developing partnerships between the worlds of education/training and work. The teaching profession should be made more attractive and attention should be paid to the initial education and the continuous professional development of teachers. Higher education should become more open to non-traditional learners and participation in tertiary or equivalent education should be increased. With a view to reducing the number of young people not in employment, education, or training, Member States should take all necessary steps to prevent early school leaving.\nThe EU headline target, on the basis of which Member States will set their national targets, taking into account their relative starting positions and national circumstances, will aim to reduce drop out rates to less than 10 %, and increase the share of 30-34 year-olds having completed tertiary or equivalent education to at least 40 % (1).\nGuideline 10:   Promoting social inclusion and combating poverty\nThe extension of employment opportunities is an essential aspect of Member States’ integrated strategies to prevent and reduce poverty and to promote full participation in society and economy. Appropriate use of the European Social Fund and other EU funds should be made to that end. Efforts should concentrate on ensuring equal opportunities, including through access for all to high quality, affordable, and sustainable services, in particular in the social field. Public services (including online services, in line with guideline 4) play an important role in this respect. Member States should put in place effective anti-discrimination measures. Empowering people and promoting labour market participation for those furthest away from the labour market while preventing in-work poverty will help fight social exclusion. This would require enhancing social protection systems, lifelong learning and comprehensive active inclusion policies to create opportunities at different stages of people’s lives and shield them from the risk of exclusion, with special attention to women. Social protection systems, including pensions and access to healthcare, should be modernised and fully deployed to ensure adequate income support and services — thus providing social cohesion — whilst remaining financially sustainable and encouraging participation in society and in the labour market.\nBenefit systems should focus on ensuring income security during transitions and reducing poverty, in particular among groups most at risk from social exclusion, such as one-parent families, minorities including the Roma, people with disabilities, children and young people, elderly women and men, legal migrants and the homeless. Member States should also actively promote the social economy and social innovation in support of the most vulnerable. All measures should also aim at promoting gender equality.\nThe EU headline target, on the basis of which Member States will set their national targets, taking into account their relative starting conditions and national circumstances, will aim at promoting social inclusion, in particular through the reduction of poverty by aiming to lift at least 20 million people out of the risk of poverty and exclusion (2).\n(1)  The European Council emphasises the competence of Member States to define and implement quantitative targets in the field of education.\n(2)  The population is defined as the number of persons who are at risk of poverty and exclusion according to three indicators (at risk of poverty; material deprivation; jobless household), leaving Member States free to set their national targets on the basis of the most appropriate indicators, taking into account their national circumstances and priorities.", "summary": "Guidelines for employment policies\nGuidelines for employment policies\nCouncil guidelines provide direction for the coordination of European Union (EU) Member States' employment policies. Based on the Europe 2020 strategic objectives, these guidelines aim to support reforms for sustainable growth driven by knowledge and innovation.\nACT\nCouncil Decision 2010/707/EU of 21 October 2010 on guidelines for the employment policies of the Member States.\nSUMMARY\nThe EU Member States take the guidelines for employment policies into account when drafting their policies and setting national targets. The latest guidelines are valid until the end of 2014.\nThe guidelines are associated with the broad guidelines for economic policies, together forming integrated guidelines for the Europe 2020 strategy. They also underpin the EU's annual Joint Employment Report.\nIncreasing labour market participation\nThe EU aims to increase the employment rate for women and men aged 20-64 to 75% by 2020. In their policies, Member States must therefore promote the labour market participation of young people, older workers, low-skilled workers and legal migrants. They must also make employment more attractive - focusing on flexicurity, worker mobility and work-life balance - and promote self-employment, entrepreneurship, plus job creation, including in the areas of care and green jobs.\nDeveloping a skilled workforce\nWorkers' productivity and employability can be increased by developing new skills that correspond to labour market needs. Member States must extend the capacity of education and training systems and adapt them to societal trends in line with a low-carbon and resource-efficient economy.\nMeasures must focus on high-quality initial education, lifelong training, and training must be open to low-skilled or highly skilled workers.\nMember States should also encourage labour mobility, with systems for recognising people's acquired competences.\nImproving education and training systems\nBy 2020, early school leaving is to be reduced to less than 10% and at least 40% of 30-34 year-olds are to have completed tertiary or equivalent education. Member States must promote lifelong learning, international mobility of teachers and learners, development of qualification frameworks for flexible learning pathways, and partnerships with enterprises.\nCombating social exclusion\nThe Europe 2020 strategy promotes social inclusion and combats poverty, so that 20 million people no longer face the risk of poverty and exclusion.\nMember States should boost the employment of those furthest away from the labour market, so as to empower people and combat in-work poverty.\nNational policies must guarantee access to affordable, sustainable and high-quality services, including in the social sector. They should also modernise and support social protection and pension systems.\nLastly, Member States should support the social economy and social innovation, fostering equal opportunities and combating discrimination.\nREFERENCES\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nDecision 2010/707/EU\n21.10.2010\n-\nOJ L 308 of 24.11.2010\nAmending act\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nDecision 2013/208/EU\n22.4.2013\n-\nOJ L 118 of 22.4.2013\nDecision 2014/322/EU\n14.5.2014\n-\nOJ L 165 of 4.6.2014\nLast updated: 28.07.2014", "tags": ["vocational training", "labour market", "EU employment policy", "productivity", "wage cost", "occupational safety", "social security", "EU programme", "economic and social cohesion", "labour flexibility"], "subjects": ["Employment"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}