{"celex_id": "32016L0343", "reference": "11.3.2016\nEN\nOfficial Journal of the European Union\nL 65/1\nDIRECTIVE (EU) 2016/343 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 9 March 2016\non the strengthening of certain aspects of the presumption of innocence and of the right to be present at the trial in criminal proceedings\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular point (b) of Article 82(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nThe presumption of innocence and the right to a fair trial are enshrined in Articles 47 and 48 of the Charter of Fundamental Rights of the European Union (the Charter), Article 6 of the European Convention for the Protection of Human Rights and Fundamental Freedoms (the ECHR), Article 14 of the International Covenant on Civil and Political Rights (the ICCPR) and Article 11 of the Universal Declaration of Human Rights.\n(2)\nThe Union has set itself the objective of maintaining and developing an area of freedom, security and justice. According to the Presidency conclusions of the European Council in Tampere of 15 and 16 October 1999, and in particular point (33) thereof, enhanced mutual recognition of judgments and other judicial decisions and the necessary approximation of legislation would facilitate cooperation between competent authorities and the judicial protection of individual rights. The principle of mutual recognition should therefore become the cornerstone of judicial cooperation in civil and criminal matters within the Union.\n(3)\nAccording to the Treaty on the Functioning of the European Union (TFEU), judicial cooperation in criminal matters in the Union is to be based on the principle of mutual recognition of judgments and other judicial decisions.\n(4)\nThe implementation of that principle relies on the premise that Member States trust in each other's criminal justice systems. The extent of the principle of mutual recognition is dependent on a number of parameters, which include mechanisms for safeguarding the rights of suspects and accused persons and common minimum standards necessary to facilitate the application of that principle.\n(5)\nAlthough the Member States are party to the ECHR and to the ICCPR, experience has shown that this in itself does not always provide a sufficient degree of trust in the criminal justice systems of other Member States.\n(6)\nOn 30 November 2009, the Council adopted a Resolution on a Roadmap for strengthening the procedural rights of suspected or accused persons in criminal proceedings (3) (‘the Roadmap’). Taking a step-by-step approach, the Roadmap calls for the adoption of measures regarding the right to translation and interpretation (measure A), the right to information on rights and information about the charges (measure B), the right to legal advice and legal aid (measure C), the right to communicate with relatives, employers and consular authorities (measure D), and special safeguards for suspects or accused persons who are vulnerable (measure E).\n(7)\nOn 11 December 2009, the European Council welcomed the Roadmap and made it part of the Stockholm programme — An open and secure Europe serving and protecting citizens (4) (point 2.4). The European Council underlined the non-exhaustive character of the Roadmap, by inviting the Commission to examine further elements of minimum procedural rights for suspects and accused persons, and to assess whether other issues, for instance the presumption of innocence, need to be addressed, in order to promote better cooperation in that area.\n(8)\nThree measures on procedural rights in criminal proceedings have been adopted pursuant to the Roadmap to date, namely Directives 2010/64/EU (5), 2012/13/EU (6) and 2013/48/EU (7) of the European Parliament and of the Council.\n(9)\nThe purpose of this Directive is to enhance the right to a fair trial in criminal proceedings by laying down common minimum rules concerning certain aspects of the presumption of innocence and the right to be present at the trial.\n(10)\nBy establishing common minimum rules on the protection of procedural rights of suspects and accused persons, this Directive aims to strengthen the trust of Member States in each other's criminal justice systems and thus to facilitate mutual recognition of decisions in criminal matters. Such common minimum rules may also remove obstacles to the free movement of citizens throughout the territory of the Member States.\n(11)\nThis Directive should apply only to criminal proceedings as interpreted by the Court of Justice of the European Union (Court of Justice), without prejudice to the case-law of the European Court of Human Rights. This Directive should not apply to civil proceedings or to administrative proceedings, including where the latter can lead to sanctions, such as proceedings relating to competition, trade, financial services, road traffic, tax or tax surcharges, and investigations by administrative authorities in relation to such proceedings.\n(12)\nThis Directive should apply to natural persons who are suspects or accused persons in criminal proceedings. It should apply from the moment when a person is suspected or accused of having committed a criminal offence, or an alleged criminal offence, and, therefore, even before that person is made aware by the competent authorities of a Member State, by official notification or otherwise, that he or she is a suspect or accused person. This Directive should apply at all stages of the criminal proceedings until the decision on the final determination of whether the suspect or accused person has committed the criminal offence has become definitive. Legal actions and remedies which are available only once that decision has become definitive, including actions before the European Court of Human Rights, should not fall within the scope of this Directive.\n(13)\nThis Directive acknowledges the different needs and levels of protection of certain aspects of the presumption of innocence as regards natural and legal persons. As regards natural persons, such protection is reflected in well-established case-law of the European Court of Human Rights. The Court of Justice has, however, recognised that the rights flowing from the presumption of innocence do not accrue to legal persons in the same way as they do to natural persons.\n(14)\nAt the current stage of development of national law and of case-law at national and Union level, it is premature to legislate at Union level on the presumption of innocence with regard to legal persons. This Directive should not, therefore, apply to legal persons. This should be without prejudice to the application of the presumption of innocence as laid down, in particular, in the ECHR and as interpreted by the European Court of Human Rights and by the Court of Justice, to legal persons.\n(15)\nThe presumption of innocence with regard to legal persons should be ensured by the existing legislative safeguards and case-law, the evolution of which is to determine whether there is a need for Union action.\n(16)\nThe presumption of innocence would be violated if public statements made by public authorities, or judicial decisions other than those on guilt, referred to a suspect or an accused person as being guilty, for as long as that person has not been proved guilty according to law. Such statements and judicial decisions should not reflect an opinion that that person is guilty. This should be without prejudice to acts of the prosecution which aim to prove the guilt of the suspect or accused person, such as the indictment, and without prejudice to judicial decisions as a result of which a suspended sentence takes effect, provided that the rights of the defence are respected. This should also be without prejudice to preliminary decisions of a procedural nature, which are taken by judicial or other competent authorities and are based on suspicion or on elements of incriminating evidence, such as decisions on pre-trial detention, provided that such decisions do not refer to the suspect or accused person as being guilty. Before taking a preliminary decision of a procedural nature the competent authority might first have to verify that there are sufficient elements of incriminating evidence against the suspect or accused person to justify the decision concerned, and the decision could contain reference to those elements.\n(17)\nThe term ‘public statements made by public authorities’ should be understood to be any statement which refers to a criminal offence and which emanates from an authority involved in the criminal proceedings concerning that criminal offence, such as judicial authorities, police and other law enforcement authorities, or from another public authority, such as ministers and other public officials, it being understood that this is without prejudice to national law regarding immunity.\n(18)\nThe obligation not to refer to suspects or accused persons as being guilty should not prevent public authorities from publicly disseminating information on the criminal proceedings where this is strictly necessary for reasons relating to the criminal investigation, such as when video material is released and the public is asked to help in identifying the alleged perpetrator of the criminal offence, or to the public interest, such as when, for safety reasons, information is provided to the inhabitants of an area affected by an alleged environmental crime or when the prosecution or another competent authority provides objective information on the state of criminal proceedings in order to prevent a public order disturbance. The use of such reasons should be confined to situations in which this would be reasonable and proportionate, taking all interests into account. In any event, the manner and context in which the information is disseminated should not create the impression that the person is guilty before he or she has been proved guilty according to law.\n(19)\nMember States should take appropriate measures to ensure that, when they provide information to the media, public authorities do not refer to suspects or accused persons as being guilty for as long as such persons have not been proved guilty according to law. To that end, Member States should inform public authorities of the importance of having due regard to the presumption of innocence when providing or divulging information to the media. This should be without prejudice to national law protecting the freedom of press and other media.\n(20)\nThe competent authorities should abstain from presenting suspects or accused persons as being guilty, in court or in public, through the use of measures of physical restraint, such as handcuffs, glass boxes, cages and leg irons, unless the use of such measures is required for case-specific reasons, either relating to security, including to prevent suspects or accused persons from harming themselves or others or from damaging any property, or relating to the prevention of suspects or accused persons from absconding or from having contact with third persons, such as witnesses or victims. The possibility of applying measures of physical restraint does not imply that the competent authorities are to take any formal decision on the use of such measures.\n(21)\nWhere feasible, the competent authorities should also abstain from presenting suspects or accused persons in court or in public while wearing prison clothes, so as to avoid giving the impression that those persons are guilty.\n(22)\nThe burden of proof for establishing the guilt of suspects and accused persons is on the prosecution, and any doubt should benefit the suspect or accused person. The presumption of innocence would be infringed if the burden of proof were shifted from the prosecution to the defence, without prejudice to any ex officio fact-finding powers of the court, to the independence of the judiciary when assessing the guilt of the suspect or accused person, and to the use of presumptions of fact or law concerning the criminal liability of a suspect or accused person. Such presumptions should be confined within reasonable limits, taking into account the importance of what is at stake and maintaining the rights of the defence, and the means employed should be reasonably proportionate to the legitimate aim pursued. Such presumptions should be rebuttable and in any event, should be used only where the rights of the defence are respected.\n(23)\nIn various Member States not only the prosecution, but also judges and competent courts are charged with seeking both inculpatory and exculpatory evidence. Member States which do not have an adversarial system should be able to maintain their current system provided that it complies with this Directive and with other relevant provisions of Union and international law.\n(24)\nThe right to remain silent is an important aspect of the presumption of innocence and should serve as protection from self-incrimination.\n(25)\nThe right not to incriminate oneself is also an important aspect of the presumption of innocence. Suspects and accused persons should not be forced, when asked to make statements or answer questions, to produce evidence or documents or to provide information which may lead to self-incrimination.\n(26)\nThe right to remain silent and the right not to incriminate oneself should apply to questions relating to the criminal offence that a person is suspected or accused of having committed and not, for example, to questions relating to the identification of a suspect or accused person.\n(27)\nThe right to remain silent and the right not to incriminate oneself imply that competent authorities should not compel suspects or accused persons to provide information if those persons do not wish to do so. In order to determine whether the right to remain silent or the right not to incriminate oneself has been violated, the interpretation by the European Court of Human Rights of the right to a fair trial under the ECHR should be taken into account.\n(28)\nThe exercise of the right to remain silent or the right not to incriminate oneself should not be used against a suspect or accused person and should not, in itself, be considered to be evidence that the person concerned has committed the criminal offence concerned. This should be without prejudice to national rules concerning the assessment of evidence by courts or judges, provided that the rights of the defence are respected.\n(29)\nThe exercise of the right not to incriminate oneself should not prevent the competent authorities from gathering evidence which may be lawfully obtained from the suspect or accused person through the use of legal powers of compulsion and which has an existence independent of the will of the suspect or accused person, such as material acquired pursuant to a warrant, material in respect of which there is a legal obligation of retention and production upon request, breath, blood or urine samples and bodily tissue for the purpose of DNA testing.\n(30)\nThe right to remain silent and the right not to incriminate oneself should not preclude Member States from deciding that, with regard to minor offences, such as minor road traffic offences, the conduct of the proceedings, or certain stages thereof, may take place in writing or without questioning of the suspect or accused person by the competent authorities in relation to the offence concerned, provided that this complies with the right to a fair trial.\n(31)\nMember States should consider ensuring that, where suspects or accused persons are provided with information about rights pursuant to Article 3 of Directive 2012/13/EU, they are also provided with information concerning the right not to incriminate oneself, as it applies under national law in accordance with this Directive.\n(32)\nMember States should consider ensuring that, where suspects or accused persons are provided with a Letter of Rights pursuant to Article 4 of Directive 2012/13/EU, such a Letter also contains information concerning the right not to incriminate oneself as it applies under national law in accordance with this Directive.\n(33)\nThe right to a fair trial is one of the basic principles in a democratic society. The right of suspects and accused persons to be present at the trial is based on that right and should be ensured throughout the Union.\n(34)\nIf, for reasons beyond their control, suspects or accused persons are unable to be present at the trial, they should have the possibility to request a new date for the trial within the time frame provided for in national law.\n(35)\nThe right of suspects and accused persons to be present at the trial is not absolute. Under certain conditions, suspects and accused persons should be able, expressly or tacitly, but unequivocally, to waive that right.\n(36)\nUnder certain circumstances it should be possible for a decision on the guilt or innocence of a suspect or accused person to be handed down even if the person concerned is not present at the trial. This might be the case where the suspect or accused person has been informed, in due time, of the trial and of the consequences of non-appearance and does not, nevertheless, appear. Informing a suspect or accused person of the trial should be understood to mean summoning him or her in person or, by other means, providing that person with official information about the date and place of the trial in a manner that enables him or her to become aware of the trial. Informing the suspect or accused person of the consequences of non-appearance should, in particular, be understood to mean informing that person that a decision might be handed down if he or she does not appear at the trial.\n(37)\nIt should also be possible to hold a trial which may result in a decision on guilt or innocence in the absence of a suspect or accused person where that person has been informed of the trial and has given a mandate to a lawyer who was appointed by that person or by the State to represent him or her at the trial and who represented the suspect or accused person.\n(38)\nWhen considering whether the way in which the information is provided is sufficient to ensure the person's awareness of the trial, particular attention should, where appropriate, also be paid to the diligence exercised by public authorities in order to inform the person concerned and to the diligence exercised by the person concerned in order to receive information addressed to him or her.\n(39)\nWhere Member States provide for the possibility of holding trials in the absence of suspects or accused persons but the conditions for taking a decision in the absence of a particular suspect or accused person are not met because the suspect or accused person could not be located despite reasonable efforts having been made, for example because the person has fled or absconded, it should nevertheless be possible to take a decision in the absence of the suspect or accused person and to enforce that decision. In that case, Member States should ensure that when suspects or accused persons are informed of the decision, in particular when they are apprehended, they should also be informed of the possibility to challenge the decision and of the right to a new trial or to another legal remedy. Such information should be provided in writing. The information may also be provided orally on condition that the fact that the information has been provided is noted in accordance with the recording procedure under national law.\n(40)\nCompetent authorities in the Member States should be allowed to exclude a suspect or accused person temporarily from the trial where this is in the interests of securing the proper conduct of the criminal proceedings. This could, for example, be the case where a suspect or accused person disturbs the hearing and must be escorted out of the court room on order of the judge, or where it appears that the presence of a suspect or accused person prevents the proper hearing of a witness.\n(41)\nThe right to be present at the trial can be exercised only if one or more hearings are held. This means that the right to be present at the trial cannot apply if the relevant national rules of procedure do not provide for a hearing. Such national rules should comply with the Charter and with the ECHR, as interpreted by the Court of Justice and by the European Court of Human Rights, in particular with regard to the right to a fair trial. This is the case, for example, if the proceedings are conducted in a simplified manner following, solely or in part, a written procedure or a procedure in which no hearing is provided for.\n(42)\nMember States should ensure that in the implementation of this Directive, in particular with regard to the right to be present at the trial and the right to a new trial, the particular needs of vulnerable persons are taken into account. According to the Commission Recommendation of 27 November 2013 on procedural safeguards for vulnerable persons suspected or accused in criminal proceedings (8), vulnerable suspects or accused persons should be understood to mean all suspects or accused persons who are not able to understand or effectively participate in criminal proceedings due to their age, their mental or physical condition or any disabilities they may have.\n(43)\nChildren are vulnerable and should be given a specific degree of protection. Therefore, in respect of some of the rights provided for in this Directive, specific procedural safeguards should be established.\n(44)\nThe principle of effectiveness of Union law requires that Member States put in place adequate and effective remedies in the event of a breach of a right conferred upon individuals by Union law. An effective remedy, which is available in the event of a breach of any of the rights laid down in this Directive, should, as far as possible, have the effect of placing the suspects or accused persons in the same position in which they would have found themselves had the breach not occurred, with a view to protecting the right to a fair trial and the rights of the defence.\n(45)\nWhen assessing statements made by suspects or accused persons or evidence obtained in breach of the right to remain silent or the right not to incriminate oneself, courts and judges should respect the rights of the defence and the fairness of the proceedings. In that context, regard should be had to the case-law of the European Court of Human Rights, according to which the admission of statements obtained as a result of torture or of other ill-treatment in breach of Article 3 ECHR as evidence to establish the relevant facts in criminal proceedings would render the proceedings as a whole unfair. According to the UN Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment, any statement which is established to have been made as a result of torture should not be invoked as evidence in any proceedings, except against a person accused of torture as evidence that the statement was made.\n(46)\nIn order to monitor and evaluate the effectiveness of this Directive, Member States should send available data with regard to the implementation of the rights laid down in this Directive to the Commission. Such data could include records made by law enforcement and judicial authorities as regards remedies applied in the case of a breach of any of the aspects of the presumption of innocence covered by this Directive or of the right to be present at the trial.\n(47)\nThis Directive upholds the fundamental rights and principles recognised by the Charter and by the ECHR, including the prohibition of torture and inhuman or degrading treatment, the right to liberty and security, respect for private and family life, the right to the integrity of the person, the rights of the child, the integration of persons with disabilities, the right to an effective remedy and the right to a fair trial, the presumption of innocence and the rights of the defence. Regard should be had, in particular, to Article 6 of the Treaty on European Union (TEU), according to which the Union recognises the rights, freedoms and principles set out in the Charter, and according to which fundamental rights, as guaranteed by the ECHR and as they result from the constitutional traditions common to the Member States, are to constitute general principles of Union law.\n(48)\nAs this Directive establishes minimum rules, Member States should be able to extend the rights laid down in this Directive in order to provide a higher level of protection. The level of protection provided for by Member States should never fall below the standards provided for by the Charter or by the ECHR, as interpreted by the Court of Justice and by the European Court of Human Rights.\n(49)\nSince the objectives of this Directive, namely setting common minimum rules for certain aspects of the presumption of innocence and for the right to be present at the trial in criminal proceedings, cannot be sufficiently achieved by the Member States but can rather, by reason of its scale and effects, be better achieved at Union level, the Union may adopt measures in accordance with the principle of subsidiarity as set out in Article 5 TEU. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve those objectives.\n(50)\nIn accordance with Articles 1 and 2 of Protocol No 21 on the position of the United Kingdom and Ireland in respect of the Area of Freedom, Security and Justice, annexed to the TEU and to the TFEU and without prejudice to Article 4 of that Protocol, those Member States are not taking part in the adoption of this Directive and are not bound by it or subject to its application.\n(51)\nIn accordance with Articles 1 and 2 of Protocol No 22 on the position of Denmark, annexed to the TEU and to the TFEU, Denmark is not taking part in the adoption of this Directive, and is not bound by it or subject to its application,\nHAVE ADOPTED THIS DIRECTIVE:\nCHAPTER 1\nSUBJECT MATTER AND SCOPE\nArticle 1\nSubject matter\nThis Directive lays down common minimum rules concerning:\n(a)\ncertain aspects of the presumption of innocence in criminal proceedings;\n(b)\nthe right to be present at the trial in criminal proceedings.\nArticle 2\nScope\nThis Directive applies to natural persons who are suspects or accused persons in criminal proceedings. It applies at all stages of the criminal proceedings, from the moment when a person is suspected or accused of having committed a criminal offence, or an alleged criminal offence, until the decision on the final determination of whether that person has committed the criminal offence concerned has become definitive.\nCHAPTER 2\nPRESUMPTION OF INNOCENCE\nArticle 3\nPresumption of innocence\nMember States shall ensure that suspects and accused persons are presumed innocent until proved guilty according to law.\nArticle 4\nPublic references to guilt\n1.   Member States shall take the necessary measures to ensure that, for as long as a suspect or an accused person has not been proved guilty according to law, public statements made by public authorities, and judicial decisions, other than those on guilt, do not refer to that person as being guilty. This shall be without prejudice to acts of the prosecution which aim to prove the guilt of the suspect or accused person, and to preliminary decisions of a procedural nature, which are taken by judicial or other competent authorities and which are based on suspicion or incriminating evidence.\n2.   Member States shall ensure that appropriate measures are available in the event of a breach of the obligation laid down in paragraph 1 of this Article not to refer to suspects or accused persons as being guilty, in accordance with this Directive and, in particular, with Article 10.\n3.   The obligation laid down in paragraph 1 not to refer to suspects or accused persons as being guilty shall not prevent public authorities from publicly disseminating information on the criminal proceedings where strictly necessary for reasons relating to the criminal investigation or to the public interest.\nArticle 5\nPresentation of suspects and accused persons\n1.   Member States shall take appropriate measures to ensure that suspects and accused persons are not presented as being guilty, in court or in public, through the use of measures of physical restraint.\n2.   Paragraph 1 shall not prevent Member States from applying measures of physical restraint that are required for case-specific reasons, relating to security or to the prevention of suspects or accused persons from absconding or from having contact with third persons.\nArticle 6\nBurden of proof\n1.   Member States shall ensure that the burden of proof for establishing the guilt of suspects and accused persons is on the prosecution. This shall be without prejudice to any obligation on the judge or the competent court to seek both inculpatory and exculpatory evidence, and to the right of the defence to submit evidence in accordance with the applicable national law.\n2.   Member States shall ensure that any doubt as to the question of guilt is to benefit the suspect or accused person, including where the court assesses whether the person concerned should be acquitted.\nArticle 7\nRight to remain silent and right not to incriminate oneself\n1.   Member States shall ensure that suspects and accused persons have the right to remain silent in relation to the criminal offence that they are suspected or accused of having committed.\n2.   Member States shall ensure that suspects and accused persons have the right not to incriminate themselves.\n3.   The exercise of the right not to incriminate oneself shall not prevent the competent authorities from gathering evidence which may be lawfully obtained through the use of legal powers of compulsion and which has an existence independent of the will of the suspects or accused persons.\n4.   Member States may allow their judicial authorities to take into account, when sentencing, cooperative behaviour of suspects and accused persons.\n5.   The exercise by suspects and accused persons of the right to remain silent or of the right not to incriminate oneself shall not be used against them and shall not be considered to be evidence that they have committed the criminal offence concerned.\n6.   This Article shall not preclude Member States from deciding that, with regard to minor offences, the conduct of the proceedings, or certain stages thereof, may take place in writing or without questioning of the suspect or accused person by the competent authorities in relation to the offence concerned, provided that this complies with the right to a fair trial.\nCHAPTER 3\nRIGHT TO BE PRESENT AT THE TRIAL\nArticle 8\nRight to be present at the trial\n1.   Member States shall ensure that suspects and accused persons have the right to be present at their trial.\n2.   Member States may provide that a trial which can result in a decision on the guilt or innocence of a suspect or accused person can be held in his or her absence, provided that:\n(a)\nthe suspect or accused person has been informed, in due time, of the trial and of the consequences of non-appearance; or\n(b)\nthe suspect or accused person, having been informed of the trial, is represented by a mandated lawyer, who was appointed either by the suspect or accused person or by the State.\n3.   A decision which has been taken in accordance with paragraph 2 may be enforced against the person concerned.\n4.   Where Member States provide for the possibility of holding trials in the absence of suspects or accused persons but it is not possible to comply with the conditions laid down in paragraph 2 of this Article because a suspect or accused person cannot be located despite reasonable efforts having been made, Member States may provide that a decision can nevertheless be taken and enforced. In that case, Member States shall ensure that when suspects or accused persons are informed of the decision, in particular when they are apprehended, they are also informed of the possibility to challenge the decision and of the right to a new trial or to another legal remedy, in accordance with Article 9.\n5.   This Article shall be without prejudice to national rules that provide that the judge or the competent court can exclude a suspect or accused person temporarily from the trial where necessary in the interests of securing the proper conduct of the criminal proceedings, provided that the rights of the defence are complied with.\n6.   This Article shall be without prejudice to national rules that provide for proceedings or certain stages thereof to be conducted in writing, provided that this complies with the right to a fair trial.\nArticle 9\nRight to a new trial\nMember States shall ensure that, where suspects or accused persons were not present at their trial and the conditions laid down in Article 8(2) were not met, they have the right to a new trial, or to another legal remedy, which allows a fresh determination of the merits of the case, including examination of new evidence, and which may lead to the original decision being reversed. In that regard, Member States shall ensure that those suspects and accused persons have the right to be present, to participate effectively, in accordance with procedures under national law, and to exercise the rights of the defence.\nCHAPTER 4\nGENERAL AND FINAL PROVISIONS\nArticle 10\nRemedies\n1.   Member States shall ensure that suspects and accused persons have an effective remedy if their rights under this Directive are breached.\n2.   Without prejudice to national rules and systems on the admissibility of evidence, Member States shall ensure that, in the assessment of statements made by suspects or accused persons or of evidence obtained in breach of the right to remain silent or the right not to incriminate oneself, the rights of the defence and the fairness of the proceedings are respected.\nArticle 11\nData collection\nMember States shall, by 1 April 2020 and every three years thereafter, send to the Commission available data showing how the rights laid down in this Directive have been implemented.\nArticle 12\nReport\nThe Commission shall, by 1 April 2021, submit a report to the European Parliament and to the Council on the implementation of this Directive.\nArticle 13\nNon-regression\nNothing in this Directive shall be construed as limiting or derogating from any of the rights and procedural safeguards that are ensured under the Charter, the ECHR, or other relevant provisions of international law or the law of any Member State which provides a higher level of protection.\nArticle 14\nTransposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 1 April 2018. They shall immediately inform the Commission thereof.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the main measures of national law which they adopt in the field covered by this Directive.\nArticle 15\nEntry into force\nThis Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nArticle 16\nAddressees\nThis Directive is addressed to the Member States in accordance with the Treaties.\nDone at Strasbourg, 9 March 2016.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nJ.A. HENNIS-PLASSCHAERT\n(1)  OJ C 226, 16.7.2014, p. 63.\n(2)  Position of the European Parliament of 20 January 2016 (not yet published in the Official Journal) and decision of the Council of 12 February 2016.\n(3)  OJ C 295, 4.12.2009, p. 1.\n(4)  OJ C 115, 4.5.2010, p. 1.\n(5)  Directive 2010/64/EU of the European Parliament and of the Council of 20 October 2010 on the right to interpretation and translation in criminal proceedings (OJ L 280, 26.10.2010, p. 1).\n(6)  Directive 2012/13/EU of the European Parliament and of the Council of 22 May 2012 on the right to information in criminal proceedings (OJ L 142, 1.6.2012, p. 1).\n(7)  Directive 2013/48/EU of the European Parliament and of the Council of 22 October 2013 on the right of access to a lawyer in criminal proceedings and in European arrest warrant proceedings, and on the right to have a third party informed upon deprivation of liberty and to communicate with third persons and with consular authorities while deprived of liberty (OJ L 294, 6.11.2013, p. 1).\n(8)  OJ C 378, 24.12.2013, p. 8.", "summary": "Criminal proceedings — Presumption of innocence and the right to be present at the trial\nCriminal proceedings — Presumption of innocence and the right to be present at the trial\nSUMMARY OF:\nDirective (EU) 2016/343 — strengthening certain aspects of the presumption of innocence and of the right to be present at the trial in criminal proceedings\nWHAT IS THE AIM OF THE DIRECTIVE?\n              \nIt aims to guarantee:\nthe presumption of innocence of anyone accused or suspected of a crime by the police or justice authorities;\nthe right of an accused person to be present at their criminal trial.\nKEY POINTS\nScope\nThe directive applies to any individual (natural person) suspected or accused in criminal proceedings.\nIt applies at all stages of the criminal proceedings, from the moment a person is suspected or accused of having committed a criminal offence to the final verdict.\nRights\nThe directive sets out fundamental rights of an accused or suspected person in a criminal proceeding:\ninnocentuntil proven guilty\nEU countries must take steps to ensure that public statements by public authorities and judicial decisions (other than those on guilt) do not refer to the person as being guilty\nEU countries must also take steps to ensure that suspected or accused persons are not presented as being guilty in court or in public by physically restraining them;\nburden of proof on the prosecution;\nright to remain silent and not to incriminate oneself;\nright to be present at one’s own trial — a trial can be held in the absence of a suspected or accused person when one of these conditions is met\nthe person has been informed in due time of the trial and of the consequences of non-appearance\nthe person is represented by a mandated lawyer who they themselves were appointed by the state.\nRemedies\nEU countries must ensure that effective remedies are in place for breaches of these rights.\nWhere the right to silence or the right not to incriminate oneself has been breached, EU countries must ensure that the rights of the defence and the fairness of the proceedings are taken into account when assessing the statements concerned.\nWhere a suspected or accused person was not present at their trial and the above conditions were not met, they have the right to a new trial or to another legal remedy that allows the merits of the case to be determined anew (including the presentation of new evidence).\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt applies from 31 March 2016. EU countries have to incorporate it into national law by 1 April 2018.\nBACKGROUND\nDirective (EU) 2016/343 is the fourth in a series of measures to establish minimum rules for procedural rights across the EU in accordance with a 2009 roadmap. It follows rules on the rights to interpretation and translation, to information, and to access to a lawyer.\nTwo further directives set out special rights for children in criminal proceedings and to legal aid in criminal proceedings.\nFor more information, see:\nEuropean Commission press release ‘Right to a fair trial: new rules to guarantee presumption of innocence’\n‘Rights of suspects and accused’ on the European Commission's website.\nMAIN DOCUMENT\n            \nDirective (EU) 2016/343 of the European Parliament and of the Council of 9 March 2016 on the strengthening of certain aspects of the presumption of innocence and of the right to be present at the trial in criminal proceedings (OJ L 65, 11.3.2016, pp. 1-11)\nRELATED DOCUMENTS\n            \nDirective 2010/64/EU of the European Parliament and of the Council of 20 October 2010 on the right to interpretation and translation in criminal proceedings (OJ L 280, 26.10.2010, pp. 1-7)\nDirective 2012/13/EU of the European Parliament and of the Council of 22 May 2012 on the right to information in criminal proceedings ( OJ L 142, 1.6.2012, pp. 1-10)\nDirective 2013/48/EU of the European Parliament and of the Council of 22 October 2013 on the right of access to a lawyer in criminal proceedings and in European arrest warrant proceedings, and on the right to have a third party informed upon deprivation of liberty and to communicate with third persons and with consular authorities while deprived of liberty (OJ L 294, 6.11.2013, pp. 1-12)\nDirective (EU) 2016/800 of the European Parliament and of the Council of 11 May 2016 on procedural safeguards for children who are suspects or accused persons in criminal proceedings (OJ L 132, 21.5.2016, pp. 1-20)\nDirective (EU) 2016/1919 of the European Parliament and of the Council of 26 October 2016 on legal aid for suspects and accused persons in criminal proceedings and for requested persons in European arrest warrant proceedings (OJ L 297, 4.11.2016, pp. 1-8)\nlast update 14.02.2017", "tags": ["criminal procedure", "approximation of laws", "rights of the defence", "right to justice", "access to the courts", "criminal proceedings", "judicial cooperation in criminal matters in the EU", "mutual recognition principle"], "subjects": ["Approximation of laws", "Judicial cooperation in criminal matters", "Area of freedom, security and justice"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}