{"celex_id": "32009R0450", "reference": "30.5.2009\nEN\nOfficial Journal of the European Union\nL 135/3\nCOMMISSION REGULATION (EC) No 450/2009\nof 29 May 2009\non active and intelligent materials and articles intended to come into contact with food\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES,\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1935/2004 of the European Parliament and of the Council of 27 October 2004 on materials and articles intended to come into contact with food and repealing Directives 80/590/EEC and 89/109/EEC (1), and in particular Article 5(1) (h), (i), (l), (m) and (n) thereof,\nAfter consulting the European Food Safety Authority,\nWhereas:\n(1)\nRegulation (EC) No 1935/2004 establishes that active and intelligent food contact materials and articles (active and intelligent materials and articles) are included in its field of application and, therefore, all its provisions concerning materials and articles intended to come into contact with food (food contact materials) also apply to these materials and articles. Other Community measures, such as those provided for in Directive 2001/95/EC of the European Parliament and of the Council of 3 December 2001 on general product safety (2) and its implementing measures, and Council Directive 87/357/EEC of 25 June 1987 on the approximation of the laws of the Member States concerning products which, appearing to be other than they are, endanger the health or safety of the consumers (3), also apply, where appropriate, to such materials and articles.\n(2)\nRegulation (EC) No 1935/2004 lays down the general principles for eliminating the differences between the laws of the Member States as regards food contact materials. Article 5(1) of that Regulation provides for the adoption of specific measures for groups of materials and articles and describes in detail the procedure for the authorisation of substances at Community level when a specific measure provides for a list of authorised substances.\n(3)\nCertain rules applicable to active and intelligent materials and articles are set out in Regulation (EC) No 1935/2004. These include rules for released active substances that have to comply with Community and national provisions applicable to food and labelling rules. Specific rules should be laid down in a specific measure.\n(4)\nThis Regulation is a specific measure within the meaning of Article 5(1)(b) of Regulation (EC) No 1935/2004. This Regulation should establish the specific rules for active and intelligent materials and articles to be applied in addition to the general requirements established in Regulation (EC) No 1935/2004 for their safe use.\n(5)\nMany different types of active and intelligent materials and articles exist. The substances responsible for the active and/or intelligent function can be contained in a separate container, for example, inclusion in a small paper sachet or, the substances can be directly incorporated into the packaging material, for example, incorporation in the plastic of a plastic bottle. Those substances, responsible for creating the active and/or intelligent function of those materials and articles (the components) should be evaluated in accordance with this Regulation. The passive parts, such as the container, the packaging into which that container is placed and the packaging material, in which the substance is incorporated, should be covered by the specific Community or national provisions applicable to those materials and articles.\n(6)\nThe active and intelligent materials and articles may be composed of one or more layers, or parts of different types of materials, such as plastics, paper and cardboard or coatings and varnishes. Requirements for those materials may be either fully harmonised, or only partially harmonised, or not yet harmonised at Community level. The rules laid down in this Regulation should apply without prejudice to Community or national provisions that regulate such materials.\n(7)\nThe individual substance or, if relevant, the combination of substances which constitute the components should be evaluated to guarantee that they are safe and comply with the requirements laid down in Regulation (EC) No 1935/2004. In some cases, it may be necessary to evaluate and authorise the combination of substances, when the active or intelligent function implies interaction between different substances leading to an enhancement of the function or the generation of new substances responsible for the active and intelligent function.\n(8)\nRegulation (EC) No 1935/2004 provides that when specific measures include a list of substances authorised within the Community for use in the manufacture of materials and articles intended to come into contact with food, those substances should undergo a safety assessment prior to their authorisation.\n(9)\nIt is appropriate that the person interested in placing on the market active and intelligent materials and articles or the components thereof, namely the applicant, should submit all the information necessary for the safety assessment of the substance or, if necessary, of the combination of substances which constitutes the component.\n(10)\nThe safety assessment of a substance or of a combination of substances which constitutes the components should be carried out by the European Food Safety Authority (the Authority), after the submission of a valid application, in accordance with Articles 9 and 10 of Regulation (EC) No 1935/2004. In order to inform the applicant of the data to be provided for the safety assessment, the Authority should publish detailed guidelines concerning the preparation and the submission of the application. In order to enable the enforcement of any possible restrictions, it is necessary that the applicant provides an appropriate analytical method for the detection and quantification of the substance. The Authority should evaluate if the analytical method is suitable for the purpose of enforcement of any proposed restriction.\n(11)\nThe safety assessment of a specific substance or of a combination of substances should be followed by a risk management decision as to whether the substance should be included in the Community list of authorised substances that may be used in active and intelligent components (the Community list). That decision should be adopted in accordance with the regulatory procedure referred to in Article 23(2) of Regulation (EC) No 1935/2004 ensuring close cooperation between the Commission and the Member States.\n(12)\nThe Community list should include the identity, conditions of use, restrictions and/or specifications of use of the substance or of a combination of substances and, where necessary, of the component or of the material or of the article in which they are added to or incorporated into. The identity of a substance should include at least the name and, if available and necessary, the CAS numbers, particle size, composition or other specifications.\n(13)\nActive materials and articles may deliberately incorporate substances, which are intended to be released into food. As these substances are intentionally added to the food, they should only be used under the conditions set out in the relevant Community or national provisions for their use in food. Where the Community or national provisions provide for an authorisation of the substance, the substance and its use should comply with the requirements of the authorisation under the specific legislation on food, such as legislation on food additives. Food additives and enzymes could also be grafted or immobilised on the material and have a technological function on the food. Such applications are covered by legislation on food additives and enzymes and should, therefore, be treated in the same way as released active substances.\n(14)\nIntelligent packaging systems provide the user with information on the conditions of the food and should not release their constituents into the food. Intelligent systems may be positioned on the outer surface of the package and may be separated from the food by a functional barrier, which is a barrier within food contact materials or articles preventing the migration of substances from behind that barrier into the food. Behind a functional barrier, non-authorised substances may be used, provided they fulfil certain criteria and their migration remains below a given detection limit. Taking into account foods for infants and other particularly susceptible persons, as well as the difficulties of this type of analysis affected by a large analytical tolerance, a maximum level of 0,01 mg/kg in food should be established for the migration of a non-authorised substance through a functional barrier. New technologies that engineer substances in particle size that exhibit chemical and physical properties that significantly differ from those at a larger scale, for example, nanoparticles, should be assessed on a case-by-case basis as regards their risk until more information is known about such new technology. Therefore, they should not be covered by the functional barrier concept.\n(15)\nThe specific Community measure covering the passive part of an active or intelligent material may lay down requirements for the inertness of the material, for example, an overall migration limit applicable to plastic materials. If a releasing active component is incorporated into a food contact material covered by a specific Community measure, there may be a risk of exceeding the overall migration limit due to the release of the active substance. As the active function is not an inherent feature of the passive material, the amount of released active substance should not be calculated in the value of overall migration.\n(16)\nArticle 4(5) of Regulation (EC) No 1935/2004 provides that active and intelligent materials and articles already brought into contact with food are to be adequately labelled to allow identification by the consumer of non-edible parts. Consistency of such information is indispensable in order to avoid confusion at consumer level. Therefore, active and intelligent materials and articles should be labelled with appropriate words and accompanied, where technically possible, by a symbol, whenever materials and articles or parts of them are perceived as edible.\n(17)\nArticle 16 of Regulation (EC) No 1935/2004 provides that materials and articles are to be accompanied by a written declaration of compliance attesting that they comply with the rules applicable to them. In accordance with Article 5(1)(h) and (i) of that Regulation, to strengthen the coordination and responsibility of the suppliers at each stage of the manufacturing process, the responsible persons should document compliance with the relevant rules in a declaration of compliance which is made available to his customer. In addition, at each stage of the manufacturing process, supporting documentation, substantiating the declaration of compliance, should be kept available for the enforcement authorities.\n(18)\nArticle 17(1) of Regulation (EC) No 178/2002 of the European Parliament and of the Council (4) requires food business operators to verify that foods satisfy the relevant requirements of food law. Article 15(1)(e) of Regulation (EC) No 1935/2004 provides that active materials and articles, which are not yet in contact with food when placed on the market, are to be accompanied by information on the permitted use or uses and other relevant information such as the name and maximum quantity of the substances released by the active component so as to enable food business operators who use these materials and articles to comply with any other relevant Community provisions or, in their absence, national provisions applicable to food, including the provisions on food labelling. To this end, subject to the requirement of confidentiality, food business operators should be given access to the relevant information to enable them to ensure that the migration or intentional release from active and intelligent materials and articles to food complies with the specifications and restrictions laid down in Community or national provisions applicable to food.\n(19)\nSince several active and intelligent materials and articles are already on the market in the Member States, provisions should be established to ensure that the transition to a Community authorisation procedure is smooth and does not disturb the existing market for those materials and articles. Sufficient time should be allowed for the applicant to make available the information necessary for the safety assessment of the substance or the combination of substances which constitutes the component. Therefore, an 18 month period should be allowed, during which time the information on active and intelligent materials and articles should be submitted by the applicants. It should also be possible to submit applications for authorisation of a new substance or of a combination of substances during that 18 month period.\n(20)\nThe Authority should evaluate, without delay, all applications for existing as well as new substances which constitute the components for which a valid application was submitted on time and in accordance with the guidelines of the Authority during the initial application phase.\n(21)\nA Community list of authorised substances should be drawn up by the Commission after the completion of the safety assessment of all substances for which a valid application was submitted in accordance with the guidelines of the Authority, during the initial 18 month period. In order to ensure fair and equal conditions for all applicants, this Community list should be drawn up in a single step.\n(22)\nThe rules concerning the declaration of compliance and the specific labelling rules should only apply six months after the date of entry into force of this Regulation to give business operators sufficient time to adapt to these new rules.\n(23)\nThe measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,\nHAS ADOPTED THIS REGULATION:\nCHAPTER I\nGENERAL PROVISIONS\nArticle 1\nSubject matter\nThis Regulation establishes specific requirements for the marketing of active and intelligent materials and articles intended to come into contact with food.\nThese specific requirements are without prejudice to Community or national provisions applicable to the materials and articles to which active or intelligent components are added or into which they are incorporated.\nArticle 2\nScope\nThis Regulation shall apply to active and intelligent materials and articles which are placed on the market within the Community.\nArticle 3\nDefinitions\nFor the purpose of this Regulation, the following definitions shall apply:\n(a)\n‘active materials and articles’ means materials and articles that are intended to extend the shelf-life or to maintain or improve the condition of packaged food; they are designed to deliberately incorporate components that would release or absorb substances into or from the packaged food or the environment surrounding the food;\n(b)\n‘intelligent materials and articles’ means materials and articles which monitor the condition of packaged food or the environment surrounding the food;\n(c)\n‘component’ means an individual substance or a combination of individual substances which cause the active and/or intelligent function of a material or article, including the products of an in situ reaction of those substances; it does not include the passive parts, such as the material they are added to or incorporated into;\n(d)\n‘functional barrier’ means a barrier consisting of one or more layers of food contact materials which ensures that the finished material or article complies with Article 3 of Regulation (EC) No 1935/2004 and with this Regulation;\n(e)\n‘releasing active materials and articles’ are those active materials and articles designed to deliberately incorporate components that would release substances into or onto the packaged food or the environment surrounding the food;\n(f)\n‘released active substances’ are those substances intended to be released from releasing active materials and articles into or onto the packaged food or the environment surrounding the food and fulfilling a purpose in the food.\nArticle 4\nPlacing on the market of active and intelligent materials and articles\nActive and intelligent materials and articles may only be placed on the market if they:\n(a)\nare suitable and effective for the intended purpose of use;\n(b)\ncomply with the general requirements set out in Article 3 of Regulation (EC) No 1935/2004;\n(c)\ncomply with the special requirements set out in Article 4 of Regulation (EC) No 1935/2004;\n(d)\ncomply with the labelling requirements set out in Article 15(1)(e) of Regulation (EC) No 1935/2004;\n(e)\ncomply with the composition requirements set out in Chapter II of this Regulation;\n(f)\ncomply with labelling and declaration requirements set out in Chapters III and IV of this Regulation.\nCHAPTER II\nCOMPOSITION\nSECTION 1\nCommunity list of authorised substances\nArticle 5\nCommunity list of substances that may be used in active and intelligent components\n1.   Only substances which are included in the ‘Community list’ of authorised substances (hereinafter referred to as the Community list) may be used in components of active and intelligent materials and articles.\n2.   By way of derogation from paragraph 1, the following substances may be used in components of active and intelligent materials and articles without being included in the Community list:\n(a)\nreleased active substances provided that they comply with the conditions set out in Article 9;\n(b)\nsubstances falling within the scope of Community or national provisions applicable to food, which are added to or incorporated into active materials and articles by techniques such as grafting or immobilisation in order to have a technological effect in the food, provided that they comply with the conditions set out in Article 9;\n(c)\nsubstances used in components which are not in direct contact with food or the environment surrounding the food and are separated from the food by a functional barrier provided that they comply with the conditions set out in Article 10 and that they do not fall within either of the following categories:\n(i)\nsubstances classified as ‘mutagenic’, ‘carcinogenic’, or ‘toxic to reproduction’ in accordance with the criteria set out in sections 3.5, 3.6 and 3.7 of Annex I to Regulation (EC) No 1272/2008 of the European Parliament and of the Council (5);\n(ii)\nsubstances deliberately engineered to particle size which exhibit functional physical and chemical properties that significantly differ from those at a larger scale.\nArticle 6\nConditions for inclusion of substances in the Community list\nIn order to be included in the Community list, substances which constitute the components of active and intelligent materials and articles must satisfy the requirements of Article 3 and, where they apply, Article 4 of Regulation (EC) No 1935/2004 for the intended condition of use of the active or intelligent material or article.\nArticle 7\nContent of the Community list\nThe Community list shall specify:\n(a)\nthe identity of the substance(s);\n(b)\nthe function of the substance(s);\n(c)\nthe reference number;\n(d)\nif necessary, the conditions of use of the substance(s) or component;\n(e)\nif necessary, restrictions and/or specifications of use of the substance(s);\n(f)\nif necessary, conditions of use of the material or article to which the substance or component is added or into which it is incorporated.\nArticle 8\nConditions for the establishment of the Community list\n1.   The Community list shall be drawn up on the basis of applications made pursuant to Article 9 of Regulation (EC) No 1935/2004.\n2.   The deadline for submitting applications shall be 18 months following the date of publication of the guidelines of the European Food Safety Authority (the Authority) for the safety assessment of substances used in active and intelligent materials and articles.\nThe Authority shall publish those guidelines at the latest six months after the date of publication of this Regulation.\n3.   The Commission shall make available to the public a register which contains all substances for which a valid application has been submitted in accordance with paragraph 2.\n4.   The Community list shall be adopted by the Commission in accordance with the procedure laid down in Articles 10 and 11 of Regulation (EC) No 1935/2004.\n5.   Where the Authority requests supplementary information and the applicant fails to provide the additional data within the set time limit, the substance shall not be evaluated by the Authority for inclusion in the Community list as the application cannot be considered a valid application.\n6.   The Commission shall adopt the Community list after the Authority has delivered its opinion on all substances included in the register for which a valid application has been submitted pursuant to paragraphs 2 and 5.\n7.   For the addition of new substances to the Community list, the procedure laid down in Articles 9, 10 and 11 of Regulation (EC) No 1935/2004 shall apply.\nSECTION 2\nConditions of use for substances not to be included in the Community list\nArticle 9\nSubstances referred to in Article 5(2)(a) and (b)\n1.   Released active substances, as referred to in Article 5(2)(a) of this Regulation and substances added or incorporated by techniques such as grafting or immobilisation, as referred to in Article 5(2)(b) of this Regulation, shall be used in full compliance with the relevant Community and national provisions applicable to food, and shall comply with the provisions of Regulation (EC) No 1935/2004 and, when applicable, its implementing measures.\n2.   The amount of a released active substance shall not be included in the value of the measured overall migration, in cases where an overall migration limit (OML) is established in a specific Community measure for the food contact material in which the component is incorporated.\n3.   Without prejudice to Article 4(1) and (3) of Regulation (EC) No 1935/2004, the amount of a released active substance may exceed the specific restriction established for that substance in a specific Community or national measure on the food contact materials in which the component is incorporated provided it complies with the Community provisions applicable to food, or, where no such provisions exist, with the national provisions applicable to food.\nArticle 10\nSubstances referred to in Article 5(2)(c)\n1.   The migration into food of the substances from components which are not in direct contact with food or the environment surrounding the food, as referred to in Article 5(2)(c) of this Regulation, shall not exceed 0,01 mg/kg, measured with statistical certainty by a method of analysis in accordance with Article 11 of Regulation (EC) No 882/2004 of the European Parliament and of the Council (6).\n2.   The limit provided for in paragraph 1 shall always be expressed as a concentration in foods. It shall apply to a group of substances, if they are structurally and toxicologically related, in particular isomers or substances with the same relevant functional group, and shall include possible set-off transfer.\nCHAPTER III\nLABELLING\nArticle 11\nAdditional rules on labelling\n1.   To allow identification by the consumer of non-edible parts, active and intelligent materials and articles or parts thereof shall be labelled, whenever they are perceived as edible:\n(a)\nwith the words ‘DO NOT EAT’; and\n(b)\nalways where technically possible, with the symbol reproduced in Annex I.\n2.   The information required by paragraph 1 shall be conspicuous, clearly legible and indelible. It shall be printed in characters of a font size of at least 3 mm and comply with the requirements set out in Article 15 of Regulation (EC) No 1935/2004.\n3.   Released active substance shall be considered as ingredients within the meaning of Article 6(4)(a) of Directive 2000/13/EC of the European Parliament and of the Council (7) and shall be subject to the provisions of that Directive.\nCHAPTER IV\nDECLARATION OF COMPLIANCE AND DOCUMENTATION\nArticle 12\nDeclaration of compliance\n1.   At the marketing stages other than at the point of sale to the final consumer, active and intelligent materials and articles, whether or not they are in contact with food, or the components intended for the manufacturing of those materials and articles or the substances intended for the manufacturing of those components, shall be accompanied by a written declaration in accordance with Article 16 of Regulation (EC) No 1935/2004.\n2.   The declaration referred to in paragraph 1 shall be issued by the business operator and shall contain the information set out in Annex II.\nArticle 13\nSupporting documentation\nAppropriate documentation to demonstrate that the active and intelligent materials and articles and the components intended for the manufacturing of those materials and articles comply with the requirements of this Regulation shall be made available by the business operator to the national competent authorities on request.\nThat documentation shall contain information on the suitability and effectiveness of the active or intelligent material or article, the conditions and results of testing or calculations or other analysis, and evidence on the safety or the reasoning demonstrating compliance.\nCHAPTER V\nFINAL PROVISIONS\nArticle 14\nEntry into force and application\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nArticle 4(e), and Article 5 shall apply from the date of application of the Community list. Until that date, and without prejudice to the requirements set out in Article 4(2) of Regulation (EC) No 1935/2004 and Articles 9 and 10 of this Regulation, national provisions in force concerning the composition of active and intelligent materials and articles shall continue to apply.\nArticle 4(f), Article 11(1) and (2) and Chapter IV shall apply from 19 December 2009. Until that date, and without prejudice to the requirements set out in Article 4(5) and (6) of Regulation (EC) No 1935/2004 and Article 11(3) of this Regulation, national provisions in force concerning the labelling and declaration of compliance of active and intelligent materials and articles shall continue to apply.\nThe placing on the market of active and intelligent materials and articles labelled in accordance with Article 4(5) of Regulation (EC) No 1935/2004 prior to the date of application of Article 11(1) and (2) of this Regulation shall be permitted until the exhaustion of stocks.\nUntil the date of application of the Community list, released active substances shall be authorised and used in accordance with the relevant Community provisions applicable to food, and shall comply with the provisions of Regulation (EC) No 1935/2004 and its implementing measures.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 29 May 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 338, 13.11.2004, p. 4.\n(2)  OJ L 11, 15.1.2002, p. 4.\n(3)  OJ L 192, 11.7.1987, p. 49.\n(4)  OJ L 31, 1.2.2002, p. 1.\n(5)  OJ L 353, 31.12.2008, p. 1.\n(6)  OJ L 165, 30.4.2004, p. 1.\n(7)  OJ L 109, 6.5.2000, p. 29.\nANNEX I\nSYMBOL\nANNEX II\nDECLARATION OF COMPLIANCE\nThe written declaration referred to in Article 12 shall contain the following information:\n1.\nthe identity and address of the business operator which issues the declaration of compliance;\n2.\nthe identity and address of the business operator which manufactures or imports the active and intelligent materials and articles, or the components intended for the manufacturing of those materials and articles, or the substances intended for the manufacturing of the components;\n3.\nthe identity of the active and intelligent materials and articles or the components intended for the manufacturing of those materials and articles, or the substances intended for the manufacturing of the components;\n4.\nthe date of the declaration;\n5.\nthe confirmation that the active or intelligent material or article complies with the relevant requirements laid down in this Regulation, Regulation (EC) No 1935/2004, and in specific Community measures applicable;\n6.\nadequate information relative to the substances which constitute the components, for which restrictions are in place under the Community or national provisions applicable to food and this Regulation; where appropriate, specific purity criteria in accordance with the relevant Community legislation applicable to food and, the name and quantity of the substances released by the active component, to allow the downstream business operators to ensure compliance with those restrictions;\n7.\nadequate information on the suitability and effectiveness of the active or intelligent material or article;\n8.\nspecifications on the use of the component, such as:\n(i)\nthe group or groups of materials and articles in which the component may be added to or incorporated into;\n(ii)\nthe conditions of use necessary to achieving the intended effect;\n9.\nspecifications on the use of the material or article, such as:\n(i)\nthe type or types of food intended to be put in contact with it;\n(ii)\nthe time and temperature of treatment and storage in contact with the food;\n(iii)\nthe ratio of food contact surface area to volume used to establish the compliance of the material or article;\n10.\nwhen a functional barrier is used, the confirmation that the active or intelligent material or article complies with Article 10 of this Regulation.\nThe written declaration shall permit an easy identification of the active and intelligent materials and articles or the component or the substance for which it is issued and shall be renewed when substantial changes in the production bring about changes in the migration or when new scientific data are available.", "summary": "Active and intelligent materials and articles that come into contact with food\nActive and intelligent materials and articles that come into contact with food\nSUMMARY OF:\nRegulation (EC) No 450/2009 — active and intelligent materials and articles intended to come into contact with food\nWHAT IS THE AIM OF THE REGULATION?\nIt seeks to lay down specific rules for active* and intelligent* materials and articles, which supplement those set out in Regulation (EC) No 1935/2004, the general regulation on materials and articles intended to come into contact with food.\nIt establishes specific requirements for the marketing of these materials and articles and sets out the procedure for their authorisation at EU level.\nKEY POINTS\nScope\nThe regulation applies to active or intelligent materials and articles intended to come into contact with food which are placed on the EU market.\nRequirements for active and intelligent materials and articles\nActive and intelligent materials and articles:\nmust be suitable and effective for the intended purpose of use;\nmust not release into the food any components* in sufficient quantity as to endanger human health or to bring about an unacceptable change in the composition, taste or smell of food;\nmust not mislead consumers through their labelling, presentation or advertising material.\nThese specific requirements are without prejudice to EU or national rules applicable to materials and articles to which active or intelligent components are added or into which they are incorporated. Those materials may be subject to other specific legislation, such as Regulation (EU) No 10/2011 on plastic food contact materials.\nComposition\nOnce the regulation enters fully into force, only substances which are included in the Union list of authorised substances may be used in components of active and intelligent materials and articles. It will enter fully into force after the European Commission publishes a list of substances that may be used in the manufacture of active and intelligent components.\nThe following substances may be used in components of active and intelligent materials and articles without being included in the list: released active substances, added or incorporated by techniques such as grafting or immobilisation which are used in full compliance with the relevant EU and national rules (for example, legislation on food additives and food enzymes);substances used in the components which are not in direct contact with food or the environment surrounding the food; and are separated from the food by a functional barrier, and if they are not mutagenic, carcinogenic, or toxic to reproduction or substances produced deliberately in a particle size that exhibits chemical and physical properties that significantly differ from those at a larger scale.\nApplications for authorisation of substances constituting the components of active and intelligent materials and articles\nApplications for authorisation of substances constituting the components of active and intelligent materials and articles are to be made to the competent authorities of an EU country accompanied by a technical dossier containing the information described in the guide to safety assessment prepared by the European Food Safety Authority (EFSA).\nThe EU country sends the application to EFSA which is responsible for assessing whether the substance meets the above conditions.\nUnion list of authorised substances\nTo be included in the Union list, substances constituting the components of active and intelligent materials and articles must meet the requirements that apply to the said products (see above).\nThe Commission must adopt the Union list after EFSA has delivered its opinion on all substances for which a valid application for market authorisation has been submitted.\nThe Union list specifies:\nthe identity of the substance(s);\nthe function of the substance(s);\nthe reference number;\nif necessary, the conditions of use of the substance(s) or component.\nLabelling\nActive and intelligent materials and articles:\nin contact with food are to be labelled appropriately to allow the consumer to identify the non-edible parts. In this case the words ‘DO NOT EAT’ must be added to the label as well as (if possible) the symbol reproduced in Annex I;\nmust be labelled so that it is clear that they are active and/or intelligent.\nReleased active substances are considered as ingredients and must be labelled according to Regulation (EU) No 1169/2011 on the labelling of foodstuffs.\nPackaging\nIt should also be noted that Regulation (EC) No 1935/2004 on the safe packaging of foods contains some rules directly applicable to active and intelligent materials, including definitions and labelling requirements. It authorises the use of active and intelligent packaging, which can extend the shelf-life of food and give information on its freshness, provided that the packaging does not adversely affect its composition.\nDeclaration of compliance\nBusinesses must issue at marketing stages other than at the point of sale to the final consumer, a written declaration of compliance containing the information set out in Annex II to the regulation, whether or not the active and intelligent materials and articles are in contact with food.\nThis declaration must also be issued for the components intended for the manufacturing of those materials and articles or the substances intended for the manufacturing of those components.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 19 December 2009.\nBACKGROUND\n              \nFor more information, see:\nActive and intelligent packaging substances (EFSA)\nFood contact materials (European Commission)\nEU Guidance to the Commission Regulation (EC) No 450/2009 of 29 May 2009 on active and intelligent materials and articles intended to come into contact with food (European Commission).\nKEY TERMS\n              \nActive materials and articles: materials and articles intended to extend the shelf-life or to maintain or improve the condition of packaged food. They are designed to deliberately incorporate components that would release substances into or onto the packaged food or the environment surrounding the food.\nIntelligent materials and articles: materials and articles which monitor the condition of packaged food or the environment surrounding the food.\nA component: an individual substance or a combination of individual substances which cause the active and/or intelligent function of a material or article, including the products of an in situ reaction of those substances; it does not include the passive parts, such as the material they are added to or incorporated into.\nMAIN DOCUMENT\n            \nCommission Regulation (EC) No 450/2009 of 29 May 2009 on active and intelligent materials and articles intended to come into contact with food (OJ L 135, 30.5.2009, pp. 3-11)\nRELATED DOCUMENTS\n            \nRegulation (EU) No 1169/2011 of the European Parliament and of the Council of 25 October 2011 on the provision of food information to consumers, amending Regulations (EC) No 1924/2006 and (EC) No 1925/2006 of the European Parliament and of the Council, and repealing Commission Directive 87/250/EEC, Council Directive 90/496/EEC, Commission Directive 1999/10/EC, Directive 2000/13/EC of the European Parliament and of the Council, Commission Directives 2002/67/EC and 2008/5/EC and Commission Regulation (EC) No 608/2004 (OJ L 304, 22.11.2011, pp. 18-63)\nSuccessive amendments to Regulation (EU) No 1169/2011 have been incorporated into the original document. This consolidated version is of documentary value only.\nCommission Regulation (EU) No 10/2011 of 14 January 2011 on plastic materials and articles intended to come into contact with food (OJ L 12, 15.1.2011, pp. 1-89)\nSee consolidated version.\nRegulation (EC) No 1935/2004 of the European Parliament and of the Council of 27 October 2004 on materials and articles intended to come into contact with food and repealing Directives 80/590/EEC and 89/109/EEC (OJ L 338, 13.11.2004, pp. 4-17)\nSee consolidated version.\nlast update 11.07.2019", "tags": ["marketing", "foodstuff", "advanced materials", "product safety", "dangerous substance", "animal health", "food additive", "enzyme"], "subjects": ["Internal market - Principles", "Approximation of laws", "Foodstuffs"], "split": "train", "reference_annotations": {"32009R0450_p1": {"text": "Having regard to regulation 1935/2004 of the European Parliament and of the Council of 27 October 2004 on materials and articles intended to come into contact with food and repealing directive 80/590/eec directive 89/109/eec (1), and in particular Article 5(1) (h), (i), (l), (m) and (n) thereof,", "triples": [" regulation 1935/2004,  repealing,  directive 80/590/eec", " regulation 1935/2004,  repealing,  directive 89/109/eec"]}}, "summary_annotations": {"32009R0450_p1": {"text": "regulation 1169/2011 of the European Parliament and of the Council of 25 October 2011 on the provision of food information to consumers, amending regulation 1924/2006 regulation 1925/2006 of the European Parliament and of the Council, and repealing Commission directive 87/250/eec, Council directive 90/496/eec, Commission directive 1999/10/ec, directive 2000/13/ec of the European Parliament and of the Council, Commission directive 2002/67/ec directive 2008/5/ec and Commission regulation 608/2004 (OJ L 304, 22.11.2011, pp. 18-63)", "triples": [" regulation 1169/2011,  amending,  regulation 1924/2006", " regulation 1169/2011,  amending,  regulation 1925/2006", " regulation 1169/2011,  repealing,  directive 87/250/eec", " regulation 1169/2011,  repealing,  directive 90/496/eec", " regulation 1169/2011,  repealing,  directive 1999/10/ec", " regulation 1169/2011,  repealing,  directive 2000/13/ec", " regulation 1169/2011,  repealing,  directive 2002/67/ec", " regulation 1169/2011,  repealing,  directive 2008/5/ec", " regulation 1169/2011,  repealing,  regulation 608/2004"]}, "32009R0450_p2": {"text": "regulation 1935/2004 of the European Parliament and of the Council of 27 October 2004 on materials and articles intended to come into contact with food and repealing directive 80/590/eec directive 89/109/eec (OJ L 338, 13.11.2004, pp. 4-17)", "triples": [" regulation 1935/2004,  repealing,  directive 80/590/eec", " regulation 1935/2004,  repealing,  directive 89/109/eec"]}}}