{"celex_id": "32014D0585", "reference": "3.6.2014\nEN\nOfficial Journal of the European Union\nL 164/6\nDECISION No 585/2014/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 15 May 2014\non the deployment of the interoperable EU-wide eCall service\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 91 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nUnder Article 3(d) of Directive 2010/40/EU of the European Parliament and of the Council (3), the harmonised provision for an interoperable EU-wide eCall service constitutes a priority action (the ‘eCall priority action’) for the development and use of specifications and standards.\n(2)\nPursuant to Articles 6 and 7 of Directive 2010/40/EU, the Commission is to adopt delegated acts as regards the specifications necessary to ensure the compatibility, interoperability and continuity for the deployment and operational use of intelligent transport systems (‘ITS’) for the priority actions.\n(3)\nCommission Delegated Regulation (EU) No 305/2013 (4) establishes the specifications for the upgrading of the Public Safety Answering Point (PSAP) infrastructure required for the proper receipt and handling of eCalls using the 112 number, in order to ensure the compatibility, interoperability and continuity of the harmonised EU-wide eCall service.\n(4)\nPursuant to Directive 2010/40/EU, the Commission is to present at the latest 12 months after the adoption of Delegated Regulation (EU) No 305/2013, where appropriate and after conducting an impact assessment including a cost-benefit analysis, a proposal to the European Parliament and the Council, in accordance with Article 294 of the Treaty on the Functioning of the European Union, on the deployment of the eCall priority action in accordance with the specifications laid down in Delegated Regulation (EU) No 305/2013.\n(5)\nIt is expected that, by reducing the response time of the emergency services, the interoperable EU-wide eCall service will reduce the number of fatalities in the Union as well as the severity of injuries caused by road accidents. The interoperable EU-wide eCall service is also expected to bring savings to society by improving incident management and by reducing road congestion and secondary accidents.\n(6)\nIn order to ensure the full functionality, compatibility, interoperability, continuity and conformity of the service throughout the Union, and to reduce the costs of implementation for the Union as a whole, all Member States should deploy the eCall priority action in accordance with the common specifications established in Delegated Regulation (EU) No 305/2013. That should be without prejudice to the right of each Member State to deploy additional technical means to handle other emergency calls.\n(7)\nMember States should ensure that data transmitted via the EU-wide eCall service are used exclusively to attain the objectives of this Decision.\n(8)\nAs experience with other emergency calls systems has demonstrated, manually triggered eCalls may include a share of assistance calls. If necessary, Member States should be able to implement all appropriate technical and organisational means in order to filter those assistance calls so as to ensure that only real emergency calls are handled by eCall PSAPs.\n(9)\nSince not all Union citizens are familiar with the use of the EU-wide eCall service, its deployment should be preceded by an awareness-raising campaign supported by the Commission, explaining to citizens the benefits, functionalities and data protection safeguards of the new system. The campaign should take place in Member States and should aim at informing users on how to use the system properly and how to avoid false alarms.\n(10)\nIn line with the recommendations made by the Working Party on the Protection of Individuals with regard to the Processing of Personal Data (the ‘Article 29 Data Protection Working Party’) in its Working document on data protection and privacy implications in eCall initiative, adopted on 26 September 2006, when deploying the eCall PSAP infrastructure, Member States are to ensure that the processing of personal data in the context of handling eCalls fully complies with the personal data protection rules provided for in Directive 95/46/EC of the European Parliament and of the Council (5) and in Directive 2002/58/EC of the European Parliament and of the Council (6).\n(11)\nSince eCalls are emergency calls, as defined in Delegated Regulation (EU) No 305/2013, the handling of those calls should be provided free of charge to users of the EU-wide eCall service.\n(12)\nDepending on the organisation of the handling of emergency calls in each Member State, such calls can be first received under the responsibility of a public authority or a private organisation recognised by the Member State concerned. In particular, eCalls can be dealt with in a different way depending on the type of eCall activation (manual or automatic).\n(13)\nIn accordance with national procedures determined by the national authority concerned, data can be transferred to service partners, defined as public or private organisations recognised by national authorities that play a role in the handling of incidents related to eCalls (including road operators and assistance services), which should be subject to the same privacy and data protection rules as are applicable to the eCall PSAPs.\n(14)\nSince the objectives of this Decision, namely to ensure the coordinated and coherent deployment of the interoperable EU-wide eCall service and to guarantee the full functionality, compatibility, interoperability, continuity and conformity of the service throughout Europe, cannot be sufficiently achieved by the Member States and/or the private sector but can rather, by reason of their scale and effects, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality as set out in that Article, this Decision does not go beyond what is necessary in order to achieve those objectives,\nHAVE ADOPTED THIS DECISION:\nArticle 1\n1.   Member States shall deploy on their territory, at least six months before the date of application of the Regulation of the European Parliament and of the Council concerning the type-approval requirements for the deployment of the eCall in-vehicle system and amending Directive 2007/46/EC and in any case no later than 1 October 2017, the eCall PSAP infrastructure required for the proper receipt and handling of all eCalls, if necessary purged of non-emergency calls, in accordance with the specifications laid down in Delegated Regulation (EU) No 305/2013, in order to ensure the full functionality, compatibility, interoperability, continuity and conformity of the interoperable EU-wide eCall service.\n2.   Paragraph 1 is without prejudice to the right of each Member State to organise its emergency services in a way which is most cost-effective and most appropriate to its needs, including the ability to reject calls that are not emergency calls and might not be handled by eCall PSAPs, in particular in the case of manually triggered eCalls.\nThis paragraph and paragraph 1 are without prejudice to the right of each Member State to allow private organisations recognised by it to deal with the receipt and handling of some or all eCalls, in accordance with the specifications laid down in Delegated Regulation (EU) No 305/2013.\n3.   Member States shall ensure that data transmitted via the eCall service are used exclusively for the attainment of the objectives of this Decision.\nArticle 2\nMember States shall ensure that the handling of eCalls is provided free of charge to users of the EU-wide eCall service.\nArticle 3\nBy 24 December 2015, Member States shall report to the Commission on the state of implementation of this Decision. In their reports, they shall include at least the list of competent authorities entrusted with the assessment of the conformity of operations of the eCall PSAPs with the requirements listed in Article 3 of Delegated Regulation (EU) No 305/2013, the list and geographical coverage of the eCall PSAPs, the description of the conformance tests and the description of the privacy and data protection protocols.\nArticle 4\nMember States shall ensure that eCalls can originate from anywhere in their territory, provided there is at least one public mobile wireless communications network available.\nArticle 5\nThis Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nArticle 6\nThis Decision is addressed to the Member States.\nDone at Brussels, 15 May 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nD. KOURKOULAS\n(1)  OJ C 341, 21.11.2013, p. 47.\n(2)  Position of the European Parliament of 15 April 2014 (not yet published in the Official Journal) and decision of the Council of 8 May 2014.\n(3)  Directive 2010/40/EU of the European Parliament and of the Council of 7 July 2010 on the framework for the deployment of Intelligent Transport Systems in the field of road transport and for interfaces with other modes of transport (OJ L 207, 6.8.2010, p. 1).\n(4)  Commission Delegated Regulation (EU) No 305/2013 of 26 November 2012 supplementing Directive 2010/40/EU of the European Parliament and of the Council with regard to the harmonised provision for an interoperable EU-wide eCall (OJ L 91, 3.4.2013, p. 1).\n(5)  Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (OJ L 281, 23.11.1995, p. 31).\n(6)  Directive 2002/58/EC of the European Parliament and of the Council of 12 July 2002 concerning the processing of personal data and the protection of privacy in the electronic communications sector (Directive on privacy and electronic communications) (OJ L 201, 31.7.2002, p. 37).", "summary": "EU emergency services: rolling out eCall infrastructure\nEU emergency services: rolling out eCall infrastructure\nThis decision calls on EU countries to deploy the eCall (in-vehicle emergency call system) infrastructure necessary for handling all eCalls in the EU by 1 October 2017 at the latest.\nACT\nDecision No 585/2014/EU of the European Parliament and of the Council of 15 May 2014 on the deployment of the interoperable EU-wide eCall service.\nSUMMARY\nThis decision calls on EU countries to deploy the eCall (in-vehicle emergency call system) infrastructure necessary for handling all eCalls in the EU by 1 October 2017 at the latest.\nSpecifically, the decision sets a deployment deadline of at least 6 months before the date of application of the regulation on the mandatory fitting of the eCall device in vehicles (personal cars and commercial light vehicles).\neCall infrastructure includes call centres, or PSAPs (public safety answering points), which will receive and handle eCalls using the European single emergency number 112.\nThe decision also recognises the right of each EU country to:\norganise its eCall services in a way that is most cost effective and appropriate to its needs, for example rejecting any non-emergency calls coming into its PSAPs;\nallow nationally recognised private organisations to deal with the receipt and handling of eCalls.\nData and privacy protection\nEU countries must also ensure that:\ndata transmitted via the eCall service are only used to reach the goals of this decision (e.g. not be used for tracking a vehicle outside of emergencies);\neCalls are handled free of charge for service users across the EU;\nthey provide to the European Commission, by 24 December 2015, a status report on their implementation of this decision: for example a list of the authorities overseeing eCall PSAPs, a list and geographical coverage of PSAPs, a description of conformance tests and a description of the privacy and protection protocols;\neCalls can be made anywhere on their territory, as long as there is at least one public mobile wireless communications network available.\nThis decision enters into force on 23 June 2014.\nWhat is eCall?\neCall automatically dials 112 in the event of a serious road accident and communicates the vehicle’s location to the emergency services. The system can also be triggered manually.\neCalls should speed up emergency response times by up to 60 % in urban areas and by 50 % in rural ones, saving hundreds of lives in Europe every year. It will also reduce the severity of injuries caused by road accidents in tens of thousands of cases and cut the costs of traffic congestion.\nRoad accidents in the EU caused 28 000 deaths and left 1.5 million injured in 2012.\nFor more information\nPress release\nDigital agenda website\nEuropean Commission Directorate-General for Enterprise and Industry website\nEuropean Commission Directorate-General for Mobility and Transport website\nREFERENCES\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\n585/2014/EU\n23.6.2014\n-\nOJ L 164 of 3.6.2014\nRELATED ACTS\nProposal for a Regulation of the European Parliament and of the Council concerning type-approval requirements for the deployment of the eCall in-vehicle system and amending Directive 2007/46/EC (COM(2013) 316 final of 13.6.2013).\nCommission Recommendation of 8 September 2011 on support for an EU-wide eCall service in electronic communication networks for the transmission of in-vehicle emergency calls based on 112 (eCalls) (2011/750/EU) (OJ L 303, 22.11.2011).\nCommission Delegated Regulation (EU) No 305/2013 of 26 November 2012 supplementing Directive 2010/40/EU of the European Parliament and of the Council with regard to the harmonised provision for an interoperable EU-wide eCall (OJ L 91, 3.4.2013).\n 03.11.2014", "tags": ["transmission network", "first aid", "road safety", "telephone", "road transport", "intelligent transport system", "transport accident", "vehicle parts", "emergency aid"], "subjects": ["Transport", "Telecommunications"], "split": "train", "reference_annotations": {"32014D0585_p2": {"text": "(4)  Commission Delegated regulation 305/2013 of 26 November 2012 supplementing directive 2010/40/eu of the European Parliament and of the Council with regard to the harmonised provision for an interoperable EU-wide eCall (OJ L 91, 3.4.2013, p. 1).", "triples": [" regulation 305/2013,  supplementing,  directive 2010/40/eu"]}}, "summary_annotations": {"32014D0585_p1": {"text": "Commission Delegated regulation 305/2013 of 26 November 2012 supplementing directive 2010/40/eu of the European Parliament and of the Council with regard to the harmonised provision for an interoperable EU-wide eCall (OJ L 91, 3.4.2013).", "triples": [" regulation 305/2013,  supplementing,  directive 2010/40/eu"]}}}