{"celex_id": "32015R0479", "reference": "27.3.2015\nEN\nOfficial Journal of the European Union\nL 83/34\nREGULATION (EU) 2015/479 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 11 March 2015\non common rules for exports\n(codification)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 207(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nCouncil Regulation (EC) No 1061/2009 (3) has been substantially amended (4). In the interests of clarity and rationality, that Regulation should be codified.\n(2)\nThe common commercial policy should be based on uniform principles.\n(3)\nCommon rules should be laid down for exports from the Union.\n(4)\nExports are almost completely liberalised in all the Member States. It is therefore possible to accept as a Union principle that exports to third countries are not subject to any quantitative restriction, subject to the exceptions provided for in this Regulation and without prejudice to such measures as Member States may take in conformity with the Treaty.\n(5)\nThe Commission should be informed if, as a result of unusual developments on the market, a Member State considers that protective measures might be necessary.\n(6)\nIt is essential that examination should take place at Union level, in particular on the basis of any such information, of export terms and conditions, of export trends, of the various aspects of the economic and commercial situation, and of the measures, if any, to be taken.\n(7)\nIt may become apparent from this examination that the Union should exercise surveillance over certain exports, or that interim protective measures should be introduced as a safeguard against unforeseen practices.\n(8)\nAny protective measures necessitated by the interests of the Union should be adopted with due regard for existing international obligations.\n(9)\nIt is necessary to authorise Member States which are bound by international commitments setting up, in cases of actual or potential supply difficulties, a system for the allocation of oil products between contracting parties to comply with the resulting obligations vis-à-vis third countries, without prejudice to Union provisions adopted to the same end. This authorisation should apply until the adoption by the European Parliament and the Council of appropriate measures pursuant to commitments entered into by the Union or all the Member States.\n(10)\nThis Regulation should apply to all products, whether industrial or agricultural. Its operation should be complementary to that of the instruments establishing the common organisation of agricultural markets, and to that of the special instruments adopted under Article 352 of the Treaty for processed agricultural products. Any overlap between the provisions of this Regulation and the provisions of those instruments, particularly the protective clauses thereof, must however be avoided.\n(11)\nThe implementation of this Regulation requires uniform conditions for the adoption of protective measures. Those measures should be adopted by the Commission in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (5),\nHAVE ADOPTED THIS REGULATION:\nCHAPTER I\nBASIC PRINCIPLE\nArticle 1\nThe exportation of products from the Union to third countries shall be free, that is to say, they shall not be subject to any quantitative restriction, with the exception of those restrictions which are applied in conformity with this Regulation.\nCHAPTER II\nUNION INFORMATION AND CONSULTATION PROCEDURE\nArticle 2\nIf, as a result of any unusual developments on the market, a Member State considers that protective measures within the meaning of Chapter III might be necessary, it shall so notify the Commission, which shall advise the other Member States.\nArticle 3\n1.   The Commission shall be assisted by the Committee on Safeguards, established by Regulation (EU) 2015/478 of the European Parliament and of the Council (6). That Committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\n2.   Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.\n3.   Where reference is made to this paragraph, Article 8 of Regulation (EU) No 182/2011, in conjunction with Article 5 thereof, shall apply.\nArticle 4\nFor the purpose of assessing the economic and commercial situation as regards a particular product, the Commission may request Member States to supply statistical data on market trends in that product and, to this end, acting in accordance with their national legislation and with a procedure to be specified by the Commission, to exercise surveillance over exports of such product. Member States shall take whatever steps are necessary in order to give effect to requests from the Commission and shall forward to the Commission the data requested. The Commission shall inform the other Member States.\nCHAPTER III\nPROTECTIVE MEASURES\nArticle 5\n1.   In order to prevent a critical situation from arising on account of a shortage of essential products, or to remedy such a situation, and where Union interests call for immediate intervention, the Commission, acting at the request of a Member State or on its own initiative, and taking account of the nature of the products and of the other particular features of the transactions in question, may make the export of a product subject to the production of an export authorisation, the granting of which shall be governed by such provisions and subject to such limits as the Commission shall lay down in accordance with the examination procedure referred to in Article 3(2), or, in cases of urgency, in accordance with Article 3(3).\n2.   The European Parliament, the Council and the Member States shall be notified of the measures taken. Such measures shall take effect immediately.\n3.   The measures may be limited to exports to certain countries or to exports from certain regions of the Union. They shall not affect products already on their way to the Union frontier.\n4.   Where intervention by the Commission has been requested by a Member State, the Commission shall take a decision pursuant to paragraph 1 within a maximum of five working days of the date of receipt of such request.\n5.   Where the Commission has acted pursuant to paragraph 1 of this Article, it shall, not later than 12 working days following the date of entry into force of the measure which it has taken, decide whether to adopt appropriate measures as provided for in Article 6. If, at the end of six weeks following the date of entry into force of the measure, no measures have been adopted, the measure in question shall be deemed revoked.\nArticle 6\n1.   Where the interests of the Union so require, the Commission may, acting in accordance with the examination procedure referred to in Article 3(2), adopt appropriate measures:\n(a)\nto prevent a critical situation from arising owing to a shortage of essential products, or to remedy such a situation;\n(b)\nto allow international undertakings entered into by the Union or all the Member States to be fulfilled, in particular those relating to trade in primary products.\n2.   The measures referred to in paragraph 1 may be limited to exports to certain countries or to exports from certain regions of the Union. They shall not affect products already on their way to the Union frontier.\n3.   When quantitative restrictions on exports are introduced, account shall be taken in particular of:\n(a)\nthe volume of goods exported under contracts concluded on normal terms and conditions before the entry into force of a protective measure within the meaning of this Chapter and notified by the Member State concerned to the Commission in conformity with its national laws; and\n(b)\nthe need to avoid jeopardising the achievement of the aim pursued in introducing quantitative restrictions.\nArticle 7\n1.   While any measure referred to in Articles 5 and 6 is in operation, the Commission may, either at the request of a Member State or on its own initiative:\n(a)\nexamine the effects of the measure;\n(b)\nascertain whether the application of the measure is still necessary.\nWhere the Commission considers that the application of the measure is still necessary, it shall inform the Member States accordingly.\n2.   Where the Commission considers that any measure provided for in Article 5 or 6 should be revoked or amended, it shall act in accordance with the examination procedure referred to in Article 3(2).\nCHAPTER IV\nTRANSITIONAL AND FINAL PROVISIONS\nArticle 8\nIn respect of products listed in Annex I, until the European Parliament and the Council adopt appropriate measures pursuant to international commitments entered into by the Union or all the Member States, Member States shall, without prejudice to rules adopted by the Union in this field, be authorised to implement the emergency sharing system introducing an allocation obligation vis-à-vis third countries provided for in international commitments entered into before the entry into force of this Regulation.\nMember States shall inform the Commission of measures they intend to adopt. The measures adopted shall be communicated by the Commission to the Council and other Member States.\nArticle 9\nThe Commission shall include information on the implementation of this Regulation in its annual report on the application and implementation of trade defence measures presented to the European Parliament and to the Council pursuant to Article 22a of Council Regulation (EC) No 1225/2009 (7).\nArticle 10\nWithout prejudice to other Union provisions, this Regulation shall not preclude the adoption or application by a Member State of quantitative restrictions on exports on grounds of public morality, public policy or public security, or of protection of health and life of humans, animals and plants, of national treasures possessing artistic, historic or archaeological value, or of industrial and commercial property.\nArticle 11\nThis Regulation shall be without prejudice to the operation of the instruments establishing the common organisation of agricultural markets, or of the special instruments adopted under Article 352 of the Treaty for processed agricultural products. It shall operate by way of complement to those instruments.\nHowever, in the case of products covered by such instruments, Article 5 of this Regulation shall not apply to those in respect of which the Union rules on trade with third countries make provision for the application of quantitative export restrictions. Article 4 shall not apply to those products in respect of which such rules require the production of a licence or other export document.\nArticle 12\nRegulation (EC) No 1061/2009 is repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex III.\nArticle 13\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Strasbourg, 11 March 2015.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nZ. KALNIŅA-LUKAŠEVICA\n(1)  Opinion of 10 December 2014 (not yet published in the Official Journal).\n(2)  Position of the European Parliament of 11 February 2015 (not yet published in the Official Journal) and decision of the Council of 2 March 2015.\n(3)  Council Regulation (EC) No 1061/2009 of 19 October 2009 establishing common rules for exports (OJ L 291, 7.11.2009, p. 1).\n(4)  See Annex II.\n(5)  Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission's exercise of implementing powers (OJ L 55, 28.2.2011, p. 13).\n(6)  Regulation (EU) 2015/478 of the European Parliament and of the Council of 11 March 2015 on common rules for imports (see page 16 of this Official Journal).\n(7)  Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (OJ L 343, 22.12.2009, p. 51).\nANNEX I\nProducts referred to in Article 8\nCN code\nDescription\n2709 00\nPetroleum oils and oils obtained from bituminous minerals, crude\n2710\nPetroleum oils and oils obtained from bituminous minerals, other than crude; preparations not elsewhere specified or included, containing by weight 70 % or more of petroleum oils or of oils obtained from bituminous minerals, these oils being the basic constituents of the preparations; waste oils:\n2710 11 11 to 2710 11 90\nLight oils\n2710 19 11 to 2710 19 29\nMedium oils\n2710 19 31 to 2710 19 99\nHeavy oils, except lubricating oils, used in clocks and watches and the like, presented in small receptacles containing not more than 250 g net of oil\n2711\nPetroleum gases and other gaseous hydrocarbons:\n–\nLiquefied:\n2711 12\n– –\nPropane:\n– – –\nPropane of a purity not less than 99 %\n– – –\nOther\n2711 13\n– –\nButanes\n–\nIn gaseous state:\nex 2711 29 00\n– –\nOther:\n– – –\nPropane\n– – –\nButanes\nANNEX II\nRepealed Regulation with the amendment thereto\nCouncil Regulation (EC) No 1061/2009\n(OJ L 291, 7.11.2009, p. 1).\nRegulation (EU) No 37/2014 of the European Parliament and of the Council\n(OJ L 18, 21.1.2014, p. 1).\nOnly point 21 of the Annex\nANNEX III\nCorrelation table\nRegulation (EC) No 1061/2009\nThis Regulation\nArticle 1\nArticle 1\nArticle 2\nArticle 2\nArticle 4\nArticle 3\nArticle 5\nArticle 4\nArticle 6\nArticle 5\nArticle 7\nArticle 6\nArticle 8\nArticle 7\nArticle 9\nArticle 8\nArticle 9a\nArticle 9\nArticle 10\nArticle 10\nArticle 11\nArticle 11\nArticle 12\nArticle 12\nArticle 13\nArticle 13\nAnnex I\nAnnex I\nAnnex II\nAnnex II\nAnnex III\nAnnex III", "summary": "Common EU rules for exports\nCommon EU rules for exports\nSUMMARY OF:\nRegulation (EU) 2015/479 on common rules for exports\nWHAT IS THE AIM OF THE REGULATION?\n              \nIt lays down the basic principle that the export of products from EU countries to other countries is not subject to quantitative restrictions. It also sets out rules regarding a procedure for taking protective measures.\nKEY POINTS\n              \nThe regulation applies to all products, whether industrial or agricultural.\nProtective measures\nIn order to prevent a critical situation from arising due to a shortage of essential products, the European Commission may make the export of a good subject to the production of an export authorisation. The measures may be limited to exports to certain countries or to exports from certain regions of the EU. They will not, however, affect products already on their way to the EU frontier.\nFor instance, in the context of the outbreak of COVID-19 for example, Implementing Regulation (EU) 2020/402, for a limited period of time, required certain personal protective equipment — whether or not it originated in the EU — to be authorised by EU countries’ competent authorities for export outside the EU, other than to countries in the European Free Trade Association, territories dependent on EU supply chains (e.g. Andorra) and certain overseas territories. The measure sought to ensure that personal protective equipment was available in EU countries to prevent the spread of COVID-19. The implementing act laid down the procedure to request the authorisation and its Annex I listed the products requiring authorisation (protective glasses and visors, gloves, protective garments, mouth-nose-protection equipment and face shields).\nThe Commission must adopt any protective measures in the interests of the EU with due regard for existing international obligations (for example, stemming from the EU’s membership of the World Trade Organization).\nInformation and consultation\nIf an EU country considers that protective measures might be necessary due to unusual developments on the market, it must notify the Commission. The latter then advises the other EU countries.\nThe Commission may request EU countries to supply statistical data on market trends in a particular product in order to assess the economic and commercial situation as regards that product.\nImplementation\nThe Committee on Safeguards comprising EU countries’ representatives, set up under Regulation (EU) 2015/478 on common rules for imports, assists the Commission in implementing the regulation.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 16 April 2015. It repeals Regulation (EC) No 1061/2009 with immediate effect.\nBACKGROUND\n              \nThe regulation codifies of Council Regulation (EC) No 1061/2009, which had been substantially amended on previous occasions. It is part of the EU’s common commercial policy, which is based on uniform principles for all EU countries.\nFor more information, see:\nExport from the EU (European Commission).\nMAIN DOCUMENT\n            \nRegulation (EU) 2015/479 of the European Parliament and of the Council of 11 March 2015 on common rules for exports (codification) (OJ L 83, 27.3.2015, pp. 34-40)\nRELATED DOCUMENTS\n            \nCommission Implementing Regulation (EU) 2020/402 of 14 March 2020 making the exportation of certain products subject to the production of an export authorisation (OJ L 77I, 15.3.2020, pp. 1-7)\nSuccessive amendments to Regulation (EU) 2020/402 have been incorporated into the original text. This consolidated version is of documentary value only.\nRegulation (EU) 2015/478 of the European Parliament and of the Council of 11 March 2015 on common rules for imports (OJ L 83, 27.3.2015, pp. 16-33)\nlast update 08.04.2020", "tags": ["third country", "export (EU)", "codification of EU law", "export monitoring", "protective clause"], "subjects": ["Protective measures", "Commercial policy", "Protocol on Ireland/Northern Ireland"], "split": "validation", "reference_annotations": {}, "summary_annotations": {}}