{"celex_id": "41990X1231(07)", "reference": "EUR-Lex - 41990X1231(07) - EN\nAvis juridique important\n|\n41990X1231(07)\nResolution of the Council and Ministers for Education, meeting within the Council of 6 December 1990 concerning the Eurydice Education Information Network in the European Community\nOfficial Journal C 329 , 31/12/1990 P. 0023 - 0024\nRESOLUTION OF THE COUNCIL AND MINISTERS FOR EDUCATION, MEETING  WITHIN THE COUNCIL  of 6 December 1990  concerning the Eurydice Education Information Network in  the European Community  (90/C  329/08) THE COUNCIL AND THE MINISTERS FOR  EDUCATION,  MEETING WITHIN THE COUNCIL,  Referring to the resolution of the Council and of the Ministers for  Education, meeting within the Council, of 9 February 1976 comprising an action programme in the  field of education  (1), and the general report of the Education Committee, which was approved in  substance by the Council and the Ministers for Education meeting within the Council on 27 June 1980  and concerned the establishment of an education information network known as Eurydice, as well as,  for an initial stage, the network's intended beneficiaries and its priority topics and operational  structure;  Referring to several resolutions of the European Parliament and in particular that of  11 March 1982  (2) on the implementation of the Eurydice network;  Whereas the process of  political, economic and social integration of the European Community is resulting in a quantitative  and a qualitative increase in information requirements concerning education and training systems  and specific questions relating to the development of education systems; whereas the Eurydice  network forms part of a whole range of public and private sources of information on education in  the Community;  Whereas in their conclusions of 6 October 1989  (3) the Council and the Ministers  for Education meeting within the Council, agreed to develop cooperation in education in the run-up  to 1993; whereas they have recognized the value of the Eurydice network as an instrument of such  cooperation, most recently in the conclusions of 31 May 1990  (4) on meetings of senior officials;   Whereas the Council resolution of 22 January 1990 provides for the development of a programme to  set up trans-European networks, of which the Eurydice network could be regarded as one of the  elements;  Welcoming the measures taken by the Commission to develop cooperation with appropriate  international organizations, and especially with the Council of Europe for the coproduction of the  European Education Thesaurus;  Noting the Commission's report on 10 years of Eurydice activities,  which points to the need for a better definition and a development of the education information  network in the European Community,  HEREBY ADOPT THIS RESOLUTION:    1.  In order to intensify and  improve cooperation in education between the Member States of the Community, and to assist the  preparation of initiatives at national and Community level, it is necessary to reinforce and  develop the Eurydice network as the chief instrument for providing information on national and  Community structures, systems and developments in the field of education. The network consists of a  European unit and units in the Member States. It is designed as a system permitting the mutual  exchange of documentary information.    2.Development of the Eurydice network should help to: (a)   improve, in the first place, the procedure of the question/answer system for the rapid provision of  reliable information to the relevant national and Community authorities; (b)assist, in the second  place, the drawing up of comparative analyses, reports and surveys on common priority topics  determined inter alia in the Education Committee and at the regular meetings of senior officials;  (c)also diversify the dissemination of the products available in the framework of the network,  collaborating on this with public and private bodies.      3.Within constitutional and financial  limits and in the framework of their own structures and policies, the Member States and the  Commission are requested, in accordance with the principle of subsidiarity, to promote the  following activities: (a)  making the collection and documentary processing of information more  systematic and more effective by using the new technologies to the full; (b)making the various  specialized sources of information more accessible by fostering cooperation between the units of  the network and the information structures and services concerning education and training at both  national and Community level; (c)conducting a review of working methods with a view to securing  improved efficiency and effectiveness.    4.The Member States' units should be capable of playing a  dual role: on the one hand, providing the European network with information on the development of  their own education systems; on the other hand, contributing to dissemination at national level  with regard to the development of Member States' educational systems and policies and of Community  activities concerning cooperation in education matters.    5.To ensure a more systematic provision  of information on Community activities, the Member States' units should liaise with those  responsible at national level for Community activities concerning education and training.    6.So  that the Member States' units can perform their tasks within an active European network, national  authorities should take adequate measures concerning staff and its training, as well as equipment.     7.The Commission is requested to strengthen the Eurydice European unit's vitalizing and  coordinating role with regard to exchanges of information within the network, in particular by  feeding the network's databanks and encouraging the preparation and dissemination of information.     8.The European unit, assisted by the Member States' units, should develop a computerized  information system in the field of education and facilitate access by those units to the other  Community databanks.    9.The European unit, assisted by the Member States' units, should  contribute to the provision of information on Community education and training activities, in  cooperation with, in particular, the European Centre for the Development of Vocational Training  (Cedefop) and the National Academic Recognition Information Centre (Naric).  10.The European unit,  assisted by the Member States' units, should provide technical assistance in the preparation and  follow-up of meetings of senior officials.  11.The Commission is requested to continue its  cooperation with the international organizations active in this field, especially the Council of  Europe and the OECD, and to involve the Eurydice network in such cooperation.  12.The Commission is  requested to strengthen links with the existing scheme of study visits for educational specialists  (Arion), which is also concerned with the exchange of information between education systems, and to  involve Eurydice in the preparation of visits and the utilization of information generated by such  visits.  13.The Commission is invited to submit to the Council a progress report in particular  covering the activities set out in paragraph 3 concerning the exchange of information on  education. (1)  OJ No C 38, 19. 2. 1976.  (2)  OJ No C 87, 5. 4. 1982.  (3)  OJ No C 277, 31. 10. 1989.  (4)  OJ No C 162, 31. 5. 1990.", "summary": "Eurydice — European network for information on education systems and policies\nEurydice — European network for information on education systems and policies\nSUMMARY OF:\nResolution of the Council and Ministers for Education on the Eurydice education information network\nWHAT IS THE AIM OF THE RESOLUTION?\n              \nIt seeks to reinforce and develop the Eurydice network, which provides information on national and European structures, systems and developments in the field of education.\nKEY POINTS\nThe Eurydice Network provides a vast source of comparable information on European education systems and policies and a wide range of comparative analyses on various topics of the education systems. The network supports evidence-based European cooperation in the fields of education and lifelong learning.\nEurydice currently includes 42 national units based in all 38 countries participating in the Erasmus+ programme.\nThe information provided by Eurydice national units includes information relating to official documents, such as laws, decrees, regulations and recommendations. This information is combined by the central Eurydice unit (based in Brussels) with other data sources — such as statistical data from Eurostat, the UOE database (a joint Unesco, OECD and Eurostat database) and the results of international education surveys — in order to produce final reports.\nThrough its work, Eurydice aims to promote understanding, cooperation, trust and mobility at European and international levels. The network consists of national units located in European countries and is coordinated by the EU’s Education, Audiovisual and Culture Executive Agency (EACEA).\nAll Eurydice publications are available free of charge on the Eurydice website or in print upon request.\nBACKGROUND\n              \nFor more information, see:\n‘Welcome to Eurydice’ on the EACEA website\nMAIN DOCUMENT\nResolution of the Council and Ministers for Education, meeting within the Council of 6 December 1990 concerning the Eurydice Education Information Network in the European Community (OJ C 329, 31.12.1990, pp. 23–24)\nRELATED ACTS\n            \nRegulation (EU) No 1288/2013 of the European Parliament and of the Council of 11 December 2013 establishing ‘Erasmus+’: the Union programme for education, training, youth and sport and repealing Decisions No 1719/2006/EC, No 1720/2006/EC and No 1298/2008/EC (OJ L 347, 20.12.2013, pp. 50–73)\nlast update 11.07.2016", "tags": ["education policy", "educational system", "Eurydice"], "subjects": ["Research and training"], "split": "train", "reference_annotations": {}, "summary_annotations": {"41990X1231(07)_p1": {"text": "regulation 1288/2013 of the European Parliament and of the Council of 11 December 2013 establishing ‘Erasmus+’: the Union programme for education, training, youth and sport and repealing decision 1719/2006/ec decision 1720/2006/ec decision 1298/2008/ec (OJ L 347, 20.12.2013, pp. 50–73)---last update 11.07.2016", "triples": [" regulation 1288/2013,  repealing,  decision 1719/2006/ec", " regulation 1288/2013,  repealing,  decision 1720/2006/ec", " regulation 1288/2013,  repealing,  decision 1298/2008/ec"]}}}