{"celex_id": "31996Y0919(03)", "reference": "EUR-Lex - 31996Y0919(03) - EN\nAvis juridique important\n|\n31996Y0919(03)\nCouncil Resolution of 30 November 1994 relating to the limitations on the admission of third-country nationals to the territory of the Member States for the purpose of pursuing activities as self-employed persons\nOfficial Journal C 274 , 19/09/1996 P. 0007 - 0009\nAnnex I.2COUNCIL RESOLUTION of 30 November 1994 relating  to the limitations on the admission of third-country nationals to the territory of the Member  States for the purpose of pursuing activities as self-employed persons THE COUNCIL OF THE  EUROPEAN UNION, Having regard to the Treaty on European Union, and in particular Article K.1 thereof, HEREBY ADOPTS THIS RESOLUTION: A. General considerations on policy 1. The Council recalls that, in the report  on immigration and asylum policy by the Ministers responsible for immigration adopted by the  European Council held in Maastricht in 1991, priority was given to the harmonization of policies on  admission for the purposes of pursuing self-employed occupation. In principle, these policies are  restrictive. In any case, existing obligations and future developments for example in GATT, GATS  and OECD agreements must be taken into account. 2. The Council notes that the 1994 programme of priority work in the field of justice and home  affairs, adopted by the Council at its meeting in Brussels on 29 and 30 November 1993, included, as  a priority measure, a decision to conclude work in the field of the admission of self-employed  persons. 3. The Council welcomes the progress achieved as a result of the signing of the final act and  agreements under the Uruguay Round in Marrakesh on 15 April 1994 towards free international trade  for the promotion of investment and the creation of jobs. 4. The Council takes the view that, to a certain extent, the question of the admission of persons  for the purposes of pursuing a salaried activity and that of the admission of self-employed persons  can be treated distinctly. The admission of persons for the purpose of an independent economic  activity who add value (investment, innovation, transfer of technology, job creation) to the  economy of the host country is of benefit. Artists exercising an independent activity of  significance may also be admitted. 5. The Council considers that third-country nationals should not be admitted to a Member State for  the purposes of pursuing an independent economic activity when the latter is of no economic benefit  to that State or any of its regions. 6. The Council considers it necessary to ensure that persons who are attempting to find employment  in a dependent working relationship are not admitted as self-employed persons. 7. The Council also considers that it is necessary to avoid persons establishing themselves and  embarking on a self-employed occupation without having the appropriate qualifications and/or  financial means and to avoid their entering into a dependent working relationship. 8. The Council agrees not to deal in this resolution with the question of third-country nationals  legally resident on a permanent basis in the territory of a Member State although they do not have  the right to admission or residence in another Member State. It agrees to examine this question at  a later date. 9. The Council accordingly agrees that the national policies of Member States in respect of  third-country nationals seeking admission to, or permission to remain in, their territories in  order to engage in a self-employed occupation should be governed by the principles set out below,  which may not be relaxed by Member States in their national legislation. It agrees to have regard  to these principles in any proposals for the revision of national legislation. The Member States  will further endeavour to seek to ensure by 1 January 1996 that national legislation is in  conformity with such principles. The principles are not legally binding on Member States and do not  afford a ground for action by individuals. 10. The Council agrees that there shall be a regular review of the transposition of this resolution  and of the need for amendments to it. 11. The Council also confirms that the application of these principles is no bar to the application  of national rules on law and order, public health and national security. B. Persons to whom this resolution does not apply The harmonization principles do not apply to: - persons who have right of free movement under Community law, i. e. nationals of Member States,  nationals of EFTA countries parties to the Agreement on the European Economic Area and members of  their families, - third-country nationals who have been allowed admission for the purpose of family reunification  to join nationals of a Member State or a third-country resident in the Member State concerned, - third-country nationals whose access to employment is covered by rights stemming from agreements  concluded with third countries which are governed by Community law and by bilateral and  multilateral agreements, such as GATT, GATS or OECD agreements, - third-country nationals entering the Member States in order to engage in paid employment. Such  persons are covered by the principles set out in the resolution on limitations on admissions of  third-country nationals to the Member States for employment adopted by the Council on 20 and 21  June 1994, - third-country nationals entering the Member States for study purposes. Such persons are covered  by the principles to be set out in the resolution on the admission of third-country nationals to  the Member States for study purposes. C. General principles Point 1 1. This Resolution concerns only individuals and does not affect the setting up of firms. 2. 'Activity as a self-employed person` means any activity carried out in a personal capacity or in  the legal form of a company or firm within the meaning of the second paragraph of Article 58 of the  EC Treaty without being answerable to an employer in either case. 3. Only those associates actively involved and whose presence is necessary in pursuing the  company's or firm's aims and in its management may be authorized to establish themselves in the  host Member State's territory. In cases where those associates do not have a majority or  substantial shareholding in the company or firm, Member States may reserve the right not to admit  them except in the case of salaried persons when they have received authorization to work. Point 2 1. Member States may allow third-Country nationals wishing to pursue activities as self-employed  persons to enter their territory where it has been duly established that that activity will produce  the benefits referred to in Section A (4) or corresponds to the activity referred to in the last  sentence of Section A (4) as required by each Member State and that general legal provisions  governing entry and residence have been complied with. 2. The admission procedure should ensure that persons who quite obviously wish to engage in paid  employment or whose partnership or directorship amounts to disguised paid employment are not  admitted as self-employed persons. Without prejudice to the application of point 8 (2), once  admitted, the admission to activities as a self-employed person does not extend to looking for or  accepting a job on the labour market. Point 3 1. Requests for admission must be submitted to the authorities of the host Member State which are  competent under national law through the consular or diplomatic representation of the State or  through another national competent authority designated for this purpose in the home country or the  country of origin of the person seeking admission to pursue activities as a self-employed person. 2. Requests for admission must be accompanied by information which can be used to assess whether  the planned activity meets the preconditions referred to under point 2, and also by documentary  evidence that the activity will be carried out in accordance with the relevant national  legislation. 3. The following could, for example, be required for assessing the preconditions referred to under  point 2 in accordance with national legislation: - documents indicating the nature, scale and duration of the activity in which the person wishes to  engage, - documents indicating the number of staff likely to be required, - a description of the premises where the activity will be carried out, which should be appropriate  for it, - evidence of the funds available for the intended purpose. 4. The following could for example be required for assessing compliance with legislation in force,  in accordance with national legislation: - proof that the self-employed person meets the conditions of the host Member State regarding  professional qualifications and access to the occupation, - in the case of companies or firms, the instrument of incorporation, evidence of publication or  registration thereof, and the names of the directors and managerial staff and of the associates  authorized to act on their behalf, - proof such as police documentation or similar documents, showing the integrity of the person  concerned. Point 4 1. Authorization to engage in a self-employed occupation will be granted in accordance with the  provisions of national aliens' legislation and in writing, for example in the form of a passport  stamp or other document. Such authorization will be personal and non-transferable. 2. The validity of the initial authorization may be limited in time. Upon application, it may be  extended for a further period and/or be of unlimited validity, if the conditions for access  continue to obtain as provided for in national legislation. Point 5 1. All requests for renewal must, where so required under Member States' national legislation, be  accompanied by documentary evidence that the self-employed person offers guarantees for the  continued orderly pursuit of his occupation. 2. At least at the time when any renewal application referred to under point 4 (2) is submitted, a  check may be made on the bona fide nature of the activity engaged in, whether it still corresponds  to the activity for which authorization was given, the ability of the person concerned to support  himself by the income from that activity and its continuing compliance with the preconditions  referred to under point 2 (1). 3. Any further checks which Member States may make thereafter could in principle be limited. Point 6 1. Under the conditions laid down by national law, Member States may grant third-country nationals  wishing to provide a service, leave to enter their territory with authorization to carry out the  relevant work for the performance of the service. 2. 'Service provider` means a self-employed person (residing abroad) whose services are sought by a  person residing in a Member State in order to carry out, against remuneration, a specific task over  a specific period. Point 7 Persons already present in the territory of a Member State as students, trainees, seasonal workers,  service providers, contract workers or for other reasons will not as a general rule be permitted to  extend their stay for the purpose of establishing themselves as self-employed persons. Such persons  must leave the country once the purpose of stay on the basis of which they were given leave to  enter the country has ceased to apply. Point 8 1. In principle, care must be taken to ensure that persons admitted to pursue activities as  self-employed persons do not eventually enter into a paid employment relationship. 2. Member States may allow self-employed persons who have acquired the right to long-term/permanent  residence to seek where appropriate a work permit in order to obtain paid employment. Point 9 The spouse and unmarried children under a maximum age, varying between 16 and 18 years depending on  the Member State concerned, of a self-employed person will in principle be admitted to join that  person, subject to the conditions set out in the resolution concerning family reunification adopted  by the Ministers responsible for immigration questions of the European Union on 1 June 1993. Point 10 1. Member States' arrangements enabling them to refuse admission on grounds of public security and  public order shall not be affected by this resolution. 2. The provisions of this resolution shall not affect Member States' provisions governing trades  and professions or arrangements concerning the mutual recognition of vocational qualifications. Point 11 Nothing in this resolution prevents a Member State from reserving the right to admit, subject to  its national law, third-country nationals who make very substantial investments in the commerce and  industry of that Member State where there are strong economic reasons justifying exemption from  those principles in this resolution that limit the business activities in which the third-country  national is engaged.", "summary": "Limitations on the admission of third-country nationals for the purpose of pursuing activities as self-employed persons\nLimitations on the admission of third-country nationals for the purpose of pursuing activities as self-employed persons\n1) OBJECTIVE\nTo lay down principles to guide the Member States in the application of the policy on admission for the purpose of pursuing activities as self-employed persons.\n2) UNION MEASURES\nCouncil resolution of 30 November 1994 relating to the limitations on the admission of third-country nationals for the purpose of pursuing activities as self-employed persons.\n3) CONTENTS\nThe Council recalls that, in the report on immigration and asylum adopted by the Maastricht European Council in 1991, priority was given to the harmonisation of policies on admission for the purpose of pursuing self-employed occupation. The 1994 work programme in the field of justice and home affairs also included, as a priority measure, a decision to conclude the deliberations on the admission of self-employed persons.\nThe approach adopted by the Member States (Part A of the resolution) is to admit, for the purpose of pursuing self-employed occupation, only those third-country nationals who add value (investment, transfer of technology, job creation) to the economy of the host country. The general criteria for examining requests for admission of third-country nationals in search of employment are set out in Part C of the resolution. The main criterion is that Member States may allow third-country nationals wishing to pursue activities as self-employed persons to enter their territory where it has been duly established that that activity will benefit the economy of the host State.\nPart C contains guidelines on the admission procedure. The admission procedure should ensure that persons who quite obviously wish to engage in paid employment or whose partnership or directorship amounts to disguised paid employment are not admitted as self-employed persons. Requests for admission must be accompanied by the following:\ndocuments indicating the nature, scale and duration of the activity the person wishes to engage in;\ndocuments indicating the number of staff likely to be required;\na description of the premises where the activity will be carried out; such premises must be appropriate for the activity concerned;\nevidence of the funds available for the intended purpose.\nThe following could for example be required for assessing compliance with legislation in force, in accordance with national legislation:\nproof that the self-employed person meets the conditions of the host Member State regarding professional qualifications and access to the occupation;\nin the case of companies or firms, the instrument of incorporation, evidence of publication or registration thereof, and the names of the directors and managerial staff of the associates authorised to act on their behalf;\nproof such as police documentation or similar documents, showing the integrity of the person concerned.\nAuthorisation to engage in a self-employed activity will be granted in accordance with the provisions of national aliens legislation and in writing, for example in the form of a passport stamp or other document. Such authorisation will be personal and non-transferable.\nAll requests for renewal must, where so required under Member States' national legislation, be accompanied by documentary evidence that the self-employed person offers guarantees for the continued orderly pursuit of his occupation.\nPersons already present in the territory of a Member State as students, trainees, seasonal workers, service providers, contract workers or for other reasons will not as a general rule be permitted to extend their stay for the purpose of establishing themselves as self-employed persons. Such persons must leave the country once the purpose of stay on the basis of which there were given leave to enter the country has ceased to apply.\nNothing in the resolution prevents any Member State from reserving the right to admit to its territory, in compliance with its national legislation, third-country nationals who make substantial investments in the commerce and industry of that Member State if there are important economic grounds for derogating from the principles of the resolution.\nThe resolution concerns only individuals and does not affect the setting up of firms.\n\"Activity as a self-employed person\" means any activity carried out in a personal capacity or in the legal form of a company or firm within the meaning of the second subparagraph of Article 58 of the EC Treaty, without the person concerned being answerable to an employer in either case.\nOnly those associates who are actively involved and whose presence is essential to the achievement of the company's or firm's aims and to its management may be authorised to establish themselves in the host Member State's territory.\nThe resolution does not apply to (Part B of the resolution):\npersons who have right of free movement under Community law and members of their families;\nthird-country nationals who have been allowed admission for the purpose of family reunification.\nthird-country nationals whose access to employment is covered by rights stemming from agreements concluded with third countries which are governed by Community law;\nthird-country nationals entering the Member States in order to engage in paid employment;\nthird-country nationals entering the Member States for study purposes.\n4) deadline for implementation of the legislation in member states\n5) date of entry into force (if different from the above)\n09.10.1996\n6) references\nOfficial Journal C 274 of 19.09.1996\n7) follow-up work\n8) implementing measures\nLast updated: 12.07.2005", "tags": ["third country", "EU policy", "employment policy", "migration policy", "self-employed person", "admission of aliens"], "subjects": ["Justice and home affairs"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}