{"celex_id": "31993R1493", "reference": "19.6.1993\nEN\nOfficial Journal of the European Communities\nL 148/1\nCOUNCIL REGULATION (EURATOM) No 1493/93\nof 8 June 1993\non shipments of radioactive substances between Member States\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Articles 31 and 32 thereof,\nHaving regard to the proposal from the Commission (1), drawn up after obtaining the opinion of a group of persons appointed by the Scientific and Technical Committee from among scientific experts in the Member States,\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas on 2 February 1959 the Council adopted directives laying down the basic standards for the protection of the health of workers and the general public against the dangers arising from ionizing radiation (4), amended in particular by Directive 80/836/Euratom (5);\nWhereas, pursuant to Article 3 of Directive 80/836/Euratom, each Member State must make compulsory the reporting of activities which involve a hazard arising from ionizing radiation; whereas, in the light of possible dangers and other relevant considerations, these activities are subject to prior authorization in cases decided upon by each Member State;\nWhereas Member States have consequently set up systems within their territories in order to meet the requirements of Article 3 of Directive 80/836/Euratom; whereas, therefore, by means of the internal controls that Member States apply on the basis of national rules consistent with existing Community and any relevant international requirements, Member States continue to ensure a comparable level of protection within their territories;\nWhereas shipments of radioactive waste between Member States and into and out of the Community are subject to the specific measures laid down by Directive 92/3/Euratom (6); whereas Member States are required to bring into force not later than 1 January 1994 the laws, regulations and administrative provisions necessary to comply with Directive 92/3/Euratom; whereas each Member State should be responsible for ensuring that its own radioactive waste is properly managed;\nWhereas the removal of frontier controls in the Community as from 1 January 1993 has deprived the competent authorities of Member States of information previously received through those controls on shipments of radioactive substances; whereas there is a need for the competent authorities concerned to receive the same level of information as before to continue implementing their controls for radiation protection purposes; whereas a Community system of declaration and provision of information would facilitate the maintenance of radiation protection control; whereas a system of prior declaration is needed for shipments of sealed sources and radioactive waste;\nWhereas special fissile materials as defined by Article 197 of the EAEC Treaty are subject to the provisions of Title II, Chapter VII — Safeguards of that Treaty; whereas the transport of such materials is subject to the obligations of the Member States and the Commission pursuant to the International Convention on the Physical Protection of Nuclear Materials (IAEA.1980);\nWhereas this Regulation is without prejudice to provision of information and to controls imposed for reasons other than radiation protection,\nHAS ADOPTED THIS REGULATION:\nArticle 1\n1.   This Regulation shall apply to shipments, between Member States, of sealed sources and other relevant sources, whenever the quantities and concentrations exceed the levels laid down in Article 4 (a) and (b) of Directive 80/836/Euratom. It shall also apply to shipments of radioactive waste, between Member States, as covered by Directive 92/3/Euratom.\n2.   In the case of nuclear materials, each Member State carries out all necessary controls, within its own territory, in order to ensure that each consignee of such materials, which are the subject of a shipment from another Member State, complies with the national provisions implementing Article 3 of Directive 80/836/Euratom.\nArticle 2\nFor the purposes of this Regulation:\n—\nshipment means transport operations from the place of origin to the place of destination, including loading and unloading of radioactive substances,\n—\nthe holder of radioactive substances means any natural or legal person who, before carrying out a shipment, has the legal responsibility under national law for such materials and intends to carry out shipment to a consignee,\n—\nthe cosignee of radioactive substances means any natural or legal person to whom such material is shipped,\n—\nsealed source has the meaning given to it in Directive 80/836/Euratom,\n—\nother relevant source means any radioactive substance not being a sealed source intended for direct or indirect use of the ionizing radiation it emits for medical, veterinary, industrial, commercial, research or agricultural applications,\n—\nradioactive waste has the meaning given to it in Directive 92/3/Euratom,\n—\nnuclear materials means the special fissile materials, the source materials and the ores as defined in Article 197 of the EAEC Treaty,\n—\ncompetent authorities means any authority responsible in the Member State for the application or administration of this Regulation or of any other authority designated by the Member State,\n—\nactivity has the meaning given to it in Directive 80/836/Euratom.\nArticle 3\nControls of shipments of sealed sources, other relevant sources and radioactive waste between Member States, pursuant to Community or national law, for the purpose of radiation protection shall be performed as part of the control procedures applied in a non-discriminatory manner throughout the territory of the Member State.\nArticle 4\n1.   A holder of sealed sources or radioactive waste who intends to carry out a shipment of such sources or waste, or to arrange for such a shipment to be carried out, shall obtain a prior written declaration by the consignee of the radioactive substances to the effect that the consignee has complied, in the Member State of destination, with all applicable provisions implementing Article 3 of Directive 80/836/Euratom and with relevant national requirements for safe storage, use or disposal of that class of source or waste.\nThe declaration shall be made by means of the standard documents set out in Annexes I and II to this Regulation.\n2.   The declaration referred to in paragraph 1 shall be sent by the consignee to the competent authority of the Member State to which the shipment is to be made. The competent authority shall confirm with its stamp on the document that it has taken note of the declaration and the declaration shall then be sent by the consignee to the holder.\nArticle 5\n1.   The declaration referred to in Article 4 may refer to more than one shipment, provided that:\n—\nthe sealed sources or radioactive waste to which it relates have essentially the same physical and chemical characteristics,\n—\nthe sealed sources or radioactive waste to which it relates do not exceed the levels of activity set out in the declaration, and\n—\nthe shipments are to be made from the same holder to the same consignee and involve the same competent authorities.\n2.   The declaration shall be valid for a period of hot more than three years from the date of stamping by the competent authority as referred to in Article 4 (2).\nArticle 6\nA holder of sealed sources, other relevant sources and radioactive waste who has carried out a shipment of such sources or waste, or arranged for such a shipment to be carried out, shall, within 21 days of the end of each calendar quarter, provide the competent authorities in the Member State of destination with the following information in respect of deliveries during the quarter:\n—\nnames and addresses of consignees,\n—\nthe total activity per radionuclide delivered to each consignee and the number of such deliveries made,\n—\nthe highest single quantity of each radionuclide delivered to each consignee,\n—\nthe type of substance: sealed source, other relevant source or radioactive waste.\nThe first such return shall cover the period 1 July to 30 September 1993.\nArticle 7\nThe competent authorities of Member States shall cooperate in ensuring the application and enforcement of this Regulation.\nArticle 8\nMember States shall forward to the Commission not later than 1 July 1993 the name(s) and the address(es) of the competent authorities as defined in Article 2 and all necessary information for rapidly communicating with such authorities.\nMember States shall forward to the Commission any changes to such data.\nThe Commission shall communicate this information, and any changes thereto, to all competent authorities in the Community and shall publish it, and any changes thereto, in the Official Journal of the European Communities.\nArticle 9\nNothing in this Regulation shall effect existing national provisions and international agreements on the transport, including transit, of radioactive material.\nArticle 10\nNothing in this Regulation shall affect the obligations and rights resulting from Directive 92/3/Euratom.\nArticle 11\n1.   The Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.\n2.   This Regulation shall cease to apply to radioactive waste on 1 January 1994.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Luxembourg, 8 June 1993.\nFor the Council\nThe President\nN. HELVEG PETERSEN\n(1)  OJ No C 347, 31. 12. 1992, p. 17.\n(2)  OJ No 150, 31. 5. 1993,\n(3)  OJ No C 19, 25. 1. 1993, p. 13.\n(4)  OJ No L 11, 20. 2. 1959, p. 221/59.\n(5)  OJ No L 246, 17. 9. 1980, p. 1. Directive as amended by Directive 84/467/Euratom (OJ No L 265, 5. 10. 1984, p. 4).\n(6)  OJ No L 35, 12. 2. 1992, p. 24.\nANNEX I\nSHIPMENT OF SEALED SOURCES BETWEEN THE MEMBER STATES OF THE EUROPEAN COMMUNITY\nANNEX II\nSHIPMENT OF RADIOACTIVE WASTE BETWEEN THE MEMBER STATES OF THE EUROPEAN COMMUNITY", "summary": "Shipments of radioactive substances\nShipments of radioactive substances\nSUMMARY OF:\nRegulation (Euratom) No 1493/93 on shipments of radioactive waste\nSUMMARY\nAfter the removal of internal border controls between European Union countries on 1 January 1993, national authorities needed the same level of information on shipments of radioactive substances as before, to continue implementing radiation protection controls.\nWHAT DOES THE REGULATION DO?\nIt introduces an EU-wide system for declarations of shipments of radioactive substances between EU countries.\nKEY POINTS\nHolders’ obligations\nWhen carrying out shipments of radioactive material, the ‘holder’* must provide a prior declaration by the ‘consignee’*. This declaration should certify the consignee's compliance with EU law on compulsory reporting about activities relating to natural and artificial radioactive substances. This declaration must be supplied to the competent national authority of the EU country of destination.\nHolders must also comply with national regulations for safe storage, use and disposal on radioactive activity.\nThe steps involved include:\n—\nThe consignee submits the declaration to the authority.\n—\nThe authority notes the declaration, confirming this with an official stamp and sends it back to the consignee.\n—\nThe consignee then sends the declaration to the holder.\nA declaration is valid for up to 3 years.\nMultiple shipments\nThe declaration issued can refer to multiple shipments if:\n—\nthe radioactive substances have the same physical and chemical characteristics,\n—\nthe sealed sources* to which it relates do not exceed the levels of activity set out in the declaration,\n—\nthe shipments are made from the same holder to the same consignee and involve the same competent authorities.\nInformation\nHolders must provide to the authorities within 21 days of any shipment:\n—\nthe names and addresses of consignees,\n—\nthe total radioactivity of each consignment delivered,\n—\nthe number of deliveries made and the quantities delivered to each consignee; the type of substance (sealed source or other relevant source).\nEU countries must report all activities which could involve a hazard arising from ionising radiation.\nRadioactive waste\nShipments of radioactive waste between EU countries and into and out of the EU are subject to specific measures laid down by Directive 2006/117/Euratom.\nWHEN DOES THE REGULATION APPLY?\nSince 9 July 1993.\nKEY TERMS\n* Holder: any individual or organisation in charge of planning the shipment of radioactive waste or spent fuel and legally responsible for it prior to shipment.\n* Consignee: the party that receives the shipment.\n* Sealed source: a source of ionising radiation consisting of radioactive substances firmly incorporated in solid and effectively inactive materials, or sealed in an inactive container of sufficient strength to prevent, under normal conditions of use, any dispersion of radioactive substances.\nACT\nCouncil Regulation (Euratom) No 1493/93 of 8 June 1993 on shipments of radioactive substances between Member States\nREFERENCES\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nRegulation (Euratom) No 1493/93\n9.7.1993\n-\nOJ L 148, 19.6.1993, pp. 1–7\nRELATED ACTS\nCouncil Directive 2006/117/Euratom of 20 November 2006 on the supervision and control of shipments of radioactive waste and spent fuel (OJ L 337, 5.12.2006, pp. 21–32)\nCouncil Directive 2013/59/Euratom of 5 December 2013 laying down basic safety standards for protection against the dangers arising from exposure to ionising radiation, and repealing Directives 89/618/Euratom, 90/641/Euratom, 96/29/Euratom, 97/43/Euratom and 2003/122/Euratom (OJ L 13, 17.1.2014, pp. 1–73)\nlast update 22.10.2015", "tags": ["customs formalities", "radioactive materials", "radioactive waste", "transport of dangerous goods", "nuclear safety", "intra-EU transport"], "subjects": ["Nuclear common market", "Public health", "Environment"], "split": "train", "reference_annotations": {}, "summary_annotations": {"31993R1493_p1": {"text": "Council directive 2013/59/euratom of 5 December 2013 laying down basic safety standards for protection against the dangers arising from exposure to ionising radiation, and repealing directive 89/618/euratom directive 90/641/euratom directive 96/29/euratom directive 97/43/euratom directive 2003/122/euratom (OJ L 13, 17.1.2014, pp. 1–73)---last update 22.10.2015", "triples": [" directive 2013/59/euratom,  repealing,  directive 89/618/euratom", " directive 2013/59/euratom,  repealing,  directive 90/641/euratom", " directive 2013/59/euratom,  repealing,  directive 96/29/euratom", " directive 2013/59/euratom,  repealing,  directive 97/43/euratom", " directive 2013/59/euratom,  repealing,  directive 2003/122/euratom"]}}}