{"celex_id": "32013R1300", "reference": "20.12.2013\nEN\nOfficial Journal of the European Union\nL 347/281\nREGULATION (EU) No 1300/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 17 December 2013\non the Cohesion Fund and repealing Council Regulation (EC) No 1084/2006\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular the second paragraph of Article 177 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving regard to the opinion of the Committee of the Regions (2),\nActing in accordance with the ordinary legislative procedure,\nWhereas:\n(1)\nThe first paragraph of Article 174 of the Treaty on the Functioning of the European Union (TFEU) provides that the Union is to develop and pursue its actions leading to the strengthening of its economic, social and territorial cohesion. The Cohesion Fund which is established by this Regulation should, therefore, provide a financial contribution to projects in the fields of environment and trans-European networks in the area of transport infrastructure.\n(2)\nRegulation (EU) No 1303/2013 of the European Parliament and of the Council (3) sets out provisions common to the European Regional Development Fund (ERDF), the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund. That Regulation constitutes a new framework for the European Structural and Investment Funds including the Cohesion Fund. It is necessary, therefore, to specify the tasks of the Cohesion Fund in relation to that framework and in relation to the purpose assigned to the Cohesion Fund in the TFEU.\n(3)\nSpecific provisions concerning the type of activities which can be supported by the Cohesion Fund, in order to contribute to the investment priorities within the thematic objectives set out in Regulation (EU) No 1303/2013, should be laid down.\n(4)\nThe Union should be able to contribute, through the Cohesion Fund, to actions in pursuit of its environmental objectives, in accordance with Articles 11 and 191 TFEU, namely energy efficiency and renewable energy and, in the transport sector outside the trans-European networks, rail, river and sea transport, intermodal transport systems and their interoperability, management of road, sea and air traffic, clean urban transport and public transport.\n(5)\nIt should be recalled that where measures based on Article 192(1) TFEU involve costs deemed disproportionate for the public authorities of a Member State and financial support from the Cohesion Fund is provided in accordance with Article 192(5) TFEU, the polluter pays principle is nevertheless to apply.\n(6)\nTrans-European transport network (TEN-T) projects supported by the Cohesion Fund are to comply with the guidelines established in Regulation (EU) No 1315/2013 of the European Parliament and of the Council (4). In order to concentrate efforts in that regard, priority should be given to projects of common interest as defined in that Regulation.\n(7)\nInvestment to achieve the reduction of greenhouse gas emissions from activities listed in Annex I to Directive 2003/87/EC of the European Parliament and of the Council (5) should not be eligible for support from the Cohesion Fund as it already benefits financially from the application of that Directive. That exclusion should not restrict the possibility of using the Cohesion Fund to support activities that are not listed in Annex I to Directive 2003/87/EC even if those activities are implemented by the same economic operators, and include activities such as energy efficiency investment in the co-generation of heat and power and in district heating networks, smart energy distribution, storage and transmission systems and measures aimed at reducing air pollution, even if one of the indirect effects of such activities is the reduction of greenhouse gas emissions, or if they are listed in the national plan referred to in Directive 2003/87/EC.\n(8)\nIt is not possible for investment in housing, other than that related to the promotion of energy efficiency or renewable energy use, to be eligible for support from the Cohesion Fund as it falls outside the scope of support from the Cohesion Fund as defined in the TFEU.\n(9)\nIn order to accelerate the development of transport infrastructure across the Union, the Cohesion Fund should support transport infrastructure projects of European added value provided for in Regulation (EU) No 1316/2013 of the European Parliament and of the Council (6) for a total amount of EUR 10 000 000 000. The allocation of support from the Cohesion Fund to those projects should comply with the rules established under Article 92(6) of Regulation (EU) No 1303/2013. In accordance with Regulation (EU) No 1316/2013, support should be available only to Member States eligible for funding from the Cohesion Fund, with the co-financing rates applicable to that Fund.\n(10)\nIt is important to ensure that, in promoting risk management investment, specific risks at regional, cross-border and transnational level are taken into account.\n(11)\nComplementarity and synergies between interventions supported by the Cohesion Fund, the ERDF, the European territorial cooperation goal and the Connecting Europe Facility should be ensured, in order to avoid duplication of efforts and to guarantee the optimal linkage of different types of infrastructure at local, regional and national level, and throughout the Union.\n(12)\nIn order to address the specific needs of the Cohesion Fund, and in line with the Union strategy for smart, sustainable and inclusive growth, it is necessary to set out within each thematic objective laid down in Regulation (EU) No 1303/2013, the Cohesion Fund-specific actions as 'investment priorities'. Those investment priorities should set out detailed objectives, which are not mutually exclusive, to which the Cohesion Fund is to contribute. Such investment priorities should form the basis for the definition of specific objectives within operational programmes that take into account the needs and characteristics of the programme area. In order to increase flexibility and reduce the administrative burden through joint implementation, the ERDF and the Cohesion Fund investment priorities under the corresponding thematic objectives should be aligned.\n(13)\nA common set of output indicators to assess the aggregated progress at Union level of the implementation of operational programmes should be set out in an Annex to this Regulation. Those indicators should correspond to the investment priority and type of action supported in accordance with this Regulation and the relevant provisions of Regulation (EU) No 1303/2013. The common output indicators should be complemented by programme-specific result indicators and, where relevant, by programme-specific output indicators.\n(14)\nIn order to amend this Regulation with regard to certain non-essential elements, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of the amendment of the list of common output indicators set out in Annex I to this Regulation. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level. The Commission, when preparing and drawing up delegated acts, should ensure a simultaneous, timely and appropriate transmission of relevant documents to the European Parliament and the Council.\n(15)\nSince the objective of this Regulation, namely to strengthen the economic, social and territorial cohesion of the Union in the interests of promoting sustainable development, cannot be sufficiently achieved by the Member States but can rather, by reason of the extent of the disparities between the levels of development of the various regions and the backwardness of the least favoured regions and the limit on the financial resources of the Member States and regions, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective.\n(16)\nSince this Regulation replaces Council Regulation (EC) No 1084/2006 (7), that Regulation should be repealed. However, this Regulation should not affect either the continuation or modification of assistance approved by the Commission on the basis of Regulation (EC) No 1084/2006 or any other legislation applying to that assistance on 31 December 2013. That Regulation or such other applicable legislation should consequently continue to apply after 31 December 2013 to that assistance or the operations concerned until their closure. Applications to receive assistance made or approved under Regulation (EC) No 1084/2006 should remain valid.\n(17)\nIn order to allow for the prompt application of the measures provided for in this Regulation, this Regulation should enter into force on the day following that of its publication in the Official Journal of the European Union,\nHAVE ADOPTED THIS REGULATION:\nArticle 1\nEstablishment of the Cohesion Fund and subject matter\n1.   A Cohesion Fund is hereby established for the purpose of strengthening the economic, social and territorial cohesion of the Union in the interests of promoting sustainable development.\n2.   This Regulation establishes the tasks of the Cohesion Fund and the scope of its support with regard to the Investment for growth and jobs goal referred to in Article 89 of Regulation (EU) No 1303/2013.\nArticle 2\nScope of support from the Cohesion Fund\n1.   The Cohesion Fund shall, while ensuring an appropriate balance and according to the investment and infrastructure needs specific to each Member State, support:\n(a)\ninvestment in the environment, including areas related to sustainable development and energy which present environmental benefits;\n(b)\nTEN-T, in compliance with the guidelines adopted by Regulation (EU) No 1315/2013;\n(c)\ntechnical assistance.\n2.   The Cohesion Fund shall not support:\n(a)\nthe decommissioning or the construction of nuclear power stations;\n(b)\ninvestment to achieve the reduction of greenhouse gas emissions from activities listed in Annex I to Directive 2003/87/EC;\n(c)\ninvestment in housing unless related to the promotion of energy efficiency or renewable energy use;\n(d)\nthe manufacturing, processing and marketing of tobacco and tobacco products;\n(e)\nundertakings in difficulty, as defined under Union State aid rules;\n(f)\ninvestment in airport infrastructure unless related to environmental protection or accompanied by investment necessary to mitigate or reduce its negative environmental impact.\nArticle 3\nCohesion Fund support for transport infrastructure projects under the Connecting Europe Facility\nThe Cohesion Fund shall support transport infrastructure projects of European added value provided for in Regulation (EU) No 1316/2013 for an amount of EUR 10 000 000 000 in accordance with Article 92(6) of Regulation (EU) No 1303/2013.\nArticle 4\nInvestment priorities\nThe Cohesion Fund shall support the following investment priorities within the thematic objectives set out in the first paragraph of Article 9 of Regulation (EU) No 1303/2013, in accordance with the development needs and growth potential referred to in point (a)(i) of Article 15(1) of that Regulation and set out in the Partnership Agreement:\n(a)\nsupporting the shift towards a low-carbon economy in all sectors by:\n(i)\npromoting the production and distribution of energy derived from renewable sources;\n(ii)\npromoting energy efficiency and renewable energy use in enterprises;\n(iii)\nsupporting energy efficiency, smart energy management and renewable energy use in public infrastructure, including in public buildings, and in the housing sector;\n(iv)\ndeveloping and implementing smart distribution systems that operate at low and medium voltage levels;\n(v)\npromoting low-carbon strategies for all types of territories, in particular for urban areas, including the promotion of sustainable multimodal urban mobility and mitigation-relevant adaptation measures;\n(vi)\npromoting the use of high-efficiency co-generation of heat and power based on useful heat demand;\n(b)\npromoting climate change adaptation, risk prevention and management by:\n(i)\nsupporting investment for adaptation to climate change, including ecosystem-based approaches;\n(ii)\npromoting investment to address specific risks, ensuring disaster resilience and developing disaster management systems;\n(c)\npreserving and protecting the environment and promoting resource efficiency by:\n(i)\ninvesting in the waste sector to meet the requirements of the Union's environmental acquis and to address needs, identified by the Member States, for investment that goes beyond those requirements;\n(ii)\ninvesting in the water sector to meet the requirements of the Union's environmental acquis and to address needs, identified by the Member States, for investment that goes beyond those requirements;\n(iii)\nprotecting and restoring biodiversity and soil and promoting ecosystem services, including through Natura 2000, and green infrastructure;\n(iv)\ntaking action to improve the urban environment, to revitalise cities, regenerate and decontaminate brownfield sites (including conversion areas), reduce air pollution and promote noise-reduction measures;\n(d)\npromoting sustainable transport and removing bottlenecks in key network infrastructures by:\n(i)\nsupporting a multimodal Single European Transport Area by investing in the TEN-T;\n(ii)\ndeveloping and improving environmentally-friendly (including low-noise) and low-carbon transport systems, including inland waterways and maritime transport, ports, multimodal links and airport infrastructure, in order to promote sustainable regional and local mobility;\n(iii)\ndeveloping and rehabilitating comprehensive, high quality and interoperable railway systems, and promoting noise-reduction measures;\n(e)\nenhancing institutional capacity of public authorities and stakeholders and efficient public administration through actions to strengthen the institutional capacity and the efficiency of public administrations and public services related to the implementation of the Cohesion Fund.\nArticle 5\nIndicators\n1.   Common output indicators, as set out in Annex I to this Regulation, programme-specific result indicators and, where relevant, programme-specific output indicators shall be used in accordance with Article 27(4) and point (b)(ii) and (iv) and point (c)(ii) and (iv) of Article 96(2) of Regulation (EU) No 1303/2013.\n2.   For common and programme-specific output indicators, baselines shall be set at zero. Cumulative quantified target values for those indicators shall be set for 2023.\n3.   For programme-specific result indicators, which relate to investment priorities, baselines shall use the latest available data and targets shall be set for 2023. Targets may be expressed in quantitative or qualitative terms.\n4.   The Commission shall be empowered to adopt delegated acts in accordance with Article 7 to amend the list of common output indicators set out in Annex I, in order to make adjustments, where justified to ensure effective assessment of progress in operational programme implementation.\nArticle 6\nTransitional provisions\n1.   This Regulation shall not affect either the continuation or modification, including the total or partial cancellation of assistance approved by the Commission on the basis of Regulation (EC) No 1084/2006 or any other legislation applying to that assistance on 31 December 2013. That Regulation or such other applicable legislation shall consequently continue to apply after 31 December 2013 to that assistance or the operations concerned until their closure. For the purposes of this paragraph assistance shall cover operational programmes and major projects.\n2.   Applications to receive assistance made or approved under Regulation (EC) No 1084/2006 shall remain valid.\nArticle 7\nExercise of the delegation\n1.   The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article.\n2.   The power to adopt delegated acts referred to in Article 5(4) shall be conferred on the Commission from 21 December 2013 until 31 December 2020.\n3.   The delegation of power referred to in Article 5(4) may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force.\n4.   As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council.\n5.   A delegated act adopted pursuant to Article 5(4) shall enter into force only if no objection has been expressed either by the European Parliament or the Council within a period of two months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or the Council.\nArticle 8\nRepeal\nWithout prejudice to Article 6 of this Regulation, Regulation (EC) No 1084/2006 is hereby repealed with effect from 1 January 2014.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table set out in Annex II.\nArticle 9\nReview\nThe European Parliament and the Council shall review this Regulation by 31 December 2020, in accordance with Article 177 TFEU.\nArticle 10\nEntry into force\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 17 December 2013.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nR. ŠADŽIUS\n(1)  OJ C 191, 29.6.2012, p. 38.\n(2)  OJ C 225, 27.7.2012, p. 143.\n(3)  Regulation (EU) No 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006 (See page 320 of this Official Journal).\n(4)  Regulation (EU) No 1315/2013 of the European Parliament and of the Council of 11 December 2013 on Union guidelines for the development of the trans-European transport network and repealing Decision No 661/2010/EU (OJ L 348, 20.12.2013, p. 1).\n(5)  Directive 2003/87/EC of the European Parliament and of the Council of 13 October 2003 establishing a scheme for greenhouse gas emission allowance trading within the Community and amending Council Directive 96/61/EC (OJ L 275, 25.10.2003, p. 32).\n(6)  Regulation (EU) No 1316/2013 of the European Parliament and of the Council of 11 December 2013 establishing the Connecting Europe Facility, amending Regulation (EU) No 913/2010 and repealing Regulations (EC) No 680/2007 and (EC) No 67/2010 (OJ L 348, 20.12.2013, p. 129).\n(7)  Council Regulation (EC) No 1084/2006 of 11 July 2006 establishing a Cohesion Fund and repealing Regulation (EC) No 1164/94 (OJ L 210, 31.7.2006, p. 79).\nANNEX I\nCOMMON OUTPUT INDICATORS FOR THE COHESION FUND\nUNIT\nNAME\nEnvironment\nSolid waste\ntonnes/year\nAdditional waste recycling capacity\nWater supply\npersons\nAdditional population served by improved water supply\nWastewater treatment\npopulation equivalent\nAdditional population served by improved wastewater treatment\nRisk prevention and management\npersons\nPopulation benefiting from flood protection measures\npersons\nPopulation benefiting from forest fire protection measures\nLand rehabilitation\nhectares\nTotal surface area of rehabilitated land\nNature and biodiversity\nhectares\nSurface area of habitats supported in order to attain a better conservation status\nEnergy and climate change\nRenewables\nMW\nAdditional capacity of renewable energy production\nEnergy efficiency\nhouseholds\nNumber of households with improved energy consumption classification\nkWh/year\nDecrease of annual primary energy consumption of public buildings\nusers\nNumber of additional energy users connected to smart grids\nGHG reduction\ntonnes of CO2eq\nEstimated annual decrease of GHG\nTransport\nRailway\nkilometres\nTotal length of new railway lines\nkilometres\nTotal length of reconstructed or upgraded railway lines\nRoads\nkilometres\nTotal length of newly built roads\nkilometres\nTotal length of reconstructed or upgraded roads\nUrban transport\nkilometres\nTotal length of new or improved tram and metro lines\nInland waterways\nkilometres\nTotal length of new or improved inland waterways\nANNEX II\nCORRELATION TABLE\nRegulation (EC) No 1084/2006\nThis Regulation\nArticle 1\nArticle 1\nArticle 2\nArticle 2\nArticle 3\n—\nArticle 4\n—\n—\nArticle 3\n—\nArticle 4\n—\nArticle 5\nArticle 5\nArticle 6\nArticle 5a\n—\n—\nArticle 7\nArticle 6\nArticle 8\nArticle 7\nArticle 9\nArticle 8\nArticle 10\nJoint statement of the European Parliament and of the Council concerning the application of Article 6 of the ERDF Regulation, Article 15 of the ETC Regulation and Article 4 of the Cohesion Fund Regulation\nThe European Parliament and the Council note the assurance provided by the Commission to the EU legislature that the common output indicators for the ERDF Regulation, the ETC Regulation and the Cohesion Fund Regulation to be included in an annex to, respectively, each regulation, are the outcome of a lengthy preparatory process involving the evaluation experts of both the Commission and the Member States and, in principle, are expected to remain stable.", "summary": "Cohesion Fund (2014-20)\nCohesion Fund (2014-20)\nThis regulation sets out the objectives for the EU’s Cohesion Fund for the funding period 2014-20. The Fund is one of the EU's financial instruments that aim to narrow the disparities in development between the regions.\nACT\nRegulation (EU) No 1300/2013 of the European Parliament and of the Council of 17 December 2013 on the Cohesion Fund and repealing Council Regulation (EC) No 1084/2006.\nSUMMARY\nThe Cohesion Fund provides support for the poorer regions of the EU with a view to promoting growth, employment and sustainable development. Member States with a gross national income (GNI) per inhabitant below 90 % of the EU average are eligible for funding from the Cohesion Fund. The ceiling for the Cohesion Fund's contribution to public expenditure in the Member States is set at 85 %.\nFields of activity\nThe Cohesion Fund co-finances action to:\n—\ndevelop trans-European transport networks;\n—\nfurther the EU’s environmental objectives, i.e. the promotion of energy efficiency and renewable energy and support for sustainable transport projects which do not form part of trans-European transport networks;\n—\nprovide technical assistance.\nInvestment priorities include projects that promote:\n—\na low-carbon economy;\n—\nclimate change adaptation, risk prevention and management;\n—\nenvironmental protection/conservation.\n—\nsustainable transport and removing bottlenecks.\nA total of EUR 10 billion will be available in the funding period 2014-20 to co-finance transport infrastructure projects of European added value provided for in the Connecting Europe Facility Regulation (No 1316/2013)\nEligible expenditure\nEligibility is decided at national level. However, the following types of expenditure are not eligible for Cohesion Fund financing:\n—\nthe decommissioning or the construction of nuclear power stations;\n—\ninvestment to achieve the reduction of greenhouse gas emissions from activities covered by the Emissions Trade Scheme (ETS);\n—\nhousing (except for energy efficiency or renewable energy use);\n—\nthe manufacturing, processing and marketing of tobacco;\n—\nhelp to companies in difficulty;\n—\ninvestment in airport infrastructure (unless related to environmental protection or accompanied by measures to mitigate negative environmental impact).\nThe regulation must be reviewed by 31 December 2020.\nREFERENCES\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nRegulation (EC) No 1300/2013\n21.12.2013\n-\nOJ L 347 of 20.12.2013\nRELATED ACTS\nCommission Implementing Decision 2014/99/EU setting out the list of regions eligible for funding from the European Regional Development Fund and the European Social Fund and of Member States eligible for funding from the Cohesion Fund for the period 2014-2020 (OJ L 50 of 20.2.2014).\nRegulation (EU) No 1303/2013 of the European Parliament and of the Council laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006 (OJ L 347 of 20.12.2013).\nLast updated: 17.04.2014", "tags": ["environmental protection", "transport network", "adaptation to climate change", "sustainable development", "Cohesion Fund", "energy grid", "trans-European network", "sustainable mobility", "renewable energy"], "subjects": ["Cohesion Fund", "Economic, social and territorial cohesion"], "split": "test", "reference_annotations": {"32013R1300_p1": {"text": "regulation 1300/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 17 December 2013---on the Cohesion Fund and repealing Council regulation 1084/2006", "triples": [" regulation 1300/2013,  repealing,  regulation 1084/2006"]}, "32013R1300_p2": {"text": "(3)  regulation 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council regulation 1083/2006 (See page 320 of this Official Journal).", "triples": [" regulation 1303/2013,  repealing,  regulation 1083/2006"]}, "32013R1300_p3": {"text": "(4)  regulation 1315/2013 of the European Parliament and of the Council of 11 December 2013 on Union guidelines for the development of the trans-European transport network and repealing decision 661/2010/eu (OJ L 348, 20.12.2013, p. 1).", "triples": [" regulation 1315/2013,  repealing,  decision 661/2010/eu"]}, "32013R1300_p4": {"text": "(5)  directive 2003/87/ec of the European Parliament and of the Council of 13 October 2003 establishing a scheme for greenhouse gas emission allowance trading within the Community and amending Council directive 96/61/ec (OJ L 275, 25.10.2003, p. 32).", "triples": [" directive 2003/87/ec,  amending,  directive 96/61/ec"]}, "32013R1300_p5": {"text": "(6)  regulation 1316/2013 of the European Parliament and of the Council of 11 December 2013 establishing the Connecting Europe Facility, amending regulation 913/2010 and repealing regulation 680/2007 regulation 67/2010 (OJ L 348, 20.12.2013, p. 129).", "triples": [" regulation 1316/2013,  amending,  regulation 913/2010", " regulation 1316/2013,  repealing,  regulation 680/2007", " regulation 1316/2013,  repealing,  regulation 67/2010"]}, "32013R1300_p6": {"text": "(7)  Council regulation 1084/2006 of 11 July 2006 establishing a Cohesion Fund and repealing regulation 1164/94 (OJ L 210, 31.7.2006, p. 79).", "triples": [" regulation 1084/2006,  repealing,  regulation 1164/94"]}}, "summary_annotations": {"32013R1300_p1": {"text": "regulation 1300/2013 of the European Parliament and of the Council of 17 December 2013 on the Cohesion Fund and repealing Council regulation 1084/2006.", "triples": [" regulation 1300/2013,  repealing,  regulation 1084/2006"]}, "32013R1300_p2": {"text": "regulation 1303/2013 of the European Parliament and of the Council laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council regulation 1083/2006 (OJ L 347 of 20.12.2013).", "triples": [" regulation 1303/2013,  repealing,  regulation 1083/2006"]}}}