{"celex_id": "32015Y0417(01)", "reference": "17.4.2015\nEN\nOfficial Journal of the European Union\nC 123/1\nAGREEMENT BETWEEN THE EUROPEAN POLICE OFFICE (EUROPOL) AND THE EUROPEAN CENTRAL BANK (ECB)\n(2015/C 123/01)\nTHIS AGREEMENT is made\nBETWEEN\nthe European Police Office (Europol), which has its seat at Eisenhowerlaan 73, 2517 KK The Hague, The Netherlands, represented by its Director, Mr Rob Wainwright\nAND\nthe European Central Bank (ECB), which has its seat at Kaiserstraße 29, 60311 Frankfurt am Main, Germany, represented by its President, Mr Mario Draghi\n(hereinafter also, jointly, the ‘Parties’ and each of them, individually, the ‘Party’).\nWhereas:\n1.\nThe Parties entered into an Agreement on 13 December 2001 to cooperate with regard to the fight against counterfeiting of the euro (hereinafter the ‘Agreement of 13 December 2001’) (1).\n2.\nThis cooperation is part of the Parties' joint determination to combat the threats arising from counterfeiting of the euro and to play a central role in this fight; and in this context they cooperate, within their respective competencies, with the national central banks (NCBs) of the European System of Central Banks (ESCB), the Europol National Units, the National Analysis Centres, the Coin National Analysis Centres, the European Technical and Scientific Centre, the European Commission and other national and European authorities and international organisations.\n3.\nArticle 3(3) of Council Regulation (EC) No 1338/2001 lays down measures necessary for the protection of the euro against counterfeiting (2). It provides that Europol and the ECB will enter into an agreement by means of which Europol has access to the technical and statistical data held by the ECB relating to counterfeit banknotes and coins discovered both in Member States and in non-member countries. In addition, Council Regulation (EC) No 1339/2001 extends the application of Regulation (EC) No 1338/2001 to those Member States whose currency is not the euro (3).\n4.\nOn 8 November 2001, the ECB adopted Decision ECB/2001/11 on certain conditions regarding access to the Counterfeiting Monitoring System (CMS) (4), which is the ECB-managed system, containing technical and statistical information on counterfeiting of euro banknotes and coins, whether originating in Member States or in third countries; that Decision refers to entering into an agreement between the Parties in connection with the access of Europol to the CMS.\n5.\nAs an agency of the European Union, Europol is entrusted to act as the Central Office for combating euro counterfeiting in accordance with Council Decision 2005/511/JHA of 12 July 2005 on protecting the euro against counterfeiting by designating Europol as the Central Office for combating euro counterfeiting (5). Further, in accordance with Council Decision 2009/371/JHA of 6 April 2009 establishing the European Police Office (6), Europol may also encourage the coordination of measures carried out in order to fight euro counterfeiting by the competent authorities of the Member States or in the context of joint investigation teams, and where appropriate, in liaison with other Union entities.\n6.\nAccording to Article 22 of the Decision 2009/371/JHA, Europol is allowed to establish and maintain cooperative relations with the institutions, bodies, offices and agencies set up by, or on the basis of, the Treaty on European Union and the Treaties establishing the European Communities.\n7.\nSince the Agreement of 13 December 2001 does not include cooperation in fighting crimes with regard to payment systems and non-cash means of payment, the Parties wish to further extend their cooperation to: (a) combating fraud in payment systems generally; and (b) preventing the counterfeiting of non-cash means of payment within the respective competence and mandate of the Parties. In addition, the parties wish to further develop their cooperation in the field of combating euro counterfeiting.\n8.\nThe Management Board of Europol agreed on the content of this revised Agreement on 2 October 2014.\n9.\nThe Governing Council of the ECB agreed on the content of this revised Agreement on 30 May 2014 and on that date authorised the President of the ECB to sign it on behalf of the ECB,\nThe Parties have agreed as follows:\nCHAPTER I\nGENERAL PROVISIONS\nArticle 1\nPurpose of the Agreement\nThe purpose of this Agreement is to establish a framework for effective cooperation between the Parties, within their respective competencies and subject to their respective rules and regulations. This cooperation shall cover:\n(a)\nmeasures to prevent, identify and combat threats arising from illegal activities related to euro banknotes and coins, non-cash means of payments and the security of payments;\n(b)\nassistance in these areas provided by both Parties to national, European and international authorities.\nArticle 2\nConsultation and exchange of information\n1.   The Parties, acting in accordance with their respective competencies, shall consult each other regularly on policies to be adopted and implemented on matters of common interest, as indicated in Article 1, in order to achieve their objectives, coordinate their activities and avoid duplication of effort. The President of the ECB and the Director of Europol, or the persons designated by them, shall meet at least once a year to review the implementation of this Agreement.\n2.   Exchange of information between the Parties shall take place for the purpose of and in accordance with the provisions of this Agreement, and shall not include data related to an identified individual or identifiable individuals.\n3.   The Parties may agree on an exchange of staff on a secondment basis. Details shall be laid down in a separate memorandum of understanding.\nArticle 3\nContact persons\n1.   For the purpose of implementing this Agreement:\n—\nthe ECB's contact persons shall be the Director of the ECB's Banknotes Directorate (with regard to cooperating in the field of combating euro banknote and coin counterfeiting), and the Director-General of the ECB's Directorate-General Market Infrastructure and Payments (with regard to cooperating in the field of combating fraud in payment systems and counterfeiting non-cash means of payment);\n—\nEuropol's contact person shall be the Deputy Director Operations.\nChanges to the contact persons under this paragraph may be agreed upon by an Exchange of Letters between the Director of Europol and the President of the ECB at a later date.\n2.   For the purpose of Article 5(1), Europol shall designate additional contact persons and notify the ECB's contact persons in writing of their names as well as any change thereof.\nCHAPTER II\nSPECIFIC PROVISIONS ON EURO COUNTERFEITING\nArticle 4\nExchange of information, coordination of policies and activities and mutual assistance\n1.   The Parties shall provide each other promptly and regularly with information regarding counterfeiting of the euro and other currencies. Such information shall include, in the case of information to be provided by Europol to the ECB, information originating from national, European and international law enforcement authorities, and in the case of information to be provided by the ECB to Europol, information obtained from national, European and international authorities.\n2.   The Parties shall undertake to coordinate their policies, training activities, public information campaigns and publications falling within the scope of this Agreement. They shall also inform each other of their public statements and external communication policy in connection with euro counterfeiting, with the exception of operational information.\n3.   Europol shall assist the ECB in any relationship with national, European and international law enforcement organisations in matters related to the counterfeiting of the euro.\n4.   The Parties shall ensure coordination of their early warning system messages.\nArticle 5\nAccess to the CMS database and related provisions\n1.   The ECB shall grant on-line read-only access to the CMS database to the officials of Europol designated as contact persons for this purpose under Article 3(2). Such access shall not allow these officials of Europol to directly introduce data into the CMS database. The modalities of access, including the necessary systems-related arrangements, shall be further specified by an Exchange of Letters between the President of the ECB and the Director of Europol.\n2.   In addition, Europol shall be promptly informed by the ECB of the creation of every new common class of counterfeit within the CMS and of the discovery of any large quantity of counterfeit euro banknotes.\n3.   The ECB shall provide Europol with specimen of genuine euro banknotes and related technical descriptions as well as with at least one sample of each counterfeit euro banknote that has been assigned a new class indicative in the CMS. This provision shall be implemented in such a way that it does not prevent suspected counterfeit banknotes from being used or retained as evidence in criminal procedures.\nArticle 6\nRequests for assistance\n1.   The Parties shall communicate to each other all requests for the provision of technical expertise or evidence in judicial proceedings with regard to counterfeiting of the euro and establish appropriate procedures for coordinating their respective responses to each such request.\n2.   The Parties shall cooperate to establish a clear channel of communication for requests for law enforcement assistance through Europol.\nArticle 7\nTechnical analysis\n1.   The results of each technical analysis shall be made directly available by the ECB to Europol.\n2.   Technical analyses of counterfeits carried out by Europol or by third-parties on behalf of Europol shall be made available by Europol to the ECB.\nCHAPTER III\nSPECIFIC PROVISION ON THE PREVENTION OF FRAUD AND THE COUNTERFEITING OF NON-CASH MEANS OF PAYMENT\nArticle 8\nExchange of information\nActing in accordance with their respective competencies and in order to foster fraud prevention and the fight against the counterfeiting of non-cash means of payment, the Parties may exchange the following information on an ad hoc basis: (a) reports and aggregated statistical data; (b) information on major security incidents, risk and technology assessments; and (c) findings from the ECB and Europol's relevant activities, subject to the applicable confidentiality rules.\nThe ECB may forward relevant information from Europol to the other members of the ESCB on a ‘need to know’ basis, unless Europol expressly states that the information should not be forwarded. The ECB may forward relevant information from the other members of the ESCB to Europol, subject to the agreement of the relevant NCB(s).\nCHAPTER IV\nFINAL PROVISIONS\nArticle 9\nConfidentiality\n1.   Each Party shall ensure that information received on the basis of this Agreement from the other Party will be subject to its confidentiality and security standards for the processing of information, and will receive a level of protection which is at least equivalent to the level of protection offered by the measures applied to that information by the other Party.\n2.   The Parties shall establish an equivalence between their respective confidentiality and security used standards by an Exchange of Letters.\n3.   The Party supplying the information shall be responsible for the choice of the appropriate confidentiality level for information supplied and shall ensure that the level is clearly indicated. In accordance with the principle of proportionality, confidentiality levels shall be attributed to the lowest possible level by each Party and amended accordingly, wherever possible.\n4.   Both Parties may at any time request an amendment of the chosen confidentiality level for information supplied, including the possible removal of the confidentiality level entirely. The receiving Party shall be obliged to amend the confidentiality level accordingly.\n5.   Either Party may, for reasons of confidentiality, specify restrictions on the usage of data supplied to the other Party. The receiving Party shall comply with any such restrictions.\n6.   Either Party shall process the personal data received in connection with the administrative implementation of this Agreement in accordance with the data protection rules applicable to it. Either Party shall use such personal data solely for the purpose of managing the Agreement.\nArticle 10\nLiability\nIf damage is caused to one Party or to an individual as a result of the unauthorised or incorrect processing of information under this Agreement by the other Party acting wilfully or negligently, that Party shall be liable for such damage. The determination and compensation of damage between the Parties under this Article shall be established in accordance with the procedure laid down in Article 11.\nArticle 11\nSettlement of disputes\n1.   All disputes which may arise in connection with the interpretation or application of this Agreement shall be settled by means of consultations and negotiations between representatives of the Parties.\n2.   In the event of either Party's significant failure to comply with the provisions of this Agreement, or if a Party is of the view that such a failure may occur in the near future, either Party may temporarily suspend the application of this Agreement, pending the application of paragraph 1 above. Obligations inherent upon the Parties under the Agreement will nonetheless remain in force.\nArticle 12\nMiscellaneous\n1.   The Parties shall be responsible for their own expenses arising from the implementation of this Agreement, unless otherwise stipulated.\n2.   This Agreement may be amended by mutual consent between the Parties.\n3.   Either Party may terminate this Agreement with 12 months' prior written notice. In case of termination, the Parties shall reach agreement on the continued use and storage of the information that has already been communicated between them. If no agreement is reached, either Party shall have the right to require that the information which it has communicated be destroyed or returned to the transmitting Party.\n4.   The Agreement of 13 December 2001 is hereby repealed and any references to it shall be construed as references to this Agreement.\n5.   This Agreement shall enter into force on the day after its signature.\n6.   This Agreement shall be published in the C series of the Official Journal of the European Union.\nDone in two copies in the English language.\nDone at the Hague, 7 November 2014.\nFor Europol\nRob WAINWRIGHT\nDone at Frankfurt am Main, 2 December 2014.\nFor the ECB\nMario DRAGHI\n(1)  OJ C 23, 25.1.2002, p. 9.\n(2)  OJ L 181, 4.7.2001, p. 6.\n(3)  OJ L 181, 4.7.2001, p. 11.\n(4)  OJ L 337, 20.12.2001, p. 49.\n(5)  OJ L 185, 16.7.2005, p. 35.\n(6)  OJ L 121, 15.5.2009, p. 37.", "summary": "Counterfeiting & fraud – Europol & European Central Bank agreement\nCounterfeiting & fraud – Europol & European Central Bank agreement\nSUMMARY OF:\nAgreement between the European Police Office (Europol) and the European Central Bank (ECB)\nWHAT IS THE AIM OF THIS AGREEMENT?\n              \nIt provides rules for cooperation between the European Central Bank (ECB) and the European Police Office (Europol) in the field of combating euro counterfeiting and extends this cooperation to:\ncombating fraud in payment systems generally; and\npreventing the counterfeiting of non-cash means of payment.\nKEY POINTS\nCooperation between the ECB and Europol\nThis cooperation covers:\nmeasures to prevent, identify and combat threats arising from illegal activities related to euro banknotes and coins, non-cash means of payment and the security of payments;\nassistance in these areas provided by both parties to national, European and international authorities.\nConsultation and exchange of information\nThe ECB and Europol agree to:\nregularly consult with one another on these policies of common interest;\nprovide each other regularly and promptly with information regarding counterfeiting of the euro;\nexchange on an ad hoc basis information in order to foster fraud prevention and the fight against the counterfeiting of non-cash means of payment, such as\nreports and statistics,\ninformation on major security incidents, risk and technology assessments, and\nfindings from their respective relevant activities);\ncoordinate their policies, training activities, public information campaigns and publications on euro counterfeiting. In addition, Europol agrees to assist the ECB in its relationships with law enforcement organisations at national, EU or international level in matters relating to counterfeiting of the euro.\nCounterfeiting monitoring system (CMS) database\nThe ECB agrees to give read-only access to their CMS database to Europol officials in the context of combating euro counterfeiting. Europol officials are not allowed to directly introduce data into the database.\nThe ECB agrees to keep Europol promptly informed of the creation of every new common type of counterfeit within the CMS and of the discovery of any large quantity of counterfeit euro banknotes.\nFROM WHEN DOES THE AGREEMENT APPLY?\nIt has applied since 3 December 2014.\nBACKGROUND\n              \nThe ECB and Europol have worked closely together since 2001 in the fight against counterfeiting of the euro. In 2014, by signing this agreement, the organisations agreed to extend this cooperation with regard to fraud in payment systems and counterfeiting of non-cash means of payment.\nFor more information, see:\n‘Anti-Counterfeiting’ on the European Commission's website,\n‘Legislation against euro-counterfeiting’ on the European Commission's website.\nMAIN DOCUMENT\nAgreement between the European Police Office (Europol) and the European Central Bank (ECB) (OJ C 123, 17.4.2015, pp. 1-5)\nlast update 14.11.2016", "tags": ["fight against crime", "paper money", "cooperation agreement (EU)", "European Central Bank", "Europol", "exchange of information", "euro", "counterfeiting", "confidentiality"], "subjects": ["European Central Bank (ECB)", "Judicial cooperation in criminal matters", "Provisions governing the Institutions", "European Central Bank (ECB)"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}