{"celex_id": "31999R0856", "reference": "EUR-Lex - 31999R0856 - EN\nAvis juridique important\n|\n31999R0856\nCouncil Regulation (EC) No 856/1999 of 22 April 1999 establishing a special framework of assistance for traditional ACP suppliers of bananas\nOfficial Journal L 108 , 27/04/1999 P. 0002 - 0006\nCOUNCIL REGULATION (EC) No 856/1999of 22 April 1999establishing a special framework of assistance for traditional ACP suppliers of bananasTHE COUNCIL OF THE EUROPEAN UNION,Having regard to the Treaty establishing the European Community, and in particular Article 130w thereof,Having regard to the proposal from the Commission(1),Acting in accordance with the procedure laid down in Article 189c of the Treaty(2),(1) Whereas the European Union is bound by the undertakings it made to the ACP countries under the Lomé Convention, and more particularly Protocol 5 thereof, which seeks to guarantee maintenance for the ACP States of their advantages on the European market, access to that market in conditions that may not be less favourable than those that they have previously enjoyed and improvement of production and marketing conditions for ACP bananas;(2) Whereas the common organisation of the market in bananas established by Regulation (EEC) No 404/93(3) set the framework for continuing, on the Community market, the advantages enjoyed in the past by traditional ACP suppliers;(3) Whereas, in particular, the trade arrangements with third countries established by Title IV of the said Regulation were designed to allow bananas produced by the ACP States, which are traditional suppliers to the Community, to be disposed of on the Community market providing an adequate income for the producers, in accordance with the Community's commitment set out above;(4) Whereas these trade arrangements have been amended by Regulation (EC) No 1637/98;(5) Whereas these trade modifications have substantially altered the market conditions for traditional ACP suppliers and might, in particular, harm the most disadvantaged suppliers;(6) Whereas particular efforts will thus be needed by traditional ACP suppliers to adapt to these new market conditions in order to maintain a presence on the Community market and to allow for the continuing viability of traditional ACP supplies;(7) Whereas technical and financial assistance, additional to that provided for in the fourth ACP-EC Convention of Lomé, should therefore be granted to traditional ACP suppliers to enable them to adapt to new market conditions and in particular to improve competitiveness; whereas at the same time environment-friendly production and marketing methods which also respect social standards should be encouraged;(8) Whereas, as this assistance should relate to the special efforts required as a consequence of the new market conditions, objective criteria should be fixed to determine the extent of such assistance;(9) Whereas, in order to ensure the appropriateness of such assistance with regard to the objectives pursued, this assistance should be temporary and should be gradually and smoothly phased out;(10) Whereas, to facilitate implementation of these provisions, a procedure involving close cooperation between the Member States and the Commission should be established,HAS ADOPTED THIS REGULATION:Article 11. A special framework for technical and financial assistance is hereby established to assist traditional ACP suppliers of bananas to adapt to the new market conditions following the amendments made to the common organisation of the market in bananas by Regulation (EC) No 1637/98.2. This special framework shall be implemented for a period not exceeding ten years starting on 1 January 1999.Article 2For the purposes of this Regulation:- \"traditional ACP suppliers\" means the ACP countries listed in the Annex,- \"bananas\" means fresh or dried bananas covered by CN code 0803, except for plantains.Article 31. Traditional ACP suppliers shall be eligible for technical and financial assistance.2. Technical and financial assistance shall be granted at the request of the ACP to contribute to the implementation of programmes aiming:(a) to improve competitiveness in the banana sector, in particular through:- increasing productivity, without causing damage to the environment,- improving quality, including phytosanitary measures,- adapting production, distribution or marketing methods to meet the quality standards provided for in Article 2 of Regulation (EEC) No 404/93,- establishing producers' organisations which have as their objective the improvement of the marketing and competitiveness of their products and the development of systems of certifying environment-friendly production methods, including fair-trade bananas,- developing a production and/or marketing strategy to meet the requirements of the market in the light of the Community's common organisation of the market in bananas,- assisting with training, market intelligence, the development of environment-friendly production methods including fair-trade bananas, improving the distribution infrastructure and improving commercial and financial services to banana producers;(b) to support diversification where improvement in the competitiveness of the banana sector is not sustainable.Article 4The Commission shall decide on the eligibility of the programmes referred to in Article 3 after consultation with the traditional ACP suppliers concerned in accordance with the procedures laid down in Article 6. Special account will be taken of the individual circumstances of each ACP supplier, with particular regard to the need for specific solutions for Somalia. It shall also take into account the consistency of the envisaged programme with the general development objectives of the ACP State concerned and its coherence with regional cooperation with other banana producers, in particular the Community producers.Article 51. The Commission shall be responsible for appraising, taking decisions on and managing operations conducted under this Regulation, in accordance with the budgetary and other procedures in force, notably those laid down in the Financial Regulation applicable to the general budget of the European Communities.2. Decisions concerning any operation financed under this Regulation at a cost of over EUR 2 million, or any adjustment of such an operation involving an increase of more than 20 % in the amount initially agreed, and proposals for fundamental amendments to be made as a result of difficulties which emerged in implementing projects which have already started, shall be adopted by means of the procedure laid down in Article 6.Where the overrun referred to in the first paragraph is more than EUR 4 million but less than 20 % of the original commitment, the opinion of the Committee, as defined in Article 6, shall be sought by simplified and accelerated procedures.The Commission shall inform the Committee succinctly of financing decisions it intends to take concerning projects and programmes of a value of under EUR 2 million. Such information shall be given at least one week before the decision is taken.3. All financing agreements or contracts concluded under this Regulation shall provide for on-the-spot checks by the Commission and the Court of Auditors in accordance with the usual arrangements established by the Commission pursuant to the rules in force, in particular those laid down in the Financial Regulation applicable to the general budget of the European Communities.4. Where operations given rise to financing agreements between the Community and the recipient country, such agreements shall stipulate that taxes, duties and charges shall not be borne by the Community.5. Participation in invitations to tender and contracts shall be open on equal terms to all natural and legal persons in the Member States, the recipient country and the ACP States. Participation may be extended to include other developing countries in duly substantiated cases and in order to ensure the best cost-effectiveness ratio.6. Supplies shall originate in the Member States or the ACP States. In duly substantiated exceptional cases, they may originate in other developing countries.7. Particular attention will be given to:- the pursuit of cost effectiveness and sustainable impact in project design,- the clear definition and monitoring of objectives and indicators of achievement for all projects.8. The assistance provided for under this Regulation shall complement and reinforce assistance provided under other instruments of development cooperation.Article 61. The Commission shall be assisted by the geographically determined committee competent for development, consisting of representatives of the Member States and chaired by the representative of the Commission.2. The representative of the Commission shall submit to the committee a draft of measures to be taken. The committee shall deliver its opinion on the draft within a time limit which the chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the majority laid down in Article 148(2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the committee shall be weighted in the manner set out in that Article. The chairman shall not vote.3. The Commission shall adopt the measures envisaged if they are in accordance with the opinion of the committee.If the measures envisaged are not in accordance with the opinion of the committee, or if no opinion is delivered, the Commission shall, without delay, submit to the Council a proposal relating to the measures to be taken. The Council shall act by a qualified majority.If, on the expiry of a period of one month from the date of referral to the Council, the Council has not acted, the proposed measures shall be adopted by the Commission.Article 71. Within the global amount available for a given year, the Commission shall fix the maximum amount available to each traditional ACP supplier for the financing of the programmes referred to in Article 3(2), on the basis of the competitivity gap observed and taking into account the importance of banana production of the country concerned. Where only programmes as defined in Article 3(2)(b) are implemented, the Commission will allocate an amount comparable to that given to the other traditional suppliers.2. From the year 2004 and for each subsequent year thereafter, a maximum reduction coefficient of 15 % shall be applied to the level of assistance made available to individual traditional ACP suppliers. Where programmes defined under Article 3(2)(a) are implemented, this reduction coefficient shall be reduced to the same extent that an increase in competitiveness has been observed compared to the previous year.3. Detailed rules will be established by the Commission in accordance with the procedure laid down in Article 8.Article 81. Detailed rules for the application of this Regulation shall be laid down by the Commission.2. The Commission shall be assisted by a committee composed of the representatives of the Member States and chaired by a representative of the Commission.3. The representative of the Commission shall submit to the committee a draft of the measures to be taken. The committee shall deliver its opinion on the draft within a time limit which the chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the majority laid down in Article 148(2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the committee shall be weighted in the manner set out in that Article. The chairman shall not vote.4. The Commission shall adopt the measures envisaged if they are in accordance with the opinion of the committee.If the measures envisaged are not in accordance with the opinion of the committee, or if no opinion is delivered, the Commission shall, without delay, submit to the Council a proposal relating to the measures to be taken. The Council shall act by a qualified majority.If, on the expiry of a period of three months from the date of referral to the Council, the Council has not acted, the proposed measures shall be adopted by the Commission.Article 9By 31 December 2000, and every two years thereafter, the Commission shall present a report, accompanied if appropriate by proposals, on the operation of this Regulation to the European Parliament and the Council.Article 10This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.This Regulation shall be binding in its entirety and directly applicable in all Member States.Done at Luxembourg, 22 April 1999.For the CouncilThe PresidentW. MÜLLER(1) OJ C 364, 25.11.1998, p. 14.(2) Opinion of the European Parliament of 19 June 1998 (OJ C 210, 6.7.1998), Council Common Position of 5 October 1998 (OJ C 364, 25.11.1998) and Decision of the European Parliament of 28 January 1999 (not yet published in the Official Journal).(3) OJ L 47, 25.2.1993, p. 1. Regulation as last amended by Regulation (EC) No 1637/98 (OJ L 210, 28.7.1998, p. 28).ANNEXLIST REFERRED TO IN THE FIRST SUBPARAGRAPH OF ARTICLE 2Traditional ACP suppliers of bananasBelizeCameroonCape VerdeCôte d'IvoireDominicaGrenadaJamaicaMadagascarSaint LuciaSaint Vincent and the GrenadinesSomaliaSuriname", "summary": "Assistance for traditional ACP suppliers of bananas - EUR-Lex\nAssistance for traditional ACP suppliers of bananas - EUR-Lex\nFrom 1994 to 2008, the European Union (EU) provided temporary technical and financial assistance for traditional suppliers of bananas from African, Caribbean and Pacific (ACP) states. This assistance was intended to enable them to adapt to the new market conditions in the banana sector and to help beneficiary countries to be more competitive and/or to diversify their economies.\nACT\n            \nCouncil Regulation (EC) No 2686/94 of 31 October 1994 establishing a special system of assistance to traditional ACP suppliers of bananas.\nCouncil Regulation (EC) No 856/1999 of 22 April 1999 establishing a special framework of assistance for traditional ACP suppliers of bananas.\nSUMMARY\n            \nTraditional African, Caribbean and Pacific (ACP) suppliers of bananas have benefited from a framework of assistance to improve the competitiveness and diversification of their agricultural production.\nThe term traditional ACP suppliers of bananas does not refer to all current ACP suppliers of bananas. The countries involved (defined according to historical references) are: Belize, Cameroon, Cape Verde, Côte d'Ivoire, Dominica, Grenada, Jamaica, Madagascar, Saint Lucia, Saint Vincent and the Grenadines, Somalia and Suriname.\nWithin the meaning of the Regulation, the term ‘bananas’ means fresh or dried bananas, excepting plantains.\nThe temporary special framework of assistance (SFA) is established by Regulation (EC) No 856/1999 for a period of ten years with effect from 1 January 1999.\nActivities eligible for assistance\nThe assistance measures aim to:\nincrease productivity and improve product quality, including in the field of plant health;\nadapt production, distribution or marketing methods, particularly in the context of the standards provided for in Regulation (EEC) No 404/93 and (EC) No 1234/2007;\nestablish producers' organisations to improve the marketing and competitiveness of their products;\ndevelop fair trade, and systems of certifying environmentally-friendly production methods;\ndevelop a production and/or marketing strategy to meet the requirements of the market;\nassist with training, market intelligence and the development of environment-friendly and fair production methods;\nsupport the diversification of production where improvement in the competitiveness of the sector is not sustainable.\nFinancing programmes\nThe financial assistance provided is designed to complement and reinforce the assistance provided under other instruments of development cooperation. Each year, the Commission fixes the maximum amount available to each supplier on the basis of the competitiveness gap observed and the scale of banana production of the country concerned.\nThe Regulation provides for mechanisms to reduce Community aid gradually. From 2004, a maximum reduction coefficient of 15 % will be applied each year to the level of assistance made available to each country. When programmes are implemented, this reduction coefficient will be reduced to an extent equivalent to the increase in competitiveness observed.\nThe projects financed under the ‘bananas’ budget heading were devolved to the Commission delegations in the last quarter of 2005. This devolution has enabled the delegations to manage projects more effectively and to catch up on any commitment or payment backlogs.\nEvaluation\nThe Commission was required to present a report to the European Parliament and the Council on the operation of the Regulation by 31 December 2000 and every two years thereafter.\nIt presented its first two-yearly report in February 2001, and the second in December 2002.\nContext\nSince the common market organisation (CMO) in bananas was established in 1993, ACP states have benefited from a preferential trade regime for exporting bananas to the EU. As such:\nfrom 1993 to 2005 imports of bananas from non-ACP states were subject to quotas and customs duties. ACP states were not subject to customs duties within quota and benefited from reduced customs duties for imports above the quota;\nin 2006 the general imports system was replaced by a system based only on customs duties, except for ACP states which benefited from a quota system exempt from customs duties;\nsince 2008, the ACP states which have negotiated an Economic Partnership Agreement (EPA) have benefited from access to the market without quotas or customs duties. The EPAs replace the trade provisions of the Cotonou Agreement which expired on 31 December 2007;\nsince 15 December 2009 customs duties applicable to imports from third countries (non-ACP states) have been EUR 148/tonne.\nThe special framework of assistance for ACP suppliers established in 1999 came to an end in 2008; however a number of projects are still underway.\nREFERENCES\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nRegulation (EC) No 2686/94\n5.11.1994\n-\nOJ L 286 of 5.11.1994\nRegulation (EC) No 856/1999\n30.4.1999\n-\nOJ L 108 of 27.4.1999\nRELATED ACTS\nCouncil Decision 2010/314/EU on the signing and provisional application of the Geneva Agreement on Trade in Bananas between the European Union and Brazil, Colombia, Costa Rica, Ecuador, Guatemala, Honduras, Mexico, Nicaragua, Panama, Peru and Venezuela and of the Agreement on Trade in Bananas between the European Union and the United States of America.\nRegulation (EC) No 1882/2003 of the European Parliament and of the Council adapting to Council Decision 1999/468/EC the provisions relating to committees which assist the Commission in the exercise of its implementing powers laid down in instruments subject to the procedure referred to in Article 251 of the EC Treaty. [OJ L 284 of 31.10.2003]\nCommission Regulation (EC) No 1609/1999 laying down the detailed rules for the implementation of Council Regulation (EC) No 856/1999 [Official Journal L 190 of 23.7.1999].\nThis Regulation lays down the detailed rules for the implementation of the special framework of assistance, for example the deadlines, the methods for calculating the reference price, the reference quantities and the competitiveness gap.\nRequests for assistance should be based on a coherent long-term strategy for the banana sector. Programmes submitted should be drawn up on the basis of this strategy and take the form of annual action plans. Funds allocated to countries which have not presented a request for assistance within the specified deadline shall be distributed to other countries.\nREPORTS\nCommunication from the Commission to the Council and the European Parliament - Biennial Report on the Special Framework of Assistance for Traditional ACP suppliers of Bananas [ COM(2010) 103 final - not published in the Official Journal].\nThe special framework of assistance (SFA) came to an end on 31 December 2008. Its implementation enabled traditional ACP suppliers of bananas to make progress in terms of:\ncompetitiveness and adaptation to the needs of the European market and to EU standards and policies with the aim of sustainable economic development;\ndiversifying agricultural production and including it in the planning of the development of the country in a more integrated and strategic way.\nHowever, the majority of these states remain vulnerable to external crises and must still overcome significant challenges to adapt to the constraints of world trade.\nCommunication from the Commission to the Council and the European Parliament - Special Framework of Assistance for traditional ACP Suppliers of Bananas (Council Regulation No 856/1999): Biennial Report from the Commission 2006 [ COM(2006) 806 - not published in the Official Journal].\nCommunication from the Commission to the Council and the European Parliament – Special Framework of Assistance for Traditional ACP Suppliers of Bananas (Council Regulation (EC) No 856/1999): Biennial Report from the Commission - 2004 [ COM(2004) 823 final - not published in the Official Journal].\nThe EU trade regime has not changed since the last report and measures have been taken as part of enlargement.\nCommunication from the Commission to the Council and the European Parliament of 23 December 2002 - Special Framework of Assistance for Traditional ACP Suppliers of Bananas (Council Regulation (EC) No 856/1999): Biennial Report from the Commission - 2002 [ COM(2002) 763 final - not published in the Official Journal].\nIn April 2001 the Community prepared a new regime in order to comply with WTO rules, putting an end to the ‘banana conflict’ between the United States and the European Community. The amended regime is a compromise and contains major, phased changes to EU banana import arrangements:\nthe quota system should be replaced by a tariff-only system;\nin the meantime, the EU market in bananas will continue to be managed through a quota system based on historical reference, which has also been discussed with the ACP countries.\nIn particular, the Commission notes that between 1999 and 2002 the amounts used to boost the productivity of banana plantations have declined, compared with those aimed at supporting diversification. These changes correspond to the Commission’s desire to improve the management of funds, in particular regarding transparency, security and identification of the various stakeholders' responsibilities.\nCommunication from the Commission to the European Parliament of 7 February 2001 - Special Framework of Assistance for Traditional ACP Suppliers of Bananas (Council Regulation No 856/1999) - Biennial Report from the Commission 2000 [ COM(2001) 67 final - not published in the Official Journal].\nMarket conditions were difficult for the traditional ACP suppliers of bananas in 1999 and 2000. The market is dominated by cheaper bananas from Latin America. In addition, banana prices fell in 1999 and plummeted to an exceptional low in 2000. Furthermore, following the WTO's unfavourable conclusions on the Commission's import regimes in 1999, the Commission made significant changes to the import regime.\nlast update 11.02.2014", "tags": ["supplier", "tropical fruit", "common organisation of markets", "technical cooperation", "aid system", "import (EU)", "ACP countries", "financial aid"], "subjects": ["Development cooperation", "Fruit and vegetables", "Assistance", "African, Caribbean and Pacific States (ACP)"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}