{"celex_id": "31998F0429", "reference": "EUR-Lex - 31998F0429 - EN\nAvis juridique important\n|\n31998F0429\n98/429/JHA: Joint Action of 29 June 1998 adopted by the Council on the basis of Article K.3 of the Treaty on European Union, establishing a mechanism for collective evaluation of the enactment, application and effective implementation by the applicant countries of the acquis of the European Union in the field of Justice and Home Affairs\nOfficial Journal L 191 , 07/07/1998 P. 0008 - 0009\nJOINT ACTION of 29 June 1998 adopted by the Council on the basis of Article K.3 of the Treaty on European Union, establishing a mechanism for collective evaluation of the enactment, application and effective implementation by the applicant countries of the acquis of the European Union in the field of Justice and Home Affairs (98/429/JHA)THE COUNCIL OF THE EUROPEAN UNION,Having regard to the Treaty on European Union, and in particular Article K.3(2)(b) thereof,Having regard to the conclusions of the European Council at Copenhagen in 1993 and Luxembourg in 1997,Having regard to the conclusions of the meeting of the Council at Brussels on 19 March 1998,Whereas it is desirable to establish a mechanism which enables experts from the Member States and the Commission to evaluate collectively within the framework of the Council the enactment, application and effective implementation by the applicant countries of the acquis of the European Union in the field of Justice and Home Affairs;Whereas these evaluations should be taken into account by the Commission in the adjustment of the priorities and objectives of the Accession Partnerships and within the established structures of the European Union in the context of future discussions on enlargement,HAS ADOPTED THIS JOINT ACTION:Article 1 Objective 1. Without prejudice to the competence of the Community or to the established structures for determining the position of the Member States in accession negotiations, a mechanism for collective evaluation of the enactment, application and effective implementation by the States which are candidates for accession to the European Union (the candidate countries) of the acquis of the Union in the field of Justice and Home Affairs shall be established in accordance with the provisions set out below.2. Each Member State shall ensure that its national authorities cooperate fully in implementing the mechanism for collective evaluation established under this Joint Action (the evaluation mechanism).Article 2 Group of experts 1. A group of experts, to be established in accordance with the Council's rules of procedure under the supervision of the Committee of Permanent Representatives of the Member States (Coreper), shall have the task of preparing and keeping up-to-date collective evaluations of the situation in the candidate countries on the enactment, application and effective implementation of the acquis of the Union in the field of Justice and Home Affairs.2. One or more Member States, in close association with the Commission, may give particular assistance in preparing and maintaining for a particular candidate country comprehensive reports which would form the basis of the evaluations referred to in paragraph 1, taking account of information made available under Article 3.3. The group of experts shall avoid duplication of work already undertaken and overlap with other activities undertaken by the Union in this field.Article 3 Compilation of information 1. All relevant material relating to the enactment, application and effective implementation by the candidate countries of the acquis of the Union in the field of Justice and Home Affairs shall be made available to the group of experts by the Member States and the Commission to enable the group to prepare and maintain collective evaluations of the situation in each candidate country and an assessment of possible problem areas.2. The evaluations referred to in paragraph 1 shall as a first step draw in particular on:- information provided individually and collectively by Member States based on their direct experience of working with the candidate countries, including information available within Schengen,- reports, as appropriate, from Member States' Embassies and Commission delegations in the candidate countries, on the basis, where necessary, of a questionnaire to be prepared by the group of experts,- information available to the Commission through its role in the overall process of accession, including reports from missions conducted in the framework of the PHARE programme,- reports of the Council of Europe on the implementation of Council of Europe Conventions and recommendations, or by any other sources which are deemed to be relevant with regard to the content of the acquis.3. If additional information is considered necessary, ad hoc teams of representatives and experts of Member States and the Commission shall be formed to carry out further missions on specific aspects, without overburdening the candidate countries. The decision whether to establish such missions and their composition, timing and terms of reference shall be decided by the Council, acting by qualified majority, on advice from the group of experts, in close cooperation with the Commission.Article 4 Progress and results of the evaluation mechanism 1. The group of experts shall, through Coreper and in close cooperation with the Committee established under Article K.4 of the Treaty and with other Council bodies involved in the enlargement process, report to the Council on the progress and results of the evaluations. The group shall also keep other relevant Council bodies informed of its work.2. The Commission is invited to take account of the collective evaluations in its proposals for significant adjustment of the priorities and objectives of the accession partnerships, which shall be submitted to the Council for decision in accordance with Article 2 of Council Regulation (EC) No 622/98 of 16 March 1998 on assistance to the applicant States in the framework of the pre-accession strategy, and in particular on the establishment of Accession Partnerships (1). These evaluations shall also be taken into consideration within the established structures of the European Union in the context of future discussions on enlargement.Article 5 Review of the evaluation mechanism No later than one year after the entry into force of this Joint Action, the Council shall examine the operation and scope of the evaluation mechanism and shall, if appropriate, make adjustments to it.Article 6 Entry into Force This Joint Action shall enter into force on the day of its publication in the Official Journal.Article 7 Publication This Joint Action shall be published in the Official Journal.Done at Luxembourg, 29 June 1998.For the CouncilThe PresidentR. COOK(1) OJ L 85, 20. 3. 1998, p. 1.", "summary": "Mechanism for collective evaluation of the application by applicant countries of the European Union acquis\nMechanism for collective evaluation of the application by applicant countries of the European Union acquis\n1) OBJECTIVE\nA mechanism is to be established under the pre-accession strategy for national and Commission experts to evaluate collectively - within the framework of the Council - the enactment, application and effective implementation by the applicant countries of the European Union acquis.\n2) UNION MEASURE\nJoint Action 98/429/JHA of 29 June 1998 adopted by the Council on the basis of Article K.3 of the Treaty on European Union, establishing a mechanism for collective evaluation of the enactment, application and effective implementation by the applicant countries of the acquis of the European Union in the field of Justice and Home Affairs.\n3) CONTENTS\nThe collective evaluation mechanism consists of a group of experts who, under the Coreper's supervision, will prepare and update collective evaluations of the applicant countries' enactment, application and effective implementation of the European Union acquis in the field of justice and home affairs. One or more Member States, in close association with the Commission, may provide particular assistance in preparing and updating comprehensive reports for a particular applicant country. These reports will form the basis of the evaluations referred to above (Article 2).\nAll the relevant information will be made available by the Member States and the Commission to the group of experts so it can prepare and update collective evaluations for each applicant country and make an assessment of potential problem areas (Article 3).\nEvaluations will be based on four categories of information:\ninformation provided individually and collectively by Member States based on their direct experience of working with the applicant countries, including information available within Schengen;\nwhere appropriate, reports from Member States' embassies and Commission delegations in the applicant countries compiled, if necessary, on the basis of a questionnaire to be prepared by the group of experts;\ninformation to which the Commission has access through its role in the overall process of accession, including reports from missions under the Phare programme;\nreports by the Council of Europe on the implementation of Council of Europe conventions and recommendations, or reports by any other sources which are considered relevant to the content of the acquis.\nAdditional information may be required for more detailed evaluations of specific issues. Ad hoc teams of representatives and experts from the Member States and the Commission will be set up for this purpose (Article 3).\nThe group of experts will report to the Council on the progress and results of the evaluations through Coreper and in close cooperation with the Committee established under Article K.4 of the Treaty and with other Council bodies involved in the enlargement process. The Commission has been asked to take account of the collective evaluations in its proposals for any significant adjustment of the priorities and objectives of the accession partnerships which have to be submitted for Council approval (Article 4).\n4) deadline for implementation of the legislation in the member states\n5) date of entry into force (if different from the above)\n7 July 1998\n6) references\nOfficial Journal L 191, 7.7.1998\n7) follow-up work\n8) implementing measures", "tags": ["accession to the European Union", "European integration", "judicial cooperation", "joint action", "cooperation in home affairs", "project evaluation"], "subjects": ["Accession", "Justice and home affairs"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}