{"celex_id": "32007R0864", "reference": "31.7.2007\nEN\nOfficial Journal of the European Union\nL 199/40\nREGULATION (EC) No 864/2007 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 11 July 2007\non the law applicable to non-contractual obligations (Rome II)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Articles 61(c) and 67 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty in the light of the joint text approved by the Conciliation Committee on 25 June 2007 (2),\nWhereas:\n(1)\nThe Community has set itself the objective of maintaining and developing an area of freedom, security and justice. For the progressive establishment of such an area, the Community is to adopt measures relating to judicial cooperation in civil matters with a cross-border impact to the extent necessary for the proper functioning of the internal market.\n(2)\nAccording to Article 65(b) of the Treaty, these measures are to include those promoting the compatibility of the rules applicable in the Member States concerning the conflict of laws and of jurisdiction.\n(3)\nThe European Council meeting in Tampere on 15 and 16 October 1999 endorsed the principle of mutual recognition of judgments and other decisions of judicial authorities as the cornerstone of judicial cooperation in civil matters and invited the Council and the Commission to adopt a programme of measures to implement the principle of mutual recognition.\n(4)\nOn 30 November 2000, the Council adopted a joint Commission and Council programme of measures for implementation of the principle of mutual recognition of decisions in civil and commercial matters (3). The programme identifies measures relating to the harmonisation of conflict-of-law rules as those facilitating the mutual recognition of judgments.\n(5)\nThe Hague Programme (4), adopted by the European Council on 5 November 2004, called for work to be pursued actively on the rules of conflict of laws regarding non-contractual obligations (Rome II).\n(6)\nThe proper functioning of the internal market creates a need, in order to improve the predictability of the outcome of litigation, certainty as to the law applicable and the free movement of judgments, for the conflict-of-law rules in the Member States to designate the same national law irrespective of the country of the court in which an action is brought.\n(7)\nThe substantive scope and the provisions of this Regulation should be consistent with Council Regulation (EC) No 44/2001 of 22 December 2000 on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters (5) (Brussels I) and the instruments dealing with the law applicable to contractual obligations.\n(8)\nThis Regulation should apply irrespective of the nature of the court or tribunal seised.\n(9)\nClaims arising out of acta iure imperii should include claims against officials who act on behalf of the State and liability for acts of public authorities, including liability of publicly appointed office-holders. Therefore, these matters should be excluded from the scope of this Regulation.\n(10)\nFamily relationships should cover parentage, marriage, affinity and collateral relatives. The reference in Article 1(2) to relationships having comparable effects to marriage and other family relationships should be interpreted in accordance with the law of the Member State in which the court is seised.\n(11)\nThe concept of a non-contractual obligation varies from one Member State to another. Therefore for the purposes of this Regulation non-contractual obligation should be understood as an autonomous concept. The conflict-of-law rules set out in this Regulation should also cover non-contractual obligations arising out of strict liability.\n(12)\nThe law applicable should also govern the question of the capacity to incur liability in tort/delict.\n(13)\nUniform rules applied irrespective of the law they designate may avert the risk of distortions of competition between Community litigants.\n(14)\nThe requirement of legal certainty and the need to do justice in individual cases are essential elements of an area of justice. This Regulation provides for the connecting factors which are the most appropriate to achieve these objectives. Therefore, this Regulation provides for a general rule but also for specific rules and, in certain provisions, for an ‘escape clause’ which allows a departure from these rules where it is clear from all the circumstances of the case that the tort/delict is manifestly more closely connected with another country. This set of rules thus creates a flexible framework of conflict-of-law rules. Equally, it enables the court seised to treat individual cases in an appropriate manner.\n(15)\nThe principle of the lex loci delicti commissi is the basic solution for non-contractual obligations in virtually all the Member States, but the practical application of the principle where the component factors of the case are spread over several countries varies. This situation engenders uncertainty as to the law applicable.\n(16)\nUniform rules should enhance the foreseeability of court decisions and ensure a reasonable balance between the interests of the person claimed to be liable and the person who has sustained damage. A connection with the country where the direct damage occurred (lex loci damni) strikes a fair balance between the interests of the person claimed to be liable and the person sustaining the damage, and also reflects the modern approach to civil liability and the development of systems of strict liability.\n(17)\nThe law applicable should be determined on the basis of where the damage occurs, regardless of the country or countries in which the indirect consequences could occur. Accordingly, in cases of personal injury or damage to property, the country in which the damage occurs should be the country where the injury was sustained or the property was damaged respectively.\n(18)\nThe general rule in this Regulation should be the lex loci damni provided for in Article 4(1). Article 4(2) should be seen as an exception to this general principle, creating a special connection where the parties have their habitual residence in the same country. Article 4(3) should be understood as an ‘escape clause’ from Article 4(1) and (2), where it is clear from all the circumstances of the case that the tort/delict is manifestly more closely connected with another country.\n(19)\nSpecific rules should be laid down for special torts/delicts where the general rule does not allow a reasonable balance to be struck between the interests at stake.\n(20)\nThe conflict-of-law rule in matters of product liability should meet the objectives of fairly spreading the risks inherent in a modern high-technology society, protecting consumers' health, stimulating innovation, securing undistorted competition and facilitating trade. Creation of a cascade system of connecting factors, together with a foreseeability clause, is a balanced solution in regard to these objectives. The first element to be taken into account is the law of the country in which the person sustaining the damage had his or her habitual residence when the damage occurred, if the product was marketed in that country. The other elements of the cascade are triggered if the product was not marketed in that country, without prejudice to Article 4(2) and to the possibility of a manifestly closer connection to another country.\n(21)\nThe special rule in Article 6 is not an exception to the general rule in Article 4(1) but rather a clarification of it. In matters of unfair competition, the conflict-of-law rule should protect competitors, consumers and the general public and ensure that the market economy functions properly. The connection to the law of the country where competitive relations or the collective interests of consumers are, or are likely to be, affected generally satisfies these objectives.\n(22)\nThe non-contractual obligations arising out of restrictions of competition in Article 6(3) should cover infringements of both national and Community competition law. The law applicable to such non-contractual obligations should be the law of the country where the market is, or is likely to be, affected. In cases where the market is, or is likely to be, affected in more than one country, the claimant should be able in certain circumstances to choose to base his or her claim on the law of the court seised.\n(23)\nFor the purposes of this Regulation, the concept of restriction of competition should cover prohibitions on agreements between undertakings, decisions by associations of undertakings and concerted practices which have as their object or effect the prevention, restriction or distortion of competition within a Member State or within the internal market, as well as prohibitions on the abuse of a dominant position within a Member State or within the internal market, where such agreements, decisions, concerted practices or abuses are prohibited by Articles 81 and 82 of the Treaty or by the law of a Member State.\n(24)\n‘Environmental damage’ should be understood as meaning adverse change in a natural resource, such as water, land or air, impairment of a function performed by that resource for the benefit of another natural resource or the public, or impairment of the variability among living organisms.\n(25)\nRegarding environmental damage, Article 174 of the Treaty, which provides that there should be a high level of protection based on the precautionary principle and the principle that preventive action should be taken, the principle of priority for corrective action at source and the principle that the polluter pays, fully justifies the use of the principle of discriminating in favour of the person sustaining the damage. The question of when the person seeking compensation can make the choice of the law applicable should be determined in accordance with the law of the Member State in which the court is seised.\n(26)\nRegarding infringements of intellectual property rights, the universally acknowledged principle of the lex loci protectionis should be preserved. For the purposes of this Regulation, the term ‘intellectual property rights’ should be interpreted as meaning, for instance, copyright, related rights, the sui generis right for the protection of databases and industrial property rights.\n(27)\nThe exact concept of industrial action, such as strike action or lock-out, varies from one Member State to another and is governed by each Member State’s internal rules. Therefore, this Regulation assumes as a general principle that the law of the country where the industrial action was taken should apply, with the aim of protecting the rights and obligations of workers and employers.\n(28)\nThe special rule on industrial action in Article 9 is without prejudice to the conditions relating to the exercise of such action in accordance with national law and without prejudice to the legal status of trade unions or of the representative organisations of workers as provided for in the law of the Member States.\n(29)\nProvision should be made for special rules where damage is caused by an act other than a tort/delict, such as unjust enrichment, negotiorum gestio and culpa in contrahendo.\n(30)\nCulpa in contrahendo for the purposes of this Regulation is an autonomous concept and should not necessarily be interpreted within the meaning of national law. It should include the violation of the duty of disclosure and the breakdown of contractual negotiations. Article 12 covers only non-contractual obligations presenting a direct link with the dealings prior to the conclusion of a contract. This means that if, while a contract is being negotiated, a person suffers personal injury, Article 4 or other relevant provisions of this Regulation should apply.\n(31)\nTo respect the principle of party autonomy and to enhance legal certainty, the parties should be allowed to make a choice as to the law applicable to a non-contractual obligation. This choice should be expressed or demonstrated with reasonable certainty by the circumstances of the case. Where establishing the existence of the agreement, the court has to respect the intentions of the parties. Protection should be given to weaker parties by imposing certain conditions on the choice.\n(32)\nConsiderations of public interest justify giving the courts of the Member States the possibility, in exceptional circumstances, of applying exceptions based on public policy and overriding mandatory provisions. In particular, the application of a provision of the law designated by this Regulation which would have the effect of causing non-compensatory exemplary or punitive damages of an excessive nature to be awarded may, depending on the circumstances of the case and the legal order of the Member State of the court seised, be regarded as being contrary to the public policy (ordre public) of the forum.\n(33)\nAccording to the current national rules on compensation awarded to victims of road traffic accidents, when quantifying damages for personal injury in cases in which the accident takes place in a State other than that of the habitual residence of the victim, the court seised should take into account all the relevant actual circumstances of the specific victim, including in particular the actual losses and costs of after-care and medical attention.\n(34)\nIn order to strike a reasonable balance between the parties, account must be taken, in so far as appropriate, of the rules of safety and conduct in operation in the country in which the harmful act was committed, even where the non-contractual obligation is governed by the law of another country. The term ‘rules of safety and conduct’ should be interpreted as referring to all regulations having any relation to safety and conduct, including, for example, road safety rules in the case of an accident.\n(35)\nA situation where conflict-of-law rules are dispersed among several instruments and where there are differences between those rules should be avoided. This Regulation, however, does not exclude the possibility of inclusion of conflict-of-law rules relating to non-contractual obligations in provisions of Community law with regard to particular matters.\nThis Regulation should not prejudice the application of other instruments laying down provisions designed to contribute to the proper functioning of the internal market in so far as they cannot be applied in conjunction with the law designated by the rules of this Regulation. The application of provisions of the applicable law designated by the rules of this Regulation should not restrict the free movement of goods and services as regulated by Community instruments, such as Directive 2000/31/EC of the European Parliament and of the Council of 8 June 2000 on certain legal aspects of information society services, in particular electronic commerce, in the Internal Market (Directive on electronic commerce) (6).\n(36)\nRespect for international commitments entered into by the Member States means that this Regulation should not affect international conventions to which one or more Member States are parties at the time this Regulation is adopted. To make the rules more accessible, the Commission should publish the list of the relevant conventions in the Official Journal of the European Union on the basis of information supplied by the Member States.\n(37)\nThe Commission will make a proposal to the European Parliament and the Council concerning the procedures and conditions according to which Member States would be entitled to negotiate and conclude on their own behalf agreements with third countries in individual and exceptional cases, concerning sectoral matters, containing provisions on the law applicable to non-contractual obligations.\n(38)\nSince the objective of this Regulation cannot be sufficiently achieved by the Member States, and can therefore, by reason of the scale and effects of this Regulation, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity set out in Article 5 of the Treaty. In accordance with the principle of proportionality set out in that Article, this Regulation does not go beyond what is necessary to attain that objective.\n(39)\nIn accordance with Article 3 of the Protocol on the position of the United Kingdom and Ireland annexed to the Treaty on European Union and to the Treaty establishing the European Community, the United Kingdom and Ireland are taking part in the adoption and application of this Regulation.\n(40)\nIn accordance with Articles 1 and 2 of the Protocol on the position of Denmark, annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark does not take part in the adoption of this Regulation, and is not bound by it or subject to its application,\nHAVE ADOPTED THIS REGULATION:\nCHAPTER I\nSCOPE\nArticle 1\nScope\n1.   This Regulation shall apply, in situations involving a conflict of laws, to non-contractual obligations in civil and commercial matters. It shall not apply, in particular, to revenue, customs or administrative matters or to the liability of the State for acts and omissions in the exercise of State authority (acta iure imperii).\n2.   The following shall be excluded from the scope of this Regulation:\n(a)\nnon-contractual obligations arising out of family relationships and relationships deemed by the law applicable to such relationships to have comparable effects including maintenance obligations;\n(b)\nnon-contractual obligations arising out of matrimonial property regimes, property regimes of relationships deemed by the law applicable to such relationships to have comparable effects to marriage, and wills and succession;\n(c)\nnon-contractual obligations arising under bills of exchange, cheques and promissory notes and other negotiable instruments to the extent that the obligations under such other negotiable instruments arise out of their negotiable character;\n(d)\nnon-contractual obligations arising out of the law of companies and other bodies corporate or unincorporated regarding matters such as the creation, by registration or otherwise, legal capacity, internal organisation or winding-up of companies and other bodies corporate or unincorporated, the personal liability of officers and members as such for the obligations of the company or body and the personal liability of auditors to a company or to its members in the statutory audits of accounting documents;\n(e)\nnon-contractual obligations arising out of the relations between the settlors, trustees and beneficiaries of a trust created voluntarily;\n(f)\nnon-contractual obligations arising out of nuclear damage;\n(g)\nnon-contractual obligations arising out of violations of privacy and rights relating to personality, including defamation.\n3.   This Regulation shall not apply to evidence and procedure, without prejudice to Articles 21 and 22.\n4.   For the purposes of this Regulation, ‘Member State’ shall mean any Member State other than Denmark.\nArticle 2\nNon-contractual obligations\n1.   For the purposes of this Regulation, damage shall cover any consequence arising out of tort/delict, unjust enrichment, negotiorum gestio or culpa in contrahendo.\n2.   This Regulation shall apply also to non-contractual obligations that are likely to arise.\n3.   Any reference in this Regulation to:\n(a)\nan event giving rise to damage shall include events giving rise to damage that are likely to occur; and\n(b)\ndamage shall include damage that is likely to occur.\nArticle 3\nUniversal application\nAny law specified by this Regulation shall be applied whether or not it is the law of a Member State.\nCHAPTER II\nTORTS/DELICTS\nArticle 4\nGeneral rule\n1.   Unless otherwise provided for in this Regulation, the law applicable to a non-contractual obligation arising out of a tort/delict shall be the law of the country in which the damage occurs irrespective of the country in which the event giving rise to the damage occurred and irrespective of the country or countries in which the indirect consequences of that event occur.\n2.   However, where the person claimed to be liable and the person sustaining damage both have their habitual residence in the same country at the time when the damage occurs, the law of that country shall apply.\n3.   Where it is clear from all the circumstances of the case that the tort/delict is manifestly more closely connected with a country other than that indicated in paragraphs 1 or 2, the law of that other country shall apply. A manifestly closer connection with another country might be based in particular on a pre-existing relationship between the parties, such as a contract, that is closely connected with the tort/delict in question.\nArticle 5\nProduct liability\n1.   Without prejudice to Article 4(2), the law applicable to a non-contractual obligation arising out of damage caused by a product shall be:\n(a)\nthe law of the country in which the person sustaining the damage had his or her habitual residence when the damage occurred, if the product was marketed in that country; or, failing that,\n(b)\nthe law of the country in which the product was acquired, if the product was marketed in that country; or, failing that,\n(c)\nthe law of the country in which the damage occurred, if the product was marketed in that country.\nHowever, the law applicable shall be the law of the country in which the person claimed to be liable is habitually resident if he or she could not reasonably foresee the marketing of the product, or a product of the same type, in the country the law of which is applicable under (a), (b) or (c).\n2.   Where it is clear from all the circumstances of the case that the tort/delict is manifestly more closely connected with a country other than that indicated in paragraph 1, the law of that other country shall apply. A manifestly closer connection with another country might be based in particular on a pre-existing relationship between the parties, such as a contract, that is closely connected with the tort/delict in question.\nArticle 6\nUnfair competition and acts restricting free competition\n1.   The law applicable to a non-contractual obligation arising out of an act of unfair competition shall be the law of the country where competitive relations or the collective interests of consumers are, or are likely to be, affected.\n2.   Where an act of unfair competition affects exclusively the interests of a specific competitor, Article 4 shall apply.\n3.\n(a)\nThe law applicable to a non-contractual obligation arising out of a restriction of competition shall be the law of the country where the market is, or is likely to be, affected.\n(b)\nWhen the market is, or is likely to be, affected in more than one country, the person seeking compensation for damage who sues in the court of the domicile of the defendant, may instead choose to base his or her claim on the law of the court seised, provided that the market in that Member State is amongst those directly and substantially affected by the restriction of competition out of which the non-contractual obligation on which the claim is based arises; where the claimant sues, in accordance with the applicable rules on jurisdiction, more than one defendant in that court, he or she can only choose to base his or her claim on the law of that court if the restriction of competition on which the claim against each of these defendants relies directly and substantially affects also the market in the Member State of that court.\n4.   The law applicable under this Article may not be derogated from by an agreement pursuant to Article 14.\nArticle 7\nEnvironmental damage\nThe law applicable to a non-contractual obligation arising out of environmental damage or damage sustained by persons or property as a result of such damage shall be the law determined pursuant to Article 4(1), unless the person seeking compensation for damage chooses to base his or her claim on the law of the country in which the event giving rise to the damage occurred.\nArticle 8\nInfringement of intellectual property rights\n1.   The law applicable to a non-contractual obligation arising from an infringement of an intellectual property right shall be the law of the country for which protection is claimed.\n2.   In the case of a non-contractual obligation arising from an infringement of a unitary Community intellectual property right, the law applicable shall, for any question that is not governed by the relevant Community instrument, be the law of the country in which the act of infringement was committed.\n3.   The law applicable under this Article may not be derogated from by an agreement pursuant to Article 14.\nArticle 9\nIndustrial action\nWithout prejudice to Article 4(2), the law applicable to a non-contractual obligation in respect of the liability of a person in the capacity of a worker or an employer or the organisations representing their professional interests for damages caused by an industrial action, pending or carried out, shall be the law of the country where the action is to be, or has been, taken.\nCHAPTER III\nUNJUST ENRICHMENT, NEGOTIORUM GESTIO AND CULPA IN CONTRAHENDO\nArticle 10\nUnjust enrichment\n1.   If a non-contractual obligation arising out of unjust enrichment, including payment of amounts wrongly received, concerns a relationship existing between the parties, such as one arising out of a contract or a tort/delict, that is closely connected with that unjust enrichment, it shall be governed by the law that governs that relationship.\n2.   Where the law applicable cannot be determined on the basis of paragraph 1 and the parties have their habitual residence in the same country when the event giving rise to unjust enrichment occurs, the law of that country shall apply.\n3.   Where the law applicable cannot be determined on the basis of paragraphs 1 or 2, it shall be the law of the country in which the unjust enrichment took place.\n4.   Where it is clear from all the circumstances of the case that the non-contractual obligation arising out of unjust enrichment is manifestly more closely connected with a country other than that indicated in paragraphs 1, 2 and 3, the law of that other country shall apply.\nArticle 11\nNegotiorum gestio\n1.   If a non-contractual obligation arising out of an act performed without due authority in connection with the affairs of another person concerns a relationship existing between the parties, such as one arising out of a contract or a tort/delict, that is closely connected with that non-contractual obligation, it shall be governed by the law that governs that relationship.\n2.   Where the law applicable cannot be determined on the basis of paragraph 1, and the parties have their habitual residence in the same country when the event giving rise to the damage occurs, the law of that country shall apply.\n3.   Where the law applicable cannot be determined on the basis of paragraphs 1 or 2, it shall be the law of the country in which the act was performed.\n4.   Where it is clear from all the circumstances of the case that the non-contractual obligation arising out of an act performed without due authority in connection with the affairs of another person is manifestly more closely connected with a country other than that indicated in paragraphs 1, 2 and 3, the law of that other country shall apply.\nArticle 12\nCulpa in contrahendo\n1.   The law applicable to a non-contractual obligation arising out of dealings prior to the conclusion of a contract, regardless of whether the contract was actually concluded or not, shall be the law that applies to the contract or that would have been applicable to it had it been entered into.\n2.   Where the law applicable cannot be determined on the basis of paragraph 1, it shall be:\n(a)\nthe law of the country in which the damage occurs, irrespective of the country in which the event giving rise to the damage occurred and irrespective of the country or countries in which the indirect consequences of that event occurred; or\n(b)\nwhere the parties have their habitual residence in the same country at the time when the event giving rise to the damage occurs, the law of that country; or\n(c)\nwhere it is clear from all the circumstances of the case that the non-contractual obligation arising out of dealings prior to the conclusion of a contract is manifestly more closely connected with a country other than that indicated in points (a) and (b), the law of that other country.\nArticle 13\nApplicability of Article 8\nFor the purposes of this Chapter, Article 8 shall apply to non-contractual obligations arising from an infringement of an intellectual property right.\nCHAPTER IV\nFREEDOM OF CHOICE\nArticle 14\nFreedom of choice\n1.   The parties may agree to submit non-contractual obligations to the law of their choice:\n(a)\nby an agreement entered into after the event giving rise to the damage occurred;\nor\n(b)\nwhere all the parties are pursuing a commercial activity, also by an agreement freely negotiated before the event giving rise to the damage occurred.\nThe choice shall be expressed or demonstrated with reasonable certainty by the circumstances of the case and shall not prejudice the rights of third parties.\n2.   Where all the elements relevant to the situation at the time when the event giving rise to the damage occurs are located in a country other than the country whose law has been chosen, the choice of the parties shall not prejudice the application of provisions of the law of that other country which cannot be derogated from by agreement.\n3.   Where all the elements relevant to the situation at the time when the event giving rise to the damage occurs are located in one or more of the Member States, the parties' choice of the law applicable other than that of a Member State shall not prejudice the application of provisions of Community law, where appropriate as implemented in the Member State of the forum, which cannot be derogated from by agreement.\nCHAPTER V\nCOMMON RULES\nArticle 15\nScope of the law applicable\nThe law applicable to non-contractual obligations under this Regulation shall govern in particular:\n(a)\nthe basis and extent of liability, including the determination of persons who may be held liable for acts performed by them;\n(b)\nthe grounds for exemption from liability, any limitation of liability and any division of liability;\n(c)\nthe existence, the nature and the assessment of damage or the remedy claimed;\n(d)\nwithin the limits of powers conferred on the court by its procedural law, the measures which a court may take to prevent or terminate injury or damage or to ensure the provision of compensation;\n(e)\nthe question whether a right to claim damages or a remedy may be transferred, including by inheritance;\n(f)\npersons entitled to compensation for damage sustained personally;\n(g)\nliability for the acts of another person;\n(h)\nthe manner in which an obligation may be extinguished and rules of prescription and limitation, including rules relating to the commencement, interruption and suspension of a period of prescription or limitation.\nArticle 16\nOverriding mandatory provisions\nNothing in this Regulation shall restrict the application of the provisions of the law of the forum in a situation where they are mandatory irrespective of the law otherwise applicable to the non-contractual obligation.\nArticle 17\nRules of safety and conduct\nIn assessing the conduct of the person claimed to be liable, account shall be taken, as a matter of fact and in so far as is appropriate, of the rules of safety and conduct which were in force at the place and time of the event giving rise to the liability.\nArticle 18\nDirect action against the insurer of the person liable\nThe person having suffered damage may bring his or her claim directly against the insurer of the person liable to provide compensation if the law applicable to the non-contractual obligation or the law applicable to the insurance contract so provides.\nArticle 19\nSubrogation\nWhere a person (the creditor) has a non-contractual claim upon another (the debtor), and a third person has a duty to satisfy the creditor, or has in fact satisfied the creditor in discharge of that duty, the law which governs the third person's duty to satisfy the creditor shall determine whether, and the extent to which, the third person is entitled to exercise against the debtor the rights which the creditor had against the debtor under the law governing their relationship.\nArticle 20\nMultiple liability\nIf a creditor has a claim against several debtors who are liable for the same claim, and one of the debtors has already satisfied the claim in whole or in part, the question of that debtor's right to demand compensation from the other debtors shall be governed by the law applicable to that debtor's non-contractual obligation towards the creditor.\nArticle 21\nFormal validity\nA unilateral act intended to have legal effect and relating to a non-contractual obligation shall be formally valid if it satisfies the formal requirements of the law governing the non-contractual obligation in question or the law of the country in which the act is performed.\nArticle 22\nBurden of proof\n1.   The law governing a non-contractual obligation under this Regulation shall apply to the extent that, in matters of non-contractual obligations, it contains rules which raise presumptions of law or determine the burden of proof.\n2.   Acts intended to have legal effect may be proved by any mode of proof recognised by the law of the forum or by any of the laws referred to in Article 21 under which that act is formally valid, provided that such mode of proof can be administered by the forum.\nCHAPTER VI\nOTHER PROVISIONS\nArticle 23\nHabitual residence\n1.   For the purposes of this Regulation, the habitual residence of companies and other bodies, corporate or unincorporated, shall be the place of central administration.\nWhere the event giving rise to the damage occurs, or the damage arises, in the course of operation of a branch, agency or any other establishment, the place where the branch, agency or any other establishment is located shall be treated as the place of habitual residence.\n2.   For the purposes of this Regulation, the habitual residence of a natural person acting in the course of his or her business activity shall be his or her principal place of business.\nArticle 24\nExclusion of renvoi\nThe application of the law of any country specified by this Regulation means the application of the rules of law in force in that country other than its rules of private international law.\nArticle 25\nStates with more than one legal system\n1.   Where a State comprises several territorial units, each of which has its own rules of law in respect of non-contractual obligations, each territorial unit shall be considered as a country for the purposes of identifying the law applicable under this Regulation.\n2.   A Member State within which different territorial units have their own rules of law in respect of non-contractual obligations shall not be required to apply this Regulation to conflicts solely between the laws of such units.\nArticle 26\nPublic policy of the forum\nThe application of a provision of the law of any country specified by this Regulation may be refused only if such application is manifestly incompatible with the public policy (ordre public) of the forum.\nArticle 27\nRelationship with other provisions of Community law\nThis Regulation shall not prejudice the application of provisions of Community law which, in relation to particular matters, lay down conflict-of-law rules relating to non-contractual obligations.\nArticle 28\nRelationship with existing international conventions\n1.   This Regulation shall not prejudice the application of international conventions to which one or more Member States are parties at the time when this Regulation is adopted and which lay down conflict-of-law rules relating to non-contractual obligations.\n2.   However, this Regulation shall, as between Member States, take precedence over conventions concluded exclusively between two or more of them in so far as such conventions concern matters governed by this Regulation.\nCHAPTER VII\nFINAL PROVISIONS\nArticle 29\nList of conventions\n1.   By 11 July 2008, Member States shall notify the Commission of the conventions referred to in Article 28(1). After that date, Member States shall notify the Commission of all denunciations of such conventions.\n2.   The Commission shall publish in the Official Journal of the European Union within six months of receipt:\n(i)\na list of the conventions referred to in paragraph 1;\n(ii)\nthe denunciations referred to in paragraph 1.\nArticle 30\nReview clause\n1.   Not later than 20 August 2011, the Commission shall submit to the European Parliament, the Council and the European Economic and Social Committee a report on the application of this Regulation. If necessary, the report shall be accompanied by proposals to adapt this Regulation. The report shall include:\n(i)\na study on the effects of the way in which foreign law is treated in the different jurisdictions and on the extent to which courts in the Member States apply foreign law in practice pursuant to this Regulation;\n(ii)\na study on the effects of Article 28 of this Regulation with respect to the Hague Convention of 4 May 1971 on the law applicable to traffic accidents.\n2.   Not later than 31 December 2008, the Commission shall submit to the European Parliament, the Council and the European Economic and Social Committee a study on the situation in the field of the law applicable to non-contractual obligations arising out of violations of privacy and rights relating to personality, taking into account rules relating to freedom of the press and freedom of expression in the media, and conflict-of-law issues related to Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (7).\nArticle 31\nApplication in time\nThis Regulation shall apply to events giving rise to damage which occur after its entry into force.\nArticle 32\nDate of application\nThis Regulation shall apply from 11 January 2009, except for Article 29, which shall apply from 11 July 2008.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaty establishing the European Community.\nDone at Strasbourg, 11 July 2007.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nM. LOBO ANTUNES\n(1)  OJ C 241, 28.9.2004, p. 1.\n(2)  Opinion of the European Parliament of 6 July 2005 (OJ C 157 E, 6.7.2006, p. 371), Council Common Position of 25 September 2006 (OJ C 289 E, 28.11.2006, p. 68) and Position of the European Parliament of 18 January 2007 (not yet published in the Official Journal). European Parliament Legislative Resolution of 10 July 2007 and Council Decision of 28 June 2007.\n(3)  OJ C 12, 15.1.2001, p. 1.\n(4)  OJ C 53, 3.3.2005, p. 1.\n(5)  OJ L 12, 16.1.2001, p. 1. Regulation as last amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(6)  OJ L 178, 17.7.2000, p. 1.\n(7)  OJ L 281, 23.11.1995, p. 31.\nCommission Statement on the review clause (Article 30)\nThe Commission, following the invitation by the European Parliament and the Council in the frame of Article 30 of the ‘Rome II’ Regulation, will submit, not later than December 2008, a study on the situation in the field of the law applicable to non-contractual obligations arising out of violations of privacy and rights relating to personality. The Commission will take into consideration all aspects of the situation and take appropriate measures if necessary.", "summary": "The law applicable to non-contractual obligations\nThe law applicable to non-contractual obligations\nSUMMARY OF:\nRegulation (EC) No 864/2007 — the law applicable to non-contractual obligations (Rome II)\nSUMMARY\nWHAT DOES THE REGULATION DO?\n              \n—\n              It brings greater legal certainty as to the law applicable with respect to non-contractual obligations, in particular in cases of tort (a wrong under civil law) and delict (civil liability).\n            \n—\n              It also ensures a reasonable balance between the interests of the person claimed to be liable and those of the person who has suffered damage.\n            \n—\n              Any law specified by the regulation is applied whether or not it is the law of an EU country.\n            \n—\n              The regulation applies to all EU countries except Denmark.\nKEY POINTS\n              \nThe regulation does not replace national substantive laws (i.e. the laws that determine rights and obligations) on non-contractual obligations; it only determines which national substantive law applies.\nThe law applicable to a non-contractual obligation arising out of a tort/delict is:\n1.the law of the country where the damage occurs; or\n2.the law of the country where both parties were primarily living or had their main place of business when the damage occurred; or\n3.if the case is more closely connected with the law of another country, the law of that country.\nUnder certain conditions, the regulation also allows the parties to choose, by mutual agreement, which law applies to a non-contractual obligation.\nScope of the law applicable\nThe law applicable to non-contractual obligations governs in particular:\n—\n              the basis and extent of liability, including determining who may be held liable;\n            \n—\n              the grounds for exemption from liability and the limitation or division of liability;\n            \n—\n              the existence, nature and assessment of damage and the remedy claimed;\n            \n—\n              the measures the court may take to prevent or terminate injury or damage and ensure compensation;\n            \n—\n              the manner in which an obligation may be extinguished and the rules relating to prescription or limitation;\n            \n—\n              the question as to whether the right to seek compensation can be transferred to someone else, including by inheritance;\n            \n—\n              persons entitled to compensation for damage they have sustained;\n            \n—\n              liability for the acts of another person.\n            \nThere are specific rules for specific non-contractual obligations, for example product liability and intellectual property. Certain non-contractual obligations are excluded from the scope of the regulation. These include:\n—\n              revenue, customs and administrative matters;\n            \n—\n              state liability;\n            \n—\n              specific non-contractual obligations arising out of, for example, matrimonial property regimes and family relationships, nuclear damage or violations of privacy and rights relating to personality, including defamation.\nWHEN DOES THE REGULATION APPLY?\n              \nAs of 11 January 2009, except for Article 29 (which applies as of 11 July 2008).\nBACKGROUND\n              \nAlongside this regulation (Rome II) please see the following.\n—\n              The Rome I regulation (Regulation (EC) No 593/2008) sets out the rules for determining the law applicable to contractual obligations in civil and commercial matters.\n            \n—\n              The Rome III regulation (Regulation (EU) No 1259/2010) sets out the rules for determining the law applicable to divorce and legal separation.\n            \nSee also:\n—\nContractual and non-contractual obligations.\nACT\n            \nRegulation (EC) No 864/2007 of the European Parliament and of the Council of 11 July 2007 on the law applicable to non-contractual obligations (Rome II) (OJ L 199, 31.7.2007, pp. 40-49)\nRELATED ACTS\n            \nRegulation (EC) No 593/2008 of the European Parliament and of the Council of 17 June 2008 on the law applicable to contractual obligations (Rome I) (OJ L 177, 4.7.2008, pp. 6-16). See consolidated version.\nlast update 26.10.2015", "tags": ["restriction on competition", "commercial law", "EU law", "law of obligations", "mutual recognition principle"], "subjects": ["Justice and home affairs"], "split": "validation", "reference_annotations": {}, "summary_annotations": {}}