{"celex_id": "21984A0512(01)", "reference": "12.5.1984\nEN\nOfficial Journal of the European Communities\nL 126/3\nINTERNATIONAL CONVENTION ON THE HARMONIZATION OF FRONTIER CONTROLS OF GOODS\nPREAMBLE\nTHE CONTRACTING PARTIES,\nDESIRING to improve the international movement of goods,\nBEARING IN MIND the need to facilitate the passage of goods at frontiers,\nNOTING that control measures are applied at frontiers by different control services,\nACKNOWLEDGING that the conditions under which such controls are carried out may be extensively harmonized without impairing their purpose, their proper implementation and their effectiveness,\nCONVINCED that the harmonization of frontier controls constitutes an important means for attaining these objectives,\nHAVE AGREED AS FOLLOWS:\nCHAPTER I\nGENERAL PROVISIONS\nArticle 1\nDefinitions\nFor the purposes of this Convention:\n(a)\n‘Customs’ means the Government Service which is responsible for the administration of customs law and the collection of import and export duties and taxes and which also has responsibility for the application of other laws and regulations relating inter alia to the importation, transit and exportation of goods;\n(b)\n‘Customs control’ means measures applied to ensure compliance with the laws and regulations which the Customs are responsible for enforcing;\n(c)\n‘Medico-sanitary inspection’ means the inspections exercised for the protection of the life and health of persons, with the exception of veterinary inspection;\n(d)\n‘Veterinary inspection’ means the sanitary inspection applied to animals and animal products with a view to protecting the life and health of persons and animals, as well as that carried out on objects or goods which could serve as a carrier for animal diseases;\n(e)\n‘Phytosanitary inspection’ means the inspection intended to prevent the spread and the introduction across national boundaries of pests of plants and plant products;\n(f)\n‘Control of compliance with technical standards’ means the control to ensure that goods meet the minimum international or national standards specified by relevant laws and regulations;\n(g)\n‘Quality control’ means any control other than those referred to above to ensure that the goods correspond to the minimum international or national definitions of quality specified by relevant laws and regulations;\n(h)\n‘Control services’ means any service responsible for carrying out all or part of the controls defined above or any other controls regularly applied to the importation, exportation or transit of goods.\nArticle 2\nAim\nIn order to facilitate the international movement of goods, this Convention aims at reducing the requirements for completing formalities as well as the number and duration of controls, in particular by national and international coordination of control procedures and of their methods of application.\nArticle 3\nScope\n1.   This Convention applies to all goods being imported or exported or in transit, when being moved across one or more maritime, air or inland frontiers.\n2.   This Convention applies to all control services of the Contracting Parties.\nCHAPTER II\nHARMONIZATION OF PROCEDURES\nArticle 4\nCoordination of controls\nThe Contracting Parties shall undertake, to the extent possible, to organize in a harmonized manner the intervention of the Customs services and the other control services.\nArticle 5\nResources of the services\nTo ensure that the control services operate satisfactorily, the Contracting Parties shall see to it that, as far as possible, and within the framework of national law, they are provided with:\n(a)\nqualified personnel in sufficient numbers consistent with traffic requirements;\n(b)\nequipment and facilities suitable for inspection, taking into account the mode of transport, the goods to be checked and traffic requirements;\n(c)\nofficial instructions to officers for acting in accordance with international agreements and arrangements and with current national provisions.\nArticle 6\nInternational cooperation\nThe Contracting Parties undertake to cooperate with each other and to seek any necessary cooperation from the competent international bodies, in order to achieve the aims of this Convention, and furthermore to attempt to arrive at new multilateral or bilateral agreements or arrangements, if necessary.\nArticle 7\nCooperation between adjacent countries\nWhenever a common inland frontier is crossed, the Contracting Parties concerned shall take appropriate measures, whenever possible, to facilitate the passage of the goods, and they shall, in particular:\n(a)\nendeavour to arrange for the joint control of goods and documents, through the provision of shared facilities;\n(b)\nendeavour to ensure that the following correspond:\n—\nopening hours of frontier posts,\n—\nthe control services operating there,\n—\nthe categories of goods, the modes of transport and the international customs transit procedures accepted or in use there.\nArticle 8\nExchange of information\nThe Contracting Parties shall, on request, send each other information necessary for the application of this Convention under the conditions specified in the Annexes.\nArticle 9\nDocuments\n1.   The Contracting Parties shall endeavour to further the use, between themselves and with the competent international bodies, of documents aligned on the United Nations Layout Key.\n2.   The Contracting Parties shall accept documents produced by any appropriate technical process, provided that they comply with official regulations as to their form, authenticity and certification, and that they are legible and understandable.\n3.   The Contracting Parties shall ensure that the necessary documents are prepared and authenticated in strict compliance with the relevant legislation.\nCHAPTER III\nPROVISIONS CONCERNING TRANSIT\nArticle 10\nGoods in transit\n1.   The Contracting Parties shall, wherever possible, provide simple and speedy treatment for goods in transit, especially for those travelling under cover of an international customs transit procedure, by limiting their inspections to cases where these are warranted by the actual circumstances or risks. Additionally, they shall take into account the situation of land-locked countries. They shall endeavour to provide for extension of the hours and the competence of existing customs posts available for customs clearance for goods carried under an international customs transit procedure.\n2.   They shall endeavour to facilitate to the utmost the transit of goods carried in containers or other load units affording adequate security.\nCHAPTER IV\nMISCELLANEOUS PROVISIONS\nArticle 11\nPublic order\n1.   No provision in this Convention shall preclude the application of the prohibitions or restrictions relating to importation, exportation, or transit, imposed for reasons of public order, and in particular public safety, morality, and health, or for the protection of the environment, of cultural heritage or industrial, commercial and intellectual property.\n2.   Nevertheless, whenever possible without prejudice to the effectiveness of the controls, the Contracting Parties shall endeavour to apply to the controls in connection with the application of the measures mentioned in paragraph 1 above the provisions of this Convention inter alia those which are the subject of Articles 6 to 9.\nArticle 12\nEmergency measures\n1.   The emergency measures which the Contracting Parties may be led to introduce because of particular circumstances, must be proportionate to the reasons which give rise to their introduction and must be suspended or abrogated when these reasons no longer exist.\n2.   Whenever possible without prejudice to the effectiveness of the measures, the Contracting Parties shall publish the relevant provisions for such measures.\nArticle 13\nAnnexes\n1.   The Annexes to this Convention form an integral part of the Convention.\n2.   New annexes relating to other sectors of control may be added to this Convention according to the procedure specified in Articles 22 or 24 below.\nArticle 14\nRelation to other treaties\nWithout prejudice to the provisions of Article 6, the Convention shall not override the rights and obligations arising from treaties which the Contracting Parties to the Convention concluded before becoming Contracting Parties to this Convention.\nArticle 15\nThis Convention shall not prevent the application of greater facilities which two or more Contracting Parties may wish to grant to each other, nor the right of regional economic integration organizations referred to in Article 16 which are Contracting Parties to apply their own legislation to controls at their internal frontiers, on condition that this does not reduce in any way the facilities deriving from this Convention.\nArticle 16\nSignature, ratification, acceptance, approval and accession\n1.   This Convention, deposited with the Secretary-General of the United Nations, shall be open to the participation of all States and of regional economic integration organizations constituted by sovereign States which have competence to negotiate, conclude and apply international agreements on matters covered by the Convention.\n2.   The regional economic integration organizations referred to in paragraph 1 may, for the matters within their competence, exercise on their own behalf the rights and fulfil the responsibilities which this Convention otherwise confers on their Member States which are Contracting Parties to this Convention. In such cases the Member States of the said organizations shall not be entitled to exercise individually such rights, including the right to vote.\n3.   States and the regional economic integration organizations referred to above may become Contracting Parties to this Convention:\n(a)\nby depositing an instrument of ratification, acceptance or approval after signing it, or\n(b)\nby depositing an instrument of accession.\n4.   This Convention shall be open from 1 April 1983 until 31 March 1984 inclusive for signature at the Office of the United Nations at Geneva by all States and the regional economic integration organizations referred to in paragraph 1.\n5.   From 1 April 1983 it shall be open for their accession.\n6.   The instruments of ratification, acceptance, approval or accession shall be deposited with the Secretary-General of the United Nations.\nArticle 17\nEntry into force\n1.   This Convention shall enter into force three months after the date on which five States have deposited their instruments of ratification, acceptance, approval or accession.\n2.   After five States have deposited their instruments of ratification, acceptance, approval or accession, this Convention shall enter into force for further Contracting Parties three months after the date of the deposit of their instruments of ratification, acceptance, approval or accession.\n3.   Any instrument of ratification, acceptance, approval or accession. deposited after the entry into force of an amendment to this Convention shall be deemed to apply to this Convention as amended.\n4.   Any such instrument deposited after an amendment has been accepted in accordance with the procedure in Article 22 but before it has entered into force shall be deemed to apply to this Convention as amended on the date when the amendment enters into force.\nArticle 18\nDenunciation\n1.   Any Contracting Party may denounce this Convention by so notifying the Secretary-General of the United Nations.\n2.   Denunciation shall take effect six months after the date of receipt by the Secretary-General of the notification of denunciation.\nArticle 19\nTermination\nIf, after the entry into force of this Convention, the number of States which are Contracting Parties is for any period of 12 consecutive months reduced to less than five, the Convention shall cease to have effect from the end of the 12-month period.\nArticle 20\nSettlement of disputes\n1.   Any dispute between two or more Contracting Parties concerning the interpretation or application of this Convention shall, so far as possible, be settled by negotiation between them or by other means of settlement.\n2.   Any dispute between two or more Contracting Parties concerning the interpretation or application of this Convention which cannot be settled by the means indicated in paragraph 1 of this Article shall, at the request of one of them, be referred to an arbitration tribunal composed as follows: each party to the dispute shall appoint an arbitrator and these arbitrators shall appoint another arbitrator, who shall be chairman. If, three months after receipt of a request, one of the parties has failed to appoint an arbitrator or if the arbitrators have failed to elect the chairman, any of the parties may request the Secretary General of the United Nations to appoint an arbitrator or the chairman of the arbitration tribunal.\n3.   The decision of the arbitration tribunal established under the provisions of paragraph 2 shall be final and binding on the parties to the dispute.\n4.   The arbitration tribunal shall determine its own rules of procedure.\n5.   The arbitration tribunal shall take its decisions by majority vote and on the basis of the treaties existing between the parties to the dispute and of general international law.\n6.   Any controversy which may arise between the parties to the dispute as regards the interpretation and execution of the award may be submitted by any of the parties for judgement to the arbitration tribunal which made the award.\n7.   Each party to the dispute shall bear the cost of its own appointed arbitrator and of its representatives in the arbitral proceedings; the cost of the chairman and the remaining costs shall be borne in equal parts by the parties to the dispute.\nArticle 21\nReservations\n1.   Any Contracting Party may, at the time of signing, ratifying, accepting or approving this Convention or acceding to it, declare that it does not consider itself bound by Article 20 (2) to (7) of this Convention. Other Contracting Parties shall not be bound by these paragraphs in respect of any Contracting Party which has entered such a reservation.\n2.   Any Contracting Party having entered a reservation as provided for in paragraph 1 of this Article may at any time withdraw such reservation by notifying the Secretary-General of the United Nations.\n3.   Apart from the reservations provided for in paragraph 1 of this Article, no reservation to this Convention shall be permitted.\nArticle 22\nProcedure for amending this Convention\n1.   This Convention, including its Annexes, may be amended upon the proposal of a Contracting Party by the procedure specified in this Article.\n2.   Any proposed amendment to this Convention shall be considered in an Administrative Committee composed of all the Contracting Parties in accordance with the rules of procedure set out in Annex 7. Any such amendment considered or prepared during the meeting of the Administrative Committee and adopted by it shall be communicated by the Sectretary-General of the United Nations to the Contracting Parties for their acceptance.\n3.   Any proposed amendment communicated in accordance with the preceding paragraph shall come into force with respect to all Contracting Parties three months after the expiry of a period of 12 months following the date of communication of the proposed amendment during which period no objection to the proposed amendment has been communciated to the Secretary-General of the United Nations by a State which is a Contracting Party or by a regional economic integration organization, itself a Contracting Party, which then acts within the conditions specified in Article 16 (2) of this Convention.\n4.   If an objection to the proposed amendment has been communicated in accordance with paragraph 3 of this Article, the amendment shall be deemed not to have been accepted and shall have no effect whatsoever.\nArticle 23\nRequests, communications and objections\nThe Secretary-General of the United Nations shall inform all Contracting Parties and all States of any request, communication or objection under Article 22 and of the date on which any amendment enters into force.\nArticle 24\nReview conference\nAfter this Convention has been in force for five years, any Contracting Party may, by notification to the Secretary-General of the United Nations, request that a conference be convened for the purpose of reviewing the Convention, indicating the proposals which should be dealt with by the conference. In such a case:\n(i)\nThe Secretary-General of the United Nations shall notify all the Contracting Parties of the request and invite them to submit, within a period of three months, their comments on the original proposals and such other proposals as they may wish the conference to consider.\n(ii)\nThe Secretary-General of the United Nations shall also communicate to all the Contracting Parties the text of any other proposals made and shall convene a review conference if, within a period of six months from the date of that communication, not less than one-third of the Contracting Parties notify the Secretary-General of the United Nations of their concurrence with the convening of such a conference.\n(iii)\nHowever, if the Secretary-General of the United Nations considers that a review proposal may be regarded as a proposed amendment under paragraph 1 of Article 22, he may, by agreement with the Contracting Party which has made the proposal, implement the amendment procedure provided for by Article 22 instead of the review procedure.\nArticle 25\nNotifications\nIn addition to the notifications and communications provided for in Articles 23 and 24, the Secretary-General of the United Nations shall notify all States of the following:\n(a)\nsignatures, ratifications, acceptances, approvals and accessions under Article 16;\n(b)\nthe dates of entry into force of this Convention in accordance with Article 17;\n(c)\ndenunciations under Article 18;\n(d)\nthe termination of this convention under Article 19;\n(e)\nreservations under Article 21.\nArticle 26\nCertified true copies\nAfter 31 March 1984 the Secretary-General of the United Nations shall transmit two certified true copies of this Convention to each of the Contracting Parties and to all States which are not Contracting Parties.\nDone at Geneva, this twenty-first day of October one thousand nine hundred and eighty-two, in a single original, of which the English, French, Russian and Spanish texts are equally authentic.\nIn witness whereof, the undersigned plenipotentiaries, being duly authorized thereto, have signed this Convention.\nANNEX 1\nHARMONIZATION OF CUSTOMS CONTROLS AND OTHER CONTROLS\nArticle 1\nPrinciples\n1.   As the customs are present at all frontiers and as their interventions are of a general nature, other controls shall, as far as possible, be organized in a harmonized manner with customs controls.\n2.   In application of this principle, it is possible if appropriate to carry out all or part of these controls elsewhere than at the frontier, provided that the procedures used contribute to facilitate the international movement of goods.\nArticle 2\n1.   The customs shall be kept fully informed of the requirements prescribed by laws or regulations which may lead to the operation of controls other than customs controls.\n2.   When it is found that other controls are necessary, the customs shall ensure that the services concerned are informed and shall cooperate with them.\nArticle 3\nOrganization of controls\n1.   When several controls have to be carried out at the same place, the competent services shall make all appropriate arrangements to carry them out simultaneously, if possible, or with the minimum delay. They shall endeavour to coordinate their requirements as to documents and information.\n2.   In particular, the competent services shall make all appropriate arrangements for the necessary personnel and facilities to be available at the place where the controls are carried out.\n3.   The customs may, through explicit delegation of powers by the competent services, carry out on their behalf all or part of the controls of which these services are responsible. In this case, these services will see to it that the necessary means be furnished to customs.\nArticle 4\nResult of controls\n1.   In all matters dealt with by this Convention, control services and customs shall exchange all relevant information as soon as possible so as to ensure that controls are efficient.\n2.   On the basis of the results of the controls carried out, the competent service shall decide on the subsequent treatment of the goods, and if necessary, shall inform the services responsible for other controls. On the basis of this decision customs shall subject the goods to the appropriate customs procedure.\nANNEX 2\nMEDICO-SANITARY INSPECTION\nArticle 1\nPrinciples\nWherever carried out, medico-sanitary inspection shall comply with the principles laid down in this Convention, and particularly in Annex 1 thereto.\nArticle 2\nInformation\nEach Contracting Party shall ensure that information on the following is readily available to any person interested:\n—\nthe goods subject to medico-sanitary inspection;\n—\nthe places where the goods in question may be presented for inspection;\n—\nthe requirements as set out in laws and regulations concerning medico-sanitary inspection as well as their procedures of general application.\nArticle 3\nOrganization of controls\n1.   The control services shall see to it that the necessary facilities at frontier points where medico-sanitary inspection may take place are provided.\n2.   Medico-sanitary inspection may also be carried out at places in the interior of the country, if it is clear from the certificates produced and from the transport techniques employed, that the goods cannot deteriorate or cause contamination during carriage.\n3.   Within the framework of Conventions in force the Contracting Parties shall endeavour to reduce, as far as possible, the physical controls of perishable goods en route.\n4.   When goods have to be held pending the results of medico-sanitary inspection, the competent control services of the Contracting Parties shall arrange that such storage shall be in conditions providing for the conservation of the goods and involving the minimum of customs formalities.\nArticle 4\nGoods in transit\nWithin the framework of Conventions in force the Contracting Parties shall, as far as possible, dispense with the medico-sanitary inspection of goods in transit in those circumstances where there is no risk of contamination.\nArticle 5\nCooperation\n1.   The medico-sanitary inspection services shall cooperate with the corresponding services of other Contracting Parties so as to expedite the passage of perishable goods subjected to medico-sanitary inspection inter alia through the exchange of useful information.\n2.   When a consignment of perishable goods is intercepted during medico-sanitary inspection, the competent service shall endeavour to notify the corresponding service of the country of exportation within as short a time as possible, indicating the reasons for the interception and the measures taken concerning the goods.\nANNEX 3\nVETERINARY INSPECTION\nArticle 1\nPrinciples\nWherever carried out, veterinary inspection shall comply with the principles laid down in the Convention, and particularly in Annex 1 thereto.\nArticle 2\nDefinitions\nThe veterinary inspection defined in Article 1 (d) of this Convention covers also the inspection of means and conditions of transport of animals and animal products. It may also include the inspections bearing on quality standards and the various regulations, such as the inspection aiming at the conservation of endangered species, which, for reasons of effectiveness, are often associated with the veterinary inspection.\nArticle 3\nInformation\nEach Contracting Party shall ensure that information on the following is readily available to any person interested:\n—\nthe goods subject to veterinary inspection,\n—\nthe places where the goods may be presented for inspection,\n—\nthe compulsorily notifiable diseases,\n—\nthe requirements as set out in laws and regulations concerning veterinary inspection as well as their procedures of general application.\nArticle 4\nOrganization of controls\n1.   The Contracting Parties shall endeavour:\n—\nto set up, where necessary and possible, appropriate facilities for veterinary inspection, in conformity with traffic requirements,\n—\nto facilitate the movement of goods, in particular through the coordination of working hours of the veterinary and customs services and agreement to effect clearance outside normal hours, where their arrival has been notified in advance.\n2.   The veterinary inspection of animal products may be undertaken at points within the country provided that it can be shown, and the means of transport used are such, that the products will not deteriorate or cause contamination during their transport.\n3.   Within the framework of Conventions in force the Contracting Parties shall endeavour to reduce, as far as possible, the physical controls of perishable goods en route.\n4.   When goods have to be held pending the results of veterinary inspection, the competent control services of the Contracting Parties shall arrange that such storage shall take place with the minimum of customs formalities and in conditions providing for the quarantine safety and conservation of the goods.\nArticle 5\nGoods in transit\nWithin the framework of Conventions in force the Contracting Parties shall, as far as possible, dispense with the veterinary inspection of animal products in transit in those circumstances where there is no risk of contamination.\nArticle 6\nCooperation\n1.   The veterinary inspection services shall cooperate with the corresponding services of other Contracting Parties so as to expedite the passage of goods subjected to veterinary inspection inter alia through the exchange of useful information.\n2.   When a consignment of perishable goods or live animals is intercepted during veterinary inspection, the competent service shall endeavour to notify the corresponding service of the country of exportation within as short a time as possible, indicating the reasons for the interception and the measures taken concerning the goods.\nANNEX 4\nPHYTOSANITARY INSPECTION\nArticle 1\nPrinciples\nWherever carried out, phytosanitary inspection shall comply with the principles laid down in this Convention, and particularly in Annex 1 thereto.\nArticle 2\nDefinitions\nThe phytosanitary inspection defined in Article 1 (e) of the present Convention covers also the inspection of means and conditions of transport of plants and plant products. It may also cover the measures aiming at the conservation of endangered plant species.\nArticle 3\nInformation\nEach Contracting Party shall ensure that information on the following is readily available to any person interested:\n—\nthe goods subject to special phytosanitary conditions,\n—\nthe places where particular plants and plant products may be presented for inspection,\n—\nthe list of pests of plants and plant products for which prohibitions and restrictions are in force,\n—\nthe list of requirements as set out in laws and regulations concerning phytosanitary inspection as well as their procedures of general application.\nArticle 4\nOrganization of controls\n1.   The Contracting Parties shall endeavour:\n—\nto set up, where necessary and possible, appropriate phytosanitary inspection, storage, and disinfestation and disinfection facilities, in conformity with traffic requirements,\n—\nto facilitate the movement of goods, in particular through the coordination of working hours of the phytosanitary and customs services and agreement to effect clearance of perishable goods outside normal hours where their arrival has been notified in advance.\n2.   The phytosanitary inspection of plants and plant products may be undertaken at points within the country provided that it can be shown, and the means of transport used are such, that the goods will not cause infestation during their transport.\n3.   Within the framework of Conventions in force the Contracting Parties shall endeavour to reduce, as far as possible, the physical controls of perishable plants and plant products en route.\n4.   When goods have to be held pending the results of phytosanitary inspection, the competent control services of the Contracting Parties shall arrange that such storage shall take place with the minimum of customs formalities and in conditions providing for the quarantine safety and conservation of the goods.\nArticle 5\nGoods in transit\nWithin the framework of Conventions in force the Contracting Parties shall, as far as possible, dispense with the phytosanitary inspection of goods in transit, unless such measures are necessary for the protection of their own plants.\nArticle 6\nCooperation\n1.   The phytosanitary services shall cooperate with the corresponding services of other Contracting Parties so as to expedite the passage of plants and plant products subjected to phytosanitary inspection inter alia through the exchange of useful information.\n2.   When a consignment of plants or plant products is intercepted during phytosanitary inspection, the competent service shall endeavour to notify the corresponding service of the country of exportation within as short a time as possible, indicating the reasons for the interception and the measures taken concerning the goods.\nANNEX 5\nCONTROL OF COMPLIANCE WITH TECHNICAL STANDARDS\nArticle 1\nPrinciples\nWherever carried out, the control of compliance with technical standards relating to the goods covered by this Convention, shall comply with the principles laid down in the Convention, and particularly in Annex 1 thereto.\nArticle 2\nInformation\nEach Contracting Party shall ensure that information on the following is readily available to any person interested:\n—\nthe standards applied by it,\n—\nthe places where the goods may be presented for inspection,\n—\nthe requirements as set out in laws and regulations concerning the control of compliance with technical standards as well as their procedures of general application.\nArticle 3\nHarmonization of standards\nIn the absence of international standards, Contracting Parties which apply national standards shall endeavour to harmonize them by way of international agreements.\nArticle 4\nOrganization of controls\n1.   The Contracting Parties shall endeavour:\n—\nto set up, where necessary and possible, stations for the control of compliance with technical standards, in conformity with traffic requirements,\n—\nto facilitate the movement of goods, in particular through the coordination of working hours of the service responsible for the control of compliance with technical standards and the customs services and agreement to effect clearance of perishable goods outside normal hours where their arrival has been notified in advance.\n2.   The control of compliance with technical standards may also be undertaken at points within the country provided that it can be shown, and the means of transport used are such, that the goods, and especially perishable goods, will not deteriorate during their transport.\n3.   Within the framework of Conventions in force the Contracting Parties shall endeavour to reduce, as far as possible, the physical controls en route of perishable goods subjected to control of compliance with technical standards.\n4.   The Contracting Parties shall organize control of compliance with technical standards, harmonizing wherever possible the procedures of the service responsible for these controls with those of any services responsible for other controls and inspections.\n5.   In the case of perishable goods held pending the results of control of compliance with technical standards, the competent control services of the Contracting Parties shall ensure that the storage of the goods or the parking of transport equipment shall take place with the minimum of customs formalities and in conditions providing for the conservation of the goods.\nArticle 5\nGoods in transit\nThe controls of compliance with technical standards do not normally apply to goods in through transit.\nArticle 6\nCooperation\n1.   The services responsible for the control of compliance with technical standards shall cooperate with the corresponding services of other Contracting Parties so as to expedite the passage of perishable goods subjected to control of compliance with technical standards inter alia through the exchange of useful information.\n2.   When a consignment of perishable goods is intercepted during control of compliance with technical standards, the competent service shall endeavour to notify the corresponding service of the country of exportation within as short a time as possible, indicating the reasons for the interception and the measures taken concerning the goods.\nANNEX 6\nQUALITY CONTROL\nArticle 1\nPrinciples\nWherever carried out, quality control of the goods covered by this Convention, shall comply with the principles laid down in the Convention, and particularly in Annex 1 thereto.\nArticle 2\nInformation\nEach Contracting Party shall ensure that information on the following is readily available to any person interested:\n—\nthe place where the goods may be presented for inspection,\n—\nthe requirements as set out in laws and regulations concerning quality control as well as their procedures of general application.\nArticle 3\nOrganization of controls\n1.   The Contracting Parties shall endeavour:\n—\nto set up, where necessary and possible, quality control stations, in conformity with traffic requirements;\n—\nto facilitate the movement of goods, in particular through the coordination of working hours of the quality control and customs services and agreement to effect clearance of perishable goods outside normal hours where their arrival has been notified in advance.\n2.   The quality control may be undertaken at points within the country provided that the procedures used contribute to facilitate the international movement of goods.\n3.   Within the framework of Conventions in force the Contracting Parties shall endeavour to reduce, as far as possible, the physical controls en route of perishable goods subjected to quality control.\n4.   The Contracting Parties shall organize quality control, harmonizing wherever possible the procedures of the service responsible for this control with those of any services responsible for other controls and inspections.\nArticle 4\nGoods in transit\nQuality controls do not normally apply to goods in through transit.\nArticle 5\nCooperation\n1.   The quality control services shall cooperate with the corresponding services of other Contracting Parties so as to expedite the passage of perishable goods subjected to quality control inter alia through the exchange of useful information.\n2.   When a consignment of perishable goods is intercepted during quality control, the competent service shall endeavour to notify the corresponding service of the country of exportation within as short a time as possible, indicating the reasons for the interception and the measures taken concerning the goods.\nANNEX 7\nRULES OF PROCEDURE OF THE ADMINISTRATIVE COMMITTEE REFERRED TO IN ARTICLE 22 OF THIS CONVENTION\nArticle 1\nMembers\nThe members of the Administrative Committee shall be the Contracting Parties to this Convention.\nArticle 2\nObservers\n1.   The Administrative Committee may decide to invite the competent administrations of all States which are not Contracting Parties, or representatives of international organizations which are not Contracting Parties, to attend, for questions which interest them, the sessions of the Committee as observers.\n2.   However, without prejudice to Article 1, the international organizations referred to in paragraph 1 which are competent for the subjects dealt with in the Annexes to this Convention, shall have the right to participate as observers in the work of the Administrative Committee.\nArticle 3\nSecretariat\nThe Secretariat of the Committee shall be provided by the Executive Secretary of the Economic Commission for Europe.\nArticle 4\nConvocations\nThe Executive Secretary of the Economic Commission for Europe shall convene the Committee:\n(i)\ntwo years after the Convention entered into force;\n(ii)\nthereafter, at a date fixed by the Committee, but not less frequently than every five years;\n(iii)\nat the request of the competent administrations of at least five States which are Contracting Parties.\nArticle 5\nOfficers\nThe Committee shall elect a chairman and a vice-chairman on the occasion of every session.\nArticle 6\nQuorum\nA quorum consisting of not less than one-third of the States which are Contracting Parties is required for the purposes of taking decisions.\nArticle 7\nDecisions\n(i)\nProposals shall be put to the vote.\n(ii)\nEach State which is a Contracting Party represented at the session shall have one vote.\n(iii)\nWhere Article 16 (2) of the Convention applies, the regional economic integration organizations parties to the Convention shall have in case of voting only a number of votes equal to the total votes allotted to their Member States which are also parties to the Convention. In this latter case, these Member States do not exercise their right to vote.\n(iv)\nSubject to the provisions of subparagraph (v) below, proposals shall be adopted by a simple majority of the members present and voting in accordance with the conditions specified in subparagraphs (ii) and (iii) above.\n(v)\nAmendments to this Convention shall be adopted by a two-thirds majority of the members present and voting in accordance with the conditions specified in subparagraphs (ii) and (iii) above.\nArticle 8\nReport\nBefore the closure of its session, the Committee shall adopt its report.\nArticle 9\nSupplementary provisions\nIn the absence of relevant provisions in this Annex, the Rules of Procedure of the Economic Commission for Europe shall be applicable, unless the Committee decides otherwise.", "summary": "1982 International Convention on the Harmonization of Frontier Controls of Goods\n1982 International Convention on the Harmonization of Frontier Controls of Goods\nSUMMARY OF:\nRegulation (EEC) No 1262/84 on the conclusion of the International Convention on the Harmonization of Frontier Controls of Goods\nInternational Convention on the harmonization of frontier controls of goods\nWHAT IS THE AIM OF THE REGULATION AND OF THE CONVENTION?\n              \nThe regulation approves on behalf of the European Economic Community (now the EU) the International Convention on the Harmonization of Frontier Controls of Goods.\nThe convention:\nseeks to streamline administrative procedures and remove cross-border technical barriers;\napplies to all goods being imported or exported or in transit, when they are moved across one or more sea, air or inland frontiers;\nis part of the external trade policy, an area of exclusive EU competence.\nKEY POINTS\n              \nParties to the convention are committed to streamlining administrative procedures at borders and reducing the number and duration of controls carried out by customs authorities. This commitment should be reflected in:\ncooperation and coordination between customs and other services for monitoring goods;\nthe providing of qualified personnel with the necessary equipment at the place where the controls are to take place; official instructions to officers for acting in accordance with international agreements;\ncooperation with the competent international bodies, in order to facilitate new multilateral or bilateral agreements;\narrangements for the joint control of goods and documents by neighbouring countries that share a border; opening hours of frontier posts, categories of goods, modes of transport and international customs transit procedures should correspond;\nthe sharing of information required for controls to be effective;\ndocuments aligned with the United Nations Layout Key.\nParties to the convention agree that:\ngoods in transit will receive simple and speedy treatment when they are transported in conditions that provide adequate security. If there is a threat to public safety*, however, they may carry out controls;\nby extending the hours and competence of existing customs posts, they will facilitate customs clearance for goods covered by an international customs transit procedure.\nGoods are subject to customs controls as described in Annex 1. These controls are to ensure compliance with the laws and regulations in force at borders. Other types of controls may also be carried out, also at points within the country.\nCustoms services are in charge of organising cooperation and coordination with other goods control services so as to expedite the passage of goods.\nInformation regarding these controls is to be found in the annexes listed below:\nmedico-sanitary inspections carried out for the protection of the life and health of persons (Annex II);\nveterinary inspections, applied to animals or animal products and their conditions of transport (Annex III);\nphytosanitary inspections intended to prevent the spread and the introduction across national boundaries of pests of plants and plant products (Annex IV);\ncontrol of compliance of goods with national and international laws and regulations (Annex V);\nquality control of goods to ensure that they correspond to the minimum international or national definitions of quality (Annex VI);\nrules of procedure of the Administrative Committee for the Harmonisation Convention concerning the amendment procedure for the convention (Annex VII);\nfacilitating border crossing procedures for international road transport, including by granting visas to professional drivers, the speeding up of border crossing procedures for goods, particularly for urgent consignments, such as live animals and perishable goods and the technical control of road vehicles (introduced by Council Decision 2009/161/EC) (Annex VIII).\nProhibitions or restrictions relating to importation, exportation, or transit remain applicable when they are imposed for reasons of public safety. Emergency measures may also be introduced if necessary.\nThe convention does not preclude the right of regional economic integration organisations (such as the EU) to apply their own legislation at their internal frontiers. It enables preferences and financial facilities to be maintained, on condition that they do not reduce in any way the facilities deriving from this convention.\nDisputes between the parties are to be settled by negotiation or by voluntary recourse to arbitration.\nFROM WHEN DO THE REGULATION AND CONVENTION APPLY?\n              \nThe regulation has applied since 1 June 1984. The convention has applied since 12 September 1987.\nKEY TERMS\n              \nPublic safety: defending public safety implies defending the safety and security of the public, morality, health, the environment, cultural heritage and industrial, commercial and intellectual property.\nMAIN DOCUMENTS\n            \nCouncil Regulation (EEC) No 1262/84 of 10 April 1984 concerning the conclusion of the International Convention on the Harmonization of Frontier Controls of Goods (OJ L 126, 12.5.1984, pp. 1-2)\nInternational Convention on the harmonization of frontier controls of goods (OJ L 126, 12.5.1984, pp. 3-19)\nAmendment to the International Convention on the Harmonization of Frontier Controls of Goods (Harmonization Convention), Geneva, 21 October 1982 (OJ L 317, 30.11.2011, pp. 13-15)\nRELATED DOCUMENTS\n            \nCouncil Decision 2009/161/EC of 25 September 2008 approving on behalf of the Community Annex 8 to the International Convention on the Harmonisation of Frontier Controls of Goods (OJ L 55, 27.2.2009, pp. 21-39)\nRegulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (OJ L 165, 30.4.2004, pp. 1-141). Text republished in corrigendum (OJ L 191, 28.5.2004, p. 1-52)\nSuccessive amendments to Regulation (EC) No 882/2004 have been incorporated into the original text. This consolidated version is of documentary value only.\nlast update 25.10.2018", "tags": ["goods and services", "international convention", "customs inspection", "customs cooperation"], "subjects": ["External relations"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}