{"celex_id": "32017D2315", "reference": "14.12.2017\nEN\nOfficial Journal of the European Union\nL 331/57\nCOUNCIL DECISION (CFSP) 2017/2315\nof 11 December 2017\nestablishing permanent structured cooperation (PESCO) and determining the list of participating Member States\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on European Union, in particular Article 46(2) thereof,\nHaving regard to Protocol No 10 on permanent structured cooperation established by Article 42 of the Treaty on European Union attached to the Treaty on European Union and to the Treaty on the Functioning of European Union,\nHaving regard to the proposal from the Federal Republic of Germany, the Kingdom of Spain, the French Republic and the Italian Republic,\nHaving regard to the opinion of the High Representative of the Union for Foreign Affairs and Security Policy (the High Representative),\nWhereas:\n(1)\nArticle 42(6) of the Treaty on European Union (TEU) provides that those Member States whose military capabilities fulfil higher criteria, and which have made more binding commitments to one another in this area with a view to the most demanding missions shall establish permanent structured cooperation (PESCO) within the Union framework.\n(2)\nOn 13 November 2017, the Council and the High Representative received a joint notification in accordance with Article 46(1) of the TEU from 23 Member States, and on 7 December 2017 from two other Member States, that all those Member States have the intention to participate in PESCO on the basis that they satisfy the abovementioned requirements and that they have made the more binding commitments to one another in this area as set out in the Annex to this Decision and on the basis of all the other elements in the notification, including the preamble and the guiding principles of PESCO set out in Annex I to the notification, to which they remain committed in its entirety, and also recalling Article 42 of the TEU, including Article 42(7) (1).\n(3)\nThe more binding commitments set out in the Annex to this Decision, are consistent with the achievement of the objectives set out in Article 1 of Protocol No 10 to the Treaties and the undertakings referred to in Article 2 of that Protocol.\n(4)\nThe decision of Member States to participate in PESCO is voluntary and does not in itself affect national sovereignty or the specific character of the security and defence policy of certain Member States. Contributions by the participating Member States to fulfil the more binding commitments under PESCO will be made in accordance with their applicable constitutional provisions.\n(5)\nIncreasing joint and collaborative defence capability development projects is among the binding commitments under PESCO. Such projects may be supported by contributions from the Union budget in compliance with the Treaties and in accordance with relevant Union instruments and programmes.\n(6)\nThe participating Member States have set out in their respective National Implementation Plans their ability to meet the more binding commitments they have made to one another.\n(7)\nThe necessary conditions having been met, it is therefore appropriate for the Council to adopt a decision establishing PESCO.\n(8)\nAny other Member State which wishes at a later stage to participate in PESCO may notify its intention to do so to the Council and to the High Representative in accordance with Article 46(3) of the TEU.\n(9)\nThe High Representative will be fully involved in proceedings relating to PESCO.\n(10)\nThere should be consistency between actions undertaken within the framework of PESCO and other CFSP actions and other Union policies. The Council and, within their respective areas of responsibility, the HR and the Commission, should cooperate in order to maximise synergies where applicable.\n(11)\nIn accordance with Article 5 of Protocol No 22 on the position of Denmark annexed to the TEU and to the Treaty on the Functioning of the European Union, Denmark does not participate in the elaboration and the implementation of decisions and actions of the Union which have defence implications. Denmark is therefore not bound by this Decision,\nHAS ADOPTED THIS DECISION:\nArticle 1\nEstablishment of permanent structured cooperation\nPermanent structured cooperation (PESCO) within the Union framework is hereby established between those Member States whose military capabilities fulfil higher criteria as referred to in Article 1 of Protocol No 10, and which have made commitments to one another in this area as referred to in Article 2 of that Protocol, with a view to the most demanding missions, and contributing to the fulfilment of the Union level of ambition.\nArticle 2\nParticipating Member States\nThe Member States participating in PESCO shall be the following:\n—\nBelgium,\n—\nBulgaria,\n—\nCzech Republic,\n—\nGermany,\n—\nEstonia,\n—\nIreland,\n—\nGreece,\n—\nSpain,\n—\nFrance,\n—\nCroatia,\n—\nItaly,\n—\nCyprus,\n—\nLatvia,\n—\nLithuania,\n—\nLuxembourg,\n—\nHungary,\n—\nNetherlands,\n—\nAustria,\n—\nPoland,\n—\nPortugal,\n—\nRomania,\n—\nSlovenia,\n—\nSlovakia,\n—\nFinland,\n—\nSweden.\nArticle 3\nMore binding commitments in accordance with Protocol No 10\n1.   To achieve the objectives set out in Article 1 of Protocol No 10 and the undertakings referred to in Article 2 of that Protocol, the participating Member States shall make contributions which fulfil the more binding commitments which they have made to one another as set out in the Annex.\n2.   For this purpose, participating Member States shall review annually, and shall update as appropriate, their National Implementation Plans, in which they are to outline how they will meet the more binding commitments, specifying how they will fulfil the more precise objectives that are to be set at each phase. The updated National Implementation Plans shall be communicated annually to the European External Action Service (EEAS) and the European Defence Agency (EDA), and shall be made available to all participating Member States.\nArticle 4\nPESCO Governance\n1.   The governance of PESCO shall be organised:\n—\nat the level of the Council, and\n—\nin the framework of projects implemented by groups of those participating Member States which have agreed among themselves to undertake such projects.\n2.   Acting in accordance with Article 46(6) of the TEU, the Council shall adopt decisions and recommendations:\n(a)\nproviding strategic direction and guidance for PESCO;\n(b)\nsequencing the fulfilment of the more binding commitments set out in the Annex in the course of the two consecutive initial phases (the years 2018-2020 and 2021-2025) and specifying at the beginning of each phase the more precise objectives for the fulfilment of the more binding commitments set out in the Annex;\n(c)\nupdating, and enhancing if necessary, the more binding commitments set out in the Annex in light of achievements made through PESCO, in order to reflect the Union's evolving security environment. Such decisions shall be taken in particular at the end of the phases referred to in point (b) of paragraph 2, based on a strategic review process assessing the fulfilment of the PESCO commitments;\n(d)\nassessing the contributions of participating Member States to fulfil the agreed commitments, according to the mechanism described in Article 6;\n(e)\nestablishing the list of projects to be developed under PESCO, reflecting both support for capability development and the provision of substantial support within means and capabilities to Common Security and Defence Policy operations and missions;\n(f)\nestablishing a common set of governance rules for projects, which the participating Member States taking part in an individual project could adapt as necessary for that project;\n(g)\nestablishing, in due time, in accordance with Article 9(1), the general conditions under which third States could exceptionally be invited to participate in individual projects; and determining in accordance with Article 9(2) whether a given third State satisfies these conditions; and\n(h)\nproviding for any other measures required to further implement this Decision.\nArticle 5\nPESCO Projects\n1.   Following proposals by the participating Member States which intend to take part in an individual project, the High Representative may make a recommendation concerning the identification and evaluation of PESCO projects, on the basis of assessments provided in accordance with Article 7, for Council decisions and recommendations to be adopted in accordance with Article 4(2)(e), following military advice by the Military Committee of the European Union (EUMC).\n2.   Participating Member States which intend to propose an individual project shall inform the other participating Member States in due time before presenting their proposal, in order to gather support and give them the opportunity to join in collectively submitting the proposal.\nThe project members shall be the participating Member States which submitted the proposal. The list of the project members of each individual project shall be attached to the Council decision referred to in Article 4(2)(e).\nThe participating Member States taking part in a project may agree among themselves to admit other participating Member States which subsequently wish to take part in the project.\n3.   The participating Member States taking part in a project shall agree among themselves on the arrangements for, and the scope of, their cooperation, and the management of that project. The participating Member States taking part in a project shall regularly inform the Council about the development of the project, as appropriate.\nArticle 6\nSupervision, assessment and reporting arrangements\n1.   The Council, within the framework of Article 46(6) TEU, shall ensure the unity, consistency and effectiveness of PESCO. The High Representative shall also contribute to those objectives.\n2.   The High Representative shall be fully involved in proceedings relating to PESCO, in accordance with Protocol No 10.\n3.   The High Representative shall present an annual report on PESCO to the Council. This report shall be based on the contributions by the EDA, in accordance with Article 7(3)(a), and by the EEAS, in accordance with Article 7(2)(a). The High Representative's report shall describe the status of PESCO implementation, including the fulfilment, by each participating Member State, of its commitments, in accordance with its National Implementation Plan.\nThe EUMC shall provide the Political and Security Committee with military advice and recommendations regarding to the annual PESCO assessment process.\nOn the basis of the annual report on PESCO presented by the High Representative, the Council shall review once a year whether the participating Member States continue to fulfil the more binding commitments referred to in Article 3.\n4.   Any decision concerning the suspension of the participation of a Member State shall be adopted in accordance with Article 46(4) TEU only after the Member State has been given a clearly defined timeframe for individual consultation and reaction measures.\nArticle 7\nSupport by the EEAS and the EDA\n1.   Under the responsibility of the High Representative, also in his or her capacity as the Head of the EDA, the EEAS, including the EU Military Staff (EUMS), and the EDA shall jointly provide the necessary secretariat functions for PESCO other than at the level of the Council, and in this regard a single point of contact.\n2.   The EEAS, including the EUMS, shall support the functioning of PESCO in particular by:\n(a)\ncontributing to the High Representative's assessment, in his or her annual report on PESCO, of participating Member States' contributions with regard to operational aspects, in accordance with Article 6;\n(b)\ncoordinating the assessment of project proposals envisaged in Article 5, notably in the areas of availability, interoperability, flexibility and deployability of forces. In particular, the EEAS, including the EUMS, shall assess proposed projects' compliance with, and their contribution to, operational needs.\n3.   The EDA shall support PESCO in particular by:\n(a)\ncontributing to the High Representative's assessment, in his or her annual report on PESCO, of participating Member States' contributions, in accordance with Article 6, with regard to capabilities, in particular contributions made in accordance with the more binding commitments referred to in Article 3;\n(b)\nfacilitating capability development projects, in particular coordinating the assessment of projects proposals envisaged in Article 5, notably in the area of capability development. In particular, EDA shall support Member States in ensuring that there is no unnecessary duplication with existing initiatives also in other institutional contexts.\nArticle 8\nFinancing\n1.   Administrative expenditure of the Union institutions and the EEAS arising from the implementation of this Decision shall be charged to the Union budget. Administrative expenditure of the EDA shall be subject to the relevant financing rules of the EDA in accordance with Council Decision (CFSP) 2015/1835 (2).\n2.   Operating expenditure arising from projects undertaken within the framework of PESCO shall be supported primarily by the participating Member States that take part in an individual project. Contributions from the general budget of the Union may be made to such projects in compliance with the Treaties and in accordance with the relevant Union instruments.\nArticle 9\nParticipation of third States in individual projects\n1.   The general conditions for the participation of third States in individual projects shall be specified in a Council decision adopted in accordance with Article 4(2), which may include a template for administrative arrangements with third States.\n2.   The Council shall decide in accordance with Article 46(6) TEU whether a third State, which the participating Member States taking part in a project wish to invite to take part in that project, meets the requirements set out in the decision referred to in paragraph 1.\n3.   Following a positive decision as referred to in paragraph 2, the participating Member States taking part in a project may enter into administrative arrangements with the third State concerned for the purpose of its taking part in that project. Such arrangements shall respect the procedures and the decision-making autonomy of the Union.\nArticle 10\nSecurity rules\nThe provisions set out in Council Decision 2013/488/EU (3) shall apply in the context of PESCO.\nArticle 11\nEntry into force\nThis Decision shall enter into force on the date of its adoption.\nDone at Brussels, 11 December 2017.\nFor the Council\nThe President\nF. MOGHERINI\n(1)  The notification is published together with this Decision (see page 65 of this Official Journal).\n(2)  Council Decision (CFSP) 2015/1835 of 12 October 2015 defining the statute, seat and operational rules of the European Defence Agency (OJ L 266, 13.10.2015, p. 55).\n(3)  Council Decision 2013/488/EU of 23 September 2013 on the security rules for protecting EU classified information (OJ L 274, 15.10.2013, p. 1).\nANNEX\nList of ambitious and more binding common commitments undertaken by participating Member States in the five areas set out by Article 2 of Protocol 10\n‘(a)\ncooperate, as from the entry into force of the Treaty of Lisbon, with a view to achieving approved objectives concerning the level of investment expenditure on defence equipment, and regularly review these objectives, in the light of the security environment and of the Union's international responsibilities.’\nBased on the collective benchmarks identified in 2007, participating Member States subscribe to the following commitments:\n1.\nRegularly increasing defence budgets in real terms, in order to reach agreed objectives.\n2.\nSuccessive medium-term increase in defence investment expenditure to 20 % of total defence spending (collective benchmark) in order to fill strategic capability gaps by participating in defence capabilities projects in accordance with CDP and Coordinated Annual Review (CARD).\n3.\nIncreasing joint and ‘collaborative’ strategic defence capabilities projects. Such joint and collaborative projects should be supported through the European Defence Fund if required and as appropriate.\n4.\nIncreasing the share of expenditure allocated to defence research and technology with a view to nearing the 2 % of total defence spending (collective benchmark).\n5.\nEstablishment of a regular review of these commitments (with the aim of endorsement by the Council).\n‘(b)\nbring their defence apparatus into line with each other as far as possible, particularly by harmonising the identification of their military needs, by pooling and, where appropriate, specialising their defence means and capabilities, and by encouraging cooperation in the fields of training and logistics.’\n6.\nPlaying a substantial role in capability development within the EU, including within the framework of CARD, in order to ensure the availability of the necessary capabilities for achieving the level of ambition in Europe.\n7.\nCommitment to support the CARD to the maximum extent possible acknowledging the voluntary nature of the review and individual constraints of participating Member States.\n8.\nCommitment to the intensive involvement of a future European Defence Fund in multinational procurement with identified EU added value.\n9.\nCommitment to drawing up harmonised requirements for all capability development projects agreed by participating Member States.\n10.\nCommitment to considering the joint use of existing capabilities in order to optimise the available resources and improve their overall effectiveness.\n11.\nCommitment to ensure increasing efforts in the cooperation on cyber defence, such as information sharing, training and operational support.\n‘(c)\ntake concrete measures to enhance the availability, interoperability, flexibility and deployability of their forces, in particular by identifying common objectives regarding the commitment of forces, including possibly reviewing their national decision-making procedures.’\n12.\nWith regard to availability and deployability of the forces, the participating Member States are committed to:\n—\nMaking available formations, that are strategically deployable, for the realisation of the EU LoA, in addition to a potential deployment of an EUBG. This commitment does neither cover a readiness force, a standing force nor a stand by force.\n—\nDeveloping a solid instrument (e.g. a data base) which will only be accessible to participating Member States and contributing nations to record available and rapidly deployable capabilities in order to facilitate and accelerate the Force Generation Process.\n—\nAiming for fast-tracked political commitment at national level, including possibly reviewing their national decision-making procedures.\n—\nProviding substantial support within means and capabilities to CSDP operations (e.g. EUFOR) and missions (e.g. EU Training Missions) - with personnel, materiel, training, exercise support, infrastructure or otherwise - which have been unanimously decided by the Council, without prejudice to any decision on contributions to CSDP operations and without prejudice to any constitutional constraints,\n—\nSubstantially contributing to EU BG by confirmation of contributions in principle at least four years in advance, with a stand-by period in line with the EU BG concept, obligation to carry out EU BG exercises for the EU BG force package (framework nation) and/or to participate in these exercises (all EU Member States participating in EU BG).\n—\nSimplifying and standardising cross border military transport in Europe for enabling rapid deployment of military materiel and personnel.\n13.\nWith regard to interoperability of forces, the participating Member States are committed to:\n—\nDeveloping the interoperability of their forces by:\n—\nCommitment to agree on common evaluation and validation criteria for the EU BG force package aligned with NATO standards while maintaining national certification.\n—\nCommitment to agree on common technical and operational standards of forces acknowledging that they need to ensure interoperability with NATO.\n—\nOptimising multinational structures: participating Member States could commit to joining and playing an active role in the main existing and possible future structures partaking in European external action in the military field (EUROCORPS, EUROMARFOR, EUROGENDFOR, MCCE/ATARES/SEOS).\n14.\nParticipating Member States will strive for an ambitious approach to common funding of military CSDP operations and missions, beyond what will be defined as common cost according to the Athena council decision.\n‘(d)\nwork together to ensure that they take the necessary measures to make good, including through multinational approaches, and without prejudice to undertakings in this regard within the North Atlantic Treaty Organisation, the shortfalls perceived in the framework of the “Capability Development Mechanism”.’\n15.\nHelp to overcome capability shortcomings identified under the Capability Development Plan (CDP) and CARD. These capability projects shall increase Europe's strategic autonomy and strengthen the European Defence Technological and Industrial Base (EDTIB).\n16.\nConsider as a priority a European collaborative approach in order to fill capability shortcomings identified at national level and, as a general rule, only use an exclusively national approach if such an examination has been already carried out.\n17.\nTake part in at least one project under the PESCO which develops or provides capabilities identified as strategically relevant by Member States.\n‘(e)\ntake part, where appropriate, in the development of major joint or European equipment programmes in the framework of the European Defence Agency.’\n18.\nCommitment to the use of EDA as the European forum for joint capability development and consider the OCCAR as the preferred collaborative program managing organisation.\n19.\nEnsure that all projects with regard to capabilities led by participating Member States make the European defence industry more competitive via an appropriate industrial policy which avoids unnecessary overlap.\n20.\nEnsure that the cooperation programmes - which must only benefit entities which demonstrably provide added value on EU territory - and the acquisition strategies adopted by the participating Member States will have a positive impact on the EDTIB.\nNotification on permanent structured cooperation (PESCO) to the Council And to the high representative of the Union for foreign affairs and security policy\nPreamble\nThe participating Member States,\nRecalling that the Union is pursuing a common foreign and security policy based on the achievement of ‘an ever-increasing degree of convergence of Member States' actions’ (Art. 24(2) TEU) and that the common security and defence policy (CSDP) is an integral part of the common foreign and security policy;\nConsidering that the common security and defence policy provides the Union with operational capacity drawing on civil and military assets and that the strengthening of the security and defence policy will require efforts by Member States in the area of capabilities;\nRecalling also the commitment of the European Union and its Member States to the promotion of a rules-based global order with multilateralism as its key principle and the United Nations at its core;\nRecalling Article 42(6) of the Treaty on European Union (TEU) according to which those ‘Member States whose military capabilities fulfil higher criteria and which have made more binding commitments to one another in this area with a’ view to the most demanding missions ‘shall establish permanent structured cooperation (PESCO) within the Union framework’;\nConsidering that PESCO could significantly contribute to fulfilling the EU's Level of Ambition including with a view to the most demanding missions and operations and that it could facilitate the development of Member States' defence capabilities through an intensive involvement in multinational procurement projects and with appropriate industrial entities including small and medium sized enterprises, and strengthen European defence cooperation, while making full use of the Treaties;\nTaking into account the objectives of permanent structured cooperation and Member States' undertakings to achieve them as laid out in Protocol No. 10 on Permanent Structured Cooperation and referred to in Article 46 of the TEU;\nNoting that the European Council held on 15 December 2016 concluded that Europeans must take greater responsibility for their security and that, in order to strengthen Europe's security and defence in a challenging geopolitical environment and to better protect its citizens, confirming previous commitments in this respect, the European Council stressed the need to do more, including by committing sufficient additional resources, while taking into account national circumstances, legal commitments, and for Member States which are also members of NATO, relevant NATO guidelines on defence expenditure;\nRecalling further that the European Council also called for reinforcing cooperation in the development of required capabilities as well as committing to making such capabilities available when necessary, and that it maintained that the European Union and its Member States must be able to contribute decisively to collective efforts, as well as to act autonomously when and where necessary and with partners wherever possible;\nConsidering that the European Council of June 2017 called for the joint development of capability projects commonly agreed by Member States to fill the existing major shortfalls and develop the technologies of the future is crucial to fulfil the level of ambition of the EU approved by the European Council in December 2016; welcomed the Commission's communication on a European Defence Fund, composed of a research window and a capability window; and called on Member States to identify suitable capability projects for the European Defence Fund and for the European Defence Industrial Development Programme;\nRecalling in particular that the European Council asked the High Representative to present proposals as regards elements and options for an inclusive Permanent Structured Cooperation based on a modular approach and outlining possible projects;\nRecalling that the Foreign Affairs Council on 6 March 2017 agreed on the need to continue work on an inclusive Permanent Structured Cooperation based on a modular approach, which should be open to all Member States who are willing to make the necessary binding commitments and meet the criteria, based on articles 42 (6) and 46 and Protocol 10 of the Treaty;\nDetermined to reach a new level in the progressive framing of a common Union defence policy as called for in Article 42(2) of the TEU through the establishment of permanent structured cooperation within the Union framework; while taking into consideration the specific character of the security and defence policy of all Member States;\nRecalling the obligation under Article 42(7) TEU of mutual aid and assistance;\nRecalling that in line with Article 42(7) of the Treaty on European Union commitments and cooperation in the area of Common Security and Defence Policy ‘shall be consistent with commitments under the North Atlantic Treaty Organisation, which, for those States which are members of it, remains the foundation of their collective defence and the forum for its implementation’;\nEmphasizing that the European Council on 22/23 June 2017 agreed on the need to launch an inclusive and ambitious Permanent Structured Cooperation (PESCO)’ and responding to the European Council's mandate to draw up within three months ‘a common list of criteria and binding commitments fully in line with Articles 42(6) and 46 TEU and Protocol 10 to the Treaty - including with a view to the most demanding missions […], with a precise timetable and specific assessment mechanisms, in order to enable Member States which are in a position to do so to notify their intentions to participate without delay’;\nHEREBY NOTIFY the Council and the High Representative of the European Union for Foreign Affairs and Security Policy of their intention to participate in Permanent Structured Cooperation;\nCALL UPON the Council to adopt a decision establishing permanent structured cooperation, in accordance with the relevant provisions of the Treaty on European Union and Protocol 10 to the Treaty, and on the basis of the principles specified in Annex I, the common more binding commitments contained in Annex II as well as the proposals for governance contained in Annex III;\nSHALL SUBMIT, before the adoption by the Council of the decision establishing PESCO, a national implementation plan demonstrating their ability how to meet the more binding commitments contained in Annex II.\nDone at Brussels on the thirteenth day of November in the year two thousand and seventeen.\nVoor het Koninkrijk België\nPour le Royaume de Belgique\nFür das Königreich Belgien\nЗа Република България\nZa Českou republiku\nFür die Bundesrepublik Deutschland\nEesti Vabariigi nimel\nΓια την Ελληνική Δημοκρατία\nPor el Reino de España\nPour la République française\nZa Republiku Hrvatsku\nPer la Repubblica italiana\nΓια την Κυπριακή Δημοκρατία\nLatvijas Republikas vārdā –\nLietuvos Respublikos vardu\nPour le Grand-Duché de Luxembourg\nMagyarország részéről\nVoor het Koninkrijk der Nederlanden\nFür die Republik Österreich\nW imieniu Rzeczypospolitej Polskiej\nPentru România\nZa Republiko Slovenijo\nZa Slovenskú republiku\nSuomen tasavallan puolesta\nFör Republiken Finland\nFör Konungariket Sverige\n*\nIreland notified on 7 December 2017 its intention to the Council and the High Representative to participate in PESCO and associated itself with this joint Notification.\n*\nThe Portuguese Republic notified on 7 December 2017 its intention to the Council and the High Representative to participate in PESCO and associated itself with this joint Notification.\nANNEX I - PRINCIPLES OF PESCO\n‘Permanent Structured Cooperation’ is provided for in Articles 42 and 46 of the Treaty on European Union and Protocol No 10 to the Treaty. It can only be activated once and is established by a Council decision to be adopted by qualified majority, in order to bring together all willing Member States in the area of defence, ‘whose military capabilities fulfil higher criteria’ and which have made ‘more binding commitments with a view to the most demanding missions’ and operations.\nPESCO is an ambitious, binding and inclusive European legal framework for investments in the security and defence of the EU's territory and its citizens. PESCO also provides a crucial political framework for all Member States to improve their respective military assets and defence capabilities through well-coordinated initiatives and concrete projects based on more binding commitments. Enhanced defence capabilities of EU Member States will also benefit NATO. They will strengthen the European pillar within the Alliance and respond to repeated demands for stronger transatlantic burden sharing.\nPESCO is a crucial step towards strengthening the common defence policy. It could be an element of a possible development towards a common defence should the Council by unanimous vote decide so (as provided for in article 42.2 TEU). A long term vision of PESCO could be to arrive at a coherent full spectrum force package - in complementarity with NATO, which will continue to be the cornerstone of collective defence for its members.\nWe consider an inclusive PESCO as the most important instrument to foster common security and defence in an area where more coherence, continuity, coordination and collaboration are needed. European efforts to this end must be united, coordinated, and meaningful and must be based on commonly agreed political guidelines.\nPESCO offers a reliable and binding legal framework within the EU institutional framework. Participating Member States will meet their binding commitments, confirming that the establishment and implementation of Permanent Structured Cooperation will be undertaken in full compliance with the provisions of the TEU and the protocols attached thereto and respecting constitutional provisions of the member States.\nThe binding nature of PESCO commitments will be ensured by an annual regular assessment conducted by the High Representative of the Union for Foreign Affairs and Security Policy and supported, in particular, by the European Defence Agency (EDA), for the capability development aspects (notably described in Article 3 of Protocol 10), and EEAS, including EUMS and other CSDP structures, for the operational aspects of PESCO. Through PESCO, the Union could work towards a coherent full spectrum force package as PESCO would add top-down coordination and guidance to existing or future bottom-up structures and lines of efforts.\nPESCO would provide opportunities for Member States to improve defence capabilities through participation in well-coordinated initiatives and concrete common projects, potentially capitalising on existing regional clusters. Participation in PESCO is voluntary and leaves national sovereignty untouched.\nAn inclusive PESCO is as a strong political signal towards our citizens and the outside world: governments of EU Member States are taking common security and defence seriously and pushing it forward. For EU citizens it means more security and a clear sign of willingness of all Member States to foster common security and defence to achieve the goals set by EU Global Strategy.\nPESCO will be output oriented and should enable tangible progress on the level of investment expenditure on defence equipment, collaborative capability development goals and the availability of deployable defence capabilities for combined missions and operations acknowledging the single set of forces principle. The main driver of PESCO capability development will be the fulfilments of the capability shortfalls related to the EU Level of Ambition and Common Security and Defence Policy objectives and priorities.\nThe ‘inclusive’ and ‘modular’ nature of the PESCO, as described by the European Council in December 2016, must not lead to cooperation being levelled down. The objective of an ‘ambitious’ PESCO underlines the need for all PESCO participating Member States to comply with a common list of objectives and commitments. As recalled by the June 2017 European Council, PESCO is ‘inclusive and ambitious’.\nThe following list of commitments must help to reach the level of ambition of the EU as defined in the Council conclusions of 14 November 2016, endorsed by the December 2016 European Council, and thus strengthen the strategic autonomy of both Europeans and the EU.\nANNEX II - LIST OF AMBITIOUS AND MORE BINDING COMMON COMMITMENTS IN THE FIVE AREAS SET OUT BY ARTICLE 2 OF PROTOCOL NO 10\n‘(a)\ncooperate, as from the entry into force of the Treaty of Lisbon, with a view to achieving approved objectives concerning the level of investment expenditure on defence equipment, and regularly review these objectives, in the light of the security environment and of the Union's international responsibilities.’\nBased on the collective benchmarks identified in 2007, participating Member States subscribe to the following commitments:\n1.\nRegularly increasing defence budgets in real terms, in order to reach agreed objectives.\n2.\nSuccessive medium-term increase in defence investment expenditure to 20 % of total defence spending (collective benchmark) in order to fill strategic capability gaps by participating in defence capabilities projects in accordance with CDP and Coordinated Annual Review (CARD).\n3.\nIncreasing joint and ‘collaborative’ strategic defence capabilities projects. Such joint and collaborative projects should be supported through the European Defence Fund if required and as appropriate.\n4.\nIncreasing the share of expenditure allocated to defence research and technology with a view to nearing the 2 % of total defence spending (collective benchmark).\n5.\nEstablishment of a regular review of these commitments (with the aim of endorsement by the Council).\n‘(b)\nbring their defence apparatus into line with each other as far as possible, particularly by harmonising the identification of their military needs, by pooling and, where appropriate, specialising their defence means and capabilities, and by encouraging cooperation in the fields of training and logistics.’\n6.\nPlaying a substantial role in capability development within the EU, including within the framework of CARD, in order to ensure the availability of the necessary capabilities for achieving the level of ambition in Europe.\n7.\nCommitment to support the CARD to the maximum extent possible acknowledging the voluntary nature of the review and individual constraints of participating Member States.\n8.\nCommitment to the intensive involvement of a future European Defence Fund in multinational procurement with identified EU added value.\n9.\nCommitment to drawing up harmonised requirements for all capability development projects agreed by participating Member States.\n10.\nCommitment to considering the joint use of existing capabilities in order to optimize the available resources and improve their overall effectiveness.\n11.\nCommitment to ensure increasing efforts in the cooperation on cyber defence, such as information sharing, training and operational support.\n‘(c)\ntake concrete measures to enhance the availability, interoperability, flexibility and deployability of their forces, in particular by identifying common objectives regarding the commitment of forces, including possibly reviewing their national decision-making procedures.’\n12.\nWith regard to availability and deployability of the forces, the participating Member States are committed to:\n—\nMaking available formations, that are strategically deployable, for the realization of the EU LoA, in addition to a potential deployment of an EUBG. This commitment does neither cover a readiness force, a standing force nor a stand by force.\n—\nDeveloping a solid instrument (e.g. a data base) which will only be accessible to participating Member States and contributing nations to record available and rapidly deployable capabilities in order to facilitate and accelerate the Force Generation Process.\n—\nAiming for fast-tracked political commitment at national level, including possibly reviewing their national decision-making procedures.\n—\nProviding substantial support within means and capabilities to CSDP operations (e.g. EUFOR) and missions (e.g. EU Training Missions) - with personnel, materiel, training, exercise support, infrastructure or otherwise - which have been unanimously decided by the Council, without prejudice to any decision on contributions to CSDP operations and without prejudice to any constitutional constraints.\n—\nSubstantially contributing to EU BG by confirmation of contributions in principle at least four years in advance, with a stand-by period in line with the EU BG concept, obligation to carry out EU BG exercises for the EU BG force package (framework nation) and/or to participate in these exercises (all EU Member States participating in EU BG).\n—\nSimplifying and standardizing cross border military transport in Europe for enabling rapid deployment of military materiel and personnel.\n13.\nWith regard to interoperability of forces, the participating Member States are committed to:\n—\nDeveloping the interoperability of their forces by:\n—\nCommitment to agree on common evaluation and validation criteria for the EU BG force package aligned with NATO standards while maintaining national certification.\n—\nCommitment to agree on common technical and operational standards of forces acknowledging that they need to ensure interoperability with NATO.\n—\nOptimizing multinational structures: participating Member States could commit to joining and playing an active role in the main existing and possible future structures partaking in European external action in the military field (EUROCORPS, EUROMARFOR, EUROGENDFOR, MCCE/ATARES/SEOS).\n14.\nParticipating Member States will strive for an ambitious approach to common funding of military CSDP operations and missions, beyond what will be defined as common cost according to the Athena council decision.\n‘(d)\nwork together to ensure that they take the necessary measures to make good, including through multinational approaches, and without prejudice to undertakings in this regard within the North Atlantic Treaty Organisation, the shortfalls perceived in the framework of the ‘Capability Development Mechanism.’’\n15.\nHelp to overcome capability shortcomings identified under the Capability Development Plan (CDP) and CARD. These capability projects shall increase Europe's strategic autonomy and strengthen the European Defence Technological and Industrial Base (EDTIB).\n16.\nConsider as a priority a European collaborative approach in order to fill capability shortcomings identified at national level and, as a general rule, only use an exclusively national approach if such an examination has been already carried out.\n17.\nTake part in at least one project under the PESCO which develops or provides capabilities identified as strategically relevant by Member States.\n‘(e)\ntake part, where appropriate, in the development of major joint or European equipment programmes in the framework of the European Defence Agency.’\n18.\nCommitment to the use of EDA as the European forum for joint capability development and consider the OCCAR as the preferred collaborative program managing organization.\n19.\nEnsure that all projects with regard to capabilities led by participating Member States make the European defence industry more competitive via an appropriate industrial policy which avoids unnecessary overlap.\n20.\nEnsure that the cooperation programmes - which must only benefit entities which demonstrably provide added value on EU territory - and the acquisition strategies adopted by the participating Member States will have a positive impact on the EDTIB.\nANNEX III – GOVERNANCE\n1.   Participating Member States remain at the center of the decision making process while coordinating with the High Representative\nPESCO is a framework driven by participating Member States and remains primarily within their remit. Transparency is ensured for non-participating EU Member States.\nTo ensure a proper coordination of PESCO with the overall common security and defence policy (CSDP), of which it is an integral part, the High Representative of the Union for Foreign Affairs and Security Policy will be fully involved in proceedings relating to PESCO. The High Representative will be in charge of managing the annual assessment called for by the European Council and laid out in part 4 below. The EEAS, including the EU Military Staff (EUMS), and the EDA will ensure the Secretariat of the PESCO in close coordination with the European External Action Service (EEAS) Deputy Secretary General on CSDP and Crisis Response.\nIn accordance with the TEU, Article 3 of Protocol 10 and the Council Decision establishing the European Defence Agency, the EDA will support the High representative as regards the capability development aspects of PESCO. The EEAS will support the High Representative, in particular on the operational aspects of PESCO, including through the EU Military Staff and other CSDP structures.\nIt is noted that according to Art 41 (1) of the TEU the ‘administrative expenditure to which the implementation of this Chapter gives rise for the institutions shall be charged to the Union budget’.\n2.   The governance comprises of two levels of governance with an overarching level in charge of maintaining the coherence and the ambition of the PESCO, complemented by specific governance procedures for PESCO projects\n2.1.   The overarching level will be in charge of the coherence and credible implementation of the PESCO.\nIt will be based on existing structures. When the EU Foreign and Defence ministers are gathering in a joint Foreign Affairs Council /Defence meeting (usually twice per year), they could deal with PESCO issues. When the Council convenes to deal with PESCO issues, voting rights are reserved to the representatives of the participating Member States. On this occasion, participating Member States might adopt new projects by unanimity (in accordance with Article 46(6) TEU), receive assessments of participating Member States efforts, in particular those detailed in part 3 of this Annex, and could confirm the participation of another Member State by qualified majority after consulting the High Representative, in accordance with Article 46(3) TEU.\nAs a last resort, the Council may suspend the participation of a Member State who no longer fulfils the criteria, given beforehand a clearly defined timeframe for individual consultation and reaction measures, or is no longer able or willing to meet the PESCO commitments and obligations, in accordance with Article 46(4) TEU.\nRelevant existing Council preparatory bodies will gather in ‘PESCO format’, that is with all EU Member States present, but with arrangement reflecting that only participating Member States have voting rights in the Council. PSC meetings in ‘PESCO format’ could be convened to address common matters of interest among the participating Member States, to plan and discuss projects, or to discuss new memberships in PESCO. Its work will be supported by PMG meetings in PESCO format. The EU Military Committee will also be convened in PESCO format and in particular asked for military advice. In addition informal meetings can take place with the participating Member States only.\n2.2.   The governance of projects\n2.2.1.   PESCO project scrutiny will be based on an assessment by the High Representative, relying on EEAS, including EUMS, and EDA, projects selection will require a council decision\nParticipating Member States are free to submit any project they deem useful for the purposes of PESCO. They will publicize their intention in order to gather support and collectively submit projects to the PESCO Secretariat, and share them simultaneously with all participating Member States.\nProjects should help to fulfill the commitments referred to in Annex II of the notification, many of which are calling for the development, or provision, of capabilities identified by Member States as strategically relevant and with commonly agreed EU added value as well as asking for providing substantial support within means and capabilities to CSDP operations (EUFOR) and missions (e.g. EU Training missions) in accordance with Article 42.6 TEU.\nTo ensure coherence and consistency of diverse PESCO projects we suggest a limited number of specifically mission and operation focused projects in line with the EU level of ambition. Other projects would support these projects by playing a facilitating and enabling role. The projects should be grouped accordingly.\nThe PESCO Secretariat will coordinate the assessment of projects proposals. With regard to capability development projects, the EDA will ensure that there is no duplication with existing initiatives also in other institutional contexts. For the operation and mission focused projects, the EUMS will assess compliance with and contribution to the operational needs of the EU and its Member States. On this basis, the High Representative will provide a recommendation identifying those projects' proposals that are the most ambitious, contribute to the EU LoA and are best suited to further Europe's strategic autonomy. The project portfolio shall reflect an appropriate balance between projects which are more in the area of capability development and those who are more in the area of operations and missions.\nThe High Representative recommendation will provide inputs for the Council to decide on the list of PESCO projects within the PESCO framework following a military advice by the EUMC in PESCO format and through PSC in PESCO format. The Council shall decide by unanimity, as constituted by the votes of the representatives of the participating Member States, according to Article 46(6) TEU.\nNon-participating EU Member States can always indicate their intention to participate in projects by pledging to the commitments and joining PESCO.\nThird States may exceptionally be invited by project participants, in accordance with general arrangements to be decided in due time by the Council in accordance with Article 46(6) TEU. They would need to provide substantial added value to the project, contribute to strengthening PESCO and the CSDP and meet more demanding commitments. This will not grant decision powers to such Third States in the governance of PESCO. Moreover, the Council in PESCO format will decide if the conditions set out in the general arrangements are met by each Third State invited by the respective project participants.\n2.2.2.   Project governance lies first with the participating Member States\nWhen deciding on the list of PESCO projects by the Council a list of the participating Member States associated to a project must be attached. Those Member States participating in a project will have collectively submitted the project in beforehand.\nParticipating Member States associated to a project will agree among themselves, by unanimity, the modalities and the scope of their cooperation, including the necessary contribution needed to join the project. They will establish the governance rules of the project and will decide on the admission of further participating Member States during the project cycle, with participating or observer status. However a common set of governance rules should be developed which could be adapted within individual projects. This would ensure a form of standardization in the governance across all projects and ease their initiation. For capability development projects in particular, project management (specifications, acquisition strategy, choice of the executive agency, selection of the industrial companies, etc.) will remain the exclusive responsibility of the participating Member States associated to the project.\nParticipating Member States shall inform non-participating Member States about projects as appropriate.\n3.   A precise phased approach with realistic and binding objectives for each phase\nThe commitments undertaken by the participating Member States will be fulfilled through national efforts, and concrete projects.\nA realistic phased approach is key to preserve the participation of a vanguard of Member States in PESCO and thus, to preserve the principles of ambition and inclusiveness. While participating Member States will work towards achieving all of their commitments as soon as PESCO is officially launched, some commitments can be fulfilled sooner than others. To that end, a phased approach has to be agreed by the participating Member States.\nThe phases will take into account other existing calendar items (such as the implementation of the EDAP, the launch of the next Multiannual Financial Framework in 2021, and commitments already undertaken by Member States in other frameworks). Two respective phases (2018-2021 and 2021-2025) will allow for the sequencing of commitments. After 2025, a review process will take place. To that end participating Member States will assess the fulfillment of all PESCO commitments and decide on new commitments, with a view to embark on a new stage towards European security and defence integration.\n4.   The Governance of PESCO requires a well-designed and ambitious assessment mechanism based on national Implementation plans\nAll participating Member States stand guarantor and the High Representative will report on the fulfillment of the commitments, in line with the principle of regular assessment set by the Protocol 10 (Article 3). The binding nature and the credibility of the commitments agreed upon will be ensured through a two layer assessment mechanism:\n4.1.   The ‘National Implementation Plan’\nTo demonstrate the capability and willingness of each participating Member State to fulfill agreed commitments, they commit to submit before the adoption of the Council decision establishing PESCO, a national Implementation Plan outlining their ability how to meet the binding commitments. As a matter of transparency, access to those Implementation Plans will be granted to all participating Member States.\nAssessment of the provision of participating Member States to fulfill the agreed commitments will be conducted on an annual basis based on the national Implementation Plans, through the PESCO Secretariat under the High Representative's authority (supported by the EDA as regards the defense investments and capability development and by the EEAS, including the EUMS, as regards the operational aspects). Under the responsibility of the council, this assessment shall be sent to the PSC (in PESCO format) as well as to the EUMC (in PESCO format) for its advice.\nThe assessors will focus on the credibility of PESCO commitments by screening Member States National Implementation Plans, factual provisions and contributions to projects.\nAfter PESCO has been launched, the participating Member States will update their national Implementation Plans as appropriate based on the phased approach requirement.\nAt the beginning of every phase, commitments will be detailed through more precise objectives set among participating Member States in order to facilitate the assessment process.\n4.2.   An annual and a Strategic Review at the end of every phase\nAt least once per year, the joint FAC/Defence will receive a report from the High Representative, based on the contributions of EDA (in accordance with Article 3 of Protocol 10) and the EEAS, including the EUMS. This report will detail the status of PESCO implementation, including the respect, by each participating Member State, of its commitments, in coherence with its National Implementation Plan. This report, after an EUMC advice, will serve as a basis for Council recommendations and decisions adopted in accordance with Article 46 of the TEU.\nAt the end of every phase (2021; 2025) a Strategic Review exercise will be conducted assessing the respect of the commitments foreseen to have been fulfilled during that phase, deciding on the launching of the next phase and updating, if needed, the commitments for the next phase.", "summary": "Permanent structured cooperation on defence and security (PESCO)\nPermanent structured cooperation on defence and security (PESCO)\nSUMMARY OF:\nDecision (CFSP) 2017/2315 establishing permanent structured cooperation (PESCO) and determining the list of participating Member States\nDecision (CFSP) 2018/340 establishing the list of projects to be developed under PESCO\nWHAT IS THE AIM OF THE DECISIONS?\nDecision (CFSP) 2017/2315 sets up permanent structured cooperation (PESCO) between European Union (EU) Member States, with the aim of increasing their effectiveness in addressing security challenges and working towards further integrating and strengthening defence cooperation within the EU. It also sets out the list of the participating Member States.\nDecision (CFSP) 2018/340 lists the agreed initial collaborative projects, covering areas such as training, capability development and operational readiness.\nPESCO was first outlined in the Treaty on European Union (TEU), in Articles 42(6) and 46, and in Protocol 10.\nKEY POINTS\nParticipating Member States\nIn all, 25 of the 27 Member States have opted to be part of PESCO: Belgium, Bulgaria, Czechia, Germany, Estonia, Ireland, Greece, Spain, France, Croatia, Italy, Cyprus, Latvia, Lithuania, Luxembourg, Hungary, Netherlands, Austria, Poland, Portugal, Romania, Slovenia, Slovakia, Finland and Sweden.\nObjectives\nThe participating Member States work together to develop projects, in order to:\nenhance military training and exercises;\njointly strengthen their capabilities, including in cyberspace.\nWhile participation is voluntary, decisions remain in the hands of the individual Member States and the specific character of their security and defence policies is taken into account.\nThe participating Member States agree to cooperate in order to achieve approved objectives in security and defence, committing to ‘more binding common commitments’ in the following five areas, as set out in Article 2 of Protocol 10 of the TEU.\nDefence equipment investment:\nregularly increase defence budgets;\nincrease defence investment expenditure to 20% of total defence spending;\nincrease joint and collaborative strategic defence capability projects;\nincrease spending on defence research and technology to 2% of total defence spending.\nHarmonising, pooling resources and reducing duplication:\nplay a substantial role in capability development, in line with the EU ambition;\nsupport the coordinated annual review on defence (CARD);\nintensively involve the European Defence Fund, set up under Regulation (EU) 2021/697 (see summary), in multinational procurement;\ndraw up harmonised requirements for all capability development projects;\nconsider the joint use of existing capabilities;\nincrease cooperation on cyberdefence.\nAvailability and deployability:\nmake strategically deployable formations available;\ndevelop a database of capabilities that are ready to be rapidly deployed;\naim to fast-track national political commitment, including possibly reviewing national decision-making procedures;\nprovide support for personnel, equipment and training for common security and defence policy (CSDP) operations and missions;\ncontribute substantially to the EU Battlegroups;\nsimplify and standardise cross-border military transport for rapid deployment;\nagree on common evaluation and validation criteria for the EU Battlegroups, in line with NATO;\nagree on common technical and operational standards for forces, to ensure interoperability with NATO;\nplay an active role in the main existing and future EU external action military structures, such as Eurocorps, the Movement Coordination Centre Europe (MCCE) and Air Transport & Air-to-Air Refuelling and other Exchanges of Services (Atares);\nagree on an ambitious approach to common funding of military CSDP operations and missions.\nOvercoming capability shortcomings:\nhelp to overcome capability shortcomings identified in the capability development plan and the CARD, in order to strengthen the European defence technological and industrial base (EDTIB);\nprioritise a collaborative approach to overcome national shortcomings;\ntake part in at least one project involving strategic capabilities under PESCO.\nEuropean Defence Agency (EDA) and the defence industry:\nuse EDA as the forum for joint capability development and consider the Organisation for Joint Armament Co-operation (OCCAR) for programme management;\nensure that projects make the European defence industry more competitive via an appropriate industrial policy;\nensure that cooperation programmes have a positive impact on the EDTIB.\nThe Member States must submit national implementation plans that outline their capabilities and willingness to fulfil the commitments.\nThe Council of the European Union adopted a recommendation for a PESCO implementation roadmap, providing strategic direction and guidance to the Member States. It also set out a timeline for agreement on possible future projects, as well as the main principles for projects to be adopted by the Council by the end of June 2018.\nAmendments to Decision (CFSP) 2018/340\nDecision (CFSP) 2018/340 has been amended four times.\nDecision (CFSP) 2018/1797 updated the list of projects to make a total of 34 projects.\nDecision (CFSP) 2019/1909 updated the list of projects to make a total of 47 projects.\nDecision (CFSP) 2020/1746 updated the list of projects to make a total of 46 projects, reflecting the fact that the members of the ‘European Union Training Mission Competence Centre’ project had decided to close the project.\nDecision (CFSP) 2021/2008 updated the list of projects to make a total of 60 projects.\nFROM WHEN DO THE DECISIONS APPLY?\nDecision (CFSP) 2017/2315 setting up PESCO has applied since 11 December 2017.\nDecision (CFSP) 2018/340 has applied since 6 March 2018.\nBACKGROUND\n              \nFor further information, see:\nA stronger EU on security and defence (European External Action Service).\nMAIN DOCUMENTS\n            \nCouncil Decision (CFSP) 2017/2315 of 11 December 2017 establishing permanent structured cooperation (PESCO) and determining the list of participating Member States (OJ L 331, 14.12.2017, pp. 57–77).\nCouncil Decision (CFSP) 2018/340 of 6 March 2018 establishing the list of projects to be developed under PESCO (OJ L 65, 8.3.2018, pp. 24–27).\nSuccessive amendments to Decision (CFSP) 2018/340 have been incorporated in the original text. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nCouncil Recommendation of 6 March 2018 concerning a roadmap for the implementation of PESCO (OJ C 88, 8.3.2018, pp. 1–4).\nConsolidated version of the Treaty on European Union – Title V – General provisions on the Union’s external action and specific provisions on the common foreign and security policy – Chapter 2 – Specific provisions on the common foreign and security policy – Section 2 – Provisions on the common security and defence policy – Article 42 (ex Article 17 TEU) (OJ C 202, 7.6.2016, pp. 38–39).\nConsolidated version of the Treaty on European Union – Title V – General provisions on the Union’s external action and specific provisions on the common foreign and security policy – Chapter 2 – Specific provisions on the common foreign and security policy – Section 2 – Provisions on the common security and defence policy – Article 46 (OJ C 202, 7.6.2016, pp. 40–41).\nConsolidated version of the Treaty on European Union – Protocol (No 10) on permanent structured cooperation established by Article 42 of the Treaty on European Union (OJ C 202, 7.6.2016, pp. 275–277).\nCouncil Decision (CFSP) 2015/1835 of 12 October 2015 defining the statute, seat and operational rules of the European Defence Agency (OJ L 266, 13.10.2015, pp. 55–74).\nSee consolidated version.\nlast update 11.01.2022", "tags": ["military cooperation", "European defence policy", "European security", "EU Member State"], "subjects": ["Common foreign and security policy"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}