{"celex_id": "32013H0466", "reference": "21.9.2013\nEN\nOfficial Journal of the European Union\nL 251/13\nCOMMISSION RECOMMENDATION\nof 11 September 2013\non consistent non-discrimination obligations and costing methodologies to promote competition and enhance the broadband investment environment\n(2013/466/EU)\nTHE EUROPEAN COMMISSION,\nHaving regard to Directive 2002/21/EC of the European Parliament and of the Council of 7 March 2002 on a common regulatory framework for electronic communications networks and services (Framework Directive) (1), and in particular Article 19(1) thereof,\nHaving regard to the opinions of the Body of European Regulators for Electronic Communications (BEREC) and of the Communications Committee (COCOM),\nWhereas:\n(1)\nIn order to encourage innovation and increase productivity, employment and competitiveness, and ultimately to create economic growth and achieve the goals of the Europe 2020 Strategy, it is essential to further develop the EU internal market for electronic communications networks and services, in particular through the roll-out of high-speed internet networks. The Commission, national regulatory authorities (NRAs) and BEREC contribute to the development of the internal market for electronic communications by developing common approaches for the consistent application of the regulatory framework defined by Directive 2002/21/EC (the Regulatory Framework).\n(2)\nThe deployment of high-speed broadband plays an important role in Union investment, job creation and overall economic recovery. The Commission and the European Council have thus set ambitious roll-out targets for high-speed broadband, as part of the Union’s Digital Agenda for Europe (DAE), one of the flagship initiatives of Europe 2020.\n(3)\nOne of the core objectives of the Digital Agenda for Europe is the deployment of next generation access networks (NGA Networks). The Digital Agenda for Europe aims to support the substantial investments, which will be required in the coming years. The present Recommendation aims to promote efficient investment and innovation in new and enhanced infrastructures whilst recognising the need to maintain effective competition, which is an important long-term investment incentive. The present Recommendation seeks: (i) to ensure a level playing field through the application of stricter non-discrimination rules; (ii) to establish predictable and stable regulated wholesale copper access prices; as well as (iii) to increase certainty on the circumstances which should lead to the non-imposition of regulated wholesale access prices for NGA services. Increasing legal and regulatory predictability in this manner should further help to trigger the investment needed in the near to medium-term future.\n(4)\nCreating regulatory predictability is essential to promoting efficient investment and innovation in new and enhanced infrastructure. Applying a consistent and stable regulatory approach over time is crucial to give investors the confidence needed to design sustainable business plans. In order to provide the necessary predictability over a longer time period, i.e. beyond the lifetime of an individual market review, NRAs should clarify in measures that impose regulatory remedies under Regulatory Framework as far as possible how foreseeable changes in market circumstances might affect the relevant remedies.\n(5)\nDuring the assessment of draft measures notified to the Commission under Article 7 of Directive 2002/21/EC, it appeared that significant inconsistencies still exist across the Union in the application of non-discrimination obligations under Article 10 and of price control and cost accounting obligations under Article 13 of Directive 2002/19/EC of the European Parliament and of the Council (2) for the market for wholesale network infrastructure access (market 4) and to the wholesale broadband access market (market 5) referred to in Commission Recommendation 2007/879/EC (3).\n(6)\nRegulatory obligations imposed under Article 10 of Directive 2002/19/EC still vary considerably across the Union, even where the underlying market problems are comparable. While an increasing number of NRAs have recently considered a more detailed application of a general non-discrimination obligation using Key Performance Indicators and ensuring strict equivalence of access, the draft measures notified to the Commission under Article 7 of Directive 2002/21/EC in this respect show a significant divergence among the approaches of NRAs with regard to the scope, the application, compliance monitoring and enforcement of this obligation, in particular with regards to the equivalence model chosen (if one is applied at all).\n(7)\nSimilarly, regulatory obligations regarding access pricing imposed under Article 13 of Directive 2002/19/EC in markets 4 and 5 also vary considerably across the Member States of the Union although such variations are not justified by underlying differences in national circumstances. In this respect, the Commission has consistently urged NRAs under its powers pursuant to Article 7 of Directive 2002/21/EC: (i) to use appropriate cost-accounting methods and ensure consistent pricing of access products along the same value chain to safeguard the investment ladder principle; (ii) to apply the principles of the relevant cost model consistently to all relevant input data; and (iii) to recognise the importance of using the costs of a modern efficient network to set access prices.\n(8)\nThe significant variations in the regulatory approaches chosen by NRAs with regard to these two remedies hold back the development of the internal market for electronic communications networks and services and, thus, hamper potentially significant welfare gains for the overall economy. Such variations create regulatory uncertainty and result in a lack of consistent access regulation, thus limiting opportunities to realise economies of scale.\n(9)\nWhere SMP is found within markets 4 and/or 5 an appropriate set of remedies should be applied in accordance with the principles provided for in Directive 2002/19/EC, in particular Article 8(4) thereof. As such, the remedies stipulated in this Recommendation have to be applied in accordance with the principles of Directives 2002/21/EC and 2002/19/EC.\n(10)\nThis Recommendation is consistent with Commission Recommendation 2010/572/EU (4) and builds upon the Commission’s guidance regarding the application of specific obligations in the Regulatory Framework provided in Recommendation 2010/572/EU. For example, it sets out in more detail when cost oriented wholesale access to NGA broadband may not be necessary, as stipulated in point 36 of Recommendation 2010/572/EU and sets out scenarios, in which established competitive safeguards should lead to NRAs deviating from the general principle of cost-oriented NGA access as expressed in point 25 of Recommendation 2010/572/EU. As a result, the principles set out in the present Recommendation, in particular in recitals 25 to 28 as well as 49 and 50 and point 58 should be taken into account in interpreting both Recommendations.\n(11)\nThis Recommendation also deals with matters that are not addressed by Recommendation 2010/572/EU, for example the consistent application of Article 10 of Directive 2002/19/EC and a consistent approach to calculating wholesale copper access prices.\n(12)\nOne of the main obstacles to the development of a true level playing field for access seekers to electronic communication networks is the preferential treatment of the downstream businesses, for example the retail arm, of a vertically integrated operator with significant market power (SMP operator) through price and non-price discrimination (for example, discrimination regarding quality of service, access to information, delaying tactics, undue requirements and the strategic design of essential product characteristics). In this respect it is particularly difficult to detect and address non-price discriminatory behaviour through the mere application of a general non-discrimination obligation. It is, therefore, important to ensure true equivalence of access by strictly applying non-discrimination obligations and employing effective means to monitor and enforce compliance.\n(13)\nWith regard to tackling and preventing non-price related discriminatory behaviour the Commission witnessed a considerable variation in the regulatory approach chosen by NRAs. The Commission considers that equivalence of inputs (EoI) is in principle the surest way to achieve effective protection from discrimination as access seekers will be able to compete with the downstream business of the vertically integrated SMP operator using exactly the same set of regulated wholesale products, at the same prices and using the same transactional processes. In addition, and contrary to an Equivalence of Output (EoO) concept, EoI is better equipped to deliver transparency and address the problem of information asymmetries.\n(14)\nNRAs are required under Article 8(4) of Directive 2002/19/EC to ensure that the regulatory obligations imposed in response to a designation of an operator as having SMP are based on the nature of the problem identified and proportionate in light of Article 8(5) of Directive 2002/21/EC and in particular Article 8(5)(b) thereof. Providing regulated wholesale inputs on an EoI basis is likely to trigger higher compliance costs than less strict forms of non-discrimination obligations due to the necessary system adjustments. In addition, an SMP operator would not be able to benefit from some vertical synergies as it would only be allowed to use for itself the same wholesale products that it provides or offers to its competitors. However, these higher compliance costs should be measured against the benefits of more vigorous competition downstream.\n(15)\nIn this respect, requiring the SMP operator to provide legacy copper-based wholesale inputs over existing systems on an EoI basis is less likely to create sufficient net benefits to pass a proportionality test due to the higher costs of redesigning existing provisioning and operational support systems to make them EoI compliant. Conversely, requiring the SMP operator to provide NGA wholesale inputs, which in many cases are provided over new systems, on an EoI basis is likely to create sufficient net benefits, and thus be proportionate, given the comparatively lower incremental compliance costs to ensure newly built systems are EoI-compliant. Before supplying new inputs to its downstream divisions, the SMP operator should be able to build in EoI at the design stage for new products at a proportionate cost.\n(16)\nGiven the potentially high compliance costs, it may be disproportionate to require the SMP operator to apply EoI at each and every level of the value chain. Therefore, NRAs would first need to identify the level at which, given their national circumstances, the imposition of EoI would deliver the greatest benefits to competition and innovation, and then assess whether EoI would also be appropriate and proportionate for additional levels as well. Given the ability of EoI to deliver faster innovation in the retail market, EoI should, in principle, be introduced at the deepest possible network level at which competition will be effective and sustainable in the long term. In Member States with a high number of small scale SMP operators, the imposition of EoI on each of these operators may be disproportionate.\n(17)\nWhere NRAs conclude that an obligation to provide regulated wholesale inputs on an EoI basis is disproportionate, an EoO model should be applied, which ensures that the wholesale inputs provided to alternative operators — while not using the same systems and processes — are comparable, in terms of functionality and price, to those the vertically integrated SMP operator consumes itself.\n(18)\nA decision to impose EoI, where appropriate, justified and proportionate and following consultation in accordance with Articles 6 and 7 of Directive 2002/21/EC, is a non-discrimination obligation under Article 10 of Directive 2002/19/EC, without prejudice to: (i) the potential imposition of an obligation for functional separation under Article 13a of Directive 2002/19/EC where an NRA concludes that the appropriate obligations (including non-discrimination obligations such as EoI) have failed to achieve effective competition; (ii) any voluntary separation in accordance with Article 13b of Directive 2002/19/EC; and (iii) an analysis of the conditions of competition in the areas covered by the joint deployment of fibre-to-the-home (FTTH) networks, which is recommended in point 28 of Recommendation 2010/572/EU.\n(19)\nVolume discounts and/or long-term access pricing agreements are an important tool to foster NGA investment, in particular where take-up by consumers is still low, and can be compatible with an EoI and EoO approach. However, in order to ensure that market entry by efficient competitors is possible, NRAs should accept volume discounts by SMP operators to their own downstream businesses, for example their retail arm, only if they do not exceed the highest volume discount offered in good faith to third party access seekers. Equally, NRAs should accept long-term access pricing agreements by SMP operators to their own downstream businesses, e.g. its retail arm, only if they do not exceed the highest discount for long-term access that has been offered in good faith to third party access seekers.\n(20)\nIndependently of the exact equivalence concept imposed by the NRA, where the NRA decides that a non-discrimination obligation under Article 10 of Directive 2002/19/EC is appropriate, proportionate and objectively justified, it is important for a level playing field to ensure that alternative access seekers can technically replicate the retail offer of the SMP operator on the basis of the regulated wholesale input they receive. While NRAs do not need to prescribe in detail the exact design of the relevant wholesale access products, they should ensure that a technical replicability test for a new retail service or bundle is carried out, ensuring that a number of factors are examined.\n(21)\nWhen carrying out the technical replicability test or assessing the results of the test carried out by the SMP operator, NRAs should also take into account the risk of monopolisation of the downstream market through the new offer and the impact on innovation. For example, the relevant wholesale access product should be available to access seekers within a reasonable time prior to the launch of a corresponding retail offer by the SMP operator to avoid any undue timing advantage for the SMP operator taking into account the need for an efficient alternative operator to develop and adapt its own systems and processes in order to be able to offer a competitive new retail service.\n(22)\nGiven the importance for competition of ensuring technical replicability, it is crucial that the regulated SMP provider ensures technical replicability of new retail offers before their launch and at all times thereafter. Consequently, a technical replicability test may be carried out prior to and after the launch of a new retail offer, depending on when the NRA finds it appropriate. For example, when an NRA’s ability to make public the SMP operator’s business data is limited by confidentiality rules under its national law, the NRA may choose to conduct the technical replicability test after the launch of the retail services.\n(23)\nGiven the lack of transparency concerning a comparison between the quality of service the SMP operator supplies to itself and the quality of service it provides to third-party access seekers, it is often difficult to detect discriminatory behaviour, and as a result to enforce non-discrimination in compliance under Article 10 of Directive 2002/19/EC. KPIs are the most appropriate tools to detect potential discriminatory behaviour and enhance transparency with respect to the delivery and quality of the SMP operator’s regulated wholesale access products in the relevant markets. In order to enhance transparency and foster market confidence, NRAs may facilitate through appropriate industry forums the agreement between the SMP operator and third-party access seekers on the detailed KPIs and ensure that such KPIs are audited and published in a manner that allows for the early detection of potential discriminatory behaviour. The KPIs should be related to the key activities in the provisioning cycle, covering all its stages, i.e. the ordering process, the delivery or provision of the service, the quality of service including faults and fault repair times, and migration by access seekers between different regulated wholesale inputs.\n(24)\nIn order to fully ensure non-discrimination, KPIs should be complemented by SLAs and SLGs. Imposing SLAs ensures that access seekers are provided with an agreed quality of service, whereas the use of corresponding SLGs acts as a deterrent against discriminatory behaviour. NRAs should be closely involved in the development of SLAs, for instance, by approving the SLAs developed by the SMP operator as part of a regulatory reference offer.\n(25)\nA costing methodology that leads to access prices replicating as much as possible those expected in an effectively competitive market is appropriate to meet the objectives of the Regulatory Framework. Such a costing methodology should be based on a modern efficient network, reflect the need for stable and predictable wholesale copper access prices over time, which avoid significant fluctuations and shocks, in order to provide a clear framework for investment and be capable of generating cost-oriented wholesale copper access prices serving as an anchor for NGA services, and deal appropriately and consistently with the impact of declining volumes caused by the transition from copper to NGA networks, i.e. avoiding an artificial increase in wholesale copper access prices which would otherwise be observed as a result of customers migrating to the NGA network of the SMP operator.\n(26)\nCost recovery is a key principle in a costing methodology. It ensures that operators can cover costs that are efficiently incurred and receive an appropriate return on invested capital.\n(27)\nA costing methodology that provides the appropriate ‘build-or-buy’ signal strikes an appropriate balance between ensuring efficient entry and sufficient incentives to invest and, in particular, to deploy NGA networks and hence deliver new, faster and better-quality broadband services.\n(28)\nThe recommended costing methodology should ensure transparency and consistency within the Union. It should also ensure that specific national circumstances are reflected under a consistent modelling approach.\n(29)\nThe bottom-up long-run incremental costs plus (BU LRIC +) costing methodology best meets these objectives for setting prices of the regulated wholesale access services. This methodology models the incremental capital (including sunk) and operating costs borne by a hypothetically efficient operator in providing all access services and adds a mark-up for strict recovery of common costs. Therefore, the BU LRIC + methodology allows for recovery of the total efficiently incurred costs.\n(30)\nThe BU LRIC + methodology calculates the current costs on a forward-looking basis (i.e. based on up-to-date technologies, expected demand, etc.) that an efficient network operator would incur to build a modern network today, one able to provide all required services. Therefore, BU LRIC + provides correct and efficient signals for entry.\n(31)\nWhere cable, fibre (FttX) and, to a lesser extent, mobile networks (in particular Long-Term Evolution or LTE mobile networks) are competing against copper networks, SMP operators react by upgrading their copper networks and progressively replace them with NGA to address this competitive threat. Therefore, since no operator would today build a pure copper network, the BU LRIC + methodology calculates the current costs of deploying a modern efficient NGA network.\n(32)\nSuch an efficient NGA network would consist wholly or partly of optical elements, depending on national circumstances, and should be capable of delivering the targets of the Digital Agenda for Europe set out in terms of bandwidth, coverage and take-up.\n(33)\nValuation of the assets of such an NGA network at current costs best reflects the underlying competitive process and, in particular, the replicability of the assets.\n(34)\nUnlike assets such as the technical equipment and the transmission medium (for example fibre), civil engineering assets (for example ducts, trenches and poles) are assets that are unlikely to be replicated. Technological change and the level of competition and retail demand are not expected to allow alternative operators to deploy a parallel civil engineering infrastructure, at least where the legacy civil engineering infrastructure assets can be reused for deploying an NGA network.\n(35)\nIn the recommended costing methodology the Regulatory Asset Base (RAB) corresponding to the reusable legacy civil engineering assets is valued at current costs, taking account of the assets’ elapsed economic life and thus of the costs already recovered by the regulated SMP operator. This approach sends efficient market entry signals for build or buy decisions and avoids the risk of a cost over-recovery for reusable legacy civil infrastructure. An over-recovery of costs would not be justified to ensure efficient entry and preserve the incentives to invest because the build option is not economically feasible for this asset category.\n(36)\nThe indexation method would be applied to calculate current costs for the RAB corresponding to the reusable legacy civil engineering assets. This method is preferred due to its practicability, robustness and transparency. It would rely on historical data on expenditure, accumulated depreciation and asset disposal, to the extent that these are available from the regulated SMP operator’s statutory and regulatory accounts and financial reports and on a publically available price index such as the retail price index.\n(37)\nTherefore, the initial RAB corresponding to the reusable legacy civil engineering assets would be set at the regulatory accounting value, net of the accumulated depreciation at the time of calculation and indexed by an appropriate price index, such as the retail price index.\n(38)\nThe initial RAB would then be locked-in and rolled forward from one regulatory period to the next. The locking-in of the RAB ensures that once a non-replicable reusable legacy civil engineering asset is fully depreciated, this asset is no longer part of the RAB and therefore no longer represents a cost for the access seeker, in the same way as it is no longer a cost for the SMP operator. Such an approach would further ensure adequate remuneration for the SMP operator and at the same time provide regulatory certainty for both the SMP operator and access seekers over time.\n(39)\nActive copper lines are decreasing due to customers migrating to cable, fibre and/or mobile networks. Modelling a single efficient NGA network for copper and NGA access products neutralises the inflationary volume effect that arises when modelling a copper network, where fixed network costs are distributed over a decreasing number of active copper lines. It allows for progressively transferring the traffic volume from copper to NGA with deployment of and switching to NGA. Only traffic volume moving to other infrastructures (for example cable, mobile), which are not included in the cost model, will entail a rise in unit costs.\n(40)\nIn the light of the principle of technological neutrality and in view of different national circumstances, NRAs need a degree of flexibility to model such a modern efficient NGA network. The NGA network can therefore be based on any of the various access technologies and network topologies available to operators for rolling out an NGA network.\n(41)\nAn FttH network, an FttC network or a combination of both can be considered a modern efficient NGA network. Under this approach the cost calculated for the NGA network should be adjusted to reflect the different features of a copper network. This requires estimating the cost difference between an access product based on NGA and an access product based entirely on copper by making the relevant network engineering adjustments to the NGA model to determine the wholesale copper access price. When setting the economic life time of the assets in a modelled FttC network NRAs should take into account the expected technological and network developments of the different network components.\n(42)\nWhere the topology of the NGA network to be modelled differs from the copper network to an extent that engineering adjustments to the NGA engineering model are not feasible, NRAs could obtain the copper cost by modelling an NGA overlay network, where two parallel networks (copper and fibre, either FttH or FttC) share to an extent the same civil infrastructure network. Under this approach, the inflationary volume effect would be neutralised for civil engineering assets because the modelled copper and fibre networks would share civil engineering assets. The unit costs of these assets, which represent the largest part of the costs of an access network, would therefore remain stable.\n(43)\nA sufficiently long transitional period is needed to avoid unnecessary disruption and provide a stable and transparent regulatory approach. Given that NRAs should implement the recommended costing methodology, and therefore operators need to adapt their business plans accordingly, a transitional period until 31 December 2016 is considered appropriate. NRAs are not required to maintain cost models for calculating wholesale copper access prices in circumstances when there is no ex-ante price regulation imposed, for example absent demand for such services.\n(44)\nIn line with the principles of regulatory transparency and predictability as well as the need to ensure price stability, the Commission set out a band of prices within which it anticipates the Union’s average monthly full unbundled copper local-loop rental access price (net of all taxes) to fall when the recommended costing methodology is applied.\n(45)\nThe main role of the band is to guide NRAs when implementing the costing methodology to meet the Recommendation’s overall objective of stability and predictability of copper access prices. Where, at the time of entry into force of this Recommendation, regulated monthly copper LLU access prices are outside the band in given Member States, NRAs implementing the recommended costing methodology in such Member States should do so as soon as possible. This is for them to assess whether the recommended costing methodology requires gradual price adjustments by 31 December 2016, in particular in those Member States where access prices are currently not cost-oriented, and which are thus likely to require more significant price adjustments. For the avoidance of doubt, this Recommendation does not require NRAs to impose access prices within the band when the NRA applies the recommended costing methodology or the methodology used pursuant to point 40.\n(46)\nAccess prices are considered to be stable even where they follow a trend in nominal terms. They should, however, not fluctuate significantly over the relevant time period, thus remaining predictable.\n(47)\nIn accordance with the principles of regulatory transparency and predictability as well as the need to ensure pricing stability, currently applied methodologies other than the recommended costing methodology may also meet the conditions set out in point 40. The application of this principle to individual Member States should be assessed on a case-by-case basis and warrants early assessment through notification to the Commission, BEREC and other NRAs ahead of 31 December 2016.\n(48)\nFor NRAs with limited resources, an additional transitional period beyond 2016 may exceptionally be needed to prepare the recommended cost model. In such circumstances, an NRA should consider setting interim prices based on a benchmark that only considers an average of the access rates set by NRAs in compliance with the terms of this Recommendation. In the interim period, NRAs concerned may request BEREC’s practical support and guidance to overcome this limitation of resources and, in particular, the cost of implementing the recommended costing methodology.\n(49)\nDue to current demand uncertainty regarding the provision of very high-speed broadband services it is important in order to promote efficient investment and innovation, in accordance with Article 8(5)(d) of Directive 2002/21/EC, to allow those operators investing in NGA networks a certain degree of pricing flexibility to test price points and conduct appropriate penetration pricing. This would allow SMP operators and access seekers to share some of the investment risk by differentiating wholesale access prices according to the access seekers’ level of commitment. This could result in lower prices for long-term agreements with volume guarantees, which could reflect access seekers taking on some of the risks associated with uncertain demand. In addition, pricing flexibility at wholesale level is necessary to allow both the access seeker and the SMP operator’s retail business to introduce price differentiation on the retail broadband market in order to better address consumer preferences and foster penetration of very high-speed broadband services.\n(50)\nIn line with points 48-57, to prevent such pricing flexibility leading to excessive prices in markets where SMP has been found, it should be accompanied by additional safeguards to protect competition. To this end, the stricter non-discrimination obligation, i.e. EoI and technical replicability, should be complemented by guaranteed economic replicability of downstream products in conjunction with price regulation of copper wholesale access products.\n(51)\nIn order to ensure transparency and to facilitate the monitoring of the evolution of the investment environment for NGA broadband as well as of competitive conditions NRAs should ask operators to provide the NRA with up-to-date information, including investment and NGA roll-out plans on a regular basis. The results of any such monitoring exercise will also serve as an input for the monitoring process by the dedicated BEREC and Commission network of experts as referred to in recital 69.\n(52)\nIn view of the benefits of pricing flexibility in these circumstances, under the recommended approach, wholesale access prices for passive NGA wholesale inputs or non-physical or virtual NGA wholesale inputs offering equivalent functionalities are deemed to be sufficiently constrained (i.e. price-related competition problems are considered to be effectively addressed) when: (i) there is a demonstrable retail price constraint resulting from the infrastructure competition or a price anchor stemming from cost oriented wholesale copper access prices; and (ii) the ex-ante economic replicability test is in place in those cases where wholesale price regulation should not be imposed; and (iii) there is an obligation of providing wholesale access services on the basis of EoI. In other words, where EoI is applied and NRAs consider that the above competitive safeguards are in place, they should not impose a regulated access price for those NGA wholesale inputs.\n(53)\nFor active NGA wholesale inputs, sufficient competitive safeguards exist if access seekers can rely on upstream products in the market for network infrastructure access (for example unbundled access or virtually unbundled access), which are provided on an EoI basis, provided that the actual take-up of such upstream products or the presence of alternative infrastructures create a demonstrable retail price constraint, so that no additional safeguards are necessary at the wholesale level.\n(54)\nSuch demonstrable retail price constraint would not be sufficiently strong to conclude that the relevant wholesale market is effectively competitive and therefore that no operator has SMP. This retail price constraint, however, should prevent the operator that has SMP at the wholesale level from setting excessive retail prices.\n(55)\nThe non-imposition or lifting of regulated wholesale access prices on NGA networks under points 48 and 49 is without prejudice to measures taken to address insufficient margins identified under the ex-ante economic replicability test as set out in this Recommendation for the purpose of safeguarding competition in cases where wholesale price regulation should not be imposed on the SMP operator.\n(56)\nIf the product offered by the SMP operator on the legacy access network is no longer able to exercise a demonstrable retail price constraint on the NGA product (for example in the event of a copper switch-off), it could in principle be replaced by an NGA-based product that is tailored to have the same product features. However, it is not envisaged that such an NGA-based anchor will be required in the immediate future or before 2020.\n(57)\nThe process for implementing EoI should be established by the NRA after having consulted the SMP operator and interested parties. A detailed roadmap setting the key milestones necessary for the complete implementation of EoI for the relevant access products should be part of the adopted measure.\n(58)\nThe benefit of a firm commitment to timely implementation of non-discrimination measures should provide sufficient safeguards for allowing pricing flexibility before full implementation of the roadmap, and can have an immediate positive effect on investment incentives. On the other hand, some discretion for NRAs on the timing of implementing pricing flexibility is necessary, in order to safeguard competition, in particular to avoid the risk of disrupting existing access agreements.\n(59)\nA failure by the regulated SMP operator to abide by its commitments in the roadmap should result in consequences that have a deterrent effect. In particular, non-compliance with one or several milestones of the roadmap should lead to a reversal of the assumption that EoI has been imposed, as expressed in point 51 of this Recommendation. As a result, the non-discrimination conditions for not imposing or maintaining regulated wholesale access prices on NGA networks are no longer met and should lead to the reimposition of regulated wholesale access prices or to the NRA’s making use of its powers to impose penalties in accordance with the Regulatory Framework.\n(60)\nFor regulated wholesale access prices to be imposed following failure to comply with the non-discrimination obligation as established in point 54 without the need for NRAs to conduct a new market analysis, such possible consequence should be part of the initially notified measure and the market data on which the NRA based its initial market analysis should not have significantly changed. The absence of the requirement to conduct a new market analysis is without prejudice to the need to notify any amendments of remedies according to the Article 7 procedure.\n(61)\nIn order to establish whether alternative access seekers can economically replicate a downstream offer provided by the SMP operator with the regulated wholesale input available, in cases where wholesale price regulation should not be imposed, an NRA should undertake an economic replicability test.\n(62)\nGiven the uncertainties surrounding current demand for NGA-based retail services, SMP operators whose NGA-wholesale inputs are not subject to regulated access prices can use penetration pricing strategies in order to foster retail demand for such NGA-based retail services. The purpose of the economic replicability test is to ensure, in combination with the other competitive safeguards introduced such as EoI, the technical replicability test, and a demonstrable retail price constraint resulting from a copper anchor or alternative infrastructures, that SMP operators do not abuse this pricing flexibility in order to exclude (potential) competitors from the market. The guidance provided in Annex II is limited to the application of point 56.\n(63)\nSuch a test will be without prejudice to ex-post margin squeeze tests applied pursuant to competition law by the Commission and/or national competent authorities. In addition, NRAs may also apply an ex-ante margin squeeze test to regulated wholesale inputs in order to ensure that wholesale access pricing of copper-based access products does not hinder competition at retail level or to ensure an adequate economic space between the different copper access inputs. However, penetration pricing strategies should not be considered for legacy copper-based inputs given the maturity of the market and the cost orientation generally applicable to copper-based wholesale inputs.\n(64)\nNRAs should ensure that the margin between the retail price of the SMP operator and the price of the NGA wholesale input covers the incremental downstream costs and a reasonable percentage of common costs. Where wholesale price regulation for NGA wholesale inputs should not be imposed on the SMP operator when additional safeguards are implemented in accordance with this Recommendation, a lack of economic replicability can be demonstrated by showing that the SMP operator’s own downstream retail arm could not trade profitably on the basis of the upstream price charged to its competitors by the upstream operating arm of the SMP operator (‘equally efficient operator’ (EEO) test). The use of the EEO standard enables NRAs to support the SMP operators’ investments in NGA networks and provides incentives for innovation in NGA-based services.\n(65)\nWhere specific market circumstances apply, such as where market entry or expansion has been frustrated in the past, NRAs may make adjustments for scale to the SMP operator’s costs, in order to ensure that economic replicability is a realistic prospect. In such cases, the reasonably efficient scale identified by the NRA should not go beyond that of a market structure with a sufficient number of qualifying operators to ensure effective competition.\n(66)\nThe NRA should set out and make public in advance in its adopted measure following a market analysis the procedure and parameters it will apply when running the ex-ante economic replicability test. The NRA may run the test before the launch of a new retail offer by the SMP operator, e.g. if the NRA considers it appropriate to align the timing of the economic replicability test with the technical replicability test if also undertaken before launch. The NRA need not to run the test for each and every new retail offer but only in relation to flagship products to be identified by the NRA. An NRA may run the test at its own initiative, for example in the initial stages of the implementation of a measure that allows pricing flexibility on NGA networks, particularly where regulated wholesale access prices were imposed in the past, or to respond to changes in the structure of the market, for example as a result of technological developments.\n(67)\nThe economic replicability test set out by the NRA in advance should be adequately detailed and should include as a minimum a set of relevant parameters in order to ensure predictability and the necessary transparency for operators. NRAs should apply a LRIC + model while taking into account the SMP operator’s audited downstream costs and assess the margin earned between the most relevant retail products including broadband services (flagship products) and the regulated NGA access input most used, or identified, under a forward-looking approach, as the most relevant for delivering the retail products for the market review period in question. The design of the test, applying to the SMP operator’s audited downstream costs and only for flagship products, aims to ensure that NGA investments and the effect of the recommended pricing flexibility are not hindered by this safeguard. In order to exclude cross-subsidisation between different products in a bundle or portfolio, NRAs should conduct only a single-level test, i.e. between the retail services and the most relevant NGA access input for the access seekers (for example fibre access at the cabinet, virtual unbundling). However, a new NGA access input can in time become more prominent (for example fibre unbundling at the ODF) so the economic replicability test should be run with reference to this new input instead of the input initially most used. Should national competitive circumstances show a difference between geographic areas in terms of the NGA access input used (for example in rural and densely populated areas) NRAs should vary the test based on specific inputs identified as the most relevant.\n(68)\nNRAs might not be able to find the abovementioned competitive constraints across the entire defined market. Where the NRA cannot conclude that the different competitive conditions are stable over time and are such that they could justify the definition of subnational markets, NRAs should nevertheless consider responding to these diverging competitive conditions by applying differentiated remedies, i.e. by lifting wholesale price regulation for only those areas where the necessary competition safeguards can be established. Where an NRA considers that competitive and regulatory conditions are such that the SMP operator is sufficiently constrained in its price setting, the NRA may refrain, in application of the Regulatory Framework, from imposing price regulation. The implementation of functional or voluntary separation in accordance with Article 13a or 13b of Directive 2002/19/EC (Access Directive) respectively should be duly taken into account in the assessment of the appropriateness of not imposing price regulation on next generation networks.\n(69)\nBEREC and the Commission are in agreement that the implementation of this Recommendation will be closely followed in a dedicated network of experts between the Commission and BEREC in order to monitor the practical impacts of the Recommendation, notably the impact on investment, competition and retail prices and provide, as necessary, further guidance to the NRAs. This should aid to address any unintended consequences in a timely and cooperative manner. This dedicated network of experts will benefit from the input provided by NRAs regarding up-to-date information on operators’ investment and NGA roll-out plans as provided for in point 55,\nHAS ADOPTED THIS RECOMMENDATION:\nAIM AND SCOPE\n1.\nThe aim of this Recommendation is to improve the regulatory conditions needed to promote effective competition, enhance the single market for electronic communications networks and services, and foster investments in next-generation access (NGA) networks. It contributes, in a technologically neutral manner, to the overall Europe 2020 Strategy objectives of boosting growth and jobs, stimulating innovation and ultimately more efficient digital services for end users in the Union, and furthering digital inclusion. It also aims to increase legal certainty and regulatory predictability in view of the long-term horizons for investment in NGA networks.\n2.\nWhere, in the course of the market analysis procedures carried out under Article 15 and Article 16(4) of Directive 2002/21/EC, national regulatory authorities (NRAs) determine that a market referred to in point 5 below is not effectively competitive and identify undertakings that individually or jointly have significant market power (SMP) on that market (as SMP operator(s)), they shall impose, where appropriate, obligations of non-discrimination in relation to interconnection and/or access, pursuant to Article 10 of Directive 2002/19/EC and price control and cost accounting obligations, in particular cost orientation, pursuant to Article 13 of Directive 2002/19/EC.\n3.\nThis Recommendation concerns the application of those obligations and sets out a common approach for promoting their consistent and effective implementation with regard to legacy and NGA networks where they allow for the provision of broadband services.\n4.\nThis Recommendation provides further guidance on the regulatory principles established by Recommendation 2010/572/EU, in particular the conditions under which regulation of wholesale access prices should or should not be applied.\n5.\nThe principles set out in this Recommendation apply to the market for wholesale network infrastructure access (market 4) and to the wholesale broadband access market (market 5) referred to in Recommendation 2007/879/EC or any markets susceptible to ex-ante regulation identified by NRAs during a market analysis which substitute for these and cover the same network layers. This includes, inter alia: (i) access to the civil engineering infrastructure; (ii) unbundled access to the copper and fibre loops; (iii) unbundled access to the copper sub-loop; (iv) non-physical or virtual network access; and (v) wholesale broadband access (bitstream services) over copper and fibre networks (comprising, among others, ADSL, ADSL2+, VDSL and Ethernet).\nDEFINITIONS\n6.\nFor the purpose of this Recommendation, the definitions in Directives 2002/21/EC and 2002/19/EC and in Recommendation 2010/572/EU shall apply. The following definitions shall also apply:\n(a)\n‘Bottom-up modelling approach’ means an approach that develops a cost model starting from the expected demand in terms of subscribers and traffic. It then models the efficient network required to meet the expected demand, and assesses the related costs using a theoretical network-engineering model, for the purpose of calculating the cost on the basis of an efficient network using the latest technology employed in large-scale networks.\n(b)\n‘Common costs’ are shared costs for products or services produced jointly which are not attributable to any single product or service.\n(c)\n‘Copper anchor’ is a cost oriented copper wholesale access product which constrains the NGA prices in such a way that NGA services will be priced in accordance with the consumers’ willingness to pay for the additional capacity and functionalities an NGA-based retail product can provide in comparison with a copper-based retail product.\n(d)\n‘Current costs’ means the costs resulting from valuing an asset at its replacement cost, i.e. the cost of replacing it with either the same asset or another asset of similar performance characteristics, allowing for wear and tear and adjustments for efficiency.\n(e)\n‘Depreciation methods’ are methods for allocating the value of an asset over the life of the asset, thus influencing the profile of the allowable earnings for the asset owner in any given period.\n(f)\n‘Downstream costs’ are the costs of retail operations, including marketing, customer acquisition, billing, and other network costs, incurred in addition to those network costs already included in the wholesale access service.\n(g)\n‘Equivalence of Inputs (EoI)’ means the provision of services and information to internal and third-party access seekers on the same terms and conditions, including price and quality of service levels, within the same time scales using the same systems and processes, and with the same degree of reliability and performance. EoI as defined here may apply to the access products and associated and ancillary services necessary for providing the ‘wholesale inputs’ to internal and third-party access seekers.\n(h)\n‘Equivalence of Output (EoO)’ means the provision to access seekers of wholesale inputs comparable, in terms of functionality and price, to those the SMP operator provides internally to its own downstream businesses albeit using potentially different systems and processes.\n(i)\n‘Incremental costs’ are costs that are directly associated with the production of a business increment, i.e. the additional cost of supplying a service over and above the situation where the service was not provided, assuming all other production activities remain unchanged.\n(j)\n‘Key Performance Indicators (KPIs)’ are indicators that measure the level of performance in the provision of the relevant wholesale services.\n(k)\n‘Long Run Incremental Costs (LRIC)’ means the incremental costs corresponding to a time horizon where all factors of production, including capital equipment, are variable in response to changes in demand due to changes in the volume or in the structure of production. Therefore all investments are considered as variable costs.\n(l)\n‘Mark-up’ means the addition made to the incremental cost of a specific service in order to allocate and recover the common costs through allocation to all services for which those common costs are relevant.\n(m)\n‘New retail offer’ means any new retail offer of services, including bundles of services, by an SMP operator based on already existing or new regulated ‘wholesale inputs’.\n(n)\n‘NGA-based wholesale layer’ means a network layer at which access is granted to access seekers on an NGA-based network and where several ‘wholesale inputs’ can be provided. The wholesale access products offered on this network layer may consist of active inputs, for example bitstream over fibre, passive inputs, for example fibre unbundling in the ODF, in the cabinet, or at the concentration point or non-physical or virtual wholesale inputs offering equivalent functionalities to passive inputs.\n(o)\n‘Non-reusable civil engineering assets’ are those legacy civil engineering assets that are used for the copper network but cannot be reused to accommodate an NGA network.\n(p)\n‘Regulatory accounting value’ is the value of an asset as recorded in the audited regulatory accounts of an undertaking which considers actual utilisation and lifetimes of the assets, which are typically longer than those recorded in statutory accounts and which are more in line with technical lifetimes.\n(q)\n‘Regulatory Asset Base (RAB)’ means the total capital value of the assets used to calculate the costs of the regulated services.\n(r)\n‘Reusable civil engineering assets’ are those legacy civil engineering assets that are used for the copper network and can be reused to accommodate an NGA network.\n(s)\n‘Service Level Agreements (SLAs)’ means commercial agreements under which the SMP operator is obliged to provide access to wholesale services with a specified level of quality.\n(t)\n‘Service Level Guarantees (SLGs)’ form an integral part of SLAs and specify the level of compensation payable by the SMP operator if it provides wholesale services with a quality inferior to that specified in the SLA.\n(u)\n‘Wholesale inputs’ means an access product required for access seekers to supply end-users with a broadband service on a retail market and consisting of an active or passive product or a virtual access product offering equivalent functionalities to a passive access product. Wholesale inputs can be provided over legacy copper network infrastructures or NGA-based infrastructures.\nAPPLICATION OF A NON-DISCRIMINATION OBLIGATION\nEnsuring equivalence of access\n7.\nThe surest way to achieve effective non-discrimination is by the application of ‘equivalence of input’ (EoI), which ensures a level playing field between the SMP operator’s downstream businesses, for example, its retail arm, and third-party access seekers, and promotes competition. Where NRAs consider that the imposition of a non-discrimination obligation on SMP operators under Article 10 of Directive 2002/19/EC is appropriate, proportionate and justified pursuant to Article 16(4) of Directive 2002/21/EC and Article 8(4) of Directive 2002/19/EC, they should examine whether it would be proportionate to require SMP operators to provide relevant wholesale inputs on an EoI basis. In doing so, NRAs should consider, among other things, whether the compliance costs, for example due to the redesign of existing systems, are outweighed by the envisaged competition benefits. In doing so, the NRA should take into account in the proportionality assessment, inter alia, the following considerations: (i) incremental costs of compliance with EoI are likely to be low when new systems are being designed; (ii) the potentially linked non-imposition of regulated wholesale access prices on NGA networks as recommended in points 48 and 49; (iii) the potentially positive effect the application of EoI might have on innovation and competition; (iv) any voluntary commitment by the SMP operator to provide wholesale inputs to access seekers on an EoI basis, as long as such a voluntary offer meets the conditions set out in this Recommendation; and (v) the number and size of the SMP operator(s).\n8.\nWhere proportionate, EoI should be applied at the most appropriate level(s) in the value chain to those wholesale inputs which the SMP operator provides to its own downstream businesses, for example its retail arm, unless it can be demonstrated to the NRA, having sought the views of third-party access seekers, that there is no reasonable demand for the wholesale input in question.\n9.\nWhere EoI is disproportionate, NRAs should ensure that the SMP operator provides the wholesale inputs to access seekers on an ‘equivalence of output’ (EoO) basis.\n10.\nNRAs should ensure that when a non-discrimination obligation is imposed, access seekers can use the relevant systems and processes with the same degree of reliability and performance as the SMP operators’ own downstream retail arm.\nEnsuring technical replicability of the SMP operator’s new retail offers\n11.\nNRAs should require SMP operators subject to a non-discrimination obligation to provide access seekers with regulated wholesale inputs that allow the access seeker to effectively replicate technically new retail offers of the downstream retail arm of the SMP operator, in particular where EoI is not fully implemented.\n12.\nTo that end, and in order to guarantee a level playing field between the SMP operator’s downstream retail arm and third-party access seekers, NRAs should ensure that internal and third-party access seekers have access to the same technical and commercial information regarding the relevant regulated wholesale input, without prejudice to applicable rules regarding business confidentiality. The relevant information includes information on new regulated wholesale inputs or on changes to already existing regulated wholesale inputs, to be provided in accordance with lead-times defined on a case-by-case basis.\n13.\nWhen assessing the technical replicability of the SMP operator’s new retail offer, the NRA should take into account: (i) whether the corresponding wholesale input(s) for ordering, delivery and repair necessary for an efficient operator to develop or adapt its own systems and processes in order to offer competitive new retail services are made available at a reasonable period before the SMP operator or its downstream retail arm launches its own corresponding retail service taking into account the factors set out in Annex I; and (ii) the availability of corresponding SLAs and KPIs.\n14.\nThe required technical replicability test can be carried out by either the SMP operator or the NRA.\n15.\nIf the SMP operator conducts the technical replicability test itself, the NRA should require the SMP operator to provide it with the results of the test including all information needed to demonstrate that technical replicability is fully ensured, with sufficient notice for NRA to validate the results of the test and for access seekers to replicate the relevant retail offer in accordance with the parameters specified in Annex I.\n16.\nAlternatively, if the NRA conducts the technical replicability test, it should require the SMP operator to notify to the NRA the details of the new retail offers that consume a relevant regulated wholesale input together with all information needed for the NRA to assess replicability, with sufficient notice prior to the launch of such retail offers. Such notice should be sufficient for NRA to conduct the technical replicability test and for access seekers to replicate the relevant retail offer in accordance with the parameters specified in Annex I.\n17.\nWhere the NRA considers that technical replicability of the new retail offer is not ensured, it should require the SMP operator to amend the relevant regulated wholesale input(s) in a way that ensures technical replicability.\n18.\nWhere the NRA considers that a retail offer which is not technically replicable would result in significant harm to competition, it should require, under Article 10 of Directive 2002/20/EC of the European Parliament and of the Council (5), the SMP operator to cease or delay the provision of the relevant retail offer pending compliance with the requirement of technical replicability.\nCOMPLIANCE MONITORING OF NON-DISCRIMINATION OBLIGATIONS\nKey Performance Indicators\n19.\nWhen imposing a non-discrimination obligation under Article 10 of Directive 2002/19/EC, NRAs should impose on the SMP operator the use of KPIs in order to monitor effectively compliance with the non-discrimination obligation.\n20.\nThe KPIs should measure performance at least in relation to the following key elements in the provision of regulated wholesale services:\n(a)\nOrdering process;\n(b)\nProvision of service;\n(c)\nQuality of service, including faults;\n(d)\nFault repair times; and\n(e)\nMigration between different regulated wholesale inputs (excluding one-off bulk migrations).\n21.\nNRAs should impose KPIs for each of the abovementioned key elements in the provision of regulated wholesale services. KPIs should allow for comparison between services provided internally to the downstream retail arm, of the SMP operator and those provided externally to third-party access seekers.\n22.\nThe specific details of KPIs imposed by the NRA pursuant to point 21 could be agreed between the SMP operator and third-party access seekers and should be updated on a regular basis as necessary.\n23.\nIn imposing the KPIs, the NRA should take account of already existing performance measurements, even when only used for internal purposes of the SMP operator.\n24.\nIn order to ensure early discovery of potential discriminatory behaviour and transparency with regard to the provision of regulated wholesale services, the NRAs should ensure that KPIs are published at least on a quarterly basis, in an appropriate form either on the NRAs website or on the website of an independent third party designated by the NRA.\n25.\nNRAs should ensure that the KPIs are regularly audited by the NRA or, alternatively, by an independent auditor.\n26.\nWhere the results of the KPIs indicate that the SMP operator may not comply with its non-discrimination obligation, the NRA should intervene by investigating the matter in more detail, and where necessary enforce compliance. NRAs should make public, for example on their website, their decision to remedy non-compliance.\nService Level Agreements and Service Level Guarantees\n27.\nNRAs should require the SMP operator to implement corresponding SLAs alongside KPIs.\n28.\nNRAs should require the SMP operator to provide corresponding SLGs in case of a breach of the SLAs.\n29.\nNRAs should ensure that SLG payments are, in principle, made among the operators without undue delay and through a pre-established process for payment and billing. The level of such penalties should be sufficiently dissuasive to ensure that the SMP operator complies with its delivery obligations.\nCOSTING METHODOLOGY\nThe recommended costing methodology\n30.\nFor the purposes of setting copper and NGA wholesale access prices where cost orientation is imposed as a remedy, where appropriate, proportionate and justified pursuant to Article 16(4) of Directive 2002/21/EC and Article 8(4) of Directive 2002/19/EC, NRAs should adopt a bottom-up long-run incremental costs-plus (BU LRIC +) costing methodology which includes a bottom up modelling approach using LRIC as the cost model and with the addition of a mark-up for the recovery of common costs.\n31.\nNRAs should adopt a BU LRIC + costing methodology that estimates the current cost that a hypothetical efficient operator would incur to build a modern efficient network, which is an NGA network. This is without prejudice to whether an NGA network in the relevant geographic market is subject to an obligation of regulated wholesale access pricing, which is addressed in point 36 of Recommendation 2010/572/EU and points 48 and 49 of this Recommendation.\n32.\nWhen modelling an NGA network NRAs should define a hypothetical efficient NGA network, capable of delivering the Digital Agenda for Europe targets set out in terms of bandwidth, coverage and take-up, which consists wholly or partly of optical elements. When modelling an NGA network, NRAs should include any existing civil engineering assets that are generally also capable of hosting an NGA network as well as civil engineering assets that will have to be newly constructed to host an NGA network. Therefore, when building the BU LRIC + model, NRAs should not assume the construction of an entirely new civil infrastructure network for deploying an NGA network.\n33.\nNRAs should value all assets constituting the RAB of the modelled network on the basis of replacement costs, except for reusable legacy civil engineering assets.\n34.\nNRAs should value reusable legacy civil engineering assets and their corresponding RAB on the basis of the indexation method. Specifically, NRAs should set the RAB for this type of assets at the regulatory accounting value net of the accumulated depreciation at the time of calculation, indexed by an appropriate price index, such as the retail price index. NRAs should examine the accounts of the SMP operator where available in order to determine whether they are sufficiently reliable as a basis to reconstruct the regulatory accounting value. They should otherwise conduct a valuation on the basis of a benchmark of best practices in comparable Member States. NRAs should not include reusable legacy civil engineering assets that are fully depreciated but still in use.\n35.\nWhen applying the method for asset valuation set out in point 34, NRAs should lock-in the RAB corresponding to the reusable legacy civil engineering assets and then roll it forward from one regulatory period to the next.\n36.\nNRAs should set the lifetime of the civil engineering assets at a duration corresponding to the expected period of time during which the asset is useful and to the demand profile. This is normally not less than 40 years in the case of ducts.\n37.\nIn light of the principle of technological neutrality NRAs should consider various approaches to modelling the hypothetical efficient NGA network depending on the access technology and network topology that best fit national circumstances. When determining the access prices of services that are entirely based on copper, NRAs should adjust the cost calculated for the modelled NGA network to reflect the different features of wholesale access services that are based entirely on copper. For this purpose, the NRAs should estimate the cost difference between an access product based on for example FttC/FttH and an access product based entirely on copper by replacing the optical elements with efficiently priced copper elements, where appropriate, in the NGA engineering model. Where appropriate, NRAs could otherwise obtain the copper cost by modelling an NGA overlay network, where two networks (copper and fibre, either FttH or FttC) share to an extent the same civil infrastructure.\nImplementation of the costing methodology\n38.\nNRAs should take into account the principle of regulatory transparency and predictability and the need to ensure stability without significant fluctuations when setting cost-oriented access prices, both when developing the costing methodology recommended in points 30 to 37 (the ‘recommended costing methodology’) and when implementing it once it is finalised or when using a methodology in accordance with point 40.\n39.\nNRAs should ensure that the recommended costing methodology is implemented by 31 December 2016 at the latest, with the exception of the NRAs complying with point 40.\n40.\nWhen imposing cost-oriented access prices, NRAs may continue to apply beyond 31 December 2016 the costing methodology that they use at the time of entry into force of this Recommendation, if it meets the objectives of the recommended costing methodology as set out in recitals 25 to 28 and satisfies the following criteria: (i) if not modelling an NGA network, it should reflect a gradual shift from a copper network to an NGA network; (ii) it should apply an asset valuation method that takes into account that certain civil infrastructure assets would not be replicated in the competitive process; (iii) it should be accompanied by documented projections of copper network prices showing that they will not fluctuate significantly and therefore will remain stable over a long time period and that the alternative methodology meets the objective of regulatory transparency and predictability as well as the need to ensure price stability; and (iv) it should require only minimal modifications with respect to the costing methodology already in place in that Member State in order to meet the first three criteria.\n41.\nThe Commission anticipates that, in light of access prices in Member States observed and bearing in mind the potential for limited local cost variations, the application of the key features of the recommended costing methodology, i.e. being based on a modern efficient network, reflecting the need for stable and predictable wholesale copper access prices over time, and dealing appropriately and consistently with the impact of declining volumes, and of the methodologies used pursuant to point 40, is likely to lead to stable copper access prices and a Union average monthly rental access price for the full unbundled copper local loop within a band between EUR 8 and EUR 10 (net of all taxes) expressed in 2012 prices (the price band).\n42.\nAs a result of the above, in those Member States, where at the time of entry into force of this Recommendation, the monthly rental prices for the full unbundled copper local loop fall within the price band, as adjusted according to the Union average (annual) retail price index, NRAs may continue to apply until 31 December 2016 the costing methodology that they use at the time of entry into force of this Recommendation. This is without prejudice to the possibility for NRAs complying with point 40 to continue to apply such methodology beyond this period. NRAs must bear in mind the objectives of regulatory transparency and predictability as well as the need to ensure price stability without significant fluctuations.\n43.\nSave in cases covered by point 40, in those Member States, where, at the time of entry into force of this Recommendation, monthly rental prices for the full unbundled copper local loop fall outside the price band, NRAs should calculate costs and resulting access prices on the basis of the recommended costing methodology as soon as possible and notify the corresponding draft measure in accordance with the consultation procedure in Article 7 of Directive 2002/21/EC in due time, to ensure full implementation of the recommended costing methodology by 31 December 2016, bearing in mind the potential need for gradual price adjustments, in particular in those Member States where access prices are currently not cost oriented. The timing of the notification should take into account that where the difference between the regulated rate in place at the time of entry into force of this Recommendation and the rate resulting from the NRA’s application of the recommended costing methodology is significant, the NRA should impose access prices which ensure gradually that the rate resulting from the NRA’s application of the recommended costing methodology is reached by 31 December 2016 at the latest, taking into account the impact that sudden price adjustments may have on competition. For the avoidance of doubt, NRAs are not required to impose access prices within the band when they apply the recommended costing methodology or a methodology used pursuant to point 40.\n44.\nNRAs intending to apply point 40 should notify the corresponding draft measure in accordance with the consultation procedure in Article 7 of Directive 2002/21/EC as soon as possible and in due time for the Commission to review compliance with the Regulatory Framework, and this Recommendation in particular, and to ensure timely implementation.\n45.\nIn exceptional circumstances where an NRA is not in a position, in particular due to limited resources, to finalise the recommended costing methodology by 31 December 2016, it should set interim access prices on the basis of a benchmark that only considers an average of the access rates set by NRAs in comparable countries (in terms of cost inputs) and in compliance with this Recommendation. BEREC, including its related working groups, in cooperation with the Commission, should assist the NRA in implementing the recommended costing methodology as soon as possible in order to overcome this limitation of resources, in particular, the cost of implementing the recommended costing methodology.\n46.\nOnce NRAs have finalised the recommended costing methodology, they should consider maintaining it, in application of Article 8(5)(a) of Directive 2002/21/EC in order to promote regulatory predictability by ensuring stable access prices over at least two appropriate review periods, provided they maintain a price control obligation throughout this period.\n47.\nWhen implementing the recommended costing methodology or alternative costing methodologies that comply with points 40 and 44, and the NRA maintains the methodology in line with point 46, NRAs should only update the data input into the costing methodology when conducting a new market review, in principle after three years. When updating the model, the NRAs should in principle, and provided that market conditions have remained stable, only adjust such data in line with the real evolution of individual input prices and should in any case ensure the full recovery over time of the costs incurred to provide the regulated wholesale access services. NRAs should publish the updated outcome of the costing methodology and resulting access prices over the relevant three-year period.\nNON-IMPOSITION OF REGULATED WHOLESALE ACCESS PRICES ON NGA NETWORKS\n48.\nThe NRA should decide not to impose or maintain regulated wholesale access prices on active NGA wholesale inputs, except those inputs specified in point 49 pursuant to Article 13 of Directive 2002/19/EC, where — in the same measure — the NRA imposes on the SMP operator non-discrimination obligations concerning passive and active NGA wholesale inputs pursuant to Article 10 of Directive 2002/19/EC that are consistent with:\n(a)\nEoI, following the procedure in point 51;\n(b)\nobligations relating to technical replicability under the conditions set out in points 11 to 18 when EoI is not yet fully implemented; and\n(c)\nobligations relating to the economic replicability test as recommended in point 56;\nprovided that the actual take-up of upstream passive wholesale inputs or non-physical or virtual wholesale inputs offering equivalent functionalities or the presence of alternative infrastructures create a demonstrable retail price constraint.\n49.\nThe NRA should decide not to impose or maintain regulated wholesale access prices on passive NGA wholesale inputs or non-physical or virtual wholesale inputs offering equivalent functionalities, pursuant to Article 13 of Directive 2002/19/EC, where — in the same measure — the NRA imposes on the SMP operator non-discrimination obligations concerning passive NGA wholesale inputs or non-physical or virtual wholesale inputs offering equivalent functionalities, pursuant to Article 10 of Directive 2002/19/EC, that are consistent with:\n(a)\nEoI, following the procedure in point 51;\n(b)\nobligations relating to technical replicability under the conditions set out in points 11 to 18 when EoI is not yet fully implemented; and\n(c)\nobligations relating to the economic replicability test as recommended in point 56;\nunder the condition that:\n(d)\nthe NRA can show that a legacy access network product offered by the SMP operator subject to a cost-oriented price control obligation in accordance with the costing methodology specified in points 30 to 37 or 40 constitutes a copper anchor and thus exercises a demonstrable retail price constraint; or\n(e)\nthe NRA can show that operators providing retail services over one or more alternative infrastructures that are not controlled by the SMP operator can exercise a demonstrable retail price constraint. For the purposes of this condition, ‘control’ should be interpreted in accordance with competition law principles.\n50.\nIn geographic markets where the conditions listed in points 48 and 49 are fulfilled only in some areas within such markets, NRAs should differentiate remedies and maintain or impose price control obligations in accordance with Article 13 of Directive 2002/19/EC only in those areas where such conditions are not fulfilled. NRAs should implement the recommended costing methodology so that the outcome is not affected by the imposition of differentiated remedies within a particular geographic market.\n51.\nAn NRA is deemed to impose EoI in accordance with points 48(a) and 49(a) when it includes this remedy, which has been subject to a consultation under Article 7 of Directive 2002/21/EC, in the same final measure in which it decides not to impose or maintain regulated wholesale access prices on NGA wholesale inputs. The measure should include the details and the timing of the implementation of EoI (the ‘roadmap’). The roadmap should include specific milestones with a timetable for implementation of each milestone. The first milestones should, as a minimum, include obligations to ensure technical replicability and provide for imposition of the most relevant KPIs, SLAs and SLGs necessary for the provision of the key regulated wholesale services as soon as possible and no later than six months from the imposition of the EoI obligation.\n52.\nNRAs should not impose regulated wholesale access prices on any regulated NGA wholesale input within the same market where the conditions set out in points 48 and 49 are met, irrespective of whether the EoI obligation is imposed on the full set of inputs in that market or if it only applies to those levels of that market that the NRA deems proportionate.\n53.\nThe NRA’s decision not to impose or maintain regulated wholesale access prices should not apply to civil engineering infrastructure access, whether part of the product market or imposed as an ancillary remedy.\n54.\nWhen an NRA has decided to lift previously imposed regulated wholesale access prices on the basis of an agreed EoI roadmap, and the SMP operator fails to deliver the agreed milestones, the NRAs should consider to reimpose regulated wholesale access prices in line with the methodology in this Recommendation and in accordance with the principles provided for in Directive 2002/19/EC or consider to make use of its powers to impose penalties in accordance with the Regulatory Framework.\n55.\nNRAs should accompany the decision not to impose or maintain regulated wholesale access prices with measures, which monitor the evolution of the investment environment for NGA broadband and of competitive conditions, namely by asking operators to provide the NRA with up-to-date information on investment and NGA roll-out plans on a regular basis, which the NRA should, where legally possible, then share with the dedicated network of experts between the Commission and BEREC described in recital 69.\n56.\nAn NRA is deemed to impose the economic replicability obligations referred to in points 48(c) and 49(c) when it includes the elements listed in points (a), (b) and (c), which have been subject to a consultation under Article 7 of Directive 2002/21/EC, in the same final measure in which it decides not to impose or maintain regulated wholesale access prices on NGA wholesale inputs:\n(a)\nThe details of the ex-ante economic replicability test that the NRA will apply, which should specify, at least the following parameters in accordance with the guidance provided in Annex II below:\n(i)\nthe relevant downstream costs taken into account;\n(ii)\nthe relevant cost standard;\n(iii)\nthe relevant regulated wholesale inputs concerned and the relevant reference prices;\n(iv)\nthe relevant retail products; and\n(v)\nthe relevant time period for running the test.\n(b)\nThe procedure that the NRA will follow to conduct an ex-ante economic replicability test, specifying that the NRA can start the procedure on its own initiative or at the request of third parties, at any time but no later than three months after the launch of the relevant retail product, and will conclude it as soon as possible and in any case within four months from starting the procedure. The procedure should make clear that the ex-ante economic replicability test to be performed by NRAs under points 48(c) and 49(c) is different from and without prejudice to margin squeeze tests that may be conducted ex post pursuant to competition law.\n(c)\nThe remedy it will adopt when the test is not passed using the enforcement tools provided under the Regulatory Framework to ensure compliance, including where appropriate a request for the SMP operator to address the economic replicability issue in accordance with the NRA’s guidance and on the basis of the results of the ex-ante economic replicability test performed. Where the NRA considers that a retail offer which is not economically replicable would significantly harm competition, it should make use of its powers under Article 10 of Directive 2002/20/EC to request the SMP operator to cease or delay the provision of the relevant retail offer pending compliance with the requirement for economic replicability.\n57.\nOnce the measure has been adopted, the NRA should make public on its website the roadmap and the details of the ex-ante economic replicability test as part of the final measure. The NRA should consider using all the enforcement tools provided under the Regulatory Framework to ensure compliance with all aspects of the imposed measures.\n58.\nThe conditions set out in the points 48-57 should not be seen as the only circumstances under which NRAs can decide not to impose regulated access prices for NGA wholesale inputs. Depending on the demonstration of effective equivalence of access and on competitive conditions, in particular effective infrastructure-based competition, there may be additional scenarios where the imposition of regulated wholesale access prices is not warranted under the Regulatory Framework.\nFINAL PROVISIONS\n59.\nThis Recommendation is without prejudice to market definitions, results of market analyses and regulatory obligations adopted by national regulatory authorities in accordance with Article 15(3) and Article 16 of Directive 2002/21/EC prior to the date of entry into force of this Recommendation.\n60.\nThis Recommendation foresees a transition period until 31 December 2016 for the implementation of the recommended costing methodology under points 30-37. As a result, it is deemed to produce its effect progressively and over a longer time period. The impact on investment, competition and retail prices will be closely monitored by BEREC and the Commission, also based on the information provided by NRAs pursuant to point 55. This Recommendation will be reviewed once its impact can be fully assessed, which is not expected to be the case before seven years following entry into force. The Commission may decide to conduct an earlier review in light of market developments.\nThis Recommendation is addressed to the Member States.\nDone at Brussels, 11 September 2013.\nFor the Commission\nNeelie KROES\nVice-President\n(1)  OJ L 108, 24.4.2002, p. 33.\n(2)  Directive 2002/19/EC of the European Parliament and of the Council of 7 March 2002 on access to, and interconnection of, electronic communications networks and associated facilities (Access Directive) (OJ L 108, 24.4.2002, p. 7).\n(3)  Commission Recommendation 2007/879/EC of 17 December 2007 on relevant product and service markets within the electronic communications sector susceptible to ex-ante regulation in accordance with Directive 2002/21/EC of the European Parliament and of the Council on a common regulatory framework for electronic communications networks and services (Recommendation on Relevant Markets) (OJ L 344, 28.12.2007, p. 65).\n(4)  Commission Recommendation 2010/572/EU of 20 September 2010 on regulated access to Next Generation Access Networks (NGA) (OJ L 251, 25.9.2010, p. 35).\n(5)  Directive 2002/20/EC of the European Parliament and of the Council of 7 March 2002 on the authorisation of electronic communications networks and services (OJ L 108, 24.4.2002, p. 21).\nANNEX I\nSpecification of Lead time and provisions of information\nWhen assessing the reasonable length of the required lead time, NRAs should take into account the following factors:\n(1)\nif the product is a new product or is an update of an existing product;\n(2)\nthe time necessary to consult and agree on the wholesale processes for the provision of the relevant services;\n(3)\nthe time necessary to produce a reference offer and sign contracts;\n(4)\nthe time necessary to modify or update relevant IT systems;\n(5)\nthe time necessary to market the new retail offer.\nANNEX II\nParameters of the ex-ante economic replicability test\nWhen the EoI obligations are already implemented or are in the process of being implemented in accordance with point 51 and when technical replicability is ensured, the ex-ante economic replicability test referred to in point 56 assesses whether the margin between the retail price of the relevant retail products and the price of the relevant NGA-based regulated wholesale access inputs covers the incremental downstream costs and a reasonable percentage of common costs. When setting the parameters of the ex-ante economic replicability test, NRAs should ensure that the SMP operator is not put at a disadvantage vis-à-vis access seekers regarding the sharing of the investment risk.\nThe parameters referred to in point 56(a) are:\n(i)\nRelevant downstream costs\nDownstream costs are estimated on the basis of the costs of the SMP operator’s own downstream businesses (EEO test). NRAs should use the SMP operator’s audited downstream costs, provided they are sufficiently disaggregated. Where market entry or expansion has been frustrated in the past (as shown for example, by past behavioural findings) or where very low volumes of lines and their significantly limited geographic reach as compared to the SMP operator’s NGA network indicate that objective economic conditions do not favour the acquisition of scale by alternative operators, NRAs may make adjustments for scale to the SMP operator’s downstream costs in order to ensure that economic replicability is a realistic prospect. In such cases, the reasonably efficient scale identified by the NRA should not go beyond that of a market structure with a sufficient number of qualifying operators to ensure effective competition, bearing in mind also competition from other platforms.\n(ii)\nRelevant cost standard\nThe incremental cost of providing the relevant downstream service is the appropriate standard. A LRIC + model should be used to calculate the incremental cost (including sunk costs) and to add a mark-up for common costs related to the downstream activities.\n(iii)\nRelevant regulated wholesale inputs and the relevant reference prices\nNRAs should identify the most relevant regulated inputs used or expected to be used by access seekers at the NGA-based wholesale layer that is likely to be prevalent within the time-frame of the current market review period in view of the SMP operator’s rollout plans, chosen network topologies and take-up of wholesale offers.\nSuch an input may consist of an active input, a passive input or a non-physical or virtual input offering equivalent functionalities to a passive input.\nNRAs should undertake the ex-ante economic replicability test in order to assess the margin earned between the retail product(s) referred to in (iv) below and the most relevant regulated input identified at the chosen NGA-based wholesale layer.\nIn addition, where justified, in particular when a retail product referred to in point (iv) is launched based on a different input than the one previously identified, or when there is a substantial demand for access at a new NGA-based wholesale layer, NRAs should also assess the margin earned between the retail product and the new NGA-based regulated wholesale input.\nIf the SMP operator’s network characteristics and the demand for wholesale offers vary greatly throughout the territory of a Member State, the NRA should assess the feasibility of differentiating the most relevant NGA-based regulated wholesale layer per geographic area and adapt the test accordingly.\nWhen identifying the relevant reference wholesale price, NRAs should consider the access price that the SMP operator effectively charges third-party access seekers for the relevant regulated wholesale input. These wholesale access prices should be equivalent to the prices that the SMP operator charges to its own retail arm. In particular, in order to ensure the right balance in national circumstances between incentivising efficient and flexible pricing strategies at the wholesale level and at the same time ensuring a sufficient margin for access seekers to maintain sustainable competition, NRAs should give due weight to the presence of volume discounts and/or long-term access pricing agreements between the SMP operator and access seekers.\n(iv)\nRelevant retail products\nNRAs should assess the most relevant retail products including broadband services (‘flagship products’) offered by the SMP operator on the basis of the identified NGA-based wholesale access layer. NRAs should identify flagship products on the basis of their current and forward-looking market observations, in particular taking account of their relevance for current and future competition. This should include an assessment of retail market shares in terms of the volume and value of products based on NGA regulated wholesale inputs and, where available, advertising expenditure. Flagship products are likely to be offered as a bundle. NRAs should assess innovative variations of such bundles, if they are likely to replace the flagship product. In addition, NRAs should consider whether a particular retail product, which may not be among the most relevant retail products of the SMP operator, is particularly attractive to alternative operators that may focus on a certain niche or lower quality retail products. NRAs may decide to include such a product among the flagship products.\n(v)\nRelevant time period\nNRAs should evaluate the profitability of the flagship products on the basis of a dynamic multi-period analysis, such as the discounted cash flow (DCF) approach. NRAs should identify an adequate reference time period over which to assess whether the margin between the retail price of the flagship product and the price of the relevant NGA-based wholesale access input allows for the recovery of the downstream costs (including a reasonable percentage of common costs) calculated on the basis of (i) and (ii) above.\nThe relevant period for this ex-ante economic replicability test should be set in accordance with the estimated average customer lifetime. Such average customer lifetime would be the period of time over which the customer contributes to the recovery of the: (a) downstream costs that are annualised according to a depreciation method that is appropriate to the asset in question and the economic lifetime of the corresponding assets required for the retail operations (including network costs that are not included in the wholesale NGA access service); and (b) other downstream costs that are normally not annualised (typically the subscriber acquisition costs) and which the operator incurs to gain customers and should seek to recover over the latters’ average lifetime.\nWhen estimating the average customer lifetime, NRAs should take due account of the different characteristics and competitive conditions of the provision of services over NGA networks compared to the legacy copper network, where these are likely to result in users of NGA networks having different average customer lifetimes compared to users of the copper network.\nThe guidance provided for the ex-ante economic replicability test referred to in point 56 and in the present Annex is limited to the scope of this Recommendation, which relate to the application of Articles 15 and 16 of Directive 2002/21/EC together with Articles 10 and 13 of Directive 2002/19/EC, and therefore applies in different circumstances than ex-ante margin squeeze tests applied on regulated wholesale access prices and is entirely without prejudice to application of the competition rules by the Commission and/or national competent authorities, and to their interpretation by the General Court and the Court of Justice of the European Union. This guidance is also without prejudice to any action that the Commission may take or any guidelines that the Commission may issue in the future with regard to the application of competition law in the Union.", "summary": "Boosting competition and encouraging investment in next-generation access electronic communications networks\nBoosting competition and encouraging investment in next-generation access electronic communications networks\nThe aim of this recommendation is to improve the regulatory conditions needed to promote effective competition and to encourage investments in next-generation access (NGA) networks.\nACT\nCommission Recommendation of 11 September 2013 on consistent non-discrimination obligations and costing methodologies to promote competition and enhance the broadband investment environment (2013/466/EU)\nSUMMARY\nThis recommendation aims to give a boost to competition and investment in high-speed next-generation access (NGA) electronic communications networks. It seeks to promote competition by applying tougher non-discrimination rules and to promote investment by allowing for flexibility in the pricing of new wholesale NGA services while ensuring stable wholesale copper access prices.\nThe recommendation applies to the markets for wholesale network infrastructure access and for wholesale broadband access.\nThe overall aim is to encourage innovation and increase productivity, levels of employment and economic growth. It will also enable Europeans to enjoy new and innovative high-quality services.\nThe background to this is that the European Commission is seeking to develop the EU’s internal market for electronic communications networks and services in particular through the roll-out of high-speed Internet networks. This will be done by encouraging quicker investment in NGA infrastructure.\nOne of the broadband (i.e. faster Internet) targets in the digital agenda for Europe, which is part of the Europe 2020 strategy, is for there to be NGAs (30 Mbps or more) for all by 2020.\nThe recommendation was accompanied by a proposed law that aims to move further towards a European single market for electronic communications.\nPutting the right regulatory environment in place will contribute to the development of a dynamic and competitive market. It must provide the right balance of risk and reward for those prepared to invest.\nOne of the aims of the recommendation is to provide long-term stability in copper access prices, as well as to ensure that those seeking access to copper have equal access to the incumbent operators’ networks through tougher non-discrimination rules. This will ensure a level playing field between incumbent operators (who are typically big telephone operators that were put in place by national governments a long time ago) and other companies seeking to compete in the broadband markets.\nREFERENCES\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nRecommendation 2013/466/EU\n-\n-\nOJ L 251 of 21.9.2013\nREFERRED DOCUMENTS\nProposal for a Regulation of the European Parliament and of the Council laying down measures concerning the European single market for electronic communications and to achieve a connected continent and amending Directives 2002/20/EC, 2002/21/EC and 2002/22/EC and Regulations (EC) No 1211/2009 and (EU) No 531/2012 (COM(2013) 627 final of 11.9.2013 - not published in the Official Journal).\nLast updated: 22.04.2014", "tags": ["cost analysis", "transmission network", "price regulations", "anti-discriminatory measure", "regulation of telecommunications"], "subjects": ["Telecommunications", "Internal market - Principles"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}