{"celex_id": "31988L0361", "reference": "8.7.1988\nEN\nOfficial Journal of the European Communities\nL 178/5\nCOUNCIL DIRECTIVE\nof 24 June 1988\nfor the implementation of Article 67 of the Treaty\n(88/361/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES,\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 69 and 70(1) thereof,\nHaving regard to the proposal from the Commission, submitted following consultation with the Monetary Committee (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas Article 8 a of the Treaty stipulates that the internal market shall comprise an area without internal frontiers in which the free movement of capital is ensured, without prejudice to the other provisions of the Treaty;\nWhereas Member States should be able to take the requisite measures to regulate bank liquidity; whereas these measures should be restricted to this purpose;\nWhereas Member States should, if necessary, be able to take measures to restrict, temporarily and within the framework of appropriate Community procedures, short-term capital movements which, even where there is no appreciable divergence in economic fundamentals, might seriously disrupt the conduct of their monetary and exchange-rate policies;\nWhereas, in the interests of transparency, it is advisable to indicate the scope, in accordance with the arrangements laid down in this Directive, of the transitional measures adopted for the benefit of the Kingdom of Spain and the Portuguese Republic by the 1985 Act of Accession in the field of capital movements;\nWhereas the Kingdom of Spain and the Portuguese Republic may, under the terms of Articles 61 to 66 and 222 to 232 respectively of the 1985 Act of Accession, postpone the liberalization of certain capital movements in derogation from the obligations set out in the First Council Directive of 11 May 1960 for the implementation of Article 67 of the Treaty (3), as last amended by Directive 86/566/EEC (4); whereas Directive 86/566/EEC also provides for transitional arrangements to be applied for the benefit of those two Member States in respect of their obligations to liberalize capital movements; whereas it is appropriate for those two Member States to be able to postpone the application of the new liberalization obligations resulting from this Directive;\nWhereas the Hellenic Republic and Ireland are faced, albeit to differing degrees, with difficult balance-of-payments situations and high levels of external indebtedness; whereas the immediate and complete liberalization of capital movements by those two Member States would make it more difficult for them to continue to apply the measures they have taken to improve their external positions and to reinforce the capacity of their financial systems to adapt to the requirements of an integrated financial market in the Community; whereas it is appropriate, in accordance with Article 8c of the Treaty, to grant to those two Member States, in the light of their specific circumstances, further time in which to comply with the obligations arising from this Directive;\nWhereas, since the full liberalization of capital movements could in some Member States, and especially in border areas, contribute to difficulties in the market for secondary residences; whereas existing national legislation regulating these purchases should not be affected by the entry into effect of this Directive;\nWhereas advantage should be taken of the period adopted for bringing this Directive into effect in order to enable the Commission to submit proposals designed to eliminate or reduce risks of distortion, tax evasion and tax avoidance resulting from the diversity of national systems for taxation and to permit the Council to take a position on such proposals;\nWhereas, in accordance with Article 70 (1) of the Treaty, the Community shall endeavour to attain the highest possible degree of liberalization in respect of the movement of capital between its residents and those of third countries;\nWhereas large-scale short-term capital movements to or from third countries may seriously disturb the monetary or financial situation of Member States or cause serious stresses on the exchange markets; whereas such developments may prove harmful for the cohesion of the European Monetary System, for the smooth operation of the internal market and for the progressive achievement of economic and monetary union; whereas it is therefore appropriate to create the requisite conditions for concerted action by Member States should this prove necessary;\nWhereas this Directive replaces Council Directive 72/156/EEC of 21 March 1972 on regulating international capital flows and neutralizing their undesirable effects on domestic liquidity (5); whereas Directive 72/156/EEC should accordingly be repealed,\nHAS ADOPTED THIS DIRECTIVE:\nArticle 1\n1.   Without prejudice to the following provisions, Member States shall abolish restrictions on movements of capital taking place between persons resident in Member States. To facilitate application of this Directive, capital movements shall be classified in accordance with the Nomenclature in Annex I.\n2.   Transfers in respect of capital movements shall be made on the same exchange rate conditions as those governing payments relating to current transactions.\nArticle 2\nMember States shall notify the Committee of Governors of the Central Banks, the Monetary Committee and the Commission, by the date of their entry into force at the latest, of measures to regulate bank liquidity which have a specific impact on capital transactions carried out by credit institutions with non-residents.\nSuch measures shall be confined to what is necessary for the purposes of domestic monetary regulation. The Monetary Committee and the Committee of Governors of the Central Banks shall provide the Commission with opinions on this subject.\nArticle 3\n1.   Where short-term capital movements of exceptional magnitude impose severe strains on foreign-exchange markets and lead to serious disturbances in the conduct of a Member State's monetary and exchange rate policies, being reflected in particular in substantial variations in domestic liquidity, the Commission may, after consulting the Monetary Committee and the Committee of Governors of the Central Banks, authorize that Member State to take, in respect of the capital movements listed in Annex II, protective measures the conditions and details of which the Commission shall determine.\n2.   The Member State concerned may itself take the protective measures referred to above, on grounds of urgency, should these measures be necessary. The Commission and the other Member States shall be informed of such measures by the date of their entry into force at the latest. The Commission, after consulting the Monetary Committee and the Committee of Governors of the Central Banks, shall decide whether the Member State concerned may continue to apply these measures or whether it should amend or abolish them.\n3.   The decisions taken by the Commission under paragraphs 1 and 2 may be revoked or amended by the Council acting by a qualified majority.\n4.   The period of application of protective measures taken pursuant to this Article shall not exceed six months.\n5.   Before 31 December 1992, the Council shall examine, on the basis of a report from the Commission, after delivery of an opinion by the Monetary Committee and the Committee of Governors of the Central Banks, whether the provisions of this Article remain appropriate, as regards their principle and details, to the requirements which they were intended to satisfy.\nArticle 4\nThis Directive shall be without prejudice to the right of Member States to take all requisite measures to prevent infringements of their laws and regulations, inter alia in the field of taxation and prudential supervision of financial institutions, or to lay down procedures for the declaration of capital movements for purposes of administrative or statistical information.\nApplication of those measures and procedures may not have the effect of impeding capital movements carried out in accordance with Community law.\nArticle 5\nFor the Kingdom of Spain and the Portuguese Republic, the scope, in accordance with the Nomenclature of capital movements contained in Annex I, of the provisions of the 1985 Act of Accession in the field of capital movements shall be as indicated in Annex III.\nArticle 6\n1.   Member States shall take the measures necessary to comply with this Directive no later than 1 July 1990. They shall forthwith inform the Commission thereof. They shall also make known, by the date of their entry into force at the latest, any new measure or any amendment made to the provisions governing the capital movements listed in Annex I.\n2.   The Kingdom of Spain and the Portuguese Republic, without prejudice for these two Member States to Articles 61 to 66 and 222 to 232 of the 1985 Act of Accession, and the Hellenic Republic and Ireland may temporarily continue to apply restrictions to the capital movements listed in Annex IV, subject to the conditions and time limits laid down in that Annex.\nIf, before expiry of the time limit set for the liberalization of the capital movements referred to in Lists III and IV of Annex IV, the Portuguese Republic or the Hellenic Republic considers that it is unable to proceed with liberalization, in particular because of difficulties as regards its balance of payments or because the national financial system is insufficiently adapted, the Commission, at the request of one or other of these Member States, shall in collaboration with the Monetary Committee, review the economic and financial situation of the Member State concerned. On the basis of the outcome of this review, the Commission shall propose to the Council an extension of the time limit set for liberalization of all or part of the capital movements referred to. This extension may not exceed three years. The Council shall act in accordance with the procedure laid down in Article 69 of the Treaty.\n3.   The Kingdom of Belgium and the Grand Duchy of Luxembourg may temporarily continue to operate the dual exchange market under the conditions and for the periods laid down in Annex V.\n4.   Existing national legislation regulating purchases of secondary residences may be upheld until the Council adopts further provisions in this area in accordance with Article 69 of the Treaty. This provision does not affect the applicability of other provisions of Community law.\n5.   The Commission shall submit to the Council, by 31 December 1988, proposals aimed at eliminating or reducing risks of distortion, tax evasion and tax avoidance linked to the diversity of national systems for the taxation of savings and for controlling the application of these systems.\nThe Council shall take a position on these Commission proposals by 30 June 1989. Any tax provisions of a Community nature shall, in accordance with the Treaty, be adopted unanimously.\nArticle 7\n1.   In their treatment of transfers in respect of movements of capital to or from third countries, the Member States shall endeavour to attain the same degree of liberalization as that which applies to operations with residents of other Member States, subject to the other provisions of this Directive.\nThe provisions of the preceding subparagraph shall not prejudice the application to third countries of domestic rules or Community law, particularly any reciprocal conditions, concerning operations involving establishment, the provisions of financial services and the admission of securities to capital markets.\n2.   Where large-scale short-term capital movements to or from third countries seriously disturb the domestic or external monetary or financial situation of the Member States, or of a number of them, or cause serious strains in exchange relations within the Community or between the Community and third countries, Member States shall consult with one another on any measure to be taken to counteract such difficulties. This consultation shall take place within the Committee of Governors of the Central Banks and the Monetary Committee on the initiative of the Commission or of any Member State.\nArticle 8\nAt least once a year the Monetary Committee shall examine the situation regarding free movement of capital as it results from the application of this Directive. The examination shall cover measures concerning the domestic regulation of credit and financial and monetary markets which could have a specific impact on international capital movements and on all other aspects of this Directive. The Committee shall report to the Commission on the outcome of this examination.\nArticle 9\nThe First Directive of 11 May 1960 and Directive 72/156/EEC shall be repealed with effect from 1 July 1990.\nArticle 10\nThis Directive is addressed to the Member States.\nDone at Luxembourg, 24 June 1988.\nFor the Council\nThe President\nM. BANGEMANN\n(1)  OJ No C 26, 1. 2. 1988, p. 1.\n(2)  Opinion delivered on 17 June 1988 (not yet published in the Official Journal).\n(3)  OJ No 43, 12. 7. 1960, p. 921/60.\n(4)  OJ No L 332, 26. 11. 1986, p. 22.\n(5)  OJ No L 91, 18. 4. 1972, p. 13.\nANNEX I\nNOMENCLATURE OF THE CAPITAL MOVEMENTS REFERRED TO IN ARTICLE 1 OF THE DIRECTIVE\nIn this Nomenclature, capital movements are classified according to the economic nature of the assets and liabilities they concern, denominated either in national currency or in foreign exchange.\nThe capital movements listed in this Nomenclature are taken to cover:\n—\nall the operations necessary for the purposes of capital movements: conclusion and performance of the transaction and related transfers. The transaction is generally between residents of different Member States although some capital movements are carried out by a single person for his own account (e.g. transfers of assets belonging to emigrants),\n—\noperations carried out by any natural or legal person (1), including operations in respect of the assets or liabilities of Member States or of other public administrations and agencies, subject to the provisions of Article 68 (3) of the Treaty,\n—\naccess for the economic operator to all the financial techniques available on the market approached for the purpose of carrying out the operation in question. For example, the concept of acquisition of securities and other financial instruments covers not only spot transactions but also all the dealing techniques available: forward transactions, transactions carrying an option or warrant, swaps against other assets, etc. Similarly, the concept of operations in current and deposit accounts with financial institutions, includes not only the opening and placing of funds on accounts but also forward foreign exchange transactions, irrespective of whether these are intended to cover an exchange risk or to take an open foreign exchange position,\n—\noperations to liquidate or assign assets built up, repatriation of the proceeds of liquidation thereof (1) or immediate use of such proceeds within the limits of Community obligations,\n—\noperations to repay credits or loans.\nThis Nomenclature is not an exhaustive list for the notion of capital movements — whence a heading XIII — F. ‘Other capital movements — Miscellaneous’. It should not therefore be interpreted as restricting the scope of the principle of full liberalization of capital movements as referred to in Article 1 of the Directive.\nI —   DIRECT INVESTMENTS (1)\n1.\nEstablishment and extension of branches or new undertakings belonging solely to the person providing the capital, and the acquisition in full of existing undertakings.\n2.\nParticipation in new or existing undertaking with a view to establishing or maintaining lasting economic links.\n3.\nLong-term loans with a view to establishing or maintaining lasting economic links.\n4.\nReinvestment of profits with a view to maintaining lasting economic links.\nA —\nDirect investments on national territory by non-residents\n (1)\nB —\nDirect investments abroad by residents\n (1)\nII —   INVESTMENTS IN REAL ESTATE (not included under I) (1)\nA —\nInvestments in real estate on national territory by non-residents\nB —\nInvestments in real estate abroad by residents\nIII —   OPERATIONS IN SECURITIES NORMALLY DEALT IN ON THE CAPITAL MARKET (not included under I, IV and V)\n(a)\nShares and other securities of a participating nature\n (1).\n(b)\nBonds\n (1).\nA —   Transactions in securities on the capital market\n1.\nAcquisition by non-residents of domestic securities dealt in on a stock exchange (2).\n2.\nAcquisition by residents of foreign securities dealt in on a stock exchange.\n3.\nAcquisition by non-residents of domestic securities not dealt in on a stock exchange (2).\n4.\nAquisition by residents of foreign securities not dealt in on a stock exchange.\nB —   Admission of securities to the capital market\n (2)\n(i)\nIntroduction on a stock exchange\n (2).\n(ii)\nIssue and placing on a capital market (*).\n1.\nAdmission of domestic securities to a foreign capital market.\n2.\nAdministration of foreign securities to the domestic capital market.\nIV —   OPERATIONS IN UNITS OF COLLECTIVE INVESTMENT UNDERTAKINGS (2)\n(a)\nUnits of undertakings for collective investment in securities normally dealt in on the capital market (shares, other equities and bonds).\n(b)\nUnits of undertakings for collective investment in securities or instruments normally dealt in on the money market.\n(c)\nUnits of undertakings for collective investment in other assets.\nA —   Transactions in units of collective investment undertakings\n1.\nAcquisition by non-residents of units of national undertakings dealt in on a stock exchange.\n2.\nAcquisition by residents of units of foreign undertakings dealt in on a stock exchange.\n3.\nAcquisition by non-residents of units of national undertakings not dealt in on a stock exchange.\n4.\nAcquisition by residents of units of foreign undertakings not dealt in on a stock exchange.\nB —   Administration of units of collective investment undertakings to the capital market\n(i)\nIntroduction on a stock exchange.\n(ii)\nIssue and placing on a capital market.\n1.\nAdmission of units of national collective investment undertakings to a foreign capital market.\n2.\nAdmission of units of foreign collective investment undertakings to the domestic capital market.\nV —   OPERATIONS IN SECURITIES AND OTHER INSTRUMENTS NORMALLY DEALT IN ON THE MONEY MARKET (2)\nA —   Transactions in securities and other instruments on the money market\n1.\nAcquisition by non-residents of domestic money market securities and instruments.\n2.\nAcquisition by residents of foreign money market securities and instruments.\nB —   Admission of securities and other instruments to the money market\n(i)\nIntroduction on a recognized money market (*).\n(ii)\nIssue and placing on a recognized money market.\n1.\nAdmission of domestic securities and instruments to a foreign money market.\n2.\nAdmission of foreign securities and instruments to the domestic money market.\nVI —   OPERATIONS IN CURRENT AND DEPOSIT ACCOUNTS WITH FINANCIAL INSTITUTIONS (3)\nA —\nOperations carried out by non-residents with domestic financial institutions\nB —\nOperations carried out by residents with foreign financial institutions\nVII —   CREDITS RELATED TO COMMERCIAL TRANSACTIONS OR TO THE PROVISION OF SERVICES IN WHICH A RESIDENT IS PARTICIPATING (3)\n1.\nShort-term (less than one year).\n2.\nMedium-term (from one to five years).\n3.\nLong-term (five years or more).\nA —\nCredits granted by non-residents to residents\nB —\nCredits granted by residents to non-residents\nVIII —   FINANCIAL LOANS AND CREDITS (not included under I, VII and XI) (3)\n1.\nShort-term (less than one year).\n2.\nMedium-term (from one to five years).\n3.\nLong-term (five years or more).\nA —\nLoans and credits granted by non-residents to residents\nB —\nLoans and credits granted by residents to non-residents\nIX —   SURETIES, OTHER GUARANTEES AND RIGHTS OF PLEDGE\nA —\nGranted by non-residents to residents\nB —\nGranted by residents to non-residents\nX —   TRANSFERS IN PERFORMANCE OF INSURANCE CONTRACTS\nA —   Premiums and payments in respect of life assurance\n1.\nContracts concluded between domestic life assurance companies and non-residents.\n2.\nContracts concluded between foreign life assurance companies and residents.\nB —   Premiums and payments in respect of credit insurance\n1.\nContracts concluded between domestic credit insurance companies and non-residents.\n2.\nContracts concluded between foreign credit insurance companies and residents.\nC —   Other transfers of capital in respect of insurance contracts\nXI —   PERSONAL CAPITAL MOVEMENTS\nA —\nLoans\nB —\nGifts and endowments\nC —\nDowries\nD —\nInheritances and legacies\nE —\nSettlement of debts by immigrants in their previous country of residence\nF —\nTransfers of assets constituted by residents, in the event of emigration, at the time of their installation or during their period of stay abroad\nG —\nTransfers, during their period of stay, of immigrants' savings to their previous country of residence\nXII —   PHYSICAL IMPORT AND EXPORT OF FINANCIAL ASSETS\nA —\nSecurities\nB —\nMeans of payment of every kind\nXIII —   OTHER CAPITAL MOVEMENTS\nA —\nDeath duties\nB —\nDamages (where these can be considered as capital)\nC —\nRefunds in the case of cancellation of contracts and refunds of uncalled-for payments (where these can be considered as capital)\nD —\nAuthors' royalties: patents, designs, trade marks and inventions (assignments and transfers arising out of such assignments)\nE —\nTransfers of the monies required for the provision of services (not included under VI)\nF —\nMiscellaneous\nEXPLANATORY NOTES\nFor the purposes of this Nomenclature and the Directive only, the following expressions have the meanings assigned to them respectively:\nDirect investments\nInvestments of all kinds by natural persons or commercial, industrial or financial undertakings, and which serve to establish or to maintain lasting and direct links between the person providing the capital and the entrepreneur to whom or the undertaking to which the capital is made available in order to carry on an economic activity. This concept must therefore be understood in its widest sense.\nThe undertakings mentioned under I-1 of the Nomenclature include legally independent undertakings (wholly-owned subsidiaries) and branches.\nAs regards those undertakings mentioned under I-2 of the Nomenclature which have the status of companies limited by shares, there is participation in the nature of direct investment where the block of shares held by a natural person of another undertaking or any other holder enables the shareholder, either pursuant to the provisions of national laws relating to companies limited by shares or otherwise, to participate effectively in the management of the company or in its control.\nLong-term loans of a participating nature, mentioned under I-3 of the Nomenclature, means loans for a period of more than five years which are made for the purpose of establishing or maintaining lasting economic links. The main examples which may be cited are loans granted by a company to its subsidiaries or to companies in which it has a share and loans linked with a profit-sharing arrangement. Loans granted by financial institutions with a view to establishing or maintaining lasting economic links are also included under this heading.\nInvestments in real estate\nPurchases of buildings and land and the construction of buildings by private persons for gain or personal use. This category also includes rights of usufruct, easements and building rights.\nIntroduction on a stock exchange or on a recognized money market\nAccess — in accordance with a specified procedure — for securities and other negotiable instruments to dealings, whether controlled officially or unofficially, on an officially recognized stock exchange or in an officially recognized segment of the money market.\nSecurities dealt in on a stock exchange (quoted or unquoted)\nSecurities the dealings in which are controlled by regulations, the prices for which are regularly published, either by official stock exchanges (quoted securities) or by other bodies attached to a stock exchange — e.g. committees of banks (unquoted securities).\nIssue of securities and other negotiable instruments\nSale by way of an offer to the public.\nPlacing of securities and other negotiable instruments\nThe direct sale of securities by the issuer of by the consortium which the issuer has instructed to sell them, with no offer being made to the public.\nDomestic or foreign securities and other instruments\nSecurities according to the country in which the issuer has his principal place of business. Acquisition by residents of domestic securities and other instruments issued on a foreign market ranks as the acquisition of foreign securities.\nShares and other securities of a participating nature\nIncluding rights to subscribe to new issues of shares.\nBonds\nNegotiable securities with a maturity of two years or more from issue for which the interest rate and the terms for the repayment of the principal and the payment of interest are determined at the time of issue.\nCollective investment undertakings\nUntertakings:\n—\nthe object of which is the collective investment in transferable securities or other assets of the capital they raise and which operate on the principle of risk-spreading, and\n—\nthe units of which are, at the request of holders, under the legal, contractual or statutory conditions governing them, repurchased or redeemed, directly or indirectly, out of those undertakings' assets. Action taken by a collective investment undertaking to ensure that the stock exchange value of its units does not significantly vary from their net asset value shall be regarded as equivalent to such repurchase or redemption.\nSuch undertakings may be constituted according to law either under the law of contract (as common funds managed by management companies) or trust law (as unit trusts) or under statute (as investment companies).\nFor the purposes of the Directive, ‘common funds’ shall also include unit trusts.\nSecurities and other instruments normally dealt in on the money market\nTreasury bills and other negotiable bills, certificates of deposit, bankers' acceptances, commercial paper and other like instruments.\nCredits related to commercial transactions or to the provision of services\nContractual trade credits (advances or payments by instalment in respect of work in progress or on order and extended payment terms, whether or not involving subscription to a commercial bill) and their financing by credits provided by credit institutions. This category also includes factoring operations.\nFinancial loans and credits\nFinancing of every kind granted by financial institutions, including financing related to commercial transactions or to the provision of services in which no resident is participating.\nThis category also includes mortgage loans, consumer credit and financial leasing, as well as back-up facilities and other note-issuance facilities.\nResidents or non-residents\nNatural and legal persons according to the definitions laid down in the exchange control regulations in force in each Member State.\nProceeds of liquidation (of investments, securities, etc.)\nProceeds of sale including any capital appreciation, amount of repayments, proceeds of execution of judgements, etc.\nNatural or legal persons\nAs defined by the national rules.\nFinancial institutions\nBanks, savings banks and institutions specializing in the provision of short-term, medium-term and long-term credit, and insurance companies, building societies, investment companies and other institutions of like character.\nCredit institutions\nBanks, savings banks and institutions specializing in the provision of short-term, medium-term and long-term credit.\n(1)  See Explanatory Notes below.\n(2)  See Explanatory Notes below.\n(3)  See Explanatory Notes below.\nANNEX II\nLIST OF OPERATIONS REFERRED TO IN ARTICLE 3 OF THE DIRECTIVE\nNature of operation\nHeading\nOperations in securities and other instruments normally dealt in on the money market\nV\nOperations in current and deposit accounts with financial institutions\nVI\nOperations in units of collective investment undertakings\nIV-A and B (c)\n—\nundertakings for investment in securities or instruments normally dealt in on the money market\nFinancial loans and credits\nVIII-A and B-l\n—\nshort-term\nPersonal capital movements\nXI-A\n—\nloans\nPhysical import and export of financial assets\nXII\n—\nsecurities normally dealt in on the money market\n—\nmeans of payment\nOther capital movements: Miscellaneous\nXIII-F\n—\nshort-term operations similar to those listed above\nThe restrictions which Member States may apply to the capital movements listed above must be defined and applied in such a way as to cause the least possible hindrance to the free movement of persons, goods and services.\nANNEX III\nREFERRED TO IN ARTICLE 5 OF THE DIRECTIVE\nScope of the provisions of the 1985 Act of Accession relating to capital movements, in accordance with the Nomenclature of capital movements set out in Annex I to the Directive\nArticles of the Art of Accession (dates of expiry of transitional provisions)\nNature of operation\nHeading\n(a)   Provisions concerning the Kingdom of Spain\nArticle 62\n(31.12.1990)\nDirect investments abroad by residents\nI-B\nArticle 63\n(31.12.1990)\nInvestments in real estate abroad by residents\nII-B\nArticle 64\n(31.12.1988)\nOperations in securities normally dealt in on the capital market\n—\nAcquisition by residents of foreign securities dealt in on a stock exchange\nIII-A-2\n—\nexcluding bonds issued on a foreign market and denominated in national currency\nOperations in units of collective investment undertakings\n—\nAcquisition by residents of units of collective investment undertakings dealt in on a stock exchange\nIV-A-2\n—\nexcluding units of undertakings taking the form of common funds\n(b)   Provisions concerning the Portuguese Republic\nArticle 222\n(31.12.1989)\nDirect investments on national territory by non-residents\nI-A\nArticle 224\n(31.12.1992)\nDirect investments abroad by residents\nI-B\nArticles 225 and 226\n(31.12.1990)\nInvestments in real estate on national territory by non-residents\nII-A\nArticle 227\n(31.12.1992)\nInvestments in real estate abroad by residents\nII-B\nArticle 228\n(31.12.1990)\nPersonal capital movements\n(i)\nfor the purpose of applying the higher amounts specified in Article 228 (2):\n—\nDowries\nXI-C\n—\nInheritances and legacies\nXI-D\n—\nTransfers of assets built up by residents in case of emigration at the time of their installation or during their period of stay abroad\nXI-F\n(ii)\nfor the purpose of applying the lower amounts specified in Article 228 (2):\n—\nGifts and endowments\nXI-B\n—\nSettlement of debts by immigrants in their previous country of residence\nXI-E\n—\nTransfers of immigrants' savings to their previous country of residence during their period of stay\nXI-G\nArticle 229\n(31.12.1990)\nOperations in securities normally dealt in on the capital market\n—\nAcquisition by residents of foreign securities dealt in on a stock exchange\nIII-A-2\n—\nexcluding bonds issued on a foreign market and denominated in national currency\nOperations in units of collective investment undertakings\n—\nAcquisition by residents of units of foreign collective investment undertakings dealt in on a stock exchange\nIV-A-2\n—\nexcluding units of undertakings taking the form of common funds\nANNEX IV\nREFERRED TO IN ARTICLE 6 (2) OF THE DIRECTIVE\nI.\nThe Portuguese Republic may continue to apply or reintroduce, until 31 December 1990 restrictions existing on the date of notification of the Directive on capital movements given in List I below:\nLIST I\nNature of operation\nHeading\nOperations in units of collective investment undertakings\n—\nacquisition by residents of units of foreign collective investment undertakings dealt in on a stock exchange\nIV-A-2 (a)\n—\nundertakings subject to Directive 85/611/EEC (1) and taking the form of common funds\n—\nAcquisition by residents of units of foreign collective investment undertakings not dealt in on a stock exchange\nIV-A-4 (a)\n—\nundertakings subject to Directive 85/611/EEC (1)\nII.\nThe Kingdom of Spain and the Portuguese Republic may continue to apply or reintroduce, until 31 December 1990 and 31 December 1992 respectively, restrictions existing on the date of notification of the Directive on capital movements given in List II below:\nLIST II\nNature of operation\nHeading\nOperations in securities normally dealt in on the capital market\n—\nAcquisition by residents of foreign securities dealt in on a stock exchange\nIII-A-2 (b)\n—\nbonds issued on a foreign market and denominated in national currency\n—\nAcquisition by residents (non-residents) of foreign (domestic) securities not dealt in on a stock exchange\nIII-A-3 and 4\n—\nAdmission of securities to the capital market\nIII-B-1 and 2\n—\nwhere they are dealt in on or in the process of introduction to a stock exchange in a Member State\nOperations in units of collective investment undertakings\n—\nAcquisition by residents of units of foreign collective investment undertakings dealt in on a stock exchange\nIV-A-2\n—\nundertakings not subject to Directive 85/611/EEC (2) and taking the form of common funds\n—\nAcquisition by residents (non-residents) of units of foreign (domestic) collective investment undertakings not dealt in on a stock exchange\nIV-A-3 and 4\n—\nundertakings not subject to Directive 85/611/EEC (2) and the sole object of which is the acquisition of assets that have been liberalized\n—\nAdmission to the capital market of units of collective investment of undertakings\nIV-B-1 and 2 (a)\n—\nundertakings subject to Directive 85/611/EEC (2)\n—\nCredits related to commercial transactions or to the provision of services in which a resident is participating\nVII-A and B-3\n—\nLong-term credits\nIII.\nThe Hellenic Republic, the Kingdom of Spain, Ireland and the Portuguese Republic may, until 31 December 1992, continue to apply or reintroduce restrictions existing at the date of notification of the Directive on capital movements given in List III below:\nLIST III\nNature of operation\nHeading\nOperations in securities dealt in on the capital market\n—\nAdmission of securities to the capital market\nIII-B-1 and 2\n—\nwhere they are not dealt in on or in the process of introduction to a stock exchange in a Member State\nOperations in units of collective investment undertakings\n—\nAdmission to the capital market of units of collective investment undertakings\nIV-B-1 and 2\n—\nundertakings not subject to Directive 85/611/EEC (3) and the sole object of which is the acquisition of assets that have been liberalized\nFinancial loans and credits\nVIII-A, B-2 and 3\n—\nmedium-term and long-term\nIV.\nThe Hellenic Republic, the Kingdom of Spain, Ireland and the Portuguese Republic may, until 31 December 1992, defer liberalization of the capital movements given in List IV below:\nLIST IV\nNature of operation\nHeading\nOperations in securities and other instruments normally dealt in on the money market\nV\nOperations in current and deposit accounts with financial institutions\nVI\nOperations in units of collective investment undertakings\nIV-A and B (c)\n—\nundertakings for investment in securities or instruments normally dealt in on the money market\nFinancial loans and credits\nVIII-A and B-1\n—\nshort term\nPersonal capital movements\nXI-A\n—\nloans\nPhysical import and export of financial assets\nXII\n—\nsecurities normally dealt in on the money market\n—\nmeans of payment\nOther capital movements: Miscellaneous\nXIII-F\n(1)  Council Directive 85/611/EEC on the coordination of laws, regulations and administrative provisions relating to undertakings for collective investment in transferable securities (UCITS) (OJ No L 375, 31. 12. 1985, p. 3).\n(2)  See footnote to List I.\n(3)  See footnote to List I.\nANNEX V\nSince the dual exchange market system, as operated by the Kingdom of Belgium and the Grand Duchy of Luxembourg, has not had the effect of restricting capital movements but nevertheless constitutes an anomaly in the EMS and should therefore be brought to an end in the interests of effective implementation of the Directive and with a view to strengthening the European Monetary System, these two Member States undertake to abolish it by 31 December 1992. They also undertake to administer the system, until such time as it is abolished, on the basis of procedures which will still ensure the de facto free movement of capital on such conditions that the exchange rates ruling on the two markets show no appreciable and lasting differences.", "summary": "Free movement of capital in the EU\nFree movement of capital in the EU\nSUMMARY OF:\nCouncil Directive 88/361/EEC — the capital liberalisation directive\nWHAT IS THE AIM OF THE DIRECTIVE?\nIt was designed to give the European Union (EU) single market its full financial dimension.\nIts purpose was to progressively abolish all restrictions on the free movement of capital between EU countries, implementing Article 67 of the Treaty establishing the European Communities (Article 67 was subsequently repealed).\nThe rules of the directive became obsolete following the entry into force of the new Article 63 of the Treaty on the Functioning of the European Union which ensures the free movement of capital between EU countries as well as between EU countries and non-EU countries.\nHowever, as indicated in the case-law of the Court of Justice of the European Union, the nomenclature of capital movements included in its Annex I is still used for the purposes of defining the notion of capital movements.\nKEY POINTS\nThe directive enshrines the principle of full liberalisation of capital movements* between EU countries with effect from 1 July 1990. Transactions representing capital movements are listed in its Annex I.\nTransitional arrangements were offered for Spain, Greece, Ireland and Portugal, and Portugal and Greece were given the possibility of a further extension of a maximum of 3 years.\nThe directive seeks to abolish the general arrangements for restrictions on movements of capital between persons resident in EU countries.\nA ‘safeguard clause’ was introduced. Capital movements can impose a very severe strain on foreign-exchange markets, which leads to serious disturbances in the conduct of a country’ s monetary and exchange rate policies. In this case, the European Commission, after consulting the Monetary Committee and the Committee of Governors of the Central Banks, can authorise that country to take protective measures.\nThe protective measures related to the capital movements listed in Annex II of the directive, and must not exceed 6 months.\nWith effect as of 1 July 1990, the directive repealed:\nthe first directive for the implementation of Article 67 of the Treaty;\nCouncil Directive 72/156/EEC on regulating international capital flows and neutralising their undesirable effects on domestic liquidity*.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt applied between 7 July 1988 and 31 December 1999. EU countries had to incorporate it into national law by 1 July 1990. The directive is now replaced by the new Treaty rules on the free movement of capital but is still used for the purposes of defining the notion of capital movements.\nBACKGROUND\n              \nFor more information, see:\n‘Free movement of capital’ on the European Commission's website.\n* KEY TERMS\n              \nCapital movements: capital transfers between countries carried out by a person, organisation or business. They include direct investments, investments in real estate, operations in securities and in current and deposit accounts, as well as financial loans and credits.\nDomestic liquidity: The amount of cash or cash-equivalents (i.e. assets that can be quickly converted into cash) in circulation within a country’s economy.\nMAIN DOCUMENT\n            \nCouncil Directive 88/361/EEC of 24 June 1988 for the implementation of Article 67 of the Treaty (OJ L 178, 8.7.1988, pp. 5-18)\nlast update 16.11.2016", "tags": ["capital movement", "application of EU law", "single exchange-rate policy"], "subjects": ["Free movement of capital", "Approximation of laws", "Internal market - Principles"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}