{"celex_id": "41995A1127(03)", "reference": "27.11.1995\nEN\nOfficial Journal of the European Communities\nC 316/49\nCONVENTION\nDrawn up on the basis of Article K.3 of the Treaty on European Union, on the protection of the European Communities' financial interests\nTHE HIGH CONTRACTING PARTIES to this Convention, Member States of the European Union,\nREFERRING to the Act of the Council of the European Union of 26 July 1995;\nDESIRING to ensure that their criminal laws contribute effectively to the protection of the financial interests of the European Communities;\nNOTING that fraud affecting Community revenue and expenditure in many cases is not confined to a single country and is often committed by organized criminal networks;\nCONVINCED that protection of the European Communities' financial interests calls for the criminal prosecution of fraudulent conduct injuring those interests and requires, for that purpose, the adoption of a common definition;\nCONVINCED of the need to make such conduct punishable with effective, proportionate and dissuasive criminal penalties, without prejudice to the possibility of applying other penalties in appropriate cases, and of the need, at least in serious cases, to make such conduct punishable with deprivation of liberty which can give rise to extradition;\nRECOGNIZING that businesses play an important role in the areas financed by the European Communities and that those with decision-making powers in business should not escape criminal responsibility in appropriate circumstances;\nDETERMINED to combat together fraud affecting the European Communities' financial interests by undertaking obligations concerning jurisdiction, extradition, and mutual cooperation,\nHAVE AGREED ON THE FOLLOWING PROVISIONS:\nArticle 1\nGeneral provisions\n1.   For the purposes of this Convention, fraud affecting the European Communities' financial interests shall consist of:\n(a)\nin respect of expenditure, any intentional act or omission relating to:\n—\nthe use or presentation of false, incorrect or incomplete statements or documents, which has as its effect the misappropriation or wrongful retention of funds from the general budget of the European Communities or budgets managed by, or on behalf of, the European Communities,\n—\nnon-disclosure of information in violation of a specific obligation, with the same effect,\n—\nthe misapplication of such funds for purposes other than those for which they were originally granted;\n(b)\nin respect of revenue, any intentional act or omission relating to:\n—\nthe use or presentation of false, incorrect or incomplete statements or documents, which has as its effect the illegal diminution of the resources of the general budget of the European Communities or budgets managed by, or on behalf of, the European Communities,\n—\nnon-disclosure of information in violation of a specific obligation, with the same effect,\n—\nmisapplication of a legally obtained benefit, with the same effect.\n2.   Subject to Article 2 (2), each Member State shall take the necessary and appropriate measures to transpose paragraph 1 into their national criminal law in such a way that the conduct referred to therein constitutes criminal offences.\n3.   Subject to Article 2 (2), each Member State shall also take the necessary measures to ensure that the intentional preparation or supply of false, incorrect or incomplete statements or documents having the effect described in paragraph 1 constitutes a criminal offence if it is not already punishable as a principal offence or as participation in, instigation of, or attempt to commit, fraud as defined in paragraph 1.\n4.   The intentional nature of an act or omission as referred to in paragraphs 1 and 3 may be inferred from objective, factual circumstances.\nArticle 2\nPenalties\n1.   Each Member State shall take the necessary measures to ensure that the conduct referred to in Article 1, and participating in, instigating, or attempting the conduct referred to in Article 1 (1), are punishable by effective, proportionate and dissuasive criminal penalties, including, at least in cases of serious fraud, penalties involving deprivation of liberty which can give rise to extradition, it being understood that serious fraud shall be considered to be fraud involving a minimum amount to be set in each Member State. This minimum amount may not be set at a sum exceeding ECU 50 000.\n2.   However in cases of minor fraud involving a total amount of less than ECU 4 000 and not involving particularly serious circumstances under its laws, a Member State may provide for penalties of a different type from those laid down in paragraph 1.\n3.   The Council of the European Union, acting unanimously, may alter the amount referred to in paragraph 2.\nArticle 3\nCriminal liability of heads of businesses\nEach Member State shall take the necessary measures to allow heads of businesses or any persons having power to take decisions or exercise control within a business to be declared criminally liable in accordance with the principles defined by its national law in cases of fraud affecting the European Community's financial interests, as referred to in Article 1, by a person under their authority acting on behalf of the business.\nArticle 4\nJurisdiction\n1.   Each Member State shall take the necessary measures to establish its jurisdiction over the offences it has established in accordance with Article 1 and 2 (1) when:\n—\nfraud, participation in fraud or attempted fraud affecting the European Communities' financial interests is committed in whole or in part within its territory, including fraud for which the benefit was obtained in that territory,\n—\na person within its territory knowingly assists or induces the commission of such fraud within the territory of any other State,\n—\nthe offender is a national of the Member State concerned, provided that the law of that Member State may require the conduct to be punishable also in the country where it occurred.\n2.   Each Member State may declare, when giving the notification referred to in Article 11 (2), that it will not apply the rule laid down in the third indent of paragraph 1 of this Article.\nArticle 5\nExtradition and prosecution\n1.   Any Member State which, under its law, does not extradite its own nationals shall take the necessary measures to establish its jurisdiction over the offences it has established in accordance with Articles 1 and 2 (1), when committed by its own nationals outside its territory.\n2.   Each Member State shall, when one of its nationals is alleged to have committed in another Member State a criminal offence involving the conduct described in Articles 1 and 2 (1), and it does not extradite that person to that other Member State solely on the ground of his or her nationality, submit the case to its competent authorities for the purpose of prosecution if appropriate. In order to enable prosecution to take place, the files, information and exhibits relating to the offence shall be transmitted in accordance with the procedures laid down in Article 6 of the European Convention on Extradition. The requesting Member State shall be informed of the prosecution initiated and of its outcome.\n3.   A Member State may not refuse extradition in the event of fraud affecting the European Communities' financial interests for the sole reason that it concerns a tax or customs duty offence.\n4.   For the purposes of this Article, a Member State's own nationals shall be construed in accordance with any declaration made by it under Article 6 (1) (b) of the European Convention on Extradition and with paragraph 1 (c) of the Article.\nArticle 6\nCooperation\n1.   If a fraud as defined in Article 1 constitutes a criminal offence and concerns at least two Member States, those States shall cooperate effectively in the investigation, the prosecution and in carrying out the punishment imposed by means, for example, of mutual legal assistance, extradition, transfer of proceedings or enforcement of sentences passed in another Member State.\n2.   Where more than one Member State has jurisdiction and has the possibility of viable prosecution of an offence based on the same facts, the Member States involved shall cooperate in deciding which shall prosecute the offender or offenders with a view to centralizing the prosecution in a single Member State where possible.\nArticle 7\nNe bis in idem\n1.   Member States shall apply in their national criminal laws the ‘ne bis in idem’ rule, under which a person whose trial has been finally disposed of in a Member State may not be prosecuted in another Member State in respect of the same facts, provided that if a penalty was imposed, it has been enforced, is actually in the process of being enforced or can no longer be enforced under the laws of the sentencing State.\n2.   A Member State may, when giving the notification referred to in Article 11 (2), declare that it shall not be bound by paragraph 1 of this Article in one or more of the following cases:\n(a)\nif the facts which were the subject of the judgement rendered abroad took place on its own territory either in whole or in part; in the latter case this exception shall not apply if those facts took place partly on the territory of the Member State where the judgement was rendered;\n(b)\nif the facts which were the subject of the judgment rendered abroad constitute an offence directed against the security or other equally essential interests of that Member State;\n(c)\nif the facts which were the subject of the judgment rendered abroad were committed by an official of the Member State contrary to the duties of his office.\n3.   The exceptions which may be the subject of a declaration under paragraph 2 shall not apply if the Member State concerned in respect of the same facts requested the other Member State to bring the prosecution or granted extradition of the person concerned.\n4.   Relevant bilateral or multilateral agreements concluded between Member States and relevant declarations shall remain unaffected by this Article.\nArticle 8\nCourt of Justice\n1.   Any dispute between Member States on the interpretation or application of this Convention must in an initial stage be examined by the Council in accordance with the procedure set out in Title VI of the Treaty on European Union with a view to reaching a solution.\nIf no solution is found within six months, the matter may be referred to the Court of Justice of the European Communities by a party to the dispute.\n2.   Any dispute between one or more Member States and the Commission of the European Communities concerning the application of Article 1 or 10 of this Convention which it has proved impossible to settle through negotiation may be submitted to the Court of Justice.\nArticle 9\nInternal provisions\nNo provision in this Convention shall prevent Member States from adopting internal legal provisions which go beyond the obligations deriving from this Convention.\nArticle 10\nTransmission\n1.   Member States shall transmit to the Commission of the European Communities the text of the provisions transposing into their domestic law the obligations imposed on them under the provisions of this Convention.\n2.   For the purposes of implementing this Convention, the High Contracting Parties shall determine, within the Council of the European Union, the information to be communicated or exchanged between the Member States or between the Member States and the Commission, and also the arrangements for doing so.\nArticle 11\nEntry into force\n1.   This Convention shall be subject to adoption by the Member States in accordance with their respective constitutional requirements.\n2.   Member States shall notify the Secretary-General of the Council of the European Union of the completion of their constitutional requirements for adopting this Convention.\n3.   This Convention shall enter into force 90 days after the notification, referred to in paragraph 2, by the last Member State to fulfil that formality.\nArticle 12\nAccession\n1.   This Convention shall be open to accession by any State that becomes a member of the European Union.\n2.   The text of this Convention in the language of the acceding State, drawn up by the Council of the European Union, shall be authentic.\n3.   Instruments of accession shall be deposited with the depositary.\n4.   This Convention shall enter into force with respect to any State that accedes to it 90 days after the deposit of its instrument of accession or on the date of entry into force of the Convention if it has not already entered into force at the time of expiry of the said period 90 days.\nArticle 13\nDepositary\n1.   The Secretary-General of the Council of the European Union shall act as depositary of this Convention.\n2.   The depositary shall publish in the Official Journal of the European Communities information on the progress of adoptions and accessions, declarations and reservations, and also any other notification concerning this Convention.\nEn fe de lo cual, los plenipotenciarios abajo firmantes suscriben el presente Convenio.\nTil bekræftelse heraf har undertegnede befuldmægtigede underskrevet denne konvention.\nZu Urkund dessen haben die unterzeichneten Bevollmächtigten ihre Unterschriften unter dieses Übereinkommen gesetzt.\nΣε πίστωση των ανωτέρω, οι υπογράφοντες πληρεξούσιοι έθεσαν την υπογραφή τους κάτω από την παρούσα σύμβαση.\nIn witness whereof, the undersigned Plenipotentiaries have hereunto set their hands.\nEn foi de quoi, les plénipotentiaires soussignés ont apposé leurs signatures au bas de la présente convention.\nDá fhianú sin, chuir na Lánchumhachtaigh thíos-sínithe a lámh leis an gCoinbhinsiún seo.\nIn fede di che, i plenipotenziari sottoscritti hanno apposto le loro firme in calce alla presente convenzione.\nTen blijke waarvan de ondergetekende gevolmachtigden hun handtekening onder deze overeenkomst hebben gesteld.\nEm fé do que, os plenipotenciários abaixo assinados apuseram as suas assinaturas no final da presente convenção.\nTämän vakuudeksi alla mainitut täysivaltaiset edustajat ovat allekirjoittaneet tämän yleissopimuksen.\nTil bekräftelse härav har undertecknade befullmäktigade ombud undertecknat denna konvention.\nHecho en Bruselas, el veintiseis de julio de mil novecientos noventa y cinco, en un ejemplar único, en lenguas alemana, inglesa, danesa, española, finesa, francesa, griega, gaélica, italiana, neerlandesa, portuguesa y sueca, cuyos textos son igualmente auténticos y que será depositado en los archivos de la Secretaría General del Consejo de la Unión Europea.\nUdfærdiget i Bruxelles den seksogtyvende juli nitten hundrede og femoghalvfems, i ét eksemplar på dansk, engelsk, finsk, fransk, græsk, irsk, italiensk, nederlandsk, portugisisk, spansk, svensk og tysk, hvilke tekster alle har samme gyldighed, og deponeres i arkiverne i Generalsekretariatet for Rådet for Den Europæiske Union.\nGeschehen zu Brüssel am sechsundzwanzigsten Juli neunzehnhundertfünfundneunzig in einer Urschrift in dänischer, deutscher, englischer, finnischer, französischer, griechischer, irischer, italienischer, niederländischer, portugiesischer, schwedischer und spanischer Sprache, wobei jeder Wortlaut gleichermaßen verbindlich ist; die Urschrift wird im Archiv des Generalsekretariats des Rates der Europäischen Union hinterlegt.\nΈγινε στις Βρυξέλλες, στις είκοσι έξι Ιουλίου χίλια εννιακόσια ενενήντα πέντε, σε ένα μόνο αντίτυπο, στην αγγλική, γαλλική, γερμανική, δανική, ελληνική, ιρλανδική, ισπανική, ιταλική, ολλανδική, πορτογαλική, σουηδική και φινλανδική γλώσσα, όλα δε τα κείμενα είναι εξίσου αυθεντικά και κατατίθενται στα αρχεία της Γενικής Γραμματείας του Συμβουλίου της Ευρωπαϊκής Ένωσης.\nDone at Brussels on the twenty-sixth day of July in the year one thousand nine hundred and ninety-five in a single original, in the Danish, Dutch, English, Finnish, French, German, Greek, Irish, Italian, Portuguese, Spanish and Swedish languages, each text being equally authentic, such original remaining deposited in the archives of the General Secretariat of the Council of the European Union.\nFait à Bruxelles, le vingt-six juillet mil neuf cent quatre-vingt-quinze, en un exemplaire unique, en langues allemande, anglaise, danoise, espagnole, finnoise, française, grecque, irlandaise, italienne, néerlandaise, portugaise et suédoise, tous ces textes faisant également foi, exemplaire qui est déposé dans les archives du Secrétariat général du Conseil de l'Union européenne.\nArna dhéanamh sa Bhruiséil, an séú lá is fiche de Iúil sa bhliain míle naoi gcéad nócha a cúig, i scríbhinn bhunaidh amháin sa Bhéarla, sa Danmhairgis, san Fhionlainnis, sa Fhraincis, sa Ghaeilge, sa Ghearmáinis, sa Ghréigis, san Iodáilis, san Ollainnis, sa Phortaingéilis, sa Spáinnis agus sa tSualainnis agus comhúdarás ag na téacsanna i ngach ceann de na teangacha sin; déanfar an scríbhinn bhunaidh sin a thaisceadh i gcartlann Ardrúnaíocht Chomhairle an Aontais Eorpaigh.\nFatto a Bruxelles, addì ventisei luglio millenovecentonovantacinque, in unico esemplare in lingua danese, finlandese, francese, greca, inglese, irlandese, italiana, olandese, portoghese, spagnola, svedese e tedesca, i testi di ciascuna di queste lingue facenti ugualmente fede, esemplare depositato negli archivi del segretariato generale dell'Unione europea.\nGedaan te Brussel, de zesentwintigste juli negentienhonderd vijfennegentig, in één exemplaar, in de Deense, de Duitse, de Engelse, de Finse, de Franse, de Griekse, de Ierse, de Italiaanse, de Nederlandse, de Portugese, de Spaanse en de Zweedse taal, zijnde alle teksten gelijkelijk authentiek, dat wordt neergelegd in het archief van het Secretariaat-generaal van de Raad van de Europese Unie.\nFeito em Bruxelas, em vinte e seis de Julho de mil novecentos e noventa e cinco, em exemplar único, nas línguas alemã, dinamarquesa, espanhola, finlandesa, francesa, grega, inglesa, irlandesa, italiana, neerlandesa, portuguesa e sueca, fazendo igualmente fé todos os textos, depositado nos arquivos do Secretariado-Geral do Conselho da União Europeia.\nTehty Brysselissä kahdentenakymmenentenäkuudentena päivänä heinäkuuta vuonna tuhatyhdeksänsataayhdeksänkymmentäviisi yhtenä ainoana kappaleena englannin, espanjan, hollannin, iirin, italian, kreikan, portugalin, ranskan, ruotsin, saksan, suomen ja tanskan kielellä kaikkien näiden tekstien ollessa yhtä todistusvoimaiset, ja se talletetaan Euroopan unionin neuvoston pääsihteeristön arkistoon.\nUtfärdad i Bryssel den tjugosjätte juli nittonhundranittiofem i ett enda exemplar, på danska, engelska, finska, franska, grekiska, irländska, italienska, nederländska, portugisiska, spanska, svenska och tyska, varvid alla texter är lika giltiga, och deponerad i arkiven vid generalsekretariatet för Europeiska unionens råd.\nPour le gouvernement du royaume de Belgique\nVoor de Regering van het Koninkrijk België\nFür die Regierung des Königreichs Belgien\nFor regeringen for Kongeriget Danmark\nFür die Regierung der Bundesrepublik Deutschland\nΓια την κυβέρνηση της Ελληνικής Δημοκρατίας\nPor el Gobierno del Reino de España\nPour le gouvernement de la République française\nThar ceann Rialtas na hÉireann\nFor the Government of Ireland\nPer il governo della Repubblica italiana\nPour le gouvernement du grand-duché de Luxembourg\nVoor de Regering van het Koninkrijk der Nederlanden\nFur die Regierung der Republik Österreich\nPelo Governo da República Portuguesa\nSuomen hallituksen puolesta\nPå svenska regeringens vägnar\nFor the Government of the United Kingdom of Great Britain and Northern Ireland", "summary": "Protecting the EU’s financial interests - fight against fraud\nProtecting the EU’s financial interests - fight against fraud\nSince 1995, a convention has been in place which seeks to protect, under criminal law, the financial interests of the EU and its taxpayers. Over the years, the Convention on the Protection of the European Communities’ Financial Interests has been supplemented by a series of protocols.\nACT\n                  \nCouncil Act of 26 July 1995 drawing up the Convention on the protection of the European Communities’ financial interests (OJ C 316, 27.11.1995, pp. 48-57)\nSUMMARY\n                  \nSince 1995, a convention has been in place which seeks to protect, under criminal law, the financial interests of the EU and its taxpayers. Over the years, the Convention on the Protection of the European Communities’ Financial Interests has been supplemented by a series of protocols.\nWHAT DOES THE CONVENTION DO?\n                     \nThe Convention and its protocols\nprovide a harmonised legal definition of fraud\nrequire their signatories to adopt criminal penalties for fraud.\nKEY POINTS\n                     \nEU countries must introduce effective, proportionate and dissuasive criminal penalties to deal with fraud affecting the EU’s financial interests.\nThe Convention differentiates between fraud in regard to expenditure and revenue.\nExamples of fraud in respect to expenditure include any intentional act or omission such as:\nthe use or presentation of false, incorrect or incomplete statements or documents which has as its effect the misappropriation or wrongful retention of funds from the EU’s budget;\nnon-disclosure of information in violation of a specific obligation with the same effect;\nor the misapplication of such funds for purposes other than those for which they were intended.\nExamples of fraud in respect of revenue include any intentional act or omission such as:\nthe use or presentation of false, incorrect or incomplete statements or documents, which has as its effect the illegal reduction of EU budget resources;\nnon-disclosure of information in violation of a specific obligation with the same effect;\nor the misapplication of a legally obtained benefit (for example, the misuse of legally obtained tax payments) with the same effect.\nIn cases of serious fraud, these penalties must include custodial sentences that may give rise to extradition in certain cases.\nThe first Protocol to the Convention, adopted in 1996, differentiates between \n                     ‘active’\n                  * and \n                     ‘passive’\n                  * corruption of public officials. It also defines an ‘official’ (both at national and EU levels) and harmonises the penalties for corruption offences.\nLiability of legal persons\nEach EU country must enact legislation to allow heads of businesses or any persons having power to take decisions or exercise control within a business (i.e. legal persons) to be declared criminally liable. The Second Protocol, adopted in 1997, further clarified the Convention regarding the issues of the liability of legal persons, confiscation and money laundering.\nNational courts\nIn 1996, a Protocol conferring an interpretative jurisdiction on the European Court of Justice (ECJ) was adopted. This protocol allows national courts, when in doubt as to how to interpret the Convention and its Protocols, to petition the Court of Justice of the European Union for preliminary rulings.\nEach EU country must take the necessary measures to establish its jurisdiction over the offences it has established in accordance with its obligations under the convention.\nCases of fraud involving two or more countries\nIf a fraud constitutes a criminal offence and concerns at least two EU countries, those countries must cooperate effectively in the investigation, the prosecution and the enforcement of the penalties imposed by means, for example, of mutual legal assistance, extradition, transfer of proceedings or enforcement of sentences passed in another EU country.\nDisputes between EU countries\nWhere disputes arise as to the interpretation or application of the Convention, the case must first be examined by the Council. If the Council does not find a solution within 6 months, a party to the dispute may petition the Court of Justice of the European Union. The Court of Justice also has jurisdiction over disputes between EU countries and the European Commission.\nSINCE WHEN HAS THE CONVENTION APPLIED?\n                     \nThe Convention entered into force on 17 October 2002, along with its first protocol and the protocol on its interpretation by the Court of Justice. The second protocol entered into force on 19 May 2009.\nThe convention and its protocols are open for signature by any country that joins the EU.\nFor more information, see the European Anti-Fraud Office.\nKEY TERMS\n* Active corruption: an offence committed by a public official who gives or promises a bribe.\n* Passive corruption: an offence committed by an official who receives a bribe.\nRELATED ACTS\n                  \nCouncil Act of 27 September 1996 drawing up a Protocol to the Convention on the protection of the European Communities' financial interests (OJ C 313, 23.10.1996, pp. 1-10)\nCouncil Act of 29 November 1996 drawing up, on the basis of Article K.3 of the Treaty on European Union, the Protocol on the interpretation, by way of preliminary rulings, by the Court of Justice of the European Communities of the Convention on the protection of the European Communities’ financial interests (OJ C 151, 20.5.1997, pp. 1-14)\nCouncil Act of 19 June 1997 drawing up the Second Protocol of the Convention on the protection of the European Communities’ financial interests (OJ C 221, 19.7.1997, pp. 11-22)\nCouncil Decision 2008/40/JHA of 6 December 2007 concerning the accession of Bulgaria and Romania to the Convention, drawn up on the basis of Article K.3 of the Treaty on European Union, on the protection of the European Communities’ financial interests, the Protocol of 27 September 1996, the Protocol of 29 November 1996 and the Second Protocol of 19 June 1997 (OJ L 9, 12.1.2008, pp. 23-24)\nlast update 24.08.2015", "tags": ["fraud", "cooperation policy", "penalty", "Community budget", "criminal law"], "subjects": ["Justice and home affairs"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}