{"celex_id": "21979A1113(01)", "reference": "EUR-Lex - 21979A1113(01) - EN\nAvis juridique important\n|\n21979A1113(01)\nConvention on long-range transboundary air pollution - Resolution on long-range transboundary air pollution\nOfficial Journal L 171 , 27/06/1981 P. 0013 - 0024 Finnish special edition: Chapter 15 Volume 3 P. 0129  Swedish special edition: Chapter 15 Volume 3 P. 0129  Spanish special edition: Chapter 15 Volume 3 P. 0053  Portuguese special edition Chapter 15 Volume 3 P. 0053\nCONVENTION  on long-range transboundary air pollution  THE PARTIES TO THE PRESENT CONVENTION,  DETERMINED to promote relations and cooperation in the field of environmental protection,  AWARE of the significance of the activities of the United Nations Economic Commission for Europe in strengthening such relations and cooperation, particularly in the field of air pollution including long-range transport of air pollutants,  RECOGNIZING the contribution of the Economic Commission for Europe to the multilateral implementation of the pertinent provisions of the Final Act of the Conference on security and cooperation in Europe,  COGNIZANT of the references in the chapter on environment of the Final Act of the Conference on security and cooperation in Europe calling for cooperation to control air pollution and its effects, including long-range transport of air pollutants, and to the development through international cooperation of an extensive programme for the monitoring and evaluation of long-range transport of air pollutants, starting with sulphur dioxide and with possible extension to other pollutants,  CONSIDERING the pertinent provisions of the Declaration of the United Nations Conference on the human environment, and in particular principle 21, which expresses the common conviction that States have, in accordance with the Charter of the United Nations and the principles of international law, the sovereign right to exploit their own resources pursuant to their own environmental policies, and the responsibility to ensure that activities within their jurisdiction or control do not cause damage to the environment of other States or of areas beyond the limits of national jurisdiction,  RECOGNIZING the existence of possible adverse effects, in the short and long term, of air pollution including transboundary air pollution,  CONCERNED that a rise in the level of emissions of air pollutants within the region as forecast may increase such adverse effects,  RECOGNIZING the need to study the implications of the long-range transport of air pollutants and the need to seek solutions for the problems identified,  AFFIRMING their willingness to reinforce active international cooperation to develop appropriate national policies and by means of exchange of information, consultation, research and monitoring, to coordinate national action for combating air pollution including long-range transboundary air pollution,  HAVE AGREED as follows:       Definitions  Article 1 For the purposes of the present Convention:    (a) \"air pollution\" means the introduction by man, directly or indirectly, of substances or energy into the air resulting in deleterious effects of such a nature as to endanger human health, harm living resources and ecosystems and material property and impair or interfere with amenities and other legitimate uses of the environment, and \"air pollutants\" shall be construed accordingly;       (b) \"long-range transboundary air pollution\" means air pollution whose physical origin is situated wholly or in part within the area under the national jurisdiction of one State and which has adverse effects in the area under the jurisdiction of another State at such a distance that it is not generally possible to distinguish the contribution of individual emission sources or groups of sources.      Fundamental principles   Article 2 The Contracting Parties, taking due account of the facts and problems involved, are determined to protect man and his environment against air pollution and shall endeavour to limit and, as far as possible, gradually reduce and prevent air pollution including long-range transboundary air pollution.   Article 3 The Contracting Parties, within the framework of the present Convention, shall, by means of exchanges of information, consultation, research and monitoring, develop without undue delay policies and strategies which shall serve as a means of combating the discharge of air pollutants, taking into account efforts already made at national and international level.   Article 4 The Contracting Parties shall exchange information on and review their policies, scientific activities and technical measures aimed at combating, as far as possible, the discharge of air pollutants which may have adverse effects, thereby contributing to the reduction of air pollution including long-range transboundary air pollution.   Article 5 Consultations shall be held, upon request, at an early stage between, on the one hand, Contracting Parties which are actually affected by or exposed to a significant risk of long-range transboundary air pollution and, on the other hand, Contracting Parties within which and subject to whose jurisdiction a significant contribution to long-range transboundary air pollution originates, or could originate, in connexion with activities carried on or contemplated therein.  Air-quality management   Article 6 Taking into account Articles 2 to 5, the on-going research, exchange of information and monitoring and the results thereof, the cost and effectiveness of local and other remedies and in order to combat air pollution, in particular that originating from new or rebuilt installations, each Contracting Party undertakes to develop the best policies and strategies including air-quality management systems and, as part of them, control measures compatible with balanced development, in particular by using the best available technology which is economically feasible and low- and non-waste technology.  Research and development   Article 7 The Contracting Parties, as appropriate to their needs, shall initiate and cooperate in the conduct of research into and/or development of:    (a) existing and proposed technologies for reducing emissions of sulphur compounds and other major air pollutants, including technical and economic feasibility, and environmental consequences;        (b) instrumentation and other techniques for monitoring and measuring emission rates and ambient concentrations of air pollutants;       (c) improved models for a better understanding of the transmission of long-range transboundary air pollutants;       (d) the effects of sulphur compounds and other major air pollutants on human health and the environment, including agriculture, forestry, materials, aquatic and other natural ecosystems and visibility, with a view to establishing a scientific basis for dose/effect relationships designed to protect the environment;       (e) the economic, social and environmental assessment of alternative measures for attaining environmental objectives, including the reduction of long-range transboundary air pollution;       (f) education and training programmes related to the environmental aspects of pollution by sulphur compounds and other major air pollutants.      Exchange of information  Article 8 The Contracting Parties, within the framework of the Executive Body referred to in Article 10 and bilaterally, shall, in their common interests, exchange available information on:    (a) data on emissions at periods of time to be agreed upon, of agreed air pollutants, starting with sulphur dioxide, coming from grid-units of agreed size, or on the fluxes of agreed air pollutants, starting with sulphur dioxide, across national borders, at distances and at periods of time to be agreed upon;       (b) major changes in national policies and in general industrial development, and their potential impact, which would be likely to cause significant changes in long-range transboundary air pollution;       (c) control technologies for reducing air pollution relevant to long-range transboundary air pollution;       (d) the projected cost of the emission control of sulphur compounds and other major air pollutants on a national scale;       (e) meteorological and physico-chemical data relating to the processes during transmission;       (f) physico-chemical and biological data relating to the effects of long-range transboundary air pollution and the extent of the damage (1) which these data indicate can be attributed to long-range transboundary air pollution;       (g) national, sub-regional and regional policies and strategies for the control of sulphur compounds and other major air pollutants.      Implementation and further development of the cooperative programme for the monitoring and evaluation of the long-range transmission of air pollutants in Europe   Article 9 The Contracting Parties stress the need for the implementation of the existing \"cooperative programme for the monitoring and evaluation of the long-range transmission of air pollutants in Europe\" (hereinafter referred to as EMEP) and, with regard to the further development of this programme, agree to emphasize:    (a) the desirability of Contracting Parties joining in and fully implementing EMEP which, as a first step, is based on the monitoring of sulphur dioxide and related substances;       (b) the need to use comparable or standardized procedures for monitoring whenever possible;       (c) the desirability of basing the monitoring programme on the framework of both national and international programmes. The establishment of monitoring stations and the collection of data shall be carried out under the national jurisdiction of the country in which the monitoring stations are located;       (d) the desirability of establishing a framework for a cooperative environmental monitoring programme, based on and taking into account present and future national, sub-regional, regional and other international programmes;  (1)The present Convention does not contain a rule on State liability as to damage.        (e) the need to exchange data on emissions at periods of time to be agreed upon, of agreed air pollutants, starting with sulphur dioxide, coming from grid-units of agreed size ; or on the fluxes of agreed air pollutants, starting with sulphur dioxide, across national borders, at distances and at periods of time to be agreed upon. The method, including the model, used to determine the fluxes, as well as the method, including the model, used to determine the transmission of air pollutants based on the emissions per grid-unit, shall be made available and periodically reviewed, in order to improve the methods and the models;       (f) their willingness to continue the exchange and periodic updating of national data on total emissions of agreed air pollutants, starting with sulphur dioxide;       (g) the need to provide meteorological and physico-chemical data relating to processes during transmission;       (h) the need to monitor chemical components in other media such as water, soil and vegetation, as well as a similar monitoring programme to record effects on health and environment;       (i) the desirability of extending the national EMEP networks to make them operational for control and surveillance purposes.      Executive Body   Article 10 1. The representatives of the Contracting Parties shall, within the framework of the Senior Advisers to Economic Commission for Europe Governments on Environmental Problems, constitute the Executive Body of the present Convention, and shall meet at least annually in that capacity.  2. The Executive Body shall:    (a) review the implementation of the present Convention;       (b) establish, as appropriate, working groups to consider matters related to the implementation and development of the present Convention and to this end to prepare appropriate studies and other documentation and to submit recommendations to be considered by the Executive Body;       (c) fulfil such other functions as may be appropriate under the provisions of the present Convention.    3. The Executive Body shall utilize the Steering Body for the EMEP to play an integral part in the operation of the present Convention, in particular with regard to data collection and scientific cooperation.  4. The Executive Body, in discharging its functions, shall, when it deems appropriate, also make use of information from other relevant international organizations.  Secretariat   Article 11 The Executive Secretary of the Economic Commission for Europe shall carry out, for the Executive Body, the following secretariat functions:    (a) to convene and prepare the meetings of the Executive Body;       (b) to transmit to the Contracting Parties reports and other information received in accordance with the provisions of the present Convention;       (c) to discharge the functions consigned by the Executive Body.       Amendments to the Convention   Article 12 1. Any Contracting Party may propose amendments to the present Convention.  2. The text of proposed amendments shall be submitted in writing to the Executive Secretary of the Economic Commission for Europe, who shall communicate them to all Contracting Parties. The Executive Body shall discuss proposed amendments at its next annual meeting provided that such proposals have been circulated by the Executive Secretary of the Economic Commission for Europe to the Contracting Parties at least 90 days in advance.   3. An amendment to the present Convention shall be adopted by consensus of the representatives of the Contracting Parties, and shall enter into force for the Contracting Parties which have accepted it on the 90th day after the date on which two-thirds of the Contracting Parties have deposited their instruments of acceptance with the depositary. Thereafter, the amendment shall enter into force for any other Contracting Party on the 90th day after the date on which that Contracting Party deposits its instrument of acceptance of the amendment.  Settlement of disputes   Article 13 If a dispute arises between two or more Contracting Parties to the present Convention as to the interpretation or application of the Convention, they shall seek a solution by negotiation or by any other method of dispute settlement acceptable to the Parties to the dispute.  Signature   Article 14 1. The present Convention shall be open for signature at the United Nations Office at Geneva from 13 to 16 November 1979 on the occasion of the High-Level Meeting within the framework of the Economic Commission for Europe on the Protection of the Environment, by the member States of the Economic Commission for Europe as well as States having consultative status with the Economic Commission for Europe, pursuant to paragraph 8 of Economic and Social Council Resolution 36 (IV) of 28 March 1947, and by regional economic integration organizations, constituted by sovereign States, members of the Economic Commission for Europe, which have competence in respect of the negotiation, conclusion and application of international agreements in matters covered by the present Convention.  2. In matters within their competence, such regional economic integration organizations shall, on their own behalf, exercise the rights and fulfil the responsibilities which the present Convention attributes to their member States. In such cases, the member States of these organizations shall not be entitled to exercise such rights individually.  Ratification, acceptance, approval and accession   Article 15 1. The present Convention shall be subject to ratification, acceptance or approval.  2. The present Convention shall be open for accession as from 17 November 1979 by the States and organizations referred to in Article 14 (1).  3. The instruments of ratification, acceptance, approval or accession shall be deposited with the Secretary-General of the United Nations, who will perform the functions of the depositary.  Entry into force   Article 16 1. The present Convention shall enter into force on the 90th day after the date of deposit of the 24th instrument of ratification, acceptance, approval or accession.  2. For each Contracting Party which ratifies, accepts or approves the present Convention or accedes thereto after the deposit of the 24th instrument of ratification, acceptance, approval or accession, the Convention shall enter into force on the 90th day after the date of deposit by such Contracting Party of its instrument of ratification, acceptance, approval or accession.  Withdrawal   Article 17 At any time after five years from the date on which the present Convention has come into force with respect to a Contracting Party, that Contracting Party may withdraw from the Convention by giving written notification to the depositary. Any such withdrawal shall take effect on the 90th day after the date of its receipt by the depositary.  Authentic texts   Article 18 The original of the present Convention, of which the English, French and Russian texts are equally authentic, shall be deposited with the Secretary-General of the United Nations.", "summary": "Geneva Convention on Long-Range Transboundary Air Pollution\nGeneva Convention on Long-Range Transboundary Air Pollution\nSUMMARY OF:\nConvention on long-range transboundary air pollution\nDecision 81/462/EEC concluding the Convention on long-range transboundary air pollution\nWHAT IS THE AIM OF THE CONVENTION AND THE DECISION?\nUnder the Geneva Convention on Long-Range Transboundary Air Pollution, the parties (i.e. the countries which ratified it) commit themselves to working together to limit, to gradually prevent and to reduce their discharges of air pollutants in order to combat the resulting transboundary pollution.\nThe Council decision concludes the convention on behalf of the EU. All Member States are parties to the convention as well.\nKEY POINTS\n              \nLong-range transboundary air pollution is defined as the release, directly or indirectly due to human activity, of substances into the air which have adverse effects on human health or the environment in another country and for which the contribution of individual emission sources or groups of sources cannot be distinguished.\nIn total, the following 8 separate protocols have been developed under this convention.\nThe 1984 protocol on long-term financing of the cooperative programme for monitoring and evaluation of the long-range transmission of air pollution in Europe (EMEP Protocol): an instrument for the international cost-sharing of a monitoring programme which forms the backbone for the review and assessment of European air pollution in the light of agreements on emission reduction.\nThe 1985 protocol on the reduction of sulphur emissions or their transboundary fluxes (Helsinki Protocol) by at least 30% compared with 1980 levels.\nThe 1988 protocol concerning the control of emissions of nitrogen oxides (NOx) or their transboundary fluxes (Sofia Protocol): a first step requires the freezing of emissions of NOx or their transboundary fluxes at 1987 levels; a second step requires the application of an effects-based approach to further reduce emissions of nitrogen compounds, including ammonia (NH3), and of volatile organic compounds (VOCs), in view of their contribution to photochemical pollution, acidification and eutrophication and of their effects on human health, the environment and materials, by addressing all significant emission sources.\nThe 1991 protocol on the control of emissions of VOCs or their transboundary fluxes: these compounds are responsible for the formation of ground-level ozone and parties have to opt for 1 of 3 emission-reduction targets, to be reached by 1999: a 30% reduction in VOCs, using a year between 1984 and 1990 as a basis;a 30% reduction in emissions of VOCs within the tropospheric ozone management area specified in Annex I to the protocol and ensuring that total national emissions do not exceed 1988 levels; orwhere emissions in 1988 did not exceed certain specified levels, parties may opt for a stabilisation at that level of emission.\nThe 1994 protocol on further reduction of sulphur emissions (Oslo Protocol): this protocol builds on the 1985 Helsinki Protocol and sets emission ceilings until 2010 and beyond. Parties are required to take the most effective measures for the reduction of sulphur emissions, including: increasing energy efficiency;using renewable energy;reducing the sulphur content of fuels; andapplying best available control technologies (BATs). The protocol also encourages the application of economic instruments for the adoption of cost-effective approaches to the reduction of sulphur emissions.\nThe 1998 protocol on heavy metals (Aarhus Protocol): it targets 3 metals cadmium, lead and mercury. Parties will have to reduce their emissions for these below their levels in 1990 (or an alternative year between 1985 and 1995). The protocol aims to cut emissions from industrial sources, combustion processes and waste incineration. It lays down stringent limit values for emissions from stationary sources and suggests BATs for these sources, such as special filters or scrubbers for combustion sources or mercury-free processes. The protocol requires parties to phase out leaded petrol. It also introduces measures to lower heavy-metal emissions from other products, such as mercury in batteries, and proposes the introduction of management measures for other mercury-containing products, such as electrical components, measuring devices, fluorescent lamps, dental amalgam, pesticides and paint. The protocol was amended in 2012 to introduce more stringent emission limit values (ELVs) for emissions of particulate matter and of cadmium, lead and mercury applicable for certain combustion and other industrial emission sources that release them into the atmosphere. The emission source categories for the 3 heavy metals were also extended to the production of silico- and ferromanganese alloys, thus expanding the scope of industrial activities for which emission limits are established.\nThe 1998 protocol on persistent organic pollutants, whose ultimate objective is to eliminate any discharges, emissions and losses of such pollutants. The protocol bans the production and use of some products outright, while others were scheduled for elimination at a later stage. It includes provisions for dealing with the wastes of products that are banned and obliges parties to reduce their emissions of dioxins, furans, polycyclic aromatic hydrocarbons and hexachlorobenzene (HCB) below their levels in 1990 (or an alternative year between 1985 and 1995). For the incineration of municipal, hazardous and medical waste, it lays down specific limit values. It initially focused on a list of 16 substances that had been singled out according to agreed risk criteria. The substances comprised 11 pesticides, two industrial chemicals and three by-products/contaminants. The protocol was amended in 2009 to include 7 new substances: hexachlorobutadiene, octabromodiphenyl ether, pentachlorobenzene, pentabromodiphenyl ether, perfluorooctane sulfonates, polychlorinated naphthalenes and short-chain chlorinated paraffins. The parties revised obligations for the compounds DDT, heptachlor, HCB and PCBs, as well as for ELVs from waste incineration. To facilitate the protocol’s ratification by countries with economies in transition, the parties introduced flexibility for these countries regarding the time frames for the application of ELVs and BATs.\nThe 1999 protocol to abate acidification, eutrophication and ground-level ozone (Gothenburg Protocol): it sets national emission ceilings for 2010 up to 2020 for 4 pollutants: sulphur dioxide (SO2), NOx, VOCs and NH3. It also sets tight limit values for specific emission sources (e.g. combustion plant, electricity production, dry cleaning, cars and lorries) and requires BATs to be used to keep emissions down. VOCs emissions from such products as paints or aerosols also have to be cut, and farmers are obliged to take specific measures to control NH3 emissions. The protocol was amended in 2012 to include national emission-reduction commitments to be achieved by 2020 and beyond (these amendments were ratified by the EU in Council Decision (EU) 2017/1757). Several of the protocol’s technical annexes were revised with updated sets of ELVs for both key stationary sources and mobile sources. The revised protocol is the first binding agreement to include emission-reduction commitments for fine particulate matter. The amended protocol also specifically includes the short-lived climate pollutant black carbon (soot) as a component of particular matter. Reducing particulate matter (including black carbon) through the implementation of the protocol will reduce air pollution, while at the same time facilitate climate co-benefits.\nPolicy cooperation\nThe convention requires its contracting parties to develop and implement appropriate policies and strategies, particularly systems of air quality management.The contracting parties agree to meet regularly (at least annually) to assess progress made and liaise on matters relating to the convention.\nScientific cooperation\nThe parties agree to carry out concerted research and development efforts, particularly to reduce emissions of major air pollutants, for monitoring and measuring their emission rates and concentrations, as well as to gain an understanding of their effects on health and the environment.\nExchange of information\nThe parties agree to exchange information, in particular on data regarding:\nthe emission of major air pollutants (starting with SO2) and their effects;\naspects likely to cause significant changes in long-range transboundary air pollution (particularly in national policies and industrial development);\ncontrol technologies for reducing air pollution; and\nnational policies and strategies to combat the major air pollutants.\nCooperation on monitoring pollution\nThe parties agree to participate in the cooperative programme for monitoring and evaluation of the long-range transmission of air pollutants in Europe (EMEP). This programme, whose activities are financed under a separate protocol (EMEP Protocol), aims to provide parties to the convention with: scientific information regarding monitoring of the atmosphere, computer-based models;the assessment of emissions; andthe development of projections.\nIn order for this cooperation to succeed, the convention allows for: the programme, initially focused on monitoring SO2 and related substances, to be extended to other major air pollutants;the monitoring of the composition of media susceptible to contamination by these pollutants (water, soil and vegetation) as well as the effects on health and the environment;the generation of meteorological and other scientific data relating to processes during transmission;the use, whenever possible, of comparable or standardised monitoring and modelling methods;the integration of EMEP into relevant national and international programmes;the regular exchange of data obtained by monitoring.\nDATE OF ENTRY INTO FORCE\n              \nThe convention entered into force on 16 March 1983, 90 days after the date of deposit of the 24th instrument of ratification, acceptance, approval or accession.\nBACKGROUND\nThe Geneva Convention on Long-Range Transboundary Air Pollution establishes a system allowing governments to work together with the aim of protecting health and the environment from air pollution that is liable to affect several countries. The convention was signed in 1979 in Geneva within the framework of the United Nations Economic Commission for Europe (UNECE) and entered into force in 1983.\nFor more information, see Environmental policy (UNECE).\nMAIN DOCUMENTS\n            \nConvention on long-range transboundary air pollution — Resolution on long-range transboundary air pollution (OJ L 171, 27.6.1981, pp. 13-24)\nCouncil Decision 81/462/EEC of 11 June 1981 on the conclusion of the Convention on long-range transboundary air pollution (OJ L 171, 27.6.1981, pp. 11-12)\nRELATED DOCUMENTS\n            \nCouncil Decision (EU) 2017/1757 of 17 July 2017 on the acceptance on behalf of the European Union of an Amendment to the 1999 Protocol to the 1979 Convention on Long-Range Transboundary Air Pollution to Abate Acidification, Eutrophication and Ground-Level Ozone (OJ L 248, 27.9.2017, pp. 3-75)\nCouncil Decision (EU) 2016/768 of 21 April 2016 on the acceptance of the Amendments to the 1998 Protocol to the 1979 Convention on Long-Range Transboundary Air Pollution on Heavy Metals (OJ L 127, of 18.5.2016, pp. 8-20)\nCouncil Decision (EU) 2016/769 of 21 April 2016 on the acceptance of the Amendments to the 1998 Protocol to the 1979 Convention on Long-Range Transboundary Air Pollution on Persistent Organic Pollutants (OJ L 127, 18.5.2016, pp. 21-31)\nDirective 2010/75/EU of the European Parliament and of the Council of 24 November 2010 on industrial emissions (integrated pollution prevention and control) (OJ L 334, 17.12.2010, pp. 17-119)\nSuccessive amendments to Directive 2010/75/EU have been incorporated into the original document. This consolidated version is of documentary value only.\nCouncil Decision 2004/259/EC of 19 February 2004 concerning the conclusion, on behalf of the European Community, of the Protocol to the 1979 Convention on Long Range Transboundary Air Pollution on Persistent Organic Pollutants (OJ L 81, 19.3.2004, pp. 35-36)\nProtocol to the 1979 Convention on Long Range Transboundary Air Pollution on Persistent Organic Pollutants (OJ L 81, 19.3.2004, pp. 37-71)\nCouncil Decision 2003/507/EC of 13 June 2003 on the accession of the European Community, to the Protocol to the 1979 Convention on Long-Range Transboundary Air Pollution to Abate Acidification, Eutrophication and Ground-Level Ozone (OJ L 179, 17.7.2003, pp. 1-2)\nProtocol to the 1979 Convention on Long-Range Transboundary Air Pollution to abate acidification, eutrophication and ground-level ozone (OJ L 179, 17.7.2003, pp. 3-54)\nCouncil Decision 2001/379/EC of 4 April 2001 on the approval, on behalf of the European Community, of the protocol to the 1979 Convention on Long-range Transboundary Air Pollution on heavy metals (OJ L 134, 17.5.2001, p. 40)\nProtocol to the 1979 Convention on Long-range Transboundary Air Pollution on Heavy Metals (OJ L 134, 17.5.2001, pp. 41-64)\nCouncil Decision 98/686/EC of 23 March 1998 on the conclusion by the European Community of the Protocol to the 1979 Convention on long-range transboundary air pollution on further reductions of sulphur emissions (OJ L 326, 3.12.1998, p. 34)\nProtocol to the 1979 Convention on Long-Range Transboundary Air Pollution on further reduction of sulphur emissions (OJ L 326, 3.12.1998, pp. 35-56)\nCouncil Decision 93/361/EEC of 17 May 1993 on the accession of the Community to the protocol to the 1979 Geneva Convention on Long-Range Transboundary Air Pollution concerning the control of emissions of nitrogen oxides or their transboundary fluxes (OJ L 149, 21.6.1993, pp. 14-15)\nProtocol to the 1979 Convention on Long-Range Transboundary Air Pollution concerning the control of emissions of nitrogen oxides or their transboundary fluxes (OJ L 149, 21.6.1993, pp. 16-26)\nCouncil Decision 86/277/EEC of 12 June 1986 on the conclusion of the Protocol to the 1979 Convention on Long-Range Transboundary Air Pollution on long-term financing of the cooperative programme for monitoring and evaluation of the long-range transmission of air pollutants in Europe (EMEP) (OJ L 181, 4.7.1986, p. 1)\nProtocol to the 1979 Convention on Long-Range Transboundary Air Pollution on long-term financing of the cooperative programme for monitoring and evaluation of the long-range transmission of air pollutants in Europe (EMEP) (OJ L 181, 4.7.1986, pp. 2-5)\nlast update 08.09.2020", "tags": ["pollution control", "air quality", "transfrontier pollution", "environmental protection", "international convention", "research and development", "exchange of information"], "subjects": ["External relations", "Environment"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}