{"celex_id": "32019R2016", "reference": "5.12.2019\nEN\nOfficial Journal of the European Union\nL 315/102\nCOMMISSION DELEGATED REGULATION (EU) 2019/2016\nof 11 March 2019\nsupplementing Regulation (EU) 2017/1369 of the European Parliament and of the Council with regard to energy labelling of refrigerating appliances and repealing Commission Delegated Regulation (EU) No 1060/2010\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION,\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) 2017/1369 of the European Parliament and of the Council of 4 July 2017 setting a framework for energy labelling and repealing Directive 2010/30/EU (1), and in particular Article 11(5) and Article 16(1) thereof,\nWhereas:\n(1)\nRegulation (EU) 2017/1369 empowers the Commission to adopt delegated acts as regards the labelling or re-scaling of the labelling of product groups representing significant potential for energy savings and, where relevant, other resources.\n(2)\nProvisions on the energy labelling of household refrigerating appliances were established by Commission Delegated Regulation (EU) No 1060/2010 (2).\n(3)\nThe Communication from the Commission COM(2016) 773 (3) (ecodesign working plan) established by the Commission in application of Article 16(1) of Directive 2009/125/EC of the European Parliament and of the Council (4) sets out the working priorities under the ecodesign and energy labelling framework for the period 2016-2019. The ecodesign working plan identifies the energy-related product groups to be considered as priorities for the undertaking of preparatory studies and eventual adoption of implementing measures, as well as the review of Commission Regulation (EC) No 643/2009 (5) and Delegated Regulation (EU) No 1060/2010.\n(4)\nMeasures from the ecodesign working plan have an estimated potential to deliver in total in excess of 260 TWh of annual final energy savings in 2030, which is equivalent to reducing greenhouse gas emissions by approximately 100 million tonnes per year in 2030. Refrigerating appliances is one of the product groups listed in the ecodesign working plan, with an estimated 10 TWh of annual final energy savings in 2030.\n(5)\nHousehold refrigerating appliances are among the product groups mentioned in Article 11(5)(b) of Regulation (EU) 2017/1369 for which the Commission should adopt a delegated act introducing an A to G rescaled label.\n(6)\nDelegated Regulation (EU) No 1060/2010 requires the Commission to review the Regulation on a regular basis in light of technological progress.\n(7)\nThe Commission has reviewed Delegated Regulation (EU) No 1060/2010 as required by its Article 7 and analysed the technical, environmental and economic aspects of refrigerating appliances as well as real-life user behaviour. The review was carried out in close cooperation with stakeholders and interested parties from the Union and third countries. The results of the review were made public and presented to the Consultation Forum established by Article 14 of Regulation (EU) 2017/1369.\n(8)\nThe review concluded that there was a need to introduce revised energy labelling requirements for refrigerating appliances.\n(9)\nThe review concluded that the electricity use of products subject to this Regulation can be further significantly reduced by implementing energy label measures focusing on refrigerating appliances.\n(10)\nRefrigerating appliances with a direct sales function should be subject to a separate energy labelling regulation.\n(11)\nChest freezers, including professional chest freezers, should be in the scope of this Regulation, as they are out of the scope of the Commission Delegated Regulation (EU) 2015/1094 (6) and can be used in other environments than professional environments.\n(12)\nWine storage appliances and low noise refrigerating appliances (such as minibars), including those with transparent doors, do not have a direct sales function. Wine storage appliances are usually either used in household environments or in restaurants, whereas minibars are usually used in hotel rooms. Therefore, wine storage appliances and minibars, including those with transparent doors should be covered by this Regulation.\n(13)\nRefrigerating appliances that are displayed at trade fairs should bear the energy label if the first unit of the model has already been placed on the market or is placed on the market at the trade fair.\n(14)\nThe electricity used by household refrigerating appliances accounts for a significant share of total household electricity demand in the Union. In addition to the energy efficiency improvements already achieved, the scope for further reducing the energy consumption of household refrigerating appliances is substantial.\n(15)\nThe review has shown that the electricity consumption of products subject to this Regulation can be further reduced significantly by implementing energy label measures focusing on energy efficiency and annual energy consumption. In order for end-users to make an informed decision, information on airborne acoustical noise and the compartment types should also be included.\n(16)\nThe relevant product parameters should be measured using reliable, accurate and reproducible methods. Those methods should take into account recognised state-of-the-art measurement methods including, where available, harmonised standards adopted by the European standardisation bodies, as listed in Annex I to Regulation (EU) No 1025/2012 of the European Parliament and of the Council (7).\n(17)\nTo improve the effectiveness of this Regulation, products that automatically alter their performance in test conditions to improve the declared parameters should be prohibited.\n(18)\nRecognising the growth of sales of energy-related products through internet hosting platforms, rather than directly from suppliers' websites, it should be clarified that internet sales platforms should be responsible for enabling the displaying of the label provided by the supplier in proximity to the price. They should inform the supplier of that obligation, but should not be responsible for the accuracy or content of the label and the product information sheet provided. However, in application of Article 14(1)(b) of Directive 2000/31/EC of the European Parliament and of the Council (8) on electronic commerce, such internet hosting platforms should act expeditiously to remove or to disable access to information about the product in question if they are aware of the non-compliance (e.g. missing, incomplete or incorrect label or product information sheet) for example if informed by the market surveillance authority. A supplier selling directly to end-users via its own website is covered by dealers' distance selling obligations referred to in Article 5 of Regulation (EU) 2017/1369.\n(19)\nThe measures provided for in this Regulation were discussed by the Consultation Forum and the Member State experts in accordance Article 14 of Regulation (EU) 2017/1369.\n(20)\nDelegated Regulation (EU) No 1060/2010 should therefore be repealed,\nHAS ADOPTED THIS REGULATION:\nArticle 1\nSubject matter and scope\n1.   This Regulation establishes requirements for the labelling of, and the provision of supplementary product information on, electric mains-operated refrigerating appliances with a volume of more than 10 litres and of less than or equal to 1 500 litres.\n2.   This Regulation does not apply to:\n(a)\nprofessional refrigerated storage cabinets and blast cabinets, with the exception of professional chest freezers;\n(b)\nrefrigerating appliances with a direct sales function;\n(c)\nmobile refrigerating appliances;\n(d)\nappliances where the primary function is not the storage of foodstuffs through refrigeration.\nArticle 2\nDefinitions\nFor the purpose of this Regulation, the following definitions shall apply:\n(1)\n‘mains’ or ‘electric mains’ means the electricity supply from the grid of 230 (± 10 %) volt of alternating current at 50 Hz;\n(2)\n‘refrigerating appliance’ means an insulated cabinet with one or more compartments that are controlled at specific temperatures, cooled by natural or forced convection whereby the cooling is obtained by one or more energy consuming means;\n(3)\n‘compartment’ means an enclosed space within a refrigerating appliance, separated from other compartment(s) by a partition, container, or similar construction, which is directly accessible through one or more external doors and may itself be divided into sub-compartments. For the purpose of this Regulation, unless specified otherwise, compartment refers to both compartments and sub-compartments;\n(4)\n‘external door’ is the part of a cabinet that can be moved or removed to at least allow the load to be moved from the exterior to the interior or from the interior to the exterior of the cabinet;\n(5)\n‘sub-compartment’ means an enclosed space in a compartment having a different operating temperature range from the compartment in which it is located;\n(6)\n‘total volume’ (V) means the volume of the space within the inside liner of the refrigerating appliance, equal to the sum of the compartment volumes, expressed in dm3 or litres;\n(7)\n‘compartment volume’ (Vc\n) means the volume of the space within the inside liner of the compartment, expressed in dm3 or litres;\n(8)\n‘professional refrigerated storage cabinet’ means an insulated refrigerating appliance integrating one or more compartments accessible via one or more doors or drawers, capable of continuously maintaining the temperature of foodstuffs within prescribed limits at chilled or frozen operating temperature, using a vapour compression cycle, and used for the storage of foodstuffs in non-household environments but not for the display to or access by customers, as defined in Commission Regulation (EU) 2015/1095 (9);\n(9)\n‘blast cabinet’ means an insulated refrigerating appliance primarily intended to rapidly cool hot foodstuffs to below 10 °C in the case of chilling and below - 18 °C in the case of freezing, as defined in Regulation (EU) 2015/1095;\n(10)\n‘professional chest freezer’ means a freezer in which the compartment(s) is accessible from the top of the appliance or which has both top-opening type and upright type compartments but where the gross volume of the top-opening type compartment(s) exceeds 75 % of the total gross volume of the appliance, used for the storage of foodstuffs in non-household environments;\n(11)\n‘freezer’ means a refrigerating appliance with only 4-star compartments;\n(12)\n‘freezer compartment’ or ‘4-star compartment’ means a frozen compartment with a target temperature and storage conditions of - 18 °C and which fulfils the requirements for the freezing capacity;\n(13)\n‘frozen compartment’ means a compartment type with a target temperature equal to or below 0 °C; that is a 0-star, 1-star, 2-star, 3-star or 4-star compartment, as set out in Annex IV, Table 3;\n(14)\n‘compartment type’ means the declared compartment type in accordance with the refrigerating performance parameters Tmin, Tmax, Tc and others set out in Annex IV, Table 3;\n(15)\n‘target temperature’ (Tc) means the reference temperature inside a compartment during testing, as set out in Annex IV, Table 3, and is the temperature for testing energy consumption expressed as the average over time and over a set of sensors;\n(16)\n‘minimum temperature’ (Tmin) means the minimum temperature inside a compartment during storage testing, as set out in Annex IV, Table 3;\n(17)\n‘maximum temperature’ (Tmax) means the maximum temperature inside a compartment during storage testing, as set out in Annex IV, Table 3;\n(18)\n‘0-star compartment’ and ‘ice-making compartment’ means a frozen compartment with a target temperature and storage conditions of 0 °C, as set out in Annex IV, Table 3;\n(19)\n‘1-star compartment’ means a frozen compartment with a target temperature and storage conditions of - 6 °C, as set out in Annex IV, Table 3;\n(20)\n‘2-star compartment’ means a frozen compartment with a target temperature and storage conditions of - 12 °C, as set out in Annex IV, Table 3;\n(21)\n‘3-star compartment’ means a frozen compartment with a target temperature and storage conditions of - 18 °C, as set out in Annex IV, Table 3;\n(22)\n‘refrigerating appliance with a direct sales function’ means a refrigerating appliance used for the functions of displaying and selling items at specified temperatures below the ambient temperature to customers, accessible directly through open sides or via one or more doors, or drawers, or both, including also cabinets with areas used for storage or assisted serving of items not accessible by the customers and excluding minibars and wine storage appliances, as defined in Commission Regulation (EU) 2019/2024 (10);\n(23)\n‘minibar’ means a refrigerating appliance with a total volume of maximum 60 litres, which is primary intended for the storage and sales of foodstuffs in hotel rooms and similar premises;\n(24)\n‘wine storage appliance’ means a dedicated refrigerating appliance for the storage of wine, with precision temperature control for the storage conditions and target temperature of a wine storage compartment, as defined in Annex IV, Table 3, and equipped with anti-vibration measures;\n(25)\n‘dedicated refrigerating appliance’ means a refrigerating appliance with only one type of compartment;\n(26)\n‘wine storage compartment’ means an unfrozen compartment with a target temperature of 12 °C, an internal humidity range from 50 % to 80 % and storage conditions ranging from 5 °C to 20 °C, as defined in Annex IV, Table 3;\n(27)\n‘unfrozen compartment’ means a compartment type with a target temperature equal to or above 4 °C; that is a pantry, wine storage, cellar or fresh food compartment with storage conditions and target temperatures, as set out in Annex IV, Table 3;\n(28)\n‘pantry compartment’ means an unfrozen compartment with a target temperature of 17 °C and storage conditions ranging from 14 °C to 20 °C, as set out in Annex IV, Table 3;\n(29)\n‘cellar compartment’ means an unfrozen compartment with a target temperature of 12 °C and storage conditions ranging from 2 °C to 14 °C, as set out in Annex IV, Table 3;\n(30)\n‘fresh food compartment’ means an unfrozen compartment with a target temperature of 4 °C and storage conditions ranging from 0 °C and 8 °C, as set out in Annex IV, Table 3;\n(31)\n‘mobile refrigerating appliance’ means a refrigerating appliance that can be used where there is no access to the mains electricity grid and that uses extra low-voltage electricity (< 120V DC) or fuel or both as the energy source for the refrigeration functionality, including a refrigerating appliance that, in addition to extra low voltage electricity or fuel, or both, can be electric mains operated. An appliance placed on the market with an AC/DC converter is not a mobile refrigerating appliance;\n(32)\n‘foodstuffs’ means food, ingredients, beverages, including wine, and other items primarily used for consumption which require refrigeration at specified temperatures;\n(33)\n‘point of sale’ means a location where refrigerating appliances are displayed or offered for sale, hire or hire-purchase;\n(34)\n‘built-in appliance’ means a refrigerating appliance that is designed, tested and marketed exclusively:\n(a)\nto be installed in cabinetry or encased (top, bottom and sides) by panels;\n(b)\nto be securely fastened to the sides, top or floor of the cabinetry or panels; and\n(c)\nto be equipped with an integral factory-finished face or to be fitted with a custom front panel;\n(35)\n‘energy efficiency index’ (EEI) means an index number for the relative energy efficiency of a refrigeration appliance, expressed in percentage, as set out in point 5 of Annex IV.\nFor the purposes of the Annexes, additional definitions are set out in Annex I.\nArticle 3\nObligations of suppliers\n1.   Suppliers shall ensure that:\n(a)\neach refrigerating appliance is supplied with a printed label in the format as set out in Annex III;\n(b)\nthe parameters of the product information sheet, set out in Annex V, are entered into the product database;\n(c)\nif specifically requested by the dealer, the product information sheet shall be made available in printed form;\n(d)\nthe content of the technical documentation, set out in Annex VI, is entered into the product database;\n(e)\nany visual advertisement for a specific model of refrigerating appliances contains the energy efficiency class and the range of energy efficiency classes available on the label in accordance with Annex VII and Annex VIII;\n(f)\nany technical promotional material concerning a specific model of refrigerating appliances, including technical promotional material on the internet, which describes its specific technical parameters includes the energy efficiency class of that model and the range of energy efficiency classes available on the label, in accordance with Annex VII;\n(g)\nan electronic label in the format and containing the information, as set out in Annex III, is made available to dealers for each refrigerating appliance model;\n(h)\nan electronic product information sheet, as set out in Annex V, is made available to dealers for each refrigerating appliance model.\n2.   The energy efficiency class shall be based on the energy efficiency index calculated in accordance with Annex II.\nArticle 4\nObligations of dealers\nDealers shall ensure that:\n(a)\neach refrigerating appliance, at the point of sale, including at trade fairs, bears the label provided by suppliers in accordance with point 1(a) of Article 3, with the label being displayed for built-in appliances in such a way as to be clearly visible, and for all other refrigerating appliances in such a way as to be clearly visible on the outside of the front or top of the refrigerating appliance;\n(b)\nin the event of distance selling, the label and product information sheet are provided in accordance with Annexes VII and VIII;\n(c)\nany visual advertisement for a specific model of refrigerating appliance, including on the internet, contains the energy efficiency class and the range of energy efficiency classes available on the label, in accordance with Annex VII;\n(d)\nany technical promotional material concerning a specific model of refrigerating appliance, including technical promotional material on the internet, which describes its specific technical parameters includes the energy efficiency class of that model and the range of energy efficiency classes available on the label, in accordance with Annex VII.\nArticle 5\nObligations of internet hosting platforms\nWhere a hosting service provider as referred to in Article 14 of Directive 2000/31/EC allows the direct selling of refrigerating appliances through its internet site, the service provider shall enable the showing of the electronic label and electronic product information sheet provided by the dealer on the display mechanism in accordance with the provisions of Annex VIII and shall inform the dealer of the obligation to display them.\nArticle 6\nMeasurement methods\nThe information to be provided pursuant to Articles 3 and 4 shall be obtained by reliable, accurate and reproducible measurement and calculation methods, which take into account the recognised state-of-the-art measurement and calculation methods set out in Annex IV.\nArticle 7\nVerification procedure for market surveillance purposes\nMember States shall apply the verification procedure laid down in Annex IX when performing the market surveillance checks referred to in paragraph 3 of Article 8 of Regulation (EU) 2017/1369.\nArticle 8\nReview\nThe Commission shall review this Regulation in the light of technological progress and present the results of this assessment, including, if appropriate, a draft revision proposal, of this review to the Consultation Forum no later than 25 December 2025. This review shall, among other matters, assess the possibility to:\n(a)\naddress circular economy aspects;\n(b)\nintroduce icons for compartments that may help reduce food waste; and\n(c)\nintroduce icons for the annual energy consumption.\nArticle 9\nRepeal\nDelegated Regulation (EU) No 1060/2010 is repealed as of 1 March 2021.\nArticle 10\nTransitional measures\nAs from 25 December 2019 until 28 February 2021, the product fiche required under point 1(b) of Article 3 of Delegated Regulation (EU) No 1060/2010 may be made available through the product database instead of being provided in printed form with the product. In that case the supplier shall ensure that if specifically requested by the dealer, the product fiche shall be made available in printed form.\nArticle 11\nEntry into force and application\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 March 2021. However, Article 10 shall apply from 25 December 2019 and point 1(a), (b) and (c) of Article 3 shall apply from 1 November 2020.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 11 March 2019.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 198, 28.7.2017, p. 1.\n(2)  Commission Delegated Regulation (EU) No 1060/2010 of 28 September 2010 supplementing Directive 2010/30/EU of the European Parliament and of the Council with regard to energy labelling of household refrigerating appliances (OJ L 314, 30.11.2010, p. 17).\n(3)  Communication from the Commission. Ecodesign working plan 2016-2019 COM(2016) 773 final, 30.11.2016.\n(4)  Directive 2009/125/EC of the European Parliament and of the Council of 21 October 2009 establishing a framework for the setting of ecodesign requirements for energy-related products (OJ L 285, 31.10.2009, p. 10).\n(5)  Commission Regulation (EC) No 643/2009 of 22 July 2009 implementing Directive 2005/32/EC of the European Parliament and of the Council with regard to ecodesign requirements for household refrigerating appliances (OJ L 191, 23.7.2009, p. 53).\n(6)  Commission Delegated Regulation (EU) 2015/1094 of 5 May 2015 supplementing Directive 2010/30/EU of the European Parliament and of the Council with regard to energy labelling of professional refrigerated storage cabinets (OJ L 177, 8.7.2015, p. 2).\n(7)  Regulation (EU) No 1025/2012 of the European Parliament and of the Council of 25 October 2012 on European standardisation, amending Council Directives 89/686/EEC and 93/15/EEC and Directives 94/9/EC, 94/25/EC, 95/16/EC, 97/23/EC, 98/34/EC, 2004/22/EC, 2007/23/EC, 2009/23/EC and 2009/105/EC of the European Parliament and of the Council and repealing Council Decision 87/95/EEC and Decision No 1673/2006/EC of the European Parliament and of the Council (OJ L 316, 14.11.2012, p. 12).\n(8)  Directive 2000/31/EC of the European Parliament and of the Council of 8 June 2000 on certain legal aspects of information society services, in particular electronic commerce, in the Internal Market (Directive on electronic commerce) (OJ L 178, 17.7.2000, p. 1).\n(9)  Commission Regulation (EU) 2015/1095 of 5 May 2015 implementing Directive 2009/125/EC of the European Parliament and of the Council with regard to ecodesign requirements for professional refrigerated storage cabinets, blast cabinets, condensing units and process chillers (OJ L 177, 8.7.2015, p. 19).\n(10)  Commission Regulation (EU) 2019/2024 of 1 October 2019 laying down ecodesign requirements for refrigerating appliances with a direct sales function pursuant to Directive 2009/125/EC of the European Parliament and of the Council (see page 313 of this Official Journal).\nANNEX I\nDefinitions applicable for the Annexes\nThe following definitions shall apply:\n(1)\n‘quick response (QR) code’ means a matrix barcode included on the energy label of a product model that links to that model’s information in the public part of the product database;\n(2)\n‘annual energy consumption’ (AE) means the average daily energy consumption multiplied by 365 (days per year), expressed in kilowatt hour per year (kWh/a), as calculated in accordance with point 3 of Annex IV;\n(3)\n‘daily energy consumption’ (Edaily\n) means the electricity used by a refrigerating appliance over 24 hours at reference conditions, expressed in kilowatt hour per 24 hours (kWh/24h), calculated in accordance with point 3 of Annex IV;\n(4)\n‘freezing capacity’ means the amount of fresh foodstuffs that can be frozen in a freezer compartment in 24 h; it shall not be lower than 4,5 kg per 24 h per 100 litres of volume of the freezer compartment, with a minimum of 2,0 kg/24h;\n(5)\n‘chill compartment’ means a compartment which is able to control its average temperature within a certain range without user-adjustments of its control, with a target temperature equal to 2 °C, and storage conditions ranging from - 3 °C to 3 °C, as set out in Annex IV, Table 3;\n(6)\n‘airborne acoustical noise emission’ means the sound power level of a refrigerating appliance, expressed in dB(A) re 1 pW (A-weighted);\n(7)\n‘anti-condensation heater’ means a heater which prevents condensation on the refrigeration appliance;\n(8)\n‘ambient controlled anti-condensation heater’ means an anti-condensation heater where the heating capacity depends on either the ambient temperature or the ambient humidity or both;\n(9)\n‘auxiliary energy’ (Eaux\n) means the energy used by an ambient controlled anti-condensation heater, expressed in kilowatt hour per annum (kWh/a);\n(10)\n‘dispenser’ means a device that dispenses chilled or frozen load on demand from a refrigerating appliance, such as ice-cube dispensers or chilled water dispensers;\n(11)\n‘variable temperature compartment’ means a compartment intended for use as two (or more) alternative compartment types (for example a compartment that can be either a fresh food compartment or freezer compartment) and which is capable of being set by a user to continuously maintain the operating temperature range applicable for each declared compartment type. A compartment intended for use as a single compartment type that can also meet storage conditions of other compartment types (for example a chill compartment that may also fulfil 0-star requirements) is not a variable temperature compartment;\n(12)\n‘network’ means a communication infrastructure with a topology of links, an architecture, including the physical components, organisational principles, communication procedures and formats (protocols);\n(13)\n‘2-star section’ means part of a 3-star or 4-star compartment which does not have its own individual access door or lid and with target temperature and storage conditions of - 12 °C;\n(14)\n‘climate class’ means the range of ambient temperatures, as set out in point 1(j) of Annex IV, in which the refrigerating appliances are intended to be used, and for which the required storage conditions specified in Annex IV, Table 3 are met simultaneously in all compartment(s);\n(15)\n‘defrost and recovery period’ means the period from the initiation of a defrost control cycle until stable operating conditions are re-established;\n(16)\n‘auto-defrost’ means a feature by which compartments are defrosted without user intervention to initiate the removal of frost accumulation at all temperature-control settings or to restore normal operation, and the disposal of the defrost water is automatic;\n(17)\n‘defrosting type’ means the method to remove frost accumulation on the evaporator(s) of a refrigerating appliance; that is auto-defrost or manual defrost;\n(18)\n‘manual defrost’ means not having an auto-defrost function;\n(19)\n‘low noise refrigerating appliance’ means a refrigerating appliance without vapour compression and with an airborne acoustical noise emission lower than 27 A-weighted decibel referred to 1 pico watt (dB(A) re 1 pW);\n(20)\n‘steady-state power consumption’ (Pss\n) means the average power consumption in steady-state conditions, expressed in watt (W);\n(21)\n‘incremental defrost and recovery energy consumption’ (ΔΕ\nd-f\n) means the extra average energy consumption for a defrost and recovery operation expressed in watt hour (Wh);\n(22)\n‘defrost interval’ (td-f\n) means the representative average interval, expressed in hour (h), between one time of activation of the defrost heater and the next in two subsequent defrost and recovery cycle; or if there is no defrost heater one time of deactivation of the compressor and the next in two subsequent defrost and recovery cycles;\n(23)\n‘load factor’ (L) means a factor accounting for the extra (beyond what is already anticipated through the higher average ambient temperature for testing) cooling load from introducing warm foodstuffs, with values as set out in point 3(a) of Annex IV;\n(24)\n‘standard annual energy consumption’ (SAE) means the reference annual energy consumption of a refrigerating appliance, expressed in kilowatt hour per year (kWh/a), as calculated in accordance with point 4 of Annex IV;\n(25)\n‘combi parameter’ (C) means a modelling parameter that takes into account the synergy effect when different compartment types are combined in one appliance, with values as set out in Annex IV, Table 4;\n(26)\n‘door heat loss factor’ (D) means a compensation factor for combi appliances according to the number of different temperature compartments or the number of external doors, whichever is lower and as set out in Annex IV, Table 5. For this factor, ‘compartment’ does not refer to sub-compartment;\n(27)\n‘combi appliance’ means a refrigerating appliance that has more than one compartment type of which at least one unfrozen compartment;\n(28)\n‘defrost factor’ (Ac\n) means a compensation factor that takes into account whether the refrigerating appliance has an auto-defrost or a manual defrost, with values as set out in Annex IV, Table 5;\n(29)\n‘built-in factor’ (Bc\n) means a compensation factor that takes into account whether the refrigerating appliance is built-in or freestanding, with values as set out in Annex IV, Table 5;\n(30)\n‘freestanding appliance’ means a refrigerating appliance that is not a built-in appliance;\n(31)\n‘Mc’ and ‘Nc’ means modelling parameters that take into account the volume-dependence of the energy use, with values as set out in Annex IV, Table 4;\n(32)\n‘thermodynamic parameter’ (rc\n) means a modelling parameter which corrects the standard annual energy consumption to an ambient temperature of 24 °C, with values as set out in Annex IV, Table 4;\n(33)\n‘overall dimensions’ means the space taken up by the refrigerating appliance (height, width and depth) with doors or lids closed, expressed in millimetres (mm);\n(34)\n‘temperature rise time’ means the time taken, after the operation of the refrigerated system has been interrupted, for the temperature in a 3- or 4-star compartment to increase from -18 to - 9 °C expressed in hours (h);\n(35)\n‘winter setting’ means a control feature for a combi appliance with one compressor and one thermostat, which according to the supplier’s instructions can be used in ambient temperatures below +16 °C, consisting of a switching device or function that guarantees, even if it would not be required for the compartment where the thermostat is located, that the compressor keeps on working to maintain the proper storage temperatures in the other compartments;\n(36)\n‘fast freeze’ means a feature that can be activated by the end-user according to the supplier’s instructions, which decreases the storage temperature of the freezer compartment(s) to achieve a faster freezing of unfrozen foodstuffs;\n(37)\n‘freezer compartment’ or ‘4-star compartment’ means a frozen compartment with a target temperature and storage conditions of - 18 °C and which fulfils the requirements for the freezing capacity;\n(38)\n‘display mechanism’ means any screen, including tactile screen, or other visual technology used for displaying internet content to users;\n(39)\n‘tactile screen’ means a screen responding to touch, such as that of a tablet computer, slate computer or a smartphone;\n(40)\n‘nested display’ means visual interface where an image or data set is accessed by a mouse click, mouse roll-over or tactile screen expansion of another image or data set;\n(41)\n‘alternative text’ means text provided as an alternative to a graphic allowing information to be presented in non- graphical form where display devices cannot render the graphic or as an aid to accessibility such as input to voice synthesis applications.\nANNEX II\nEnergy efficiency classes and airborne acoustical emission classes\nThe energy efficiency class of refrigerating appliances shall be determined on the basis of the energy efficiency index (EEI) as set out in Table 1.\nTable 1\nEnergy efficiency classes of refrigerating appliances\nEnergy efficiency class\nEnergy efficiency index (EEI)\nA\nEEI ≤ 41\nB\n42 < EEI ≤ 51\nC\n51 < EEI ≤ 64\nD\n64 < EEI ≤ 80\nE\n80 < EEI ≤ 100\nF\n100 < EEI ≤ 125\nG\nEEI > 125\nThe EEI of a refrigerating appliance shall be determined in accordance with point 5 of Annex IV.\nTable 2\nAirborne acoustical noise emission classes\nAirborne acoustical noise emission\nAirborne acoustical noise emission class\n< 30 dB(A) re 1 pW\nA\n≥ 30 dB(A) re 1 pW and < 36 dB(A) re 1 pW\nB\n≥ 36 dB(A) re 1 pW and < 42 dB(A) re 1 pW\nC\n≥ 42 dB(A) re 1 pW\nD\nANNEX III\nLabel for refrigerating appliances\n1.   LABEL FOR REFRIGERATING APPLIANCES, EXCEPT FOR WINE STORAGE APPLIANCES\n1.1.   Label:\n1.2.   The following information shall be included in the label:\nI.\nthe QR code;\nII.\nsupplier's name or trade mark;\nIII.\nsupplier's model identifier;\nIV.\nscale of energy efficiency classes from A to G;\nV.\nthe energy efficiency class determined in accordance with Annex II;\nVI.\nannual energy consumption (AE), expressed in kWh per year and rounded to the nearest integer;\nVII.\n—\nthe sum of the volumes of the frozen compartment(s), expressed in litres and rounded to the nearest integer;\n—\nif the refrigerating appliance does not contain frozen compartment(s) the pictogram and the value in litres in VII shall be omitted;\nVIII.\n—\nthe sum of the volumes of the chill compartment(s) and the unfrozen compartment(s), expressed in litres and rounded to the nearest integer;\n—\nif the refrigerating appliance does not contain unfrozen compartment(s) and chill compartment(s) the pictogram and the value in litres in VIII shall be omitted;\nIX.\nairborne acoustical noise emissions, expressed in dB(A) re 1 pW and rounded to the nearest integer. The airborne acoustical noise emission class, as set out in Table 2;\nX.\nthe number of this Regulation, that is ‘2019/2016’.\n2.   LABEL FOR WINE STORAGE APPLIANCES\n2.1.   Label:\n2.2.   The following information shall be included in the label:\nI.\nQR code;\nII.\nsupplier's name or trade mark;\nIII.\nsupplier's model identifier;\nIV.\nscale of energy efficiency classes from A to G;\nV.\nthe energy efficiency class determined in accordance with Annex II;\nVI.\nAE, expressed in kWh per year and rounded to the nearest integer;\nVII.\nthe number of standard wine bottles that can be stored in the wine storage appliance;\nVIII.\nairborne acoustical noise emissions, expressed in dB(A) re 1 pW and rounded to the nearest integer. The airborne acoustical noise emission class, as set out in Table 2;\nIX.\nthe number of this Regulation that is ‘2019/2016’.\n3.   LABEL DESIGNS\n3.1.   Label design for refrigerating appliances, except for wine storage appliances\n3.2.   Label design for wine storage appliances\n3.3.   Whereby:\n(a)\nThe labels shall be at least 96 mm wide and 192 mm high. Where the label is printed in a larger format, its content shall nevertheless remain proportionate to the specifications above.\n(b)\nThe background of the label shall be 100 % white.\n(c)\nThe typefaces shall be Verdana and Calibri.\n(d)\nThe dimensions and specifications of the elements constituting the label shall be as indicated in the label designs for refrigerating appliances and for wine storage appliances.\n(e)\nColours shall be CMYK – cyan, magenta, yellow and black, following this example: 0,70,100,0: 0 % cyan, 70 % magenta, 100 % yellow, 0 % black.\n(f)\nThe label shall fulfil all the following requirements (numbers refer to the figures above):\nthe colours of the EU logo shall be as follows:\n—\nthe background: 100,80,0,0;\n—\nthe stars: 0,0,100,0;\nthe colour of the energy logo shall be: 100,80,0,0;\nthe QR code shall be 100 % black;\nthe supplier's name shall be 100 % black and in Verdana Bold, 9 pt;\nthe model identifier shall be 100 % black and in Verdana Regular 9 pt;\nthe A to G scale shall be as follows:\n—\nthe letters of the energy efficiency scale shall be 100 % white and in Calibri Bold 19 pt; the letters shall be centred on an axis at 4,5 mm from the left side of the arrows;\n—\nthe colours of the A to G scale arrows shall be as follows:\n—\nA-class: 100,0,100,0;\n—\nB-class: 70,0,100,0;\n—\nC-class: 30,0,100,0;\n—\nD-class: 0,0,100,0;\n—\nE-class: 0,30,100,0;\n—\nF-class: 0,70,100,0;\n—\nG-class: 0,100,100,0;\nthe internal dividers shall have a weight of 0,5 pt and the colour shall be 100 % black;\nthe letter of the energy efficiency class shall be 100 % white and in Calibri Bold 33 pt. The energy efficiency class arrow and the corresponding arrow in the A to G scale shall be positioned in such a way that their tips are aligned. The letter in the energy efficiency class arrow shall be positioned in the centre of the rectangular part of the arrow which shall be 100 % black;\nthe annual energy consumption value shall be in Verdana Bold 28 pt; ‘kWh/annum’ shall be in Verdana Regular 18 pt. The value and unit shall be centred and 100 % black;\nthe pictograms shall be as shown as in the label designs and as follows:\n—\nthe pictograms' lines shall have a weight of 1,2 pt and they and the texts (numbers and units) shall be 100 % black;\n—\nthe text under the pictogram(s) shall be in Verdana Bold 16 pt with the unit in Verdana Regular 12 pt, and it shall be centred under the pictogram;\n—\nfor refrigerating appliances, except wine storage appliances: if the appliance contains only frozen compartment(s) or only unfrozen compartment(s), only the relevant pictogram in the top row, as set out in point 1.2 VII and VIII, shall be shown and centred between the two vertical borders of the energy label;\n—\nthe airborne acoustical noise emission pictogram: the number of decibels in the loudspeaker shall be in Verdana Bold 12 pt, with the unit ‘dB’ in Verdana Regular 9 pt; the range of noise classes (A to D) shall be centred under the pictogram, with the letter of the applicable noise class in Verdana Bold 16 pt and the other letters of the noise classes in Verdana Regular 10 pt;\nthe number of the regulation shall be 100 % black and in Verdana Regular 6 pt.\nANNEX IV\nMeasurement methods and calculations\nFor the purposes of compliance and verification of compliance with the requirements of this Regulation, measurements and calculations shall be made using harmonised standards, or other reliable, accurate and reproducible methods, which takes into account the generally recognised state-of-the-art methods and are in line with the provisions set out below. The reference numbers of these harmonised standards have been published for this purpose in the Official Journal of the European Union:\n1.   General conditions for testing:\n(a)\nfor refrigerating appliances with anti-condensation heaters that can be switched on and off by the end-user, the anti-condensation heaters shall be switched on and — if adjustable — set at maximum heating and included in the annual energy consumption (AE) as daily energy consumption (Edaily\n);\n(b)\nfor refrigerating appliances with ambient controlled anti-condensation heaters, the ambient controlled electric anti-condensation heaters shall be switched off or otherwise disabled, where possible, during the measurement of energy consumption;\n(c)\nfor refrigerating appliances with dispensers that can be switched on and off by the end-user, the dispensers shall be switched on during the energy consumption test but not operating;\n(d)\nfor the measurement of energy consumption, variable temperature compartments shall operate at the lowest temperature that can be set by the end-user to continuously maintain the temperature range, as set out in Table 3, of the compartment type which has the lowest temperature;\n(e)\nfor refrigerating appliances that can be connected to a network, the communication module shall be activated but there is no need to have a specific type of communication or data exchange or both during the energy consumption test. During the energy consumption test it has to be ensured that the unit is connected to a network;\n(f)\nfor the performance of chill compartments:\n(1)\nfor a variable temperature compartment rated as a fresh food and/or chill compartment, the energy efficiency index (EEI) shall be determined for each temperature condition and the highest value shall be applied;\n(2)\na chill compartment shall be able to control its average temperature within a certain range without user-adjustments of its control, this can be verified during the energy consumption tests at 16 °C and 32 °C ambient temperature;\n(g)\nfor adjustable volume compartments, when the volumes of two compartments are adjustable relative to one another by the end-user, the energy consumption and the volume shall be tested when the volume of the compartment with the higher target temperature is adjusted to its minimum volume;\n(h)\nthe specific freezing capacity is calculated as 12 times the light load weight, divided by the freezing time to bring the temperature of the light load from +25 to - 18 °C at an ambient temperature of 25 °C expressed in kg/12h and rounded to one decimal place; the light load weight is 3,5 kg per 100 litre of the compartment volume of the frozen compartments, and shall be at least 2,0 kg;\n(i)\nfor 4-star compartments, the specific freezing capacity shall be such that the freezing time to bring the temperature of the light load (3,5 kg/100 l) from +25 to - 18 °C at an ambient temperature of 25 °C, is smaller than or equal to 18,5 h;\n(j)\nfor the determination of the climate classes, the acronym for the ambient temperature range, that is SN, N, ST or T:\n(1)\nthe extended temperate (SN) has a temperature range from 10 °C to 32 °C;\n(2)\nthe temperate (N) has a temperature range from 16 °C to 32 °C;\n(3)\nthe subtropical (ST) has a temperature range from 16 °C to 38 °C; and\n(4)\nthe tropical (T) has a temperature range from 16 °C to 43 °C.\n2.   Storage conditions and target temperatures per compartment type:\nTable 3 sets out the storage conditions and target temperature per compartment type.\n3.   Determination of the AE:\n(a)\nFor all refrigerating appliances, except for low noise refrigerating appliances:\nThe energy consumption shall be determined by testing at an ambient temperature of 16 °C and 32 °C.\nTo determine the energy consumption, the average air temperatures in each compartment shall be equal to or below the target temperatures specified in Table 3 for each compartment type claimed by the supplier. Values above and below target temperatures may be used to estimate the energy consumption at the target temperature for each relevant compartment by interpolation, as appropriate.\nThe main components of energy consumption to be determined are:\n—\na set of steady state power consumption values (Pss\n) in W and rounded to one decimal place, each at a specific ambient temperature and at a set of compartment temperatures, which are not necessarily the target temperatures;\n—\nthe representative incremental defrost and recovery energy consumption (ΔΕ\nd-f\n), in Wh and rounded to one decimal place, for products with one or more auto-defrost systems (each with its own defrost control cycle) measured at an ambient temperature of 16 °C (ΔΕ\nd-f16\n) and 32 °C (ΔΕ\nd-f32\n);\n—\ndefrost interval (td-f\n), expressed in h and rounded to three decimal places, for products with one or more defrost systems (each with its own defrost control cycle) measured at an ambient temperature of 16 °C (td-f16\n) and 32 °C (td-f32\n). td-f\n shall be determined for each system under a certain range of conditions;\n—\nfor each test performed the Pss\n and ΔΕ\nd-f\n are added together to form a daily energy consumption at a certain ambient temperature ET\n = 0,001 × 24 × (Pss\n + ΔΕ\nd-f\n/td-f\n), expressed in kWh/24h, specific to the settings applied;\n—\nEaux\n, expressed in kWh/a and rounded to three decimal places. Eaux\n is limited to the ambient controlled anti-condensation heater and is determined from the heater’s power consumption at a number of ambient temperature and humidity conditions, multiplied with the probability that this ambient temperature and humidity condition occurs and summed; this result is subsequently multiplied with a loss factor to account for heat leakage into the compartment and its subsequent removal by the refrigeration system.\nTable 3\nStorage conditions and target temperature per compartment type\nGroup\nCompartment type\nNote\nStorage conditions\nTc\nTmin\nTmax\nName\nName\nno.\n°C\n°C\n°C\nUnfrozen compartments\nPantry\n(1)\n+14\n+20\n+17\nWine storage\n(2)\n (6)\n+5\n+20\n+12\nCellar\n(1)\n+2\n+14\n+12\nFresh food\n(1)\n0\n+8\n+4\nChill compartment\nChill\n(3)\n-3\n+3\n+2\nFrozen compartments\n0-star & ice-making\n(4)\nn.a.\n0\n0\n1-star\n(4)\nn.a.\n-6\n-6\n2-star\n(4)\n (5)\nn.a.\n-12\n-12\n3-star\n(4)\n (5)\nn.a.\n-18\n-18\nfreezer (4-star)\n(4)\n (5)\nn.a.\n-18\n-18\nn.a.=not applicable\nEach of these parameters shall be determined through a separate test or set of tests. Measurement data is averaged over a test period which is taken after the appliance has been in operation for a certain time. To improve the efficiency and accuracy of testing, the length of the test period shall not be fixed; it shall be such that the appliance is in steady state condition during this test period. This is validated by examining all data within this test period against a set of stability criteria and whether enough data could be collected in this steady state.\nAE, expressed in kWh/a and rounded to two decimal places, shall be calculated as follows:\nAE = 365 × Edaily\n/L + Eaux\nwith\n—\nthe load factor L = 0,9 for refrigerating appliances with only frozen compartments and L = 1,0 for all other appliances; and\n—\nwith Edaily,\n expressed in kWh/24h and rounded to three decimal places calculated from ET\n at an ambient temperature of 16 °C (E16\n) and at an ambient temperature of 32 °C (E32\n) as follows:\nEdaily\n = 0,5 × (E16\n + E32\n)\nwhere E16\n and E32\n are derived by interpolation of the energy test at the target temperatures set out in Table 3.\n(b)\nFor low noise refrigerating appliances:\nThe energy consumption shall be determined as provided for in point 3(a), but at an ambient temperature of 25 °C instead of at 16 °C and 32 °C.\nEdaily\n, expressed in kWh/24h and rounded to three decimal places for the calculation of the AE is then as follows:\nEdaily = E25\nwhere E25\n is ET\n at an ambient temperature of 25 °C and derived by interpolation of the energy tests at the target temperatures listed in Table 3.\n4.   Determination of the standard annual energy consumption (SAE):\n(a)\nFor all refrigerating appliances:\nSAE, expressed in kWh/a, and rounded to two decimal places, is calculated as follows:\nwhere\n—\nc is the index number for a compartment type ranging from 1 to n, with n the total number of compartment types;\n—\nVc\n, expressed in dm3 or litres and rounded to the first decimal place is the compartment volume;\n—\nV, expressed in dm3 or litres and rounded to the nearest integer is the volume with ;\n—\nrc, Nc, Mc\n and C are modelling parameters specific to each compartment with values as set out in Table 4; and\n—\nAc, Bc\n and D are the compensation factors with values as set out in Table 5.\nWhen carrying out the calculations above, for the variable temperature compartments, the compartment type with the lowest target temperature for which it is declared suitable is chosen.\n(b)\nModelling parameters per compartment type for the calculation of SAE:\nThe modelling parameters are set out in Table 4.\nTable 4\nThe values of the modelling parameters per compartment type\nCompartment type\nrc\n(1)\nNc\nMc\nC\nPantry\n0,35\n75\n0,12\nbetween 1,15  and 1,56  for combi appliances with 3-or 4-star compartments (2), 1,15  for other combi appliances, 1,00  for other refrigerating appliances\nWine storage\n0,60\nCellar\n0,60\nFresh food\n1,00\nChill\n1,10\n138\n0,12\n0-star & ice-making\n1,20\n138\n0,15\n1-star\n1,50\n2-star\n1,80\n3-star\n2,10\nFreezer (4-star)\n2,10\n(c)\nCompensation factors per compartment type in the calculation of SAE:\nThe compensation factors are set out in Table 5.\nTable 5\nThe values of the compensation factors per compartment type\nCompartment type\nAc\nBc\nD\nManual defrost\nAuto-defrost\nFreestanding appliance\nBuilt-in appliance\n≤ 2 (3)\n3 (3)\n4 (3)\n> 4 (3)\nPantry\n1,00\n1,00\n1,02\n1,00\n1,02\n1,035\n1,05\nWine storage\nCellar\nFresh food\nChill\n1,03\n0-star & ice-making\n1,00\n1,10\n1,05\n1-star\n2-star\n3-star\nFreezer (4-star)\n5.   Determination of the EEI:\nEEI, expressed in % and rounded to the first decimal place, calculated as:\nEEI = AE/SAE.\n(1)  \nTmin\nand \nTmax\nare the average values measured over the test period (average over time and over a set of sensors).\n(2)  The average temperature variation over the test period for each sensor shall be no more than ± 0,5 kelvin (K). During a defrost and recovery period the average of all sensors is not permitted to rise more than 1,5 K above the average value of the compartment.\n(3)  \nTmin\nand \nTmax\nare instantaneous values during the test period.\n(4)  \nTmax\nis the maximum value measured over the test period (maximum over time and over a set of sensors).\n(5)  If the compartment is of the auto-defrosting type, the temperature (defined as the maximum of all sensors) is not permitted to rise more than 3,0 K during a defrost and recovery period.\n(6)  \nTmin\nand \nTmax\nare the average values measured over the test period (average over time for each sensor) and define the maximum allowed temperature operating range\n(1)  rc = (Ta-Tc)/20; with Ta = 24 °C and Tc\n with values as set out in Table 3.\n(2)  C for combi appliances with 3-or 4-star compartments is determined as follows:\nwhere frzf is the 3- or 4-star compartment volume Vfr\n as a fraction of V with frzf = Vfr/V:\n—\nif frzf ≤ 0,3 then C =1,3 + 0,87 × frzf;\n—\nelse if 0,3 < frzf < 0,7 then C =1,87 - 1,0275 × frzf;\n—\nelse C =1,15.\n(3)  number of external doors or compartments, whichever is lowest.\nANNEX V\nProduct information sheet\nPursuant to point 1(b) of Article 3, the supplier shall enter into the product database the information as set out in Table 6. If the refrigerating appliance contains multiple compartments of the same type, the lines for these compartments shall be repeated. If a certain compartment type is not present, the compartment parameters and values shall be ‘-’.\nTable 6\nProduct information sheet\nSupplier’s name or trade mark:\nSupplier’s address\n (2)\n:\nModel identifier:\nType of refrigerating appliance:\nLow-noise appliance:\n[yes/no]\nDesign type:\n[built-in/freestanding]\nWine storage appliance:\n[yes/no]\nOther refrigerating appliance:\n[yes/no]\nGeneral product parameters:\nParameter\nValue\nParameter\nValue\nOverall dimensions (millimetre)\nHeight\nx\nTotal volume (dm3 or l)\nx\nWidth\nx\nDepth\nx\nEEI\nx\nEnergy efficiency class\n[A/B/C/D/E/F/G] (3)\nAirborne acoustical noise emissions (dB(A) re 1 pW)\nx\nAirborne acoustical noise emission class\n[A/B/C/D] (3)\nAnnual energy consumption (kWh/a)\nx,xx\nClimate class:\n[extended temperate/temperate/subtropical/tropical]\nMinimum ambient temperature (°C), for which the refrigerating appliance is suitable\nx (3)\nMaximum ambient temperature (°C), for which the refrigerating appliance is suitable\nx (3)\nWinter setting\n[yes/no]\nCompartment Parameters:\nCompartment type\nCompartment parameters and values\nCompartment Volume (dm3 or l)\nRecommended temperature setting for optimised food storage (°C)\nThese settings shall not contradict the storage conditions set out in Annex IV, Table 3\nFreezing capacity (kg/24 h)\nDefrosting type (auto-defrost = A, manual defrost = M)\nPantry\n[yes/no]\nx,x\nx\n—\n[A/M]\nWine storage\n[yes/no]\nx,x\nx\n—\n[A/M]\nCellar\n[yes/no]\nx,x\nx\n—\n[A/M]\nFresh food\n[yes/no]\nx,x\nx\n—\n[A/M]\nChill\n[yes/no]\nx,x\nx\n—\n[A/M]\n0-star or ice- making\n[yes/no]\nx,x\nx\n—\n[A/M]\n1-star\n[yes/no]\nx,x\nx\n—\n[A/M]\n2-star\n[yes/no]\nx,x\nx\n—\n[A/M]\n3-star\n[yes/no]\nx,x\nx\n—\n[A/M]\n4-star\n[yes/no]\nx,x\nx\nx,xx\n[A/M]\n2-star section\n[yes/no]\nx,x\nx\n—\n[A/M]\nVariable temperature compartment\ncompartment types\nx,x\nx\nx,xx (for 4-star compartments) or -\n[A/M]\nFor 4-star compartments\nFast freeze facility\n[yes/no]\nLight source parameters\n (1)\n (2):\nType of light source\n[type]\nEnergy efficiency class\n[A/B/C/D/E/F/G]\nMinimum duration of the guarantee offered by the manufacturer\n (2):\nAdditional information:\nWeblink to the manufacturer’s website, where the information in point 4(a) Annex of Commission Regulation (EU) 2019/2019 (4)\n (2) is found:\n(1)  as determined in accordance with Commission Delegated Regulation (EU) 2019/2015 (1).\n(1)  Commission Delegated Regulation (EU) 2019/2015 of 11 March 2019 supplementing Regulation (EU) 2017/1369 of the European Parliament and of the Council with regard to energy labelling of light sources and repealing Commission Delegated Regulation (EU) No 874/2012 (see page 68 of this Official Journal).\n(2)  changes to these items shall not be considered relevant for the purposes of point 4 of Article 4 of Regulation (EU) 2017/1369.\n(3)  if the product database automatically generates the definitive content of this cell the supplier shall not enter these data.\n(4)  Commission Regulation (EU) 2019/2019 of 1 October 2019 laying down ecodesign requirements for refrigerating appliances pursuant to Directive 2009/125/EC of the European Parliament and of the Council and repealing Commission Regulation (EC) No 643/2009 (see page 187 of this Official Journal).\nANNEX VI\nTechnical documentation\n1.   \nThe technical documentation referred to in point 1(d) of Article 3 shall include the following elements:\n(a)\nthe information as set out in Annex V;\n(b)\nthe information as set out in Table 7. If the refrigerating appliance contains multiple compartments of the same type, the lines for these compartments shall be repeated. If a certain compartment type is not present, the compartment parameters and values shall be ‘-’. If a parameter is not applicable, the values of that parameter shall be ‘-’.\nTable 7\nAdditional information to be included in the technical documentation\nA general description of the refrigerating model, sufficient for it to be unequivocally and easily identified:\nProduct specifications:\nGeneral product specifications:\nParameter\nValue\nParameter\nValue\nAnnual energy consumption (kWh/a)\nx\nAuxiliary energy (kWh/a)\nx\nStandard annual energy consumption (kWh/a)\nx,xx\nEEI (%)\nx\nTemperature rise time (h)\nx,xx\nCombi parameter\nx,xx\nDoor heat loss factor\nx,xxx\nLoad factor\nx,x\nAnti-condensation heater type\n[manual on-off/ambient/other/none]\nAdditional product specifications for refrigerating appliances, except for low noise refrigerating appliances:\nParameter\nValue\nParameter\nValue\nDaily energy consumption at 16 °C (kWh/24h)\nx,xxx\nDaily energy consumption at 32 °C (kWh/24h)\nx,xxx\nIncremental defrost and recovery energy consumption (1) at 16 °C (Wh)\nx,x\nincremental defrost and recovery energy consumption (1) at 32 °C (Wh)\nx,x\nDefrost interval (1) at 16 °C (h)\nx,x\nDefrost interval (1) at 32 °C (h)\nx,x\nAdditional product specifications for low noise refrigerating appliances:\nParameter\nValue\nParameter\nValue\nDaily energy consumption at 25 °C (kWh/24h)\nx,xxx\nDefrost interval (1) at 25 °C (h)\nx,x\nCompartment specifications:\nCompartment type\nCompartment parameters and values\nTarget temperature (°C)\nThermodynamic parameter (rc\n)\nNc\nM\nc\nDefrost factor (Ac\n)\nBuilt-in factor (Bc\n)\nPantry\nx\nx,xx\nx\nx,xx\nx,xx\nx,xx\nWine storage\nx\nx,xx\nx\nx,xx\nx,xx\nx,xx\nCellar\nx\nx,xx\nx\nx,xx\nx,xx\nx,xx\nFresh food\nx\nx,xx\nx\nx,xx\nx,xx\nx,xx\nChill\nx\nx,xx\nx\nx,xx\nx,xx\nx,xx\n0-star or ice making\nx\nx,xx\nx\nx,xx\nx,xx\nx,xx\n1-star\nx\nx,xx\nx\nx,xx\nx,xx\nx,xx\n2-star\nx\nx,xx\nx\nx,xx\nx,xx\nx,xx\n3-star\nx\nx,xx\nx\nx,xx\nx,xx\nx,xx\n4-star\nx\nx,xx\nx\nx,xx\nx,xx\nx,xx\n2-star section\nx\nx,xx\nx\nx,xx\nx,xx\nx,xx\nVariable temperature compartment\nx\nx,xx\nx\nx,xx\nx,xx\nx,xx\nAdditional information:\nThe references of the harmonised standards or other reliable accurate and reproducible methods applied:\nA list of all equivalent models, including model identifiers:\n2.   \nWhere the information included in the technical documentation for a particular model has been obtained:\n(a)\nfrom a model that has the same technical characteristics relevant for the technical information to be provided but is produced by a different manufacturer; or\n(b)\nby calculation on the basis of design or extrapolation from another model of the same or a different manufacturer; or both.\nThe technical documentation shall include the details of such calculation, the assessment undertaken by the manufacturer to verify the accuracy of the calculation and, where appropriate, the declaration of identity between the models of different manufacturers.\n(1)  only for products with one or more auto-defrost systems\nANNEX VII\nInformation to be provided in visual advertisements, in technical promotional material, in distance selling, except distance selling on the internet\n1.\nIn visual advertisements, for the purposes of ensuring conformity with the requirements laid down in point 1(e) of Article 3 and point 1(c) of Article 4, the energy efficiency class and the range of energy efficiency classes available on the label shall be shown as set out in point 4 of this Annex.\n2.\nIn technical promotional material, for the purposes of ensuring conformity with the requirements laid down in point 1(f) of Article 3 and point 1(d) of Article 4 the energy efficiency class and the range of energy efficiency classes available on the label shall be shown as set out in point 4 of this Annex.\n3.\nAny paper-based distance selling must show the energy efficiency class and the range of energy efficiency classes available on the label as set out in point 4 of this Annex.\n4.   \nThe energy efficiency class and the range of energy efficiency classes shall be shown, as indicated in Figure 1, with:\n(a)\nan arrow, containing the letter of the energy efficiency class in 100 % white, Calibri Bold and in a font size at least equivalent to that of the price, when the price is shown;\n(b)\nthe colour of the arrow matching the colour of the energy efficiency class;\n(c)\nthe range of available energy efficiency classes in 100 % black; and,\n(d)\nthe size shall be such that the arrow is clearly visible and legible. The letter in the energy efficiency class arrow shall be positioned in the centre of the rectangular part of the arrow, with a border of 0,5 pt in 100 % black placed around the arrow and the letter of the energy efficiency class.\nBy way of derogation, if the visual advertisement, technical promotional material or paper-based distance selling is printed in monochrome, the arrow can be in monochrome in that visual advertisement, technical promotional material or paper-based distance selling.\nFigure 1\nColoured/monochrome left/right arrow, with range of energy efficiency classes indicated\n5.\nTelemarketing-based distance selling must specifically inform the customer of the energy efficiency class of the product and of the range of energy efficiency classes available on the label, and that the customer can access the full label and the product information sheet through a free access website, or by requesting a printed copy.\n6.\nFor all the situations mentioned in points 1 to 3 and 5, it must be possible for the customer to obtain, on request, a printed copy of the label and the product information sheet.\nANNEX VIII\nInformation to be provided in the case of distance selling through the internet\n1.\nThe appropriate label made available by suppliers in accordance with point 1(g) of Article 3 shall be shown on the display mechanism in proximity to the price of the product. The size shall be such that the label is clearly visible and legible and shall be proportionate to the size specified in point 3(1) and 3(2) of Annex III for refrigerating appliances. The label may be displayed using a nested display, in which case the image used for accessing the label shall comply with the specifications laid down in point 3 of this Annex. If nested display is applied, the label shall appear on the first mouse click, mouse roll-over or tactile screen expansion on the image.\n2.   \nThe image used for accessing the label in the case of nested display, as indicated in Figure 2, shall:\n(a)\nbe an arrow in the colour corresponding to the energy efficiency class of the product on the label;\n(b)\nindicate the energy efficiency class of the product on the arrow in 100 % white, Calibri Bold and in a font size equivalent to that of the price;\n(c)\nhave the range of available energy efficiency classes in 100 % black; and,\n(d)\nhave one of the following two formats, and its size shall be such that the arrow is clearly visible and legible. The letter in the energy efficiency class arrow shall be positioned in the centre of the rectangular part of the arrow, with a visible border in 100 % black placed around the arrow and the letter of the energy efficiency class:\nFigure 2\nColoured left/right arrow, with range of energy efficiency classes indicated\n3.   \nIn the case of a nested display, the sequence of display of the label shall be as follows:\n(a)\nthe image referred to in point 2 of this Annex shall be shown on the display mechanism in proximity to the price of the product;\n(b)\nthe image shall link to the label set out in Annex III;\n(c)\nthe label shall be displayed after a mouse click, mouse roll-over or tactile screen expansion on the image;\n(d)\nthe label shall be displayed by pop up, new tab, new page or inset screen display;\n(e)\nfor magnification of the label on tactile screens, the device conventions for tactile magnification shall apply;\n(f)\nthe label shall cease to be displayed by means of a close option or other standard closing mechanism;\n(g)\nthe alternative text for the graphic, to be displayed on failure to display the label, shall be the energy efficiency class of the product in a font size equivalent to that of the price.\n4.\nThe electronic product information sheet made available by suppliers in accordance with point 1(b) of Article 3 shall be shown on the display mechanism in proximity to the price of the product. The size shall be such that the product information sheet is clearly visible and legible. The product information sheet may be displayed using a nested display or by referring to the product database, in which case the link used for accessing the product information sheet shall clearly and legibly indicate ‘Product information sheet’. If a nested display is used, the product information sheet shall appear on the first mouse click, mouse roll-over or tactile screen expansion on the link.\nANNEX IX\nVerification procedure for market surveillance purposes\nThe verification tolerances set out in this Annex relate only to the verification of the declared parameters by Member State authorities and shall not be used by the supplier as an allowed tolerance to establish the values in the technical documentation. The values and classes on the label or in the product information sheet shall not be more favourable for the supplier than the values reported in the technical documentation.\nWhere a model has been designed to be able to detect it is being tested (e.g. by recognising the test conditions or test cycle), and to react specifically by automatically altering its performance during the test with the objective of reaching a more favourable level for any of the parameters specified in this Regulation or included in the technical documentation or included in any of the documentation provided, the model and all equivalent models shall be considered not compliant.\nWhen verifying the compliance of a product model with the requirements laid down in this Regulation, the authorities of the Member States shall apply the following procedure:\n(1)\nThe Member State authorities shall verify one single unit of the model.\n(2)\nThe model shall be considered to comply with the applicable requirements if:\n(a)\nthe values given in the technical documentation pursuant to Article 3(3) of Regulation (EU) 2017/1369 (declared values), and, where applicable, the values used to calculate these values, are not more favourable for the supplier than the corresponding values given in the test reports; and\n(b)\nthe values published on the label and in the product information sheet are not more favourable for the supplier than the declared values, and the indicated energy efficiency class and the airborne acoustical noise emission class are not more favourable for the supplier than the class determined by the declared values; and\n(c)\nwhen the Member State authorities test the unit of the model, the determined values (that is the values of the relevant parameters as measured in testing and the values calculated from these measurements) comply with the respective verification tolerances as given in Table 8.\n(3)\nIf the results referred to in points 2(a) and (b) are not achieved, the model and all equivalent models shall be considered not to comply with this Regulation.\n(4)\nIf the result referred to in point 2(c) is not achieved, the Member State authorities shall select three additional units of the same model for testing. As an alternative, the three additional units selected may be of one or more equivalent models.\n(5)\nThe model shall be considered to comply with the applicable requirements if for these three units the arithmetic mean of the determined values complies with the respective tolerances given in Table 8.\n(6)\nIf the result referred to in point 5 is not achieved, the model and all equivalent models shall be considered not to comply with this Regulation.\n(7)\nThe Member State authorities shall provide all relevant information to the authorities of the other Member States and to the Commission without delay once a decision has been taken on the non-compliance of the model according to points 3 and 6.\nThe Member State authorities shall use the measurement and calculation methods set out in Annex IV.\nThe Member State authorities shall only apply the verification tolerances set out in Table 8 and shall only use the procedure set out in points 1 to 7 for the requirements referred to in this Annex. For the parameters in Table 8, no other tolerances, such as those set out in harmonised standards or in any other measurement method, shall be applied.\nTable 8\nVerification tolerances for measured parameters\nParameters\nVerification tolerances\nTotal volume and compartment volume\nThe determined value (1) shall not be more than 3 % or 1 litre lower — whichever is the greater value — than the declared value.\nFreezing capacity\nThe determined value (1) shall not be more than 10 % lower than the declared value.\nE16, E32\nThe determined value (1) shall not be more than 10 % higher than the declared value.\nEaux\nThe determined value (1) shall not be more than 10 % higher than the declared value.\nAnnual energy consumption\nThe determined value (1) shall not be more than 10 % higher than the declared value.\nInternal humidity of wine storage appliances (%)\nThe determined value (1) shall not differ from the declared value by more than 10 %.\nAirborne acoustical noise emissions\nThe determined value (1) shall not be more than 2 dB(A) re 1 pW more than the declared value.\nTemperature rise time\nThe determined value (1) shall not be more than 15 % higher than the declared value.\n(1)  in the case of three additional units tested as prescribed in point 4, the determined value means the arithmetic mean of the values determined for these three additional units.", "summary": "Ecodesign and energy labelling requirements — household refrigerators\nEcodesign and energy labelling requirements — household refrigerators\nSUMMARY OF:\nRegulation (EU) 2019/2019 laying down ecodesign requirements for refrigerating appliances\nDelegated Regulation (EU) 2019/2016 supplementing Regulation (EU) 2017/1369 with regard to energy labelling of refrigerating appliances\nWHAT IS THE AIM OF THE REGULATIONS?\n              \nCommission Regulation (EU) 2019/2019 establishes ecodesign* requirements for the sale or putting into service of electric mains-operated* refrigerating appliances* with a capacity of between 10 and 1,500 litres.\nDelegated Regulation (EU) 2019/2016 lays down rules on the labelling of, and supply of additional product information on, these refrigerating appliances.\nKEY POINTS\n              \nCommission Regulation (EU) 2019/2019:\nsets out in Annex II the dates when the ecodesign requirements come into force — 1 March 2021 in the first instance and more stringent measures from 1 March 2024. These cover energy efficiencyfunctional aspectsresource efficiencyinformation for installers and end-users;\nsets out the conformity assessment procedure, and in Annex III the measurement methods and calculations, that must be followed.\nNational authorities must apply the verification procedures laid down in Annex IV when carrying out market surveillance checks.\nManufacturers, importers or their authorised representatives must not offer for sale products capable of detecting when being tested and changing their performance accordingly.\nAnnex V sets out indicative benchmarks based on the best-performing products and technologies available for refrigerating appliances in terms of their energy efficiency index and noise emissions.\nThe regulation repeals Regulation (EC) No 643/2009 from 1 March 2021.\nCommission Delegated Regulation (EU) 2019/2016 sets out obligations on:\nsuppliers to ensure that: each refrigerating appliance has a printed label in the format set out in Annex IIIthe parameters of the product information sheet, set out in Annex V, and the content of the technical documentation (Annex VI) are uploaded into the product databasevisual advertisements for a particular model contain the energy efficiency class and range of classes available in line with Annexes VII and VIIItechnical promotional material, including on the internet, for a particular model describing its specific parameters includes the appliance’s energy efficiency class and the range of available classes according to Annex VIIdealers receive for each refrigerating appliance an electronic label in Annex III format and an electronic product information sheet as set out in Annex V;\ndealers to ensure that: each refrigerating appliance on sale, including at trade fairs, bears a clearly visible label provided by suppliers in line with Annex IIIin the event of distance selling, the label and product information sheet comply with Annexes VII and VIIIvisual advertisements, including on the internet, for a specific model contain the energy efficiency class and range of classes according to Annex VIItechnical promotional material, including on the internet, for a particular model describing its specific parameters includes the appliance’s energy efficiency class and the range of available classes according to Annex VII;\ninternet hosting platforms to ensure that the electronic label and electronic product information sheet provided by the dealer are clearly displayed, according to Annex VIII, on all refrigeration appliances sold directly through the site.\nNational authorities apply the verification procedure laid down in Annex IX when carrying out market surveillance checks.\nThe energy efficiency class is based on an index set out in Annex II.\nThe European Commission must review the regulation in the light of technological progress 6 years after its entry into force. It must also consider addressing circular economy aspects and whether to introduce icons for compartments that may reduce food waste and for annual energy consumption.\nThe regulation repeals Regulation (EU) No 1060/2020 from 1 March 2021.\nNeither regulation applies to:\nprofessional refrigerated storage cabinets and blast cabinets, except professional chest freezers;\nrefrigerating appliances directly used for sales;\nmobile refrigerating appliances;\nappliances where refrigerated food storage is not the primary function.\nFROM WHEN DO THE REGULATIONS APPLY?\n              \nThey both apply from 1 March 2021.\nBACKGROUND\n              \nDirective 2009/125/EC establishes a framework to set ecodesign requirements for energy-related products. It tasks the Commission to set these for products which are widely sold and traded in the EU and have a significant environmental impact. Regulation (EU) 2017/1369 establishes a framework to set energy labelling requirements for energy-related products to enable consumers to choose more efficient products to reduce their energy consumption.\nFor more information, see:\nReview of ecodesign requirements for household cold appliances (European Commission).\nKEY TERMS\n              \nEcodesign: policy to improve, through better design, products' environmental performance throughout their life cycle, especially their energy efficiency.\nElectric mains: electricity supply from the grid of 230 volts.\nRefrigerating appliance: an insulated cabinet with one or more compartments controlled at specific temperatures, cooled by natural or forced convection.\nMAIN DOCUMENTS\n            \nCommission Regulation (EU) 2019/2019 of 1 October 2019 laying down ecodesign requirements for refrigerating appliances pursuant to Directive 2009/125/EC of the European Parliament and of the Council and repealing Commission Regulation (EC) No 643/2009 (OJ L 315, 5.12.2019, pp. 187-208)\nCommission Delegated Regulation (EU) 2019/2016 of 11 March 2019 supplementing Regulation (EU) 2017/1369 of the European Parliament and of the Council with regard to energy labelling of refrigerating appliances and repealing Commission Delegated Regulation (EU) No 1060/2010 (OJ L 315, 5.12.2019, pp. 102-133)\nRELATED DOCUMENTS\n            \nRegulation (EU) 2017/1369 of the European Parliament and of the Council of 4 July 2017 setting a framework for energy labelling and repealing Directive 2010/30/EU (OJ L 198, 28.7.2017, pp. 1-23)\nDirective 2009/125/EC of the European Parliament and of the Council of 21 October 2009 establishing a framework for the setting of ecodesign requirements for energy-related products (OJ L 285, 31.10.2009, pp. 10-35)\nSuccessive amendments to Directive 2009/125/EC have been incorporated into the original text. This consolidated version is of documentary value only.\nlast update 31.10.2019", "tags": ["energy consumption", "consumer information", "marketing standard", "environmental impact", "cold store", "household electrical appliance", "eco-label", "energy saving", "energy efficiency", "labelling"], "subjects": ["Energy", "Protocol on Ireland/Northern Ireland", "Internal market - Principles"], "split": "train", "reference_annotations": {"32019R2016_p1": {"text": "COMMISSION DELEGATED regulation 2019/2016///of 11 March 2019---supplementing regulation 2017/1369 of the European Parliament and of the Council with regard to energy labelling of refrigerating appliances and repealing Commission Delegated regulation 1060/2010", "triples": [" regulation 2019/2016,  supplementing,  regulation 2017/1369", " regulation 2019/2016,  repealing,  regulation 1060/2010"]}, "32019R2016_p2": {"text": "Having regard to regulation 2017/1369 of the European Parliament and of the Council of 4 July 2017 setting a framework for energy labelling and repealing directive 2010/30/eu (1), and in particular Article 11(5) and Article 16(1) thereof,", "triples": [" regulation 2017/1369,  repealing,  directive 2010/30/eu"]}, "32019R2016_p4": {"text": "(2)  Commission Delegated regulation 1060/2010 of 28 September 2010 supplementing directive 2010/30/eu of the European Parliament and of the Council with regard to energy labelling of household refrigerating appliances (OJ L 314, 30.11.2010, p. 17).", "triples": [" regulation 1060/2010,  supplementing,  directive 2010/30/eu"]}, "32019R2016_p5": {"text": "(5)  Commission regulation 643/2009 of 22 July 2009 implementing directive 2005/32/ec of the European Parliament and of the Council with regard to ecodesign requirements for household refrigerating appliances (OJ L 191, 23.7.2009, p. 53).", "triples": [" regulation 643/2009,  implementing,  directive 2005/32/ec"]}, "32019R2016_p6": {"text": "(6)  Commission Delegated regulation 2015/1094 of 5 May 2015 supplementing directive 2010/30/eu of the European Parliament and of the Council with regard to energy labelling of professional refrigerated storage cabinets (OJ L 177, 8.7.2015, p. 2).", "triples": [" regulation 2015/1094,  supplementing,  directive 2010/30/eu"]}, "32019R2016_p7": {"text": "(7)  regulation 1025/2012 of the European Parliament and of the Council of 25 October 2012 on European standardisation, amending Council directive 89/686/eec directive 93/15/eec and directive 94/9/ec directive 94/25/ec directive 95/16/ec directive 97/23/ec directive 98/34/ec directive 2004/22/ec directive 2007/23/ec directive 2009/23/ec directive 2009/105/ec of the European Parliament and of the Council and repealing Council decision 87/95/eec and decision 1673/2006/ec of the European Parliament and of the Council (OJ L 316, 14.11.2012, p. 12).", "triples": [" regulation 1025/2012,  amending,  directive 89/686/eec", " regulation 1025/2012,  amending,  directive 93/15/eec", " regulation 1025/2012,  amending,  directive 94/9/ec", " regulation 1025/2012,  amending,  directive 94/25/ec", " regulation 1025/2012,  amending,  directive 95/16/ec", " regulation 1025/2012,  amending,  directive 97/23/ec", " regulation 1025/2012,  amending,  directive 98/34/ec", " regulation 1025/2012,  amending,  directive 2004/22/ec", " regulation 1025/2012,  amending,  directive 2007/23/ec", " regulation 1025/2012,  amending,  directive 2009/23/ec", " regulation 1025/2012,  amending,  directive 2009/105/ec", " regulation 1025/2012,  repealing,  decision 87/95/eec", " regulation 1025/2012,  repealing,  decision 1673/2006/ec"]}, "32019R2016_p8": {"text": "(9)  Commission regulation 2015/1095 of 5 May 2015 implementing directive 2009/125/ec of the European Parliament and of the Council with regard to ecodesign requirements for professional refrigerated storage cabinets, blast cabinets, condensing units and process chillers (OJ L 177, 8.7.2015, p. 19).", "triples": [" regulation 2015/1095,  implementing,  directive 2009/125/ec"]}, "32019R2016_p9": {"text": "(1)  Commission Delegated regulation 2019/2015 of 11 March 2019 supplementing regulation 2017/1369 of the European Parliament and of the Council with regard to energy labelling of light sources and repealing Commission Delegated regulation 874/2012 (see page 68 of this Official Journal).", "triples": [" regulation 2019/2015,  supplementing,  regulation 2017/1369", " regulation 2019/2015,  repealing,  regulation 874/2012"]}, "32019R2016_p10": {"text": "(4)  Commission regulation 2019/2019 of 1 October 2019 laying down ecodesign requirements for refrigerating appliances pursuant to directive 2009/125/ec of the European Parliament and of the Council and repealing Commission regulation 643/2009 (see page 187 of this Official Journal).", "triples": [" regulation 2019/2019,  repealing,  regulation 643/2009"]}}, "summary_annotations": {}}