{"celex_id": "32000Y0731(02)", "reference": "EUR-Lex - 32000Y0731(02) - EN\nAvis juridique important\n|\n32000Y0731(02)\nResolution of the Council and of the Ministers for Employment and Social Policy, meeting within the Council of 29 June 2000 on the balanced participation of women and men in family and working life\nOfficial Journal C 218 , 31/07/2000 P. 0005 - 0007\nResolution of the Council and of the Ministers for Employment and Social Policy, meeting within the Councilof 29 June 2000on the balanced participation of women and men in family and working life(2000/C 218/02)THE COUNCIL OF THE EUROPEAN UNION AND THE MINISTERS FOR EMPLOYMENT AND SOCIAL POLICY, MEETING WITHIN THE COUNCIL,Whereas:(1) The Treaty of Amsterdam lays down that the Community shall have as its task the promotion of equality between men and women, and to this end creates new possibilities for Community action, in particular in Articles 2, 3, 137 and 141 of the Treaty establishing the European Community.(2) The principle of equality between men and women makes it essential to offset the disadvantage faced by women with regard to conditions for access to and participation in the labour market and the disadvantage faced by men with regard to participating in family life, arising from social practices which still presuppose that women are chiefly responsible for unpaid work related to looking after a family and men chiefly responsible for paid work derived from an economic activity.(3) The principle of equality between men and women in relation to employment and labour implies equal sharing between working fathers and mothers, in particular of time off work to look after children or other dependants.(4) The balanced participation of women and of men in both the labour market and in family life which is an advantage to both men and women is an essential aspect of the development of society, and maternity, paternity and the rights of children are eminent social values to be protected by society, the Member States and the European Community.(5) Both men and women, without discrimination on the grounds of sex, have a right to reconcile family and working life.(6) There is a significant acquis communautaire, as well as other relevant initiatives in the European Union context, to be taken into account in the field of the reconciliation of family and working life.(7) Council Decision 2000/228/EC of 13 March 2000 on Guidelines for Member States' employment policies for the year 2000(1) provides for strengthening policies for equal opportunities for men and women, paying particular attention to the need to introduce measures for reconciling working and family life. This Decision underlines the importance for men and women of policies on career breaks, parental leave and part-time work, as well as flexible working arrangements which serve the interests of both employers and employees, while maintaining the necessary balance between flexibility and safety.(8) The Lisbon European Council of 23 and 24 March 2000 recognised the importance of furthering all aspects of equal opportunities, including reducing occupational segregation, and making it easier to reconcile working life and family life, and considered that one of the overall aims of active employment policies should be to increase the number of women in employment to more than 60 % by 2010.(9) There is a range of international instruments and agreements relating to the reconciling of working and family life, in particular in the context of the United Nations, the Council of Europe and the International Labour Organisation.And bearing in mind that:(10) In the light of Article 141(3) of the Treaty establishing the European Community, it is important to protect both male and female workers exercising rights relating to paternity, maternity or to the reconciling of working and family life.(11) The beginning of the twenty-first century is a symbolic moment to give shape to the new social contract on gender, in which the de facto equality of men and women in the public and private domains will be socially accepted as a condition for democracy, a prerequisite for citizenship and a guarantee of individual autonomy and freedom, and will be reflected in all European Union policies,1. DECLARE THAT:(a) the objective of balanced participation of men and women in family and working life, coupled with the objective of balanced participation of men and women in the decision-making process, constitute two particularly relevant conditions for equality between men and women;(b) there is a need for a global and integrated approach for reconciling family and working life as a right for men and women, a means of personal fulfillment in public, social, family and private life, an eminent social value, as the responsibility of society, the Member States and the European Community;(c) it is necessary to make every effort and to promote specific measures, as well as the respective accompanying and evaluation measures, in particular by means of appropriate indicators, to bring about the changes in structures and attitudes which are essential for the balanced participation of men and women in the family and at work;(d) it is necessary to promote measures to improve the quality of life for all, in respect and in active solidarity between men and women vis-à-vis both future and older generations.2. ENCOURAGE Member States to:(a) reinforce in their Government programmes the promotion of balanced participation of men and women in family and working life as one of the basic conditions for de facto equality, indicating the concrete measures to be adopted, both horizontal and specific;(b) develop global and integrated strategies aimed at bringing about the balanced participation of men and women in family and working life, considering the measures enumerated below, without prejudice to the best practices applied in the different Member States:(i) examining the scope for the respective legal systems to grant working men an individual and untransferable right to paternity leave, subsequent upon the birth or adoption of a child, maintaining their rights relating to employment to be taken at the same time as the mother takes maternity leave irrespective of the length of the periods of maternity and paternity leave;(ii) examining the scope for the respective legal systems to grant working men rights likely to provide major support for family life with a view to cementing equality;(iii) reinforcing measures to encourage a balanced sharing between working men and women of the care to be provided for children, elderly, disabled or other dependent persons;(iv) reinforcing measures to encourage the development of support services for families and laying down criteria for examining results as regards the improvement of child-care structures;(v) granting, where appropriate, specific protection to single-parent families;(vi) examining the possibility of harmonising school and working hours;(vii) examining the possibility of developing school programmes supporting an awareness of the needs related to reconciling working and family life as a precondition for the equality of men and women;(viii) regularly compiling and publishing a report containing figures on the participation of women and men in the labour market and of men and women in family life, as well as on the use by women and men of maternity, paternity and parental leave, and their respective effects on the situation of men and women in the labour market, in order to acquire accurate knowledge of the factual situation and to promote public awareness in this area;(ix) providing support for scientific research in this area so as to enable the development of new ideas and concepts;(x) developing incentives and support measures for non-governmental organisations which are actively committed to the objective set out in this resolution;(xi) devising, launching and promoting information and awareness campaigns at regular intervals, designed to develop more progressive outlooks as regards both the general public and specific target groups;(xii) encouraging businesses, in particular small and medium-sized enterprises, to introduce and extend management practices which take account of their workers' family life.3. CALL UPON the institutions and bodies of the European Community:(a) to implement measures, in their capacity as employers and on the basis of a review, promoting the balanced recruitment and career advancement of men and women with a view to preventing the horizontal and vertical segregation of the labour market;(b) to evaluate the results thereof periodically and have them published.4. CALL ON the Commission:(a) notably within the framework of Community initiative programmes, to step up its information and awareness effort and its efforts to promote research and to introduce pilot schemes to implement the balanced participation of men and women in family and working life;(b) to take account of this resolution in its fifth action programme on equal opportunities for men and women, notably placing emphasis on equality of family responsibilities of men and women in the context of its strategic objectives and giving sufficient prominence to measures to promote the balanced participation of men and women in working and family life;(c) to propose, in the light of the new requirements laid down in Article 2, 3, 137(1) and 141(3) of the Treaty establishing the European Community and taking into account the aforementioned fifth action programme, new forms of balanced participation of women and men both in working and family life;(d) to work towards developing dialogue between the social partners at European level, whilst respecting their autonomy, with a view to the promotion of equality between men and women by reconciling family and working life;(e) to ensure that the Member States are kept informed regularly on progress made in this area.5. CALL on employers in the public and private sectors, workers and the social partners at national and European level:(a) to step up their efforts to ensure balanced participation of men and women in family and working life, notably through the organisation of working time and the abolition of conditions which lead to wage differentials between men and women;(b) in particular the social partners to endeavour to find solutions which encourage the balanced participation of men and women in working life.6. UNDERTAKE TO conduct regular discussions on the topics covered by this resolution in a parallel framework to the topic of balanced participation of men and women in the decision-making process.(1) OJ L 72, 21.3.2000, p. 15.", "summary": "Balanced participation of women and men in family and working life\nBalanced participation of women and men in family and working life\nThe Council encourages Member States to define strategies aiming to promote balanced participation of women and men in family and working life.\nACT\nResolution of the Council and of the Ministers for Employment and Social Policy, meeting within the Council of 29 June 2000, on the balanced participation of women and men in family and working life [Official Journal C 218 of 31.7.2000].\nSUMMARY\nThis resolution follows on from the Lisbon European Council (23-24 March 2000), which recognised the importance of furthering all aspects of equal opportunities, including making it easier to reconcile working and family life.\nThe principle of equality between men and women makes it essential to offset the disadvantage faced by women with regard to conditions for access to and participation in the labour market and the disadvantage faced by men with regard to participating in family life. These gender-based disadvantages result from predetermined social models that tend to presuppose that women are chiefly responsible for unpaid work related to looking after a family. On the other hand, paid work derived from an economic activity tends to be seen to be mainly the responsibility of men.\nThe balanced participation of women and men on the labour market and in family life is essential to the development of society. Maternity, paternity and the rights of children are essential values that need to be safeguarded by society, the Member States and the European Community.\nThe objective of balanced participation of men and women in family and working life, coupled with the objective of balanced participation of men and women in the decision-making process, constitute two particularly relevant conditions for equal opportunities.\nThe Member States are encouraged to develop global, integrated strategies that take account of the following aspects:\nexamine the scope for granting working men a right to paternity leave, maintaining their rights relating to employment, and rights likely to allow them to provide major support for family life;\nreinforce measures to encourage balanced sharing between working men and women of the care to be provided for children, elderly, disabled or other dependent persons;\nreinforce measures to encourage the development of support services for families, especially the improvement of child-care structures;\ngrant, where appropriate, specific protection to single-parent families;\nexamine the possibility of harmonising school and working hours (by organising school programmes);\ndevelop incentives and support measures for non-governmental organisations committed to promoting equal opportunities;\ndevise, launch and promote information and awareness campaigns to develop more progressive outlooks among both the general public and specific target groups;\nencourage businesses, in particular small and medium-sized enterprises, to introduce and develop management practices that take account of their workers’ family life.\nAs employers, the institutions and bodies of the European Community are called on to implement measures to promote the balanced recruitment and career advancement of men and women and to evaluate the results thereof periodically and to have them published.\nThe Commission is called on to take into consideration the conclusions of the new Community framework strategy on equality between women and men. Within the framework of Community programmes, it is also called on to step up its information and awareness effort and its efforts to promote research and to introduce pilot schemes to implement the balanced participation of men and women in family and working life. It is also encouraged to take account of this resolution in its fifth action programme ifth action programme on equal opportunities for men and women. This will involve placing emphasis on equality of family responsibilities of men and women in the strategic objectives of the programme and giving sufficient prominence to measures to promote the balanced participation of men and women in working and family life.\nAt national and European level, employers in the public and private sectors, workers and the social partners are called on to step up their efforts to ensure balanced participation of men and women in family and working life, notably through the organisation of working time and the abolition of conditions which lead to wage differentials between men and women.\nContext\nThe reconciliation of family and working life was the priority topic in the calls for proposals launched under the fifth Community action programme on equal opportunities for men and women.\nImproved reconciliation of family and working life is one of the guidelines of the European Employment Strategy and is included in the common objectives of the European social inclusion process (combating of poverty and social exclusion).\nRELATED ACTS\nCommunication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions of 3 October 2008 – A better work-life balance: stronger support for reconciling professional, private and family life\n[COM(2008) 635 – Not published in the Official Journal].\n               This communication analyses the policies and measures taken on national and Community levels to help citizens to balance their professional and family lives. It presents the measures of the “reconciliation package”.\nThe reconciliation of these two aspects by European citizens may indeed have an impact on European strategies for growth and jobs, social inclusion and gender equality. It may also have a positive influence on birth rates.\nThe Commission is presenting two new legislative proposals, corresponding to the objectives of the Renewed Social Agenda. In particular with regard to the revision of measures concerning family-related leave (such as maternity leave, Directive 92/8/EEC) and equal treatment of self-employed workers and their assisting spouses (Directive 86/613/EEC). Moreover, the “reconciliation package” also contains a report on the implementation by Member States of targets in terms of childcare services.\nIn addition, the Commission must encourage the exchange of experience and good practices in these domains, as wells as statistics on a Europe-wide basis. It supports the co-financing initiatives of the Cohesion Policy and in particular the European Social Fund (ESF).\nLast updated: 19.01.2009", "tags": ["employment policy", "social policy", "gender equality", "family"], "subjects": ["Social provisions"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}