{"celex_id": "32021L1187", "reference": "20.7.2021\nEN\nOfficial Journal of the European Union\nL 258/1\nDIRECTIVE (EU) 2021/1187 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 7 July 2021\non streamlining measures for advancing the realisation of the trans-European transport network (TEN-T)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 172 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving regard to the opinion of the Committee of the Regions (2),\nActing in accordance with the ordinary legislative procedure (3),\nWhereas:\n(1)\nRegulation (EU) No 1315/2013 of the European Parliament and of the Council (4) sets out a common framework for the creation of state-of-the-art, interoperable networks in the Union, at the service of its citizens, with the objective of strengthening the social, economic and territorial cohesion of the Union and contributing to the creation of a single European transport and mobility area, thereby strengthening the internal market. The trans-European transport network (TEN-T) comprises a dual-layer structure, consisting of a comprehensive network and a core network. The comprehensive network ensures connectivity of all regions of the Union, whereas the core network consists of those elements of the comprehensive network which are of the highest strategic importance for the Union. Regulation (EU) No 1315/2013 sets binding completion targets, with the core network to be completed by 2030 and the comprehensive network by 2050, in particular by prioritising cross-border connections, by improving interoperability, and by contributing to the multimodal integration of Union transport infrastructure.\n(2)\nNotwithstanding the need to complete the TEN-T and the binding timelines for doing so, experience has shown that many investments aiming to complete the TEN-T are confronted with multiple, different and complex permit-granting procedures, cross-border procurement procedures and other procedures. This situation jeopardises the timely implementation of projects and, in many cases, results in significant delays and increased costs. Furthermore, uncertainty may arise for project promoters and potential private investors, and could in certain cases even lead to projects not being realised as initially planned. This Directive aims to address those issues and make synchronised and timely TEN-T completion possible through harmonised action at Union level. When drawing up their national plans and programmes, Member States should take into account the development of the TEN-T, in accordance with Article 49(2) of Regulation (EU) No 1315/2013.\n(3)\nThis Directive should cover project-related procedures, including those related to the environmental impact assessment. However, this Directive should be without prejudice to urban or land-use planning, to procedures related to the award of public procurements, and to steps undertaken at strategic level that are not project-related, such as strategic environmental assessments, public budgetary planning, as well as national or regional transport plans. In order to increase the efficiency of permit-granting procedures and ensure high quality project documentation, project promoters should carry out the preparatory work, such as preliminary studies and reports before the start of the permit-granting procedure. This Directive should not be applicable to procedures before an administrative appeal authority, a court or a tribunal.\n(4)\nThis Directive should apply to projects that are part of pre-identified sections of the core network listed in the Annex to this Directive and to other projects on the core network corridors with a total cost exceeding EUR 300 000 000. Projects exceeding that amount are frequently of strategic importance with respect to the achievement of the Union strategy for smart, sustainable and inclusive growth and contribute to the achievement of the objectives of Regulation (EU) No 1315/2013. The core network corridors are identified through the alignments contained in Regulation (EU) No 1316/2013 of the European Parliament and of the Council (5) and the maps of the core network contained in Regulation (EU) No 1315/2013. The technical basis of those maps is provided by the interactive geographical and technical information system for the TEN-T (TENtec), which contains a higher level of detail concerning the trans-European transport infrastructure.\n(5)\nProjects exclusively related to telematic applications, new technologies and innovation should be excluded from the scope of this Directive since their deployment is not limited to the core network.\n(6)\nMember States may however apply this Directive to other projects on the core network and the comprehensive network, including projects exclusively related to telematic applications, new technologies and innovation, in order to achieve a harmonised approach for transport infrastructure projects. The publication by national authorities of lists of individual projects falling within the scope of this Directive could increase transparency for project promoters regarding ongoing, as well as future works along the TEN-T.\n(7)\nGiven the different environmental assessments provided for in relevant Union and national law, which are necessary for granting permits to projects in the core network, Member States should put in place, where feasible and appropriate, a simplified procedure which fulfils the requirements of that Union and national law in order to help achieve the objectives set out in this Directive aimed at increasing the streamlining of measures.\n(8)\nPriority treatment should be given to projects falling within the scope of this Directive, where relevant. Such treatment may include shorter timelines, simultaneous procedures or limited timeframes for appeals, while ensuring that the objectives of other horizontal policies, such as environmental policies that aim to avoid, prevent, reduce or offset adverse effects on the environment are also reached in accordance with Union and national law. In the legal frameworks of many Member States, priority treatment is given to certain project categories based on their strategic importance for the economy. When such priority treatment exists within a national legal framework, it should automatically apply to projects falling within the scope of this Directive. Nevertheless, Member States should be allowed to test specific permit-granting procedures on a limited number of projects in order to evaluate their potential extension to other projects. During this testing period, the Member State concerned should not be obliged to apply such testing procedures to other projects falling within the scope of this Directive.\n(9)\nIn order to make clear management of the overall procedure possible and to provide a point of contact for project promoters, projects on the core network corridors should be supported by efficient permit-granting procedures. To that end, Member States should designate one or more authorities depending on their national legal frameworks and administrative set-ups and the types of projects concerned. Where a Member State designates several authorities, it should ensure that only one authority is designated for a given project and a given permit-granting procedure.\n(10)\nThe designation of an authority serving as point of contact for the project promoter should reduce the complexity, improve the efficiency and increase the transparency of the procedures. It should also, where appropriate, enhance the cooperation between Member States. The procedures should promote real cooperation between project promoters and the designated authority.\n(11)\nThe designated authority may, inter alia, be entrusted with tasks related to the coordination and the authorisation, in compliance with Union and national law, of specific projects for the reconstruction of infrastructure on the core network in the event of natural or man-made disasters.\n(12)\nThe procedure provided for in this Directive should be without prejudice to the fulfilment of the requirements of international and Union law, including requirements to protect the environment and human health. This Directive should not lead to the lowering of standards that are intended to avoid, prevent, reduce or offset adverse effects on the environment.\n(13)\nGiven the urgency of completing the core network, the simplification of permit-granting procedures should be accompanied by a time-limit for procedures leading to the adoption of an authorising decision to build the transport infrastructure. That time-limit should encourage a more efficient handling of procedures and should, under no circumstances, compromise the Union’s high standards for environmental protection and public participation. It should be possible to extend the time-limit for the permit-granting procedures in duly justified cases, including when unforeseeable circumstances arise or where necessary for environmental protection. The extension could, for instance, be expressed as a period of time or indicated by reference to a date, or a certain future event. The extended time-limit should in particular not include the time necessary to undertake administrative or judicial appeal procedures or to seek judicial remedies before a court or tribunal. Member States should not be held responsible where the failure to comply with that time-limit is due to the project promoter, for example where the project promoter has not complied with the time-limits set out in national law or the indicative time-limits set by the designated authority or where the project promoter has acted with undue delay.\n(14)\nMember States should endeavour to ensure that appeals challenging the substantive or procedural legality of an authorising decision are handled in the most efficient way possible.\n(15)\nTEN-T infrastructure projects that concern two or more Member States face particular challenges as regards the coordination of permit-granting procedures. Therefore, the designated authorities of the Member States concerned should cooperate in order to coordinate their timetables and establish a joint schedule concerning the permit-granting procedure, to the extent that such coordination of their timetables and such establishment of a joint schedule are possible and appropriate given the state of preparation, or of maturity, of the project, which depends mainly on the project promoter, in particular on the date on which the project promoter has notified the project to the designated authority of each of those Member States.\n(16)\nThe European Coordinators designated in accordance with Regulation (EU) No 1315/2013 should be informed about the relevant procedures in order to facilitate their synchronisation and completion in view of the timely implementation of the core network by 2030.\n(17)\nWhere the TEN-T is extended to third countries, in line with the indicative maps set out in Regulation (EU) No 1315/2013, those third countries should be invited to apply, where relevant, similar rules as the ones provided for by this Directive.\n(18)\nPublic procurement in cross-border projects should be carried out in accordance with the Treaties and, where relevant, Directive 2014/24/EU (6) or 2014/25/EU (7) of the European Parliament and of the Council. In order to ensure the efficient completion of the cross-border core network projects, public procurement carried out by a joint entity should be subject to the national law of one Member State. By way of derogation from Union law on public procurement, the applicable national law should, in principle, be that of the Member State where the joint entity has its registered office. It should remain possible to determine the applicable national law by means of an intergovernmental agreement. For a public procurement conducted by a subsidiary of a joint entity, that subsidiary should apply the national law of one of the Member States concerned, which could be the national law applicable to the joint entity. For reasons of legal certainty, current procurement strategies should remain applicable to a joint entity set up before the date of entry into force of this Directive.\n(19)\nThe Commission is not systematically involved in the authorisation of individual projects. However, in some cases, certain aspects of the project preparation are subject to clearance at Union level. Where the Commission is involved in the procedures, it will give priority treatment to Union projects and ensure certainty for project promoters. In some cases, State aid approval might be required. Without prejudice to the deadlines set out in this Directive and in line with the Code of Best Practices for the conduct of State aid control procedures, Member States should be able to ask the Commission to deal with projects on the core network that they consider to be of priority by applying more predictable timelines under the case portfolio approach or the mutually agreed planning.\n(20)\nThe implementation of infrastructure projects on the core network should be also supported by Commission guidelines that bring more clarity as regards the implementation of certain types of projects while respecting the Union acquis. In this respect, the Commission’s Communication of 27 April 2017 entitled ‘Action Plan for nature, people and the economy’ provides guidance and brings more clarity as regards how to comply with Directive 2009/147/EC of the European Parliament and of the Council (8) and Council Directive 92/43/EEC (9). In order to ensure the best value for public money, direct support related to public procurement should be made available for projects.\n(21)\nSince the objective of this Directive, namely to streamline measures for advancing the realisation of the TEN-T, cannot be sufficiently achieved by the Member States but can rather, by reason of the need for strengthening the framework of the permit-granting procedures for TEN-T projects through harmonised action at Union level, be better achieved at Union level, the Union may adopt measures in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve that objective.\n(22)\nFor reasons of legal certainty, this Directive should not apply to permit-granting procedures which started before the date of transposition of this Directive,\nHAVE ADOPTED THIS DIRECTIVE:\nArticle 1\nSubject matter and scope\n1.   This Directive shall apply to the permit-granting procedures required in order to authorise the implementation of:\n(a)\nprojects that are part of pre-identified sections of the core network as listed in the Annex;\n(b)\nother projects on the core network corridors, as identified pursuant to Article 44(1) of Regulation (EU) No 1315/2013, with a total cost exceeding EUR 300 000 000,\nwith the exception of projects exclusively related to telematic applications, new technologies and innovation within the meaning of Articles 31 and 33 of that Regulation.\nThis Directive shall also apply to public procurements in cross-border projects falling within the scope of this Directive.\n2.   Member States may decide to apply this Directive to other projects on the core network and comprehensive network, including projects exclusively related to telematic applications, new technologies and innovation referred to in paragraph 1. Member States shall notify their decision to the Commission.\nArticle 2\nDefinitions\nFor the purposes of this Directive, the following definitions apply:\n(1)\n‘authorising decision’ means the decision or a set of decisions, which may be of an administrative nature, taken simultaneously or successively by an authority or by authorities of a Member State, not including administrative and judicial appeal authorities, under a national legal system and administrative law that determine whether or not a project promoter is entitled to implement the project on the geographical area concerned, without prejudice to any decision taken in the context of an administrative or judicial appeal procedure;\n(2)\n‘permit-granting procedure’ means any procedure that has to be followed related to an individual project falling within the scope of this Directive in order to obtain the authorising decision as required by the authority or authorities of a Member State, under Union or national law, with the exception of urban or land use planning, of procedures related to the award of public procurements, and of steps undertaken at strategic level that do not refer to a specific project, such as strategic environmental assessment, public budgetary planning, as well as national or regional transport plans;\n(3)\n‘project’ means a proposal for the construction, adaptation or modification of a defined section of the transport infrastructure which aims to improve the capacity, safety and efficiency of that infrastructure and of which the implementation has to be approved by means of an authorising decision;\n(4)\n‘cross-border project’ means a project covering a cross-border section between two or more Member States;\n(5)\n‘project promoter’ means the applicant for authorisation of the implementation of a project or the public authority which initiates a project;\n(6)\n‘designated authority’ means the authority which is the point of contact for the project promoter and which facilitates the efficient and structured processing of permit-granting procedures in accordance with this Directive;\n(7)\n‘joint authority’ means an authority established by mutual agreement between two or more Member States to facilitate the permit-granting procedures related to cross-border projects, including joint authorities established by designated authorities where those designated authorities have been empowered by Member States to establish joint authorities.\nArticle 3\nPriority status\n1.   Member States shall endeavour to ensure that all authorities, including the designated authority, involved in the permit-granting procedure, excluding courts and tribunals, give priority to projects falling within the scope of this Directive.\n2.   Where specific permit-granting procedures for priority projects exist under national law, Member States shall, without prejudice to the objectives, requirements and time-limits of this Directive, ensure that projects falling within the scope of this Directive are handled under those procedures. This shall not prevent Member States from testing specific permit-granting procedures on a limited number of projects, in order to evaluate their potential extension to other projects, without having to apply such procedures to projects falling within the scope of this Directive.\n3.   This Article shall be without prejudice to any budgetary decisions.\nArticle 4\nDesignated Authority\n1.   By 10 August 2023, each Member State shall designate, at the appropriate administrative level, the authorities that are to act as a designated authority.\n2.   A Member State may, where relevant, designate different authorities as the designated authority depending on the project or category of projects, transport mode, or the geographical area. In such a case, the Member State shall ensure that there is only one designated authority for a given project and for a given permit-granting procedure.\n3.   Member States shall take all necessary measures to provide project promoters with easily available information about the identity of the designated authority for a given project.\n4.   Member States may empower the designated authority to take the authorising decision.\nWhen empowered to take the authorising decision in accordance with the first subparagraph, the designated authority shall verify that all the permits, decisions and opinions necessary for the adoption of the authorising decision have been obtained and shall notify the authorising decision to the project promoter.\n5.   Where the designated authority is not empowered to take the authorising decision, Member States shall take the necessary measures to ensure that the project promoter is notified of the adoption of the authorising decision.\n6.   Member States may empower the designated authority to establish indicative time-limits for different intermediary steps of the permit-granting procedure in accordance with Article 5(1), without prejudice to the four-year time-limit referred to in that paragraph.\n7.   The designated authority shall:\n(a)\nbe the point of contact for information for the project promoter and for other relevant authorities involved in the procedure leading to the authorising decision for a given project;\n(b)\nprovide the project promoter, where required to do so under national law, with the detailed application outline referred to in Article 6(4), including information on the indicative time-limits relating to the permit-granting procedures, in accordance with the four-year time-limit referred to in Article 5(1);\n(c)\noversee the timeframe of the permit-granting procedure, and in particular record any extension of the time-limit referred to in Article 5(4);\n(d)\nif requested, provide guidance to the project promoter concerning the submission of all relevant information and documents, including all the permits, decisions and opinions which have to be obtained and provided for the authorising decision.\nThe designated authority may also provide guidance to the project promoter as to what additional information and/or documents should be delivered in the event that the notification referred to in Article 6(1) has been rejected.\n8.   Paragraph 7 is without prejudice to the competence of any other authorities involved in the permit-granting procedure and to the possibility for the project promoter to contact the individual authorities for the specific permits, decisions or opinions which form part of the authorising decision.\nArticle 5\nDuration of the permit-granting procedure\n1.   Member States shall provide for a permit-granting procedure, including the deadlines for that procedure which shall not exceed four years from the start of the permit-granting procedure. Member States may adopt necessary measures in order to break down the available period into different steps in accordance with Union and national law.\n2.   The four-year period referred to in paragraph 1 shall be without prejudice to obligations arising from international and Union law and shall not include periods necessary to undertake administrative and judicial appeal procedures and to seek judicial remedies before a court or tribunal, as well as any periods necessary to implement any resulting decisions or remedies.\n3.   The four-year period referred to in paragraph 1 shall be without prejudice to the right of a Member State to provide that the permit-granting procedure is to be finalised by the adoption of a specific act of national legislation, in which case, the procedure for adoption of that act may, by way of derogation from paragraph 1, exceed the four year period provided that the preparatory work, on the basis of which the national legislative act is adopted, is concluded within that period. The preparatory work shall be considered to end when the specific act of national legislation is introduced to the national parliament.\n4.   Member States shall adopt the necessary measures to ensure that, in duly justified cases, an appropriate extension of the four-year period referred to in paragraph 1 may be granted. The duration of the extension shall be determined on a case-by-case basis, be duly justified and be limited to the purpose of completing the permit-granting procedure and delivering the authorising decision. When such an extension has been granted, the project promoter shall be informed of the reasons for granting it. A further extension may be granted once, under the same conditions.\n5.   Member States shall not be held responsible where the four-year period referred to in paragraph 1, as extended in accordance with paragraph 4, is not complied with where the delay incurred is due to the project promoter.\nArticle 6\nOrganisation of the permit-granting procedure\n1.   The project promoter shall notify the project to the designated authority or, where appropriate, to the joint authority established in accordance with Article 7(2). The notification of the project by the project promoter, shall serve as the start of the permit-granting procedure.\n2.   In order to facilitate the assessment of the maturity of the project, Member States may define the level of detail of information and the relevant documents to be provided by the project promoter when notifying a project. If the project is not mature, the notification shall be rejected by a duly justified decision not later than four months after the receipt of the notification.\n3.   Member States shall take the necessary measures to ensure that project promoters receive general information as a guide to notification, adapted, where relevant, to the mode of transport concerned, containing information about the permits, decisions and opinions that may be required for the implementation of a project.\nThat information shall, for each permit, decision or opinion, include the following:\n(a)\ngeneral information about the material scope and the level of detail of the information to be submitted by the project promoter;\n(b)\napplicable time-limits or, if there are no such time-limits, indicative time-limits; and\n(c)\ndetails of the authorities and stakeholders normally involved in consultations linked to the different permits, decisions and opinions.\nThat information shall be easily accessible to all relevant project promoters, in particular through electronic or physical information portals.\n4.   In order to facilitate successful notification, Member States may require the designated authority to establish, upon request by the project promoter, a detailed application outline comprising the following information customised for the individual project:\n(a)\nthe individual stages of the procedure and applicable time-limits or, if there are no such time-limits, indicative time-limits;\n(b)\nthe material scope and the level of detail of the information to be submitted by the project promoter;\n(c)\na list of permits, decisions and opinions to be obtained by the project promoter during the permit-granting procedure, in accordance with Union and national law;\n(d)\nthe details of the authorities and stakeholders to be involved in connection with the respective obligations, including during the formal phase of the public consultation.\n5.   The detailed application outline shall remain valid during the permit-granting procedure. Any amendment to the detailed application outline shall be duly justified.\n6.   The designated authority may provide the project promoter, on request, with the information supplementing the elements referred to in paragraph 4.\n7.   When the project promoter has submitted the complete project application file, the authorising decision shall be adopted within the time-limit referred to in Article 5(1).\n8.   Authorities involved in the permit-granting procedure shall notify the designated authority that the required permits, decisions, opinions, or the authorising decision, have been issued.\nArticle 7\nCoordination of cross-border permit-granting procedures\n1.   Member States shall ensure, for projects that concern two or more Member States, that the designated authorities of those Member States cooperate with a view to coordinating their timetables and agreeing on a joint schedule concerning the permit-granting procedure.\n2.   For cross-border projects, a joint authority may be established.\n3.   Member States shall take the necessary measures to ensure that the European Coordinators designated in accordance with Article 45 of Regulation (EU) No 1315/2013 receive information on the permit-granting procedures and that the European Coordinators may facilitate contacts between the designated authorities in the context of the permit-granting procedures for projects that concern two or more Member States.\n4.   Member States shall, if the time-limit referred to in Article 5(1) is not observed, and upon request, provide information to the European Coordinators concerned about the measures taken or planned to be taken in order to enable the permit-granting procedure to be concluded with the least possible delay.\nArticle 8\nPublic procurement in cross-border projects\n1.   When the procurement procedures are conducted by a joint entity in a cross-border project, Member States shall take the necessary measures to ensure that the joint entity applies the national law of one Member State and, by way of derogation from Directives 2014/24/EU and 2014/25/EU, that law shall be determined in accordance with point (a) of Article 39(5) of Directive 2014/24/EU or point (a) of Article 57(5) of Directive 2014/25/EU, as applicable, unless an agreement between the participating Member States provides otherwise. Such an agreement shall, in any case, provide for the application of the national law of one Member State to the procurement procedures conducted by a joint entity.\n2.   For public procurement conducted by a subsidiary of a joint entity, the Member States concerned shall take the necessary measures to ensure that the subsidiary applies the national law of one Member State. In this respect, the Member States concerned may decide that the subsidiary is to apply the national law applicable to the joint entity.\nArticle 9\nTransitional provisions\n1.   This Directive shall not apply to projects for which the permit-granting procedures started before 10 August 2023.\n2.   Article 8 shall only apply to such contracts for which the call for competition has been sent, or, in cases where a call for competition is not foreseen, where the contracting authority or contracting entity commenced the procurement procedure, after 10 August 2023.\n3.   Article 8 shall not apply to a joint entity set up before 9 August 2021, if the procurement procedures of that entity continue to be governed by the law applicable to its procurements on that date.\nArticle 10\nReporting\n1.   For the first time by 10 February 2027, and at regular intervals thereafter, the Commission shall report to the European Parliament and to the Council on the implementation of this Directive and on its results.\n2.   The report shall be based on information to be provided by Member States every two years and for the first time by 10 August 2026, concerning the number of permit-granting procedures falling within the scope of this Directive, the average length of the permit-granting procedures, the number of permit-granting procedures exceeding the time-limit and the establishment of any joint authority during the reporting period.\nArticle 11\nTransposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 10 August 2023. They shall immediately inform the Commission thereof.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the main measures of national law which they adopt in the field covered by this Directive.\nArticle 12\nEntry into force\nThis Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Directive is addressed to the Member States.\nDone at Strasbourg, 7 July 2021.\nFor the European Parliament\nThe President\nD. M. SASSOLI\nFor the Council\nThe President\nA. LOGAR\n(1)  OJ C 62, 15.2.2019, p. 269.\n(2)  OJ C 168, 16.5.2019, p. 91.\n(3)  Position of the European Parliament of 13 February 2019 (OJ C 449, 23.12.2020, p. 576) and position of the Council at first reading of 14 June 2021 (OJ C 273, 8.7.2021, p. 1). Position of the European Parliament of 6 July 2021 (not yet published in the Official Journal).\n(4)  Regulation (EU) No 1315/2013 of the European Parliament and of the Council of 11 December 2013 on Union guidelines for the development of the trans-European transport network and repealing Decision No 661/2010/EU (OJ L 348, 20.12.2013, p. 1).\n(5)  Regulation (EU) No 1316/2013 of the European Parliament and of the Council of 11 December 2013 establishing the Connecting Europe Facility, amending Regulation (EU) No 913/2010 and repealing Regulations (EC) No 680/2007 and (EC) No 67/2010 (OJ L 348, 20.12.2013, p. 129).\n(6)  Directive 2014/24/EU of the European Parliament and of the Council of 26 February 2014 on public procurement and repealing Directive 2004/18/EC (OJ L 94, 28.3.2014, p. 65).\n(7)  Directive 2014/25/EU of the European Parliament and of the Council of 26 February 2014 on procurement by entities operating in the water, energy, transport and postal services sectors and repealing Directive 2004/17/EC (OJ L 94, 28.3.2014, p. 243).\n(8)  Directive 2009/147/EC of the European Parliament and of the Council of 30 November 2009 on the conservation of wild birds (OJ L 20, 26.1.2010, p. 7).\n(9)  Council Directive 92/43/EEC of 21 May 1992 on the conservation of natural habitats and of wild fauna and flora (OJ L 206, 22.7.1992, p. 7).\nANNEX\nPre-identified sections of cross-border links and missing links in the core network corridors [referred to in point (a) of Article 1(1)]\nCore network corridor ‘Atlantic’\nCross-border links\nÉvora – Mérida\nRail\nVitoria-Gasteiz – San Sebastián – Bayonne – Bordeaux\nAveiro – Salamanca\nDouro river (Via Navegável do Douro)\nInland waterways\nMissing links\nNon-UIC gauge interoperable lines on the Iberian Peninsula\nRail\nCore network corridor ‘Baltic – Adriatic’\nCross-border links\nKatowice/Opole – Ostrava – Brno\nKatowice – Žilina\nBratislava – Wien\nGraz – Maribor\nVenezia – Trieste – Divača – Ljubljana\nRail\nKatowice – Žilina\nBrno – Wien\nRoad\nMissing links\nGloggnitz – Mürzzuschlag: Semmering base tunnel\nGraz – Klagenfurt: Koralm railway line and tunnel\nKoper – Divača\nRail\nCore network corridor ‘Mediterranean’\nCross-border links\nBarcelona – Perpignan\nRail\nLyon – Torino: base tunnel and access routes\nNice – Ventimiglia\nVenezia – Trieste – Divača – Ljubljana\nLjubljana – Zagreb\nZagreb – Budapest\nBudapest – Miskolc – UA border\nLendava – Letenye\nRoad\nVásárosnamény – UA border\nMissing links\nAlmería – Murcia\nRail\nNon-UIC gauge interoperable lines on the Iberian Peninsula\nPerpignan – Montpellier\nKoper – Divača\nRijeka – Zagreb\nMilano – Cremona – Mantova – Porto Levante/Venezia – Ravenna/Trieste\nInland waterways\nCore network corridor ‘North Sea – Baltic’\nCross-border links\nTallinn – Rīga – Kaunas – Warszawa: Rail Baltic new UIC gauge fully interoperable line\nRail\nŚwinoujście/Szczecin – Berlin\nRail and inland waterways\nVia Baltica Corridor EE-LV-LT-PL\nRoad\nMissing links\nKaunas – Vilnius: part of Rail Baltic new UIC gauge fully interoperable line\nRail\nWarszawa/Idzikowice – Poznań/Wrocław, incl. connections to the planned Central Transport Hub\nNord-Ostsee-Kanal\nInland waterways\nBerlin – Magdeburg – Hannover; Mittellandkanal; western German canals\nRhine, Waal\nNoordzeekanaal, IJssel, Twentekanaal\nCore network corridor ‘North Sea – Mediterranean’\nCross-border links\nBrussel or Bruxelles – Luxembourg – Strasbourg\nRail\nTerneuzen – Gent\nInland waterways\nSeine – Scheldt Network and the related Seine, Scheldt and Meuse river basins\nRhine-Scheldt corridor\nMissing links\nAlbertkanaal/Canal Albert and Kanaal Bocholt-Herentals\nInland waterways\nCore network corridor ‘Orient/East-Med’\nCross-border links\nDresden – Praha/Kolín\nRail\nWien/Bratislava – Budapest\nBékéscsaba – Arad – Timişoara\nCraiova – Calafat – Vidin – Sofia – Thessaloniki\nSofia – RS border/MK border\nTR border – Alexandroupoli\nMK border – Thessaloniki\nIoannina – Kakavia (AL border)\nRoad\nDrobeta Turnu Severin/Craiova – Vidin – Montana\nSofia – RS border\nHamburg – Dresden – Praha – Pardubice\nInland waterways\nMissing links\nIgoumenitsa – Ioannina\nRail\nPraha – Brno\nThessaloniki – Kavala – Alexandroupoli\nTimişoara – Craiova\nCore network corridor ‘Rhine – Alpine’\nCross-border links\nZevenaar – Emmerich – Oberhausen\nRail\nKarlsruhe – Basel\nMilano/Novara – CH border\nBasel – Antwerpen/Rotterdam – Amsterdam\nInland waterways\nMissing links\nGenova – Tortona/Novi Ligure\nRail\nZeebrugge – Gent\nCore network corridor ‘Rhine – Danube’\nCross-border links\nMünchen – Praha\nRail\nNürnberg – Plzeň\nMünchen – Mühldorf – Freilassing – Salzburg\nStrasbourg – Kehl Appenweier\nHranice – Žilina\nKošice – UA border\nWien – Bratislava/Budapest\nBratislava – Budapest\nBékéscsaba – Arad – Timişoara – RS border\nBucurești – Giurgiu – Rousse\nDanube (Kehlheim – Constanța/Midia/Sulina) and the related Váh, Sava and Tisza river basins\nInland waterways\nZlín – Žilina\nRoad\nTimişoara – RS border\nMissing links\nStuttgart – Ulm\nRail\nSalzburg – Linz\nCraiova – București\nArad – Sighişoara – Brașov – Predeal\nCore network corridor ‘Scandinavian – Mediterranean’\nCross-border links\nRU border – Helsinki\nRail\nKøbenhavn – Hamburg: Fehmarn belt fixed link access routes\nMünchen – Wörgl – Innsbruck – Fortezza – Bolzano – Trento – Verona: Brenner base tunnel and its access routes\nGöteborg – Oslo\nKøbenhavn – Hamburg: Fehmarn belt fixed link\nRail/Road", "summary": "Advancing the Trans-European Transport Network (TEN-T)\nAdvancing the Trans-European Transport Network (TEN-T)\nSUMMARY OF:\nDirective (EU) 2021/1187 on streamlining measures for advancing the realisation of the trans-European transport network (TEN-T)\nWHAT IS THE AIM OF THE DIRECTIVE?\nIt aims to streamline measures to advance the realisation of the trans-European transport network (TEN-T).\nIt also aims to make the procedural process clearer for project promoters, in particular as regards permit granting and public procurement.\nKEY POINTS\n              \nThe directive is known as the ‘smart TEN-T directive’ and is the third part of the EU’s third Mobility Package — Europe on the Move.\nScope\nThe directive covers the following:\nthe pre-identified cross-border links and missing links of the TEN-T core network* corridors, as set out in Annex I;\nprojects on the core network corridors exceeding €300 million.\nIt does not cover projects that exclusively relate to telematics applications, new technology and innovation, as defined in the TEN-T guidelines — Regulation (EU) No 1315/2013 (see summary).\nEU Member States can choose to extend the Directive’s scope to include all projects on the core network or even of the comprehensive network. In case a Member State chooses to extend the scope, it should notify the European Commission.\nPrioritisation\nMember States shall ensure that national authorities give priority to projects covered by the directive in granting procedures.\nWhere specific permit-granting procedures for priority projects exist under national law, Member States shall ensure that these procedures are used for projects covered by the directive.\nDesignated authority\nBy 10 August 2023, each Member State must establish a designated authority which will take responsibility for projects. Its role will include:\nserving as the point of contact for the project promoter and other relevant authorities;\noutlining applications to project promoters;\noverseeing the time-frame for permit-granting procedure;\nproviding guidance where required on the submission of documents and information;\ntaking authorising decisions, if given the power to do so by the respective Member State.\nPermit-granting procedure\nThe directive simplifies the rules for the permit-granting procedure.\nA maximum of 4 years are to be granted for authorisation, although this may extended in duly justified cases.\nMember States may incorporate stages into the permit-granting process under national law.\nMember States' designated authorities shall cooperate on cross-border procedures, with the assistance and oversight of EU coordinators, with a view to coordinating their timetables and agreeing on a joint schedule concerning the permit-granting procedure.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt has applied since 9 August 2021 and has to become law in the Member States by 10 August 2023.\nBACKGROUND\n              \nFor more information, see:\nTrans-European Transport Network TENtec (European Commission).\nKEY TERMS\n              \nCore network: includes the most important connections on the network, linking the most important nodes, and is to be completed by 2030.\nMAIN DOCUMENT\n            \nDirective (EU) 2021/1187 of the European Parliament and of the Council of 7 July 2021 on streamlining measures for advancing the realisation of the trans-European transport network (TEN-T) (OJ L 258, 20.7.2021, pp. 1–13).\nRELATED DOCUMENTS\n            \nRegulation (EU) No 1315/2013 of the European Parliament and of the Council of 11 December 2013 on Union guidelines for the development of the trans-European transport network and repealing Decision No 661/2010/EU T(OJ L 348, 20.12.2013, pp. 1–128).\nSuccessive amendments to Regulation (EU) No 1315/2013 have been incorporated into the original text. This consolidated version is of documentary value only.\nlast update 13.10.2021", "tags": ["transport infrastructure", "cross-border cooperation", "common transport policy", "administrative procedure", "transport network", "EU Member State", "project of common interest", "trans-European network"], "subjects": ["Trans-European networks", "Transport"], "split": "validation", "reference_annotations": {"32021L1187_p1": {"text": "(4)  regulation 1315/2013 of the European Parliament and of the Council of 11 December 2013 on Union guidelines for the development of the trans-European transport network and repealing decision 661/2010/eu (OJ L 348, 20.12.2013, p. 1).", "triples": [" regulation 1315/2013,  repealing,  decision 661/2010/eu"]}, "32021L1187_p2": {"text": "(5)  regulation 1316/2013 of the European Parliament and of the Council of 11 December 2013 establishing the Connecting Europe Facility, amending regulation 913/2010 and repealing regulation 680/2007 regulation 67/2010 (OJ L 348, 20.12.2013, p. 129).", "triples": [" regulation 1316/2013,  amending,  regulation 913/2010", " regulation 1316/2013,  repealing,  regulation 680/2007", " regulation 1316/2013,  repealing,  regulation 67/2010"]}, "32021L1187_p3": {"text": "(6)  directive 2014/24/eu of the European Parliament and of the Council of 26 February 2014 on public procurement and repealing directive 2004/18/ec (OJ L 94, 28.3.2014, p. 65).", "triples": [" directive 2014/24/eu,  repealing,  directive 2004/18/ec"]}, "32021L1187_p4": {"text": "(7)  directive 2014/25/eu of the European Parliament and of the Council of 26 February 2014 on procurement by entities operating in the water, energy, transport and postal services sectors and repealing directive 2004/17/ec (OJ L 94, 28.3.2014, p. 243).", "triples": [" directive 2014/25/eu,  repealing,  directive 2004/17/ec"]}}, "summary_annotations": {"32021L1187_p1": {"text": "regulation 1315/2013 of the European Parliament and of the Council of 11 December 2013 on Union guidelines for the development of the trans-European transport network and repealing decision 661/2010/eu T(OJ L 348, 20.12.2013, pp. 1–128).", "triples": [" regulation 1315/2013,  repealing,  decision 661/2010/eu"]}}}