{"celex_id": "32013L0035", "reference": "29.6.2013\nEN\nOfficial Journal of the European Union\nL 179/1\nDIRECTIVE 2013/35/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 26 June 2013\non the minimum health and safety requirements regarding the exposure of workers to the risks arising from physical agents (electromagnetic fields) (20th individual Directive within the meaning of Article 16(1) of Directive 89/391/EEC) and repealing Directive 2004/40/EC\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 153(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nUnder the Treaty, the European Parliament and the Council may, by means of directives, adopt minimum requirements for the encouragement of improvements, in particular of the working environment, to guarantee a better level of protection of the health and safety of workers. Such directives are to avoid imposing administrative, financial and legal constraints in a way which would hold back the creation and development of small and medium-sized undertakings.\n(2)\nArticle 31(1) of the Charter of Fundamental Rights of the European Union provides that every worker has the right to working conditions which respect his or her health, safety and dignity.\n(3)\nFollowing the entry into force of Directive 2004/40/EC of the European Parliament and of the Council of 29 April 2004 on the minimum health and safety requirements regarding the exposure of workers to the risks arising from physical agents (electromagnetic fields) (18th individual Directive within the meaning of Article 16(1) of Directive 89/391/EEC) (3), serious concerns were expressed by stakeholders, in particular those from the medical community, as to the potential impact of the implementation of that Directive on the use of medical procedures based on medical imaging. Concerns were also expressed as to the impact of the Directive on certain industrial activities.\n(4)\nThe Commission examined attentively the arguments put forward by stakeholders and, after several consultations, decided to thoroughly reconsider some provisions of Directive 2004/40/EC on the basis of new scientific information produced by internationally recognised experts.\n(5)\nDirective 2004/40/EC was amended by Directive 2008/46/EC of the European Parliament and of the Council (4), with the effect of postponing, by four years, the deadline for the transposition of Directive 2004/40/EC, and subsequently by Directive 2012/11/EU of the European Parliament and of the Council (5), with the effect of postponing that deadline for transposition until 31 October 2013. This was to allow the Commission to present a new proposal, and the co-legislators to adopt a new directive, based on fresher and sounder evidence.\n(6)\nDirective 2004/40/EC should be repealed and more appropriate and proportionate measures to protect workers from the risks associated with electromagnetic fields should be introduced. That Directive did not address the long-term effects, including the possible carcinogenic effects, of exposure to time-varying electric, magnetic and electromagnetic fields, for which there is currently no conclusive scientific evidence establishing a causal relationship. This Directive is intended to address all known direct biophysical effects and indirect effects caused by electromagnetic fields, in order not only to ensure the health and safety of each worker on an individual basis, but also to create a minimum basis of protection for all workers in the Union, while reducing possible distortions of competition.\n(7)\nThis Directive does not address suggested long-term effects of exposure to electromagnetic fields, since there is currently no well-established scientific evidence of a causal relationship. However, if such well-established scientific evidence emerges, the Commission should consider the most appropriate means for addressing such effects, and should, through its report on the practical implementation of this Directive, keep the European Parliament and Council informed in this regard. In doing so, the Commission should, in addition to the appropriate information that it receives from Member States, take into account the latest available research and new scientific knowledge arising from the data in this area.\n(8)\nMinimum requirements should be laid down, thereby giving Member States the option of maintaining or adopting more favourable provisions for the protection of workers, in particular by fixing lower values for the action levels (ALs) or the exposure limit values (ELVs) for electromagnetic fields. However, the implementation of this Directive should not serve to justify any regression in relation to the situation already prevailing in each Member State.\n(9)\nThe system of protection against electromagnetic fields should be limited to a definition, which should be free of excessive detail, of the objectives to be attained, the principles to be observed and the fundamental values to be applied, in order to enable Member States to apply the minimum requirements in an equivalent manner.\n(10)\nIn order to protect workers exposed to electromagnetic fields it is necessary to carry out an effective and efficient risk assessment. However, this obligation should be proportional to the situation encountered at the workplace. Therefore, it is appropriate to design a protection system that groups different risks in a simple, graduated and easily understandable way. Consequently, the reference to a number of indicators and standard situations, to be provided by practical guides, can usefully assist employers in fulfilling their obligations.\n(11)\nThe undesired effects on the human body depend on the frequency of the electromagnetic field or radiation to which it is exposed. Therefore, exposure limitation systems need to be exposure-pattern and frequency dependent in order to adequately protect workers exposed to electromagnetic fields.\n(12)\nThe level of exposure to electromagnetic fields can be more effectively reduced by incorporating preventive measures into the design of workstations and by giving priority, when selecting work equipment, procedures and methods, to reducing risks at source. Provisions relating to work equipment and methods thereby contribute to the protection of the workers involved. There is, however, a need to avoid duplication of assessments where work equipment meets the requirements of relevant Union law on products that establishes stricter safety levels than those provided for by this Directive. This allows for simplified assessment in a large number of cases.\n(13)\nEmployers should make adjustments in the light of technical progress and scientific knowledge regarding the risks related to exposure to electromagnetic fields, with a view to improving the safety and health protection of workers.\n(14)\nSince this Directive is an individual Directive within the meaning of Article 16(1) of Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work (6), it follows that Directive 89/391/EEC applies to the exposure of workers to electromagnetic fields, without prejudice to more stringent and/or specific provisions contained in this Directive.\n(15)\nThe physical quantities, ELVs and ALs, laid down in this Directive are based on the recommendations of the International Commission on Non-Ionizing Radiation Protection (ICNIRP) and should be considered in accordance with ICNIRP concepts, save where this Directive specifies otherwise.\n(16)\nIn order to ensure that this Directive remains up-to-date, the power to adopt acts in accordance with Article 290 of the Treaty on the Functioning of the European Union should be delegated to the Commission in respect of purely technical amendments of the Annexes, to reflect the adoption of regulations and directives in the field of technical harmonisation and standardisation, technical progress, changes in the most relevant standards or specifications and new scientific findings concerning hazards presented by electromagnetic fields, as well as to adjust ALs. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level. The Commission, when preparing and drawing-up delegated acts, should ensure a simultaneous, timely and appropriate transmission of relevant documents to the European Parliament and to the Council.\n(17)\nIf amendments of a purely technical nature to the Annexes become necessary, the Commission should work in close cooperation with the Advisory Committee for Safety and Health at Work set up by Council Decision of 22 July 2003 (7).\n(18)\nIn exceptional cases, where imperative grounds of urgency so require, such as possible imminent risks to workers’ health and safety arising from their exposure to electromagnetic fields, the possibility should be given to apply the urgency procedure to delegated acts adopted by the Commission.\n(19)\nIn accordance with the Joint Political Declaration of 28 September 2011 of Member States and the Commission on explanatory documents (8), Member States have undertaken to accompany, in justified cases, the notification of their transposition measures with one or more documents explaining the relationship between the components of a directive and the corresponding parts of national transposition instruments. With regard to this Directive, the legislator considers the transmission of such documents to be justified.\n(20)\nA system including ELVs and ALs, where applicable, should be seen as a means to facilitate the provision of a high level of protection against the adverse health effects and safety risks that may result from exposure to electromagnetic fields. However, such a system may conflict with specific conditions in certain activities, such as the use of the magnetic resonance technique in the medical sector. It is therefore necessary to take those particular conditions into account.\n(21)\nGiven the specificities of the armed forces and in order to allow them to operate and interoperate effectively, including in joint international military exercises, Member States should be able to implement equivalent or more specific protection systems, such as internationally agreed standards, for example NATO standards, provided that adverse health effects and safety risks are prevented.\n(22)\nEmployers should be required to ensure that risks arising from electromagnetic fields at work are eliminated or reduced to a minimum. It is nevertheless possible that in specific cases and in duly justified circumstances, the ELVs set out in this Directive are only temporarily exceeded. In such a case, employers should be required to take the necessary actions in order to return to compliance with the ELVs as soon as possible.\n(23)\nA system ensuring a high level of protection as regards the adverse health effects and safety risks that may result from exposure to electromagnetic fields should take due account of specific groups of workers at particular risk and avoid interference problems with, or effects on the functioning of, medical devices such as metallic prostheses, cardiac pacemakers and defibrillators, cochlear implants and other implants or medical devices worn on the body. Interference problems, especially with pacemakers, may occur at levels below the ALs and should therefore be the object of appropriate precautions and protective measures,\nHAVE ADOPTED THIS DIRECTIVE:\nCHAPTER I\nGENERAL PROVISIONS\nArticle 1\nSubject-matter and scope\n1.   This Directive, which is the 20th individual Directive within the meaning of Article 16(1) of Directive 89/391/EEC, lays down minimum requirements for the protection of workers from risks to their health and safety arising, or likely to arise, from exposure to electromagnetic fields during their work.\n2.   This Directive covers all known direct biophysical effects and indirect effects caused by electromagnetic fields.\n3.   The exposure limit values (ELVs) laid down in this Directive cover only scientifically well-established links between short-term direct biophysical effects and exposure to electromagnetic fields.\n4.   This Directive does not cover suggested long-term effects.\nThe Commission shall keep under review the latest scientific developments. If well-established scientific evidence on suggested long-term effects becomes available, the Commission shall consider a suitable policy response, including, if appropriate, the submission of a legislative proposal to address such effects. The Commission shall, through its report referred to in Article 15, keep the European Parliament and the Council informed in this regard.\n5.   This Directive does not cover the risks resulting from contact with live conductors.\n6.   Without prejudice to the more stringent or more specific provisions in this Directive, Directive 89/391/EEC shall continue to apply in full to the whole area referred to in paragraph 1.\nArticle 2\nDefinitions\nFor the purposes of this Directive, the following definitions shall apply:\n(a)\n‘electromagnetic fields’ means static electric, static magnetic and time-varying electric, magnetic and electromagnetic fields with frequencies up to 300 GHz;\n(b)\n‘direct biophysical effects’ means effects in the human body directly caused by its presence in an electromagnetic field, including:\n(i)\nthermal effects, such as tissue heating through energy absorption from electromagnetic fields in the tissue;\n(ii)\nnon-thermal effects, such as the stimulation of muscles, nerves or sensory organs. These effects might have a detrimental effect on the mental and physical health of exposed workers. Moreover, the stimulation of sensory organs may lead to transient symptoms, such as vertigo or phosphenes. These effects might create temporary annoyance or affect cognition or other brain or muscle functions, and may thereby affect the ability of a worker to work safely (i.e. safety risks); and\n(iii)\nlimb currents;\n(c)\n‘indirect effects’ means effects, caused by the presence of an object in an electromagnetic field, which may become the cause of a safety or health hazard, such as:\n(i)\ninterference with medical electronic equipment and devices, including cardiac pacemakers and other implants or medical devices worn on the body;\n(ii)\nthe projectile risk from ferromagnetic objects in static magnetic fields;\n(iii)\nthe initiation of electro-explosive devices (detonators);\n(iv)\nfires and explosions resulting from the ignition of flammable materials by sparks caused by induced fields, contact currents or spark discharges; and\n(v)\ncontact currents;\n(d)\n‘exposure limit values (ELVs)’ means values established on the basis of biophysical and biological considerations, in particular on the basis of scientifically well-established short-term and acute direct effects, i.e. thermal effects and electrical stimulation of tissues;\n(e)\n‘health effects ELVs’ means those ELVs above which workers might be subject to adverse health effects, such as thermal heating or stimulation of nerve and muscle tissue;\n(f)\n‘sensory effects ELVs’ means those ELVs above which workers might be subject to transient disturbed sensory perceptions and minor changes in brain functions;\n(g)\n‘action levels (ALs)’ means operational levels established for the purpose of simplifying the process of demonstrating the compliance with relevant ELVs or, where appropriate, to take relevant protection or prevention measures specified in this Directive.\nThe AL terminology used in Annex II is as follows:\n(i)\nfor electric fields, ‘low ALs’ and ‘high ALs’ means levels which relate to the specific protection or prevention measures specified in this Directive; and\n(ii)\nfor magnetic fields, ‘low ALs’ means levels which relate to the sensory effects ELVs and ‘high ALs’ to the health effects ELVs.\nArticle 3\nExposure limit values and action levels\n1.   Physical quantities regarding exposure to electromagnetic fields are indicated in Annex I. Health effects ELVs, sensory effects ELVs and ALs are set out in Annexes II and III.\n2.   Member States shall require that employers ensure that the exposure of workers to electromagnetic fields is limited to the health effects ELVs and sensory effects ELVs set out in Annex II, for non-thermal effects, and in Annex III, for thermal effects. Compliance with health effects ELVs and sensory effects ELVs must be established by the use of relevant exposure assessment procedures referred to in Article 4. Where the exposure of workers to electromagnetic fields exceeds the ELVs, the employer shall take immediate action in accordance with Article 5(8).\n3.   For the purpose of this Directive, where it is demonstrated that the relevant ALs set out in Annex II and III are not exceeded, the employer shall be deemed to be in compliance with the health effects ELVs and sensory effects ELVs. Where the exposure exceeds the ALs, the employer shall act in accordance with Article 5(2), unless the assessment carried out in accordance with Article 4(1), (2) and (3) demonstrates that the relevant ELVs are not exceeded and that safety risks can be excluded.\nNotwithstanding the first subparagraph, exposure may exceed:\n(a)\nlow ALs for electric fields (Annex II, Table B1), where justified by the practice or process, provided that either the sensory effects ELVs (Annex II, Table A3) are not exceeded; or\n(i)\nthe health effects ELVs (Annex II, Table A2) are not exceeded;\n(ii)\nthe excessive spark discharges and contact currents (Annex II, Table B3) are prevented by specific protection measures as set out in Article 5(6); and\n(iii)\ninformation on the situations referred to in point (f) of Article 6 has been given to workers;\n(b)\nlow ALs for magnetic fields (Annex II, Table B2) where justified by the practice or process, including in the head and torso, during the shift, provided that either the sensory effects ELVs (Annex II, Table A3) are not exceeded; or\n(i)\nthe sensory effects ELVs are exceeded only temporarily;\n(ii)\nthe health effects ELVs (Annex II, Table A2) are not exceeded;\n(iii)\naction is taken, in accordance with Article 5(9), where there are transient symptoms under point (a) of that paragraph; and\n(iv)\ninformation on the situations referred to in point (f) of Article 6 has been given to workers.\n4.   Notwithstanding paragraphs 2 and 3, exposure may exceed:\n(a)\nthe sensory effects ELVs (Annex II, Table A1) during the shift, where justified by the practice or process, provided that:\n(i)\nthey are exceeded only temporarily;\n(ii)\nthe health effects ELVs (Annex II, Table A1) are not exceeded;\n(iii)\nspecific protection measures have been taken in accordance with Article 5(7);\n(iv)\naction is taken in accordance with Article 5(9), where there are transient symptoms under point (b) of that paragraph; and\n(v)\ninformation on the situations referred to in point (f) of Article 6 has been given to workers;\n(b)\nthe sensory effects ELVs (Annex II, Table A3 and Annex III, Table A2) during the shift, where justified by the practice or process, provided that:\n(i)\nthey are exceeded only temporarily;\n(ii)\nthe health effects ELVs (Annex II, Table A2 and Annex III, Table A1 and Table A3) are not exceeded;\n(iii)\naction is taken in accordance with Article 5(9), where there are transient symptoms under point (a) of that paragraph; and\n(iv)\ninformation on the situations referred to in point (f) of Article 6 has been given to workers.\nCHAPTER II\nOBLIGATIONS OF EMPLOYERS\nArticle 4\nAssessment of risks and determination of exposure\n1.   In carrying out the obligations laid down in Articles 6(3) and 9(1) of Directive 89/391/EEC, the employer shall assess all risks for workers arising from electromagnetic fields at the workplace and, if necessary, measure or calculate the levels of electromagnetic fields to which workers are exposed.\nWithout prejudice to Article 10 of Directive 89/391/EEC and Article 6 of this Directive, that assessment can be made public on request in accordance with relevant Union and national laws. In particular, in the case of processing the personal data of employees in the course of such an assessment, any publication shall comply with Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (9) and the national laws of the Member States implementing that Directive. Unless there is an overriding public interest in disclosure, public authorities that are in possession of a copy of the assessment may refuse a request for access to it or a request to make it public, where disclosure would undermine the protection of commercial interests of the employer, including those relating to intellectual property. Employers may refuse to disclose or make public the assessment under the same conditions in accordance with the relevant Union and national laws.\n2.   For the purpose of the assessment provided for in paragraph 1 of this Article the employer shall identify and assess electromagnetic fields at the workplace, taking into account the relevant practical guides referred to in Article 14 and other relevant standards or guidelines provided by the Member State concerned, including exposure databases. Notwithstanding the employer’s obligations under this Article, the employer shall also be entitled, where relevant, to take into account the emission levels and other appropriate safety-related data provided, by the manufacturer or distributor, for the equipment, in accordance with relevant Union law, including an assessment of risks, if applicable to the exposure conditions at the workplace or place of installation.\n3.   If compliance with the ELVs cannot be reliably determined on the basis of readily accessible information, the assessment of the exposure shall be carried out on the basis of measurements or calculations. In such a case, the assessment shall take into account uncertainties concerning the measurements or calculations, such as numerical errors, source modelling, phantom geometry and the electrical properties of tissues and materials, determined in accordance with relevant good practice.\n4.   The assessment, measurement and calculations referred to in paragraphs 1, 2 and 3 of this Article shall be planned and carried out by competent services or persons at suitable intervals, taking into account the guidance given under this Directive and taking particular account of Articles 7 and 11 of Directive 89/391/EEC concerning the necessary competent services or persons and the consultation and participation of workers. The data obtained from the assessment, measurement or calculation of the level of exposure shall be preserved in a suitable traceable form so as to permit consultation at a later stage, in accordance with national law and practice.\n5.   When carrying out the risk assessment pursuant to Article 6(3) of Directive 89/391/EEC, the employer shall give particular attention to the following:\n(a)\nthe health effects ELVs, the sensory effects ELVs and the ALs referred to in Article 3 and Annexes II and III to this Directive;\n(b)\nthe frequency, the level, duration and type of exposure, including the distribution over the worker’s body and over the volume of the workplace;\n(c)\nany direct biophysical effects;\n(d)\nany effects on the health and safety of workers at particular risk, in particular workers who wear active or passive implanted medical devices, such as cardiac pacemakers, workers with medical devices worn on the body, such as insulin pumps, and pregnant workers;\n(e)\nany indirect effects;\n(f)\nthe existence of replacement equipment designed to reduce the level of exposure to electromagnetic fields;\n(g)\nappropriate information obtained from the health surveillance referred to in Article 8;\n(h)\ninformation provided by the manufacturer of equipment;\n(i)\nother relevant health and safety related information;\n(j)\nmultiple sources of exposure;\n(k)\nsimultaneous exposure to multiple frequency fields.\n6.   In workplaces open to the public it is not necessary for the exposure assessment to be carried out if an evaluation has already been undertaken in accordance with the provisions on the limitation of exposure of the general public to electromagnetic fields, if the restrictions specified in those provisions are respected for workers and if the health and safety risks are excluded. Where equipment intended for the public use is used as intended and complies with Union law on products that establishes stricter safety levels than those provided for by this Directive, and no other equipment is used, these conditions are deemed to be met.\n7.   The employer shall be in possession of an assessment of the risks in accordance with Article 9(1)(a) of Directive 89/391/EEC and shall identify which measures must be taken in accordance with Article 5 of this Directive. The risk assessment may include the reasons why the employer considers that the nature and the extent of the risks related to electromagnetic fields make a further detailed risk assessment unnecessary. The risk assessment shall be updated on a regular basis, particularly if there have been significant changes which could render it out of date, or if the results of the health surveillance referred to in Article 8 show this to be necessary.\nArticle 5\nProvisions aimed at avoiding or reducing risks\n1.   Taking account of technical progress and the availability of measures to control the production of electromagnetic fields at the source, the employer shall take the necessary actions to ensure that risks arising from electromagnetic fields at the workplace are eliminated or reduced to a minimum.\nThe reduction of risks arising from exposure to electromagnetic fields shall be based on the general principles of prevention set out in Article 6(2) of Directive 89/391/EEC.\n2.   On the basis of the risk assessment referred to in Article 4, once the relevant ALs, referred to in Article 3 and in Annexes II and III, are exceeded and unless the assessment carried out in accordance with Article 4(1), (2) and (3) demonstrates that the relevant ELVs are not exceeded and that safety risks can be excluded, the employer shall devise and implement an action plan that shall include technical and/or organisational measures to prevent exposure exceeding the health effects ELVs and sensory effects ELVs, taking into account, in particular:\n(a)\nother working methods that entail less exposure to electromagnetic fields;\n(b)\nthe choice of equipment emitting less intense electromagnetic fields, taking account of the work to be done;\n(c)\ntechnical measures to reduce the emission of electromagnetic fields, including, where necessary, the use of interlocks, shielding or similar health protection mechanisms;\n(d)\nappropriate delimitation and access measures, such as signals, labels, floor markings, barriers, in order to limit or control access;\n(e)\nin the case of exposure to electric fields, measures and procedures to manage spark discharges and contact currents through technical means and through the training of workers;\n(f)\nappropriate maintenance programmes for work equipment, workplaces and workstation systems;\n(g)\nthe design and layout of workplaces and workstations;\n(h)\nlimitations of the duration and intensity of the exposure; and\n(i)\nthe availability of adequate personal protection equipment.\n3.   On the basis of the risk assessment referred to in Article 4, the employer shall devise and implement an action plan that shall include technical and/or organisational measures to prevent any risks to workers at particular risk, and any risks due to indirect effects, referred to in Article 4.\n4.   In addition to providing the information set out in Article 6 of this Directive, the employer shall, pursuant to Article 15 of Directive 89/391/EEC, adapt the measures referred to in this Article to the requirements of workers at particular risk and, where applicable, to individual risks assessments, in particular in respect of workers who have declared the use of active or passive implanted medical devices, such as cardiac pacemakers, or the use of medical devices worn on the body, such as insulin pumps, or in respect of pregnant workers who have informed their employer of their condition.\n5.   On the basis of the risk assessment referred to in Article 4, workplaces where workers are likely to be exposed to electromagnetic fields that exceed the ALs shall be indicated by appropriate signs in accordance with Annexes II and III and with Council Directive 92/58/EEC of 24 June 1992 on the minimum requirements for the provision of safety and/or health signs at work (ninth individual Directive within the meaning of Article 16(1) of Directive 89/391/EEC) (10). The areas in question shall be identified and access to them limited, as appropriate. Where access to these areas is suitably restricted for other reasons and workers are informed of the risks arising from electromagnetic fields, signs and access restrictions specific to electromagnetic fields shall not be required.\n6.   Where Article 3(3)(a) applies, specific protection measures shall be taken, such as the training of workers in accordance with Article 6 and the use of technical means and personal protection, for example the grounding of work objects, the bonding of workers with work objects (equipotential bonding) and, where appropriate and in accordance with Article 4(1)(a) of Council Directive 89/656/EEC of 30 November 1989 on the minimum health and safety requirements for the use by workers of personal protective equipment at the workplace (third individual directive within the meaning of Article 16(1) of Directive 89/391/EEC) (11), the use of insulating shoes, gloves and protective clothing.\n7.   Where Article 3(4)(a) applies, specific protection measures, such as controlling movements, shall be taken.\n8.   Workers shall not be exposed above the health effects ELVs and sensory effects ELVs, unless the conditions under either Article 10(1)(a) or (c) or Articles 3(3) or (4) are fulfilled. If, despite the measures taken by the employer, the health effects ELVs and sensory effects ELVs are exceeded, the employer shall take immediate action to reduce exposure below these ELVs. The employer shall identify and record the reasons why the health effects ELVs and sensory effects ELVs have been exceeded, and shall amend the protection and prevention measures accordingly in order to prevent them being exceeded again. The amended protection and prevention measures shall be preserved in a suitable traceable form so as to permit consultation at a later stage, in accordance with national law and practice.\n9.   Where paragraphs 3 and 4 of Article 3 apply and where the worker reports transient symptoms, the employer shall, if necessary, update the risk assessment and the prevention measures. Transient symptoms may include:\n(a)\nsensory perceptions and effects in the functioning of the central nervous system in the head evoked by time varying magnetic fields; and\n(b)\nstatic magnetic field effects, such as vertigo and nausea.\nArticle 6\nWorker information and training\nWithout prejudice to Articles 10 and 12 of Directive 89/391/EEC, the employer shall ensure that workers who are likely to be exposed to risks from electromagnetic fields at work and/or their representatives receive any necessary information and training relating to the outcome of the risk assessment provided for in Article 4 of this Directive, concerning in particular:\n(a)\nmeasures taken in application of this Directive;\n(b)\nthe values and concepts of the ELVs and ALs, the associated possible risks and the preventive measures taken;\n(c)\nthe possible indirect effects of exposure;\n(d)\nthe results of the assessment, measurement or calculations of the levels of exposure to electromagnetic fields, carried out in accordance with Article 4 of this Directive;\n(e)\nhow to detect adverse health effects of exposure and how to report them;\n(f)\nthe possibility of transient symptoms and sensations related to effects in the central or peripheral nervous system;\n(g)\nthe circumstances in which workers are entitled to health surveillance;\n(h)\nsafe working practices to minimise risks resulting from exposure;\n(i)\nworkers at particular risk, as referred to in Article 4(5)(d) and Article 5(3) and (4) of this Directive.\nArticle 7\nConsultation and participation of workers\nConsultation and participation of workers and/or their representatives shall take place in accordance with Article 11 of Directive 89/391/EEC.\nCHAPTER III\nMISCELLANEOUS PROVISIONS\nArticle 8\nHealth surveillance\n1.   With the objective of the prevention and the early diagnosis of any adverse health effects due to exposure to electromagnetic fields, appropriate health surveillance shall be carried out in accordance with Article 14 of Directive 89/391/EEC. Health records and their availability shall be provided for in accordance with national law and/or practice.\n2.   In accordance with national law and practice, the results of health surveillance shall be preserved in a suitable form that allows them to be consulted at a later date, subject to compliance with confidentiality requirements. Individual workers shall, at their request, have access to their own personal health records.\nIf any undesired or unexpected health effect is reported by a worker, or in any event where exposure above the ELVs is detected, the employer shall ensure that appropriate medical examinations or individual health surveillance is provided to the worker(s) concerned, in accordance with national law and practice.\nSuch examinations or surveillance shall be made available during hours chosen by the worker, and any costs arising shall not be borne by the worker.\nArticle 9\nPenalties\nMember States shall provide for adequate penalties applicable in the event of infringements of national legislation adopted pursuant to this Directive. These penalties must be effective, proportionate and dissuasive.\nArticle 10\nDerogations\n1.   By way of derogation from Article 3 but without prejudice to Article 5(1), the following shall apply:\n(a)\nexposure may exceed the ELVs if the exposure is related to the installation, testing, use, development, maintenance of or research related to magnetic resonance imaging (MRI) equipment for patients in the health sector, provided that all the following conditions are met:\n(i)\nthe risk assessment carried out in accordance with Article 4 has demonstrated that the ELVs are exceeded;\n(ii)\ngiven the state of the art, all technical and/or organisational measures have been applied;\n(iii)\nthe circumstances duly justify exceeding the ELVs;\n(iv)\nthe characteristics of the workplace, work equipment, or work practices have been taken into account; and\n(v)\nthe employer demonstrates that workers are still protected against adverse health effects and against safety risks, including by ensuring that the instructions for safe use provided by the manufacturer in accordance with Council Directive 93/42/EEC of 14 June 1993 concerning medical devices (12) are followed;\n(b)\nMember States may allow for an equivalent or more specific protection system to be implemented for personnel working in operational military installations or involved in military activities, including in joint international military exercises, provided that adverse health effects and safety risks are prevented;\n(c)\nMember States may allow, in duly justified circumstances and only for as long as they remain duly justified, for the ELVs to be temporarily exceeded in specific sectors or for specific activities outside the scope of points (a) and (b). For the purposes of this point, ‘duly justified circumstances’ shall mean circumstances in which the following conditions are met:\n(i)\nthe risk assessment carried out in accordance with Article 4 has shown that the ELVs are exceeded;\n(ii)\ngiven the state of the art, all technical and/or organisational measures have been applied;\n(iii)\nthe specific characteristics of the workplace, work equipment, or work practices have been taken into account; and\n(iv)\nthe employer demonstrates that workers are still protected against adverse health effects and safety risks, including using comparable, more specific and internationally recognised standards and guidelines.\n2.   Member States shall inform the Commission of any derogation under points (b) and (c) of paragraph 1 and shall state the reasons that justify them in the report referred to in Article 15.\nArticle 11\nTechnical amendments of the Annexes\n1.   The Commission shall be empowered to adopt delegated acts in accordance with Article 12 amending, in a purely technical way, the Annexes, so as to:\n(a)\ntake into account the adoption of regulations and directives in the field of technical harmonisation and standardisation with regard to the design, building, manufacture or construction of work equipment or workplaces;\n(b)\ntake into account technical progress, changes in the most relevant standards or specifications, and new scientific findings concerning electromagnetic fields;\n(c)\nmake adjustments to the ALs where there is new scientific evidence, provided that employers continue to be bound by the existing ELVs set out in Annexes II and III.\n2.   The Commission shall adopt a delegated act, in accordance with Article 12, to insert into Annex II the ICNIRP guidelines for limiting exposure to electric fields induced by movement of the human body in a static magnetic field and by time-varying magnetic fields below 1 Hz as soon as they are available.\n3.   Where, in the case of the amendments referred to in paragraphs 1 and 2, imperative grounds of urgency so require, the procedure provided for in Article 13 shall apply to delegated acts adopted pursuant to this Article.\nArticle 12\nExercise of the delegation\n1.   The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article.\n2.   The power to adopt delegated acts referred to in Article 11 shall be conferred on the Commission for a period of five years from 29 June 2013. The Commission shall draw up a report in respect of the delegation of power not later than nine months before the end of the five-year period. The delegation of power shall be tacitly extended for periods of an identical duration, unless the European Parliament or the Council opposes such extension not later than three months before the end of each period.\n3.   The delegation of powers referred to in Article 11 may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force.\n4.   As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council.\n5.   A delegated act adopted pursuant to Article 11 shall enter into force only if no objection has been expressed either by the European Parliament or the Council within a period of two months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or of the Council.\nArticle 13\nUrgency procedure\n1.   Delegated acts adopted under this Article shall enter into force without delay and shall apply as long as no objection is expressed in accordance with paragraph 2. The notification of a delegated act to the European Parliament and to the Council shall state the reasons for the use of the urgency procedure which shall relate to the health and protection of workers.\n2.   Either the European Parliament or the Council may object to a delegated act in accordance with the procedure referred to in Article 12(5). In such a case, the Commission shall repeal the act without delay following the notification of the decision to object by the European Parliament or by the Council.\nCHAPTER IV\nFINAL PROVISIONS\nArticle 14\nPractical guides\nIn order to facilitate the implementation of this Directive the Commission shall make available non-binding practical guides at the latest six months before 1 July 2016. Those practical guides shall, in particular relate to the following issues:\n(a)\nthe determination of exposure, taking into account appropriate European or international standards, including:\n—\ncalculation methods for the assessment of the ELVs,\n—\nspatial averaging of external electric and magnetic fields,\n—\nguidance for dealing with measurements and calculations uncertainties;\n(b)\nguidance on demonstrating compliance in special types of non-uniform exposure in specific situations, based on well-established dosimetry;\n(c)\nthe description of the ‘weighted peak method’ for the low frequency fields and of the ‘multifrequency fields summation’ for high frequency fields;\n(d)\nthe conduct of the risk assessment and, wherever possible, the provision of simplified techniques, taking into account in particular the needs of SMEs;\n(e)\nmeasures aimed at avoiding or reducing risks, including specific prevention measures depending on the level of exposure and the workplace characteristics;\n(f)\nthe establishment of documented working procedures, as well as specific information and training measures for workers exposed to electromagnetic fields during MRI-related activities falling under Article 10(1)(a);\n(g)\nthe evaluation of exposures in the frequency range from 100 kHz to 10 MHz, where both thermal and non-thermal effects are to be considered;\n(h)\nthe guidance on medical examinations and health surveillance to be provided by the employer in accordance with Article 8(2).\nThe Commission shall work in close cooperation with the Advisory Committee for Safety and Health at Work. The European Parliament shall be kept informed.\nArticle 15\nReview and reporting\nTaking into account Article 1(4), the report on the practical implementation of this Directive shall be established in accordance with Article 17a of Directive 89/391/EEC.\nArticle 16\nTransposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 1 July 2016.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such a reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.\nArticle 17\nRepeal\n1.   Directive 2004/40/EC is repealed from 29 June 2013.\n2.   References to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table set out in Annex IV.\nArticle 18\nEntry into force\nThis Directive shall enter into force on the day of its publication in the Official Journal of the European Union.\nArticle 19\nAddressees\nThis Directive is addressed to the Member States.\nDone at Brussels, 26 June 2013.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nA. SHATTER\n(1)  OJ C 43, 15.2.2012, p. 47.\n(2)  Position of the European Parliament of 11 June 2013 (not yet published in the Official Journal) and decision of the Council of 20 June 2013.\n(3)  OJ L 159, 30.4.2004, p. 1.\n(4)  OJ L 114, 26.4.2008, p. 88.\n(5)  OJ L 110, 24.4.2012, p. 1.\n(6)  OJ L 183, 29.6.1989, p. 1.\n(7)  OJ C 218, 13.9.2003, p. 1.\n(8)  OJ C 369, 17.12.2011, p. 14.\n(9)  OJ L 281, 23.11.1995, p. 31.\n(10)  OJ L 245, 26.8.1992, p. 23.\n(11)  OJ L 393, 30.12.1989, p. 18.\n(12)  OJ L 169, 12.7.1993, p. 1.\nANNEX I\nPHYSICAL QUANTITIES REGARDING THE EXPOSURE TO ELECTROMAGNETIC FIELDS\nThe following physical quantities are used to describe the exposure to electromagnetic fields:\nElectric field strength (E) is a vector quantity that corresponds to the force exerted on a charged particle regardless of its motion in space. It is expressed in volt per metre (Vm–1). A distinction has to be made between the environmental electric field and the electric field present in the body (in situ) as a result of exposure to the environmental electric field.\nLimb current (IL) is the current in the limbs of a person exposed to electromagnetic fields in the frequency range from 10 MHz to 110 MHz as a result of contact with an object in an electromagnetic field or the flow of capacitive currents induced in the exposed body. It is expressed in ampere (A).\nContact current (IC) is a current that appears when a person comes into contact with an object in an electromagnetic field. It is expressed in ampere (A). A steady state contact current occurs when a person is in continuous contact with an object in an electromagnetic field. In the process of making such contact, a spark discharge may occur with associated transient currents.\nElectric charge (Q) is an appropriate quantity used for spark discharge and is expressed in coulomb (C).\nMagnetic field strength (H) is a vector quantity that, together with the magnetic flux density, specifies a magnetic field at any point in space. It is expressed in ampere per metre (Am–1).\nMagnetic flux density (B) is a vector quantity resulting in a force that acts on moving charges, expressed in tesla (T). In free space and in biological materials, magnetic flux density and magnetic field strength can be interchanged using the magnetic field strength of H = 1 Am–1 equivalence to magnetic flux density of  T (approximately 1,25 microtesla).\nPower density (S) is an appropriate quantity used for very high frequencies, where the depth of penetration in the body is low. It is the radiant power incident perpendicular to a surface, divided by the area of the surface. It is expressed in watt per square metre (Wm–2).\nSpecific energy absorption (SA) is an energy absorbed per unit mass of biological tissue, expressed in joule per kilogram (Jkg–1). In this Directive, it is used for establishing limits for effects from pulsed microwave radiation.\nSpecific energy absorption rate (SAR), averaged over the whole body or over parts of the body, is the rate at which energy is absorbed per unit mass of body tissue and is expressed in watt per kilogram (Wkg–1). Whole-body SAR is a widely accepted quantity for relating adverse thermal effects to radio frequency (RF) exposure. Besides the whole-body average SAR, local SAR values are necessary to evaluate and limit excessive energy deposition in small parts of the body resulting from special exposure conditions. Examples of such conditions include: an individual exposed to RF in the low MHz range (e.g. from dielectric heaters) and individuals exposed in the near field of an antenna.\nOf these quantities, magnetic flux density (B), contact current (IC), limb current (IL), electric field strength (E), magnetic field strength (H), and power density (S) can be measured directly.\nANNEX II\nNON-THERMAL EFFECTS\nEXPOSURE LIMIT VALUES AND ACTION LEVELS IN THE FREQUENCY RANGE FROM 0 Hz TO 10 MHz\nA.   EXPOSURE LIMIT VALUES (ELVs)\nELVs below 1 Hz (Table A1) are limits for static magnetic field which is not affected by the tissue of the body.\nELVs for frequencies from 1 Hz to 10 MHz (Table A2) are limits for electric fields induced in the body from exposure to time-varying electric and magnetic fields.\nELVs for external magnetic flux density from 0 to 1 Hz\nThe sensory effects ELV is the ELV for normal working conditions (Table A1) and is related to vertigo and other physiological effects related to disturbance of the human balance organ resulting mainly from moving in a static magnetic field\nThe health effects ELV for controlled working conditions (Table A1) is applicable on a temporary basis during the shift when justified by the practice or process, provided that preventive measures, such as controlling movements and providing information to workers, have been adopted.\nTable A1\nELVs for external magnetic flux density (B0) from 0 to 1 Hz\nSensory effects ELVs\nNormal working conditions\n2 T\nLocalised limbs exposure\n8 T\nHealth effects ELVs\nControlled working conditions\n8 T\nHealth effects ELVs for internal electric field strength from 1 Hz to 10 MHz\nHealth effects ELVs (Table A2) are related to electric stimulation of all peripheral and central nervous system tissues in the body, including the head.\nTable A2\nHealth effects ELVs for internal electric field strength from 1 Hz to 10 MHz\nFrequency range\nHealth effects ELVs\n1 Hz ≤ f < 3 kHz\n1,1 Vm–1 (peak)\n3 kHz ≤ f ≤ 10 MHz\n3,8 × 10– 4 f Vm–1 (peak)\nNote A2-1:\nf is the frequency expressed in hertz (Hz).\nNote A2-2:\nThe health effects ELVs for internal electric field are spatial peak values in the entire body of the exposed subject.\nNote A2-3:\nThe ELVs are peak values in time which are equal to the Root-Mean-Square (RMS) values multiplied by √2 for sinusoidal fields. In the case of non-sinusoidal fields, exposure evaluation carried out in accordance with Article 4 shall be based on the weighted peak method (filtering in time domain), explained in the practical guides referred to in Article 14 but other scientifically proven and validated exposure evaluation procedures can be applied, provided that they lead to approximately equivalent and comparable results.\nSensory effects ELVs for internal electric field strength from 1 Hz to 400 Hz\nThe sensory effects ELVs (Table A3) are related to electric field effects on the central nervous system in the head, i.e. retinal phosphenes and minor transient changes in some brain functions.\nTable A3\nSensory effects ELVs for internal electric field strength from 1 to 400 Hz\nFrequency range\nSensory effects ELVs\n1 ≤ f < 10 Hz\n0,7/f Vm–1 (peak)\n10 ≤ f < 25 Hz\n0,07 Vm–1 (peak)\n25 ≤ f ≤ 400 Hz\n0,0028 f Vm–1 (peak)\nNote A3-1:\nf is the frequency expressed in hertz (Hz).\nNote A3-2:\nThe sensory effects ELVs for internal electric field are spatial peak values in the head of the exposed subject.\nNote A3-3:\nThe ELVs are peak values in time which are equal to the Root-Mean-Square (RMS) values multiplied by √2 for sinusoidal fields. In the case of non-sinusoidal fields, the exposure evaluation carried out in accordance with Article 4 shall be based on the weighted peak method (filtering in time domain), explained in the practical guides referred to in Article 14, but other scientifically proven and validated exposure evaluation procedures can be applied, provided that they lead to approximately equivalent and comparable results.\nB.   ACTION LEVELS (ALs)\nThe following physical quantities and values are used to specify the action levels (ALs), the magnitude of which are established to ensure by simplified assessment the compliance with relevant ELVs or at which relevant protection or prevention measures specified in Article 5 must be taken:\n—\nLow ALs(E) and high ALs(E) for electric field strength E of time varying electric fields as specified in Table B1;\n—\nLow ALs(B) and high ALs(B) for magnetic flux density B of time varying magnetic fields as specified in Table B2;\n—\nALs(IC) for contact current as specified in Table B3;\n—\nALs(B0) for magnetic flux density of static magnetic fields as specified in Table B4.\nALs correspond to calculated or measured electric and magnetic field values at the workplace in the absence of the worker.\nAction levels (ALs) for exposure to electric fields\nLow ALs (Table B1) for external electric field are based on limiting the internal electric field below the ELVs (Tables A2 and A3) and limiting spark discharges in the working environment.\nBelow high ALs, the internal electric field does not exceed the ELVs (Tables A2 and A3) and annoying spark discharges are prevented, provided that the protection measures referred to in Article 5(6) are taken.\nTable B1\nALs for exposure to electric fields from 1 Hz to 10 MHz\nFrequency range\nElectric field strength Low ALs (E)[Vm–1] (RMS)\nElectric field strength High ALs (E) [Vm–1] (RMS)\n1 ≤ f < 25 Hz\n2,0 × 104\n2,0 × 104\n25 ≤ f < 50 Hz\n5,0 × 105/f\n2,0 × 104\n50 Hz ≤ f < 1,64 kHz\n5,0 × 105/f\n1,0 × 106/f\n1,64 ≤ f < 3 kHz\n5,0 × 105/f\n6,1 × 102\n3 kHz ≤ f ≤ 10 MHz\n1,7 × 102\n6,1 × 102\nNote B1-1:\nf is the frequency expressed in hertz (Hz).\nNote B1-2:\nThe low ALs (E) and high ALs (E) are the Root-Mean-Square (RMS) values of the electric field strength which are equal to the peak values divided by √2 for sinusoidal fields. In the case of non-sinusoidal fields, the exposure evaluation carried out in accordance with Article 4 shall be based on the weighted peak method (filtering in time domain), explained in the practical guides referred to in Article 14, but other scientifically proven and validated exposure evaluation procedures can be applied, provided that they lead to approximately equivalent and comparable results.\nNote B1-3:\nALs represent maximum calculated or measured values at the workers’ body position. This results in a conservative exposure assessment and automatic compliance with ELVs in all non-uniform exposure conditions. In order to simplify the assessment of compliance with ELVs, carried out in accordance with Article 4, in specific non-uniform conditions, criteria for the spatial averaging of measured fields based on established dosimetry will be laid down in the practical guides referred to in Article 14. In the case of a very localised source within a distance of a few centimetres from the body, the induced electric field shall be determined dosimetrically, case by case.\nAction levels (ALs) for exposure to magnetic fields\nLow ALs (Table B2) are, for frequencies below 400 Hz, derived from the sensory effects ELVs (Table A3) and, for frequencies above 400 Hz, from the health effects ELVs for internal electric field (Table A2).\nHigh ALs (Table B2) are derived from the health effects ELVs for internal electric field related to electric stimulation of peripheral and autonomous nerve tissues in head and trunk (Table A2). Compliance with the high ALs ensures that health effects ELVs are not exceeded, but the effects related to retinal phosphenes and minor transient changes in brain activity are possible, if the exposure of the head exceeds the low ALs for exposures up to 400 Hz. In such a case, Article 5(6) applies.\nALs for exposure of limbs are derived from the health effects ELVs for internal electric field related to electric stimulation of the tissues in limbs by taking into account that the magnetic field is coupled more weakly to the limbs than to the whole body.\nTable B2\nALs for exposure to magnetic fields from 1 Hz to 10 MHz\nFrequency range\nMagnetic flux density Low ALs(B)[μT] (RMS)\nMagnetic flux density High ALs(B) [μT] (RMS)\nMagnetic flux density ALs for exposure of limbs to a localised magnetic field [μT] (RMS)\n1 ≤ f < 8 Hz\n2,0 × 105/f2\n3,0 × 105/f\n9,0 × 105/f\n8 ≤ f < 25 Hz\n2,5 × 104/f\n3,0 × 105/f\n9,0 × 105/f\n25 ≤ f < 300 Hz\n1,0 × 103\n3,0 × 105/f\n9,0 × 105/f\n300 Hz ≤ f < 3 kHz\n3,0 × 105/f\n3,0 × 105/f\n9,0 × 105/f\n3 kHz ≤ f ≤ 10 MHz\n1,0 × 102\n1,0 × 102\n3,0 × 102\nNote B2-1:\nf is the frequency expressed in hertz (Hz).\nNote B2-2:\nThe low ALs and the high ALs are the Root-Mean-Square (RMS) values which are equal to the peak values divided by √2 for sinusoidal fields. In the case of non-sinusoidal fields the exposure evaluation carried out in accordance with Article 4 shall be based on the weighted peak method (filtering in time domain), explained in practical guides referred to in Article 14, but other scientifically proven and validated exposure evaluation procedures can be applied, provided that they lead to approximately equivalent and comparable results.\nNote B2-3:\nALs for exposure to magnetic fields represent maximum values at the workers’ body position. This results in a conservative exposure assessment and automatic compliance with ELVs in all non-uniform exposure conditions. In order to simplify the assessment of compliance with ELVs, carried out in accordance with Article 4, in specific non-uniform conditions, criteria for the spatial averaging of measured fields based on established dosimetry will be laid down in the practical guides referred to in Article 14. In the case of a very localised source within a distance of a few centimetres from the body, the induced electric field shall be determined dosimetrically, case by case.\nTable B3\nALs for contact current IC\nFrequency\nALs (IC) steady state contact current [mA] (RMS)\nup to 2,5 kHz\n1,0\n2,5 ≤ f < 100 kHz\n0,4 f\n100 ≤ f ≤ 10 000 kHz\n40\nNote B3-1:\nf is the frequency expressed in kilohertz (kHz).\nAction levels (ALs) for magnetic flux density of static magnetic fields\nTable B4\nALs for magnetic flux density of static magnetic fields\nHazards\nALs(B0)\nInterference with active implanted devices, e.g. cardiac pacemakers\n0,5 mT\nAttraction and projectile risk in the fringe field of high field strength sources (> 100 mT)\n3 mT\nANNEX III\nTHERMAL EFFECTS\nEXPOSURE LIMIT VALUES AND ACTION LEVELS IN THE FREQUENCY RANGE FROM 100 kHz TO 300 GHz\nA.   EXPOSURE LIMIT VALUES (ELVs)\nHealth effects ELVs for frequencies from 100 kHz to 6 GHz (Table A1) are limits for energy and power absorbed per unit mass of body tissue generated from exposure to electric and magnetic fields.\nSensory effects ELVs for frequencies from 0,3 to 6 GHz (Table A2) are limits on absorbed energy in a small mass of tissue in the head from exposure to electromagnetic fields.\nHealth effects ELVs for frequencies above 6 GHz (Table A3) are limits for power density of an electromagnetic wave incident on the body surface.\nTable A1\nHealth effects ELVs for exposure to electromagnetic fields from 100 kHz to 6 GHz\nHealth effects ELVs\nSAR values averaged over any six-minute period\nELVs related to whole body heat stress expressed as averaged SAR in the body\n0,4 Wkg–1\nELVs related to localised heat stress in head and trunk expressed as localised SAR in the body\n10 Wkg–1\nELVs related to localised heat stress in the limbs expressed as localised SAR in the limbs\n20 Wkg–1\nNote A1-1:\nLocalised SAR averaging mass is any 10 g of contiguous tissue; the maximum SAR so obtained should be the value used for estimating exposure. This 10 g of tissue is intended to be a mass of contiguous tissue with roughly homogeneous electrical properties. In specifying a contiguous mass of tissue, it is recognised that this concept may be used in computational dosimetry but may present difficulties for direct physical measurements. A simple geometry, such as cubic or spheric tissue mass, can be used.\nSensory effects ELVs from 0,3 GHz to 6 GHz\nThis sensory effects ELVs (Table A2) is related to avoiding auditory effects caused by exposures of the head to pulsed microwave radiation.\nTable A2\nSensory effects ELVs for exposure to electromagnetic fields from 0,3 to 6 GHz\nFrequency range\nLocalised specific energy absorption (SA)\n0,3 ≤ f ≤ 6 GHz\n10 mJkg–1\nNote A2-1:\nLocalised SA averaging mass is 10 g of tissue.\nTable A3\nHealth effects ELVs for exposure to electromagnetic fields from 6 to 300 GHz\nFrequency range\nHealth effects ELVs related to power density\n6 ≤ f ≤ 300 GHz\n50 Wm–2\nNote A3-1:\nThe power density shall be averaged over any 20 cm2 of exposed area. Spatial maximum power densities averaged over 1 cm2 should not exceed 20 times the value of 50 Wm–2. Power densities from 6 to 10 GHz are to be averaged over any six-minute period. Above 10 GHz, the power density shall be averaged over any 68/f1,05-minute period (where f is the frequency in GHz) to compensate for progressively shorter penetration depth, as the frequency increases.\nB.   ACTION LEVELS (ALs)\nThe following physical quantities and values are used to specify the action levels (ALs), the magnitude of which are established to ensure by simplified assessment the compliance with the relevant ELVs or at which relevant protection or prevention measures specified in Article 5 must be taken:\n—\nALs(E) for electric field strength E of time varying electric field, as specified in Table B1;\n—\nALs(B) for magnetic flux density B of time varying magnetic field, as specified in Table B1;\n—\nALs(S) for power density of electromagnetic waves, as specified in Table B1;\n—\nALs(IC) for contact current, as specified in Table B2;\n—\nALs(IL) for limb current, as specified in Table B2;\nALs correspond to calculated or measured field values at the workplace in the absence of the worker, as maximum value at the position of the body or specified part of the body.\nAction levels (ALs) for exposure to electric and magnetic fields\nALs(E) and ALs(B) are derived from the SAR or power density ELVs (Tables A1 and A3) based on the thresholds related to internal thermal effects caused by exposure to (external) electric and magnetic fields.\nTable B1\nALs for exposure to electric and magnetic fields from 100 kHz to 300 GHz\nFrequency range\nElectric field strength ALs(E) [Vm–1] (RMS)\nMagnetic flux density ALs(B) [μT] (RMS)\nPower density ALs(S) [Wm–2]\n100 kHz ≤ f < 1 MHz\n6,1 × 102\n2,0 × 106/f\n—\n1≤ f < 10 MHz\n6,1 × 108/f\n2,0 × 106/f\n—\n10 ≤ f < 400 MHz\n61\n0,2\n—\n400 MHz ≤ f < 2 GHz\n3 × 10–3 f½\n1,0 × 10–5 f½\n—\n2 ≤ f < 6 GHz\n1,4 × 102\n4,5 × 10–1\n—\n6 ≤ f ≤ 300 GHz\n1,4 × 102\n4,5 × 10–1\n50\nNote B1-1:\nf is the frequency expressed in hertz (Hz).\nNote B1-2:\n[ALs(E)]2 and [ALs(B)]2 are to be averaged over a six-minute period. For RF pulses, the peak power density averaged over the pulse width shall not exceed 1 000 times the respective ALs(S) value. For multi-frequency fields, the analysis shall be based on summation, as explained in the practical guides referred to in Article 14.\nNote B1-3:\nALs(E) and ALs(B) represent maximum calculated or measured values at the workers’ body position. This results in a conservative exposure assessment and automatic compliance with ELVs in all non-uniform exposure conditions. In order to simplify the assessment of compliance with ELVs, carried out in accordance with Article 4, in specific non-uniform conditions, criteria for the spatial averaging of measured fields based on established dosimetry will be laid down in the practical guides referred to in Article 14. In the case of a very localised source within a distance of a few centimetres from the body, compliance with ELVs shall be determined dosimetrically, case by case.\nNote B1-4:\nThe power density shall be averaged over any 20 cm2 of exposed area. Spatial maximum power densities averaged over 1 cm2 should not exceed 20 times the value of 50 Wm–2. Power densities from 6 to 10 GHz are to be averaged over any six-minute period. Above 10 GHz, the power density shall be averaged over any 68/f1,05-minute period (where f is the frequency in GHz) to compensate for progressively shorter penetration depth as the frequency increases.\nTable B2\nALs for steady state contact currents and induced limb currents\nFrequency range\nSteady state contact current, ALs(IC) [mA] (RMS)\nInduced limb current in any limb, ALs(IL) [mA] (RMS)\n100 kHz ≤ f < 10 MHz\n40\n—\n10 ≤ f ≤ 110 MHz\n40\n100\nNote B2-1:\n[ALs(IL)]2 is to be averaged over a six-minute period.\nANNEX IV\nCorrelation table\nDirective 2004/40/EC\nThis Directive\nArticle 1(1)\nArticle 1(1)\nArticle 1(2)\nArticle 1(2) and (3)\nArticle 1(3)\nArticle 1(4)\nArticle 1(4)\nArticle 1(5)\nArticle 1(5)\nArticle 1(6)\nArticle 2(a)\nArticle 2(a)\n—\nArticle 2(b)\n—\nArticle 2(c)\nArticle 2(b)\nArticle 2(d), (e) and (f)\nArticle 2(c)\nArticle 2(g)\nArticle 3(1)\nArticle 3(1)\nArticle 3(2)\nArticle 3(1)\n—\nArticle 3(2)\nArticle 3(3)\nArticle 3(2) and (3)\n—\nArticle 3(4)\nArticle 4(1)\nArticle 4(1)\nArticle 4(2)\nArticle 4(2) and (3)\nArticle 4(3)\nArticle 4(3)\nArticle 4(4)\nArticle 4(4)\nArticle 4(5)(a)\nArticle 4(5)(b)\nArticle 4(5)(b)\nArticle 4(5)(a)\n—\nArticle 4(5)(c)\nArticle 4(5)(c)\nArticle 4(5)(d)\nArticle 4(5)(d)\nArticle 4(5)(e)\nArticle 4(5)(d)(i)\n—\nArticle 4(5)(d)(ii)\n—\nArticle 4(5)(d)(iii)\n—\nArticle 4(5)(d)(iv)\n—\nArticle 4(5)(e)\nArticle 4(5)(f)\nArticle 4(5)(f)\nArticle 4(5)(g)\n—\nArticle 4(5)(h)\n—\nArticle 4(5)(i)\nArticle 4(5)(g)\nArticle 4(5)(j)\nArticle 4(5)(h)\nArticle 4(5)(k)\n—\nArticle 4(6)\nArticle 4(6)\nArticle 4(7)\nArticle 5(1)\nArticle 5(1)\nArticle 5(2), introductory wording\nArticle 5(2), introductory wording\nArticle 5(2)(a) to (c)\nArticle 5(2)(a) to (c)\n—\nArticle 5(2)(d)\n—\nArticle 5(2)(e)\nArticle 5(2)(d) to (g)\nArticle 5(2)(f) to (i)\n—\nArticle 5(4)\nArticle 5(3)\nArticle 5(5)\n—\nArticle 5(6)\n—\nArticle 5(7)\nArticle 5(4)\nArticle 5(8)\n—\nArticle 5(9)\nArticle 5(5)\nArticle 5(3)\nArticle 6, introductory wording\nArticle 6, introductory wording\nArticle 6(a)\nArticle 6(a)\nArticle 6(b)\nArticle 6(b)\n—\nArticle 6(c)\nArticle 6(c)\nArticle 6(d)\nArticle 6(d)\nArticle 6(e)\n—\nArticle 6(f)\nArticle 6(e)\nArticle 6(g)\nArticle 6(f)\nArticle 6(h)\n—\nArticle 6(i)\nArticle 7\nArticle 7\nArticle 8(1)\nArticle 8(1)\nArticle 8(2)\n—\nArticle 8(3)\nArticle 8(2)\nArticle 9\nArticle 9\n—\nArticle 10\nArticle 10(1)\nArticle 11(1)(c)\nArticle 10(2)(a)\nArticle 11(1)(a)\nArticle 10(2)(b)\nArticle 11(1)(b)\nArticle 11\n—\n—\nArticle 12\n—\nArticle 13\n—\nArticle 14\n—\nArticle 15\nArticle 13(1)\nArticle 16(1)\nArticle 13(2)\nArticle 16(2)\n—\nArticle 17\nArticle 14\nArticle 18\nArticle 15\nArticle 19\nAnnex\nAnnex I, Annex II and Annex III\n—\nAnnex IV", "summary": "Limiting the exposure of workers to risks from electromagnetic fields (from July 2016)\nLimiting the exposure of workers to risks from electromagnetic fields (from July 2016)\nThe directive lays down minimum health and safety requirements on the exposure of workers to risks from electromagnetic fields.\nACT\nDirective 2013/35/EU of the European Parliament and of the Council of 26 June 2013 on the minimum health and safety requirements regarding the exposure of workers to the risks arising from physical agents (electromagnetic fields) (20th individual directive within the meaning of Article 16(1) of Directive 89/391/EEC) and repealing Directive 2004/40/EC.\nSUMMARY\nThe legislation is an individual directive under Framework directive 89/391/EEC. It introduces measures to encourage improvements in the safety and health of workers. It replaces a 2004 directive (2004/40/EC) that never entered into force due to problems implementing its provisions, especially in the medical sector.\nScope\nThe directive provides for measures to protect workers from all known short-term direct and indirect adverse health effects caused by electromagnetic fields. It does not address potential long-term effects, but if well-established scientific evidence on these becomes available, the European Commission will consider what action to recommend.\nThe measures provide for a minimum basis of protection for all workers in the EU, leaving member countries free to maintain or establish stricter requirements. They must transpose the directive into their national legal system by 1 July 2016.\nDefinitions\nThe legislation covers direct biophysical effects. These occur in the human body as a direct result of its presence in an electromagnetic field. They include thermal effects, such as tissue heating, and non-thermal effects like the stimulation of muscles, nerves or sensory organs.\nIt includes among indirecteffects those that are caused by the presence of an object, such as cardiac pacemakers and other implants, in an electromagnetic field and which could become a safety or health hazard.\nThe directive sets out exposure limit values, based on biophysical and biological considerations, to protect workers from adverse health and sensory effects. It also contains action levels to identify when relevant protection or prevention measures should be taken.\nObligations on employers\nThe directive lays down various obligations on employers. They must ensure that exposure of employees to electromagnetic fields remains within the limits set by the directive. If these are exceeded, they must take immediate preventive action. However, exemptions exist whereby levels may be exceeded under certain very strict conditions.\nIn general, employers must ensure that risks from electromagnetic fields at work are eliminated or reduced as much as possible. Regular risk and exposure assessments and use of practical guides can help to ensure this.\nWhere risks to workers’ health are identified, employers must have an action plan of protection and preventive measures. This can include technical and/or organisational measures, especially for workers at particular risk.\nThe legislation also requires health monitoring to prevent, or diagnose early on, any adverse health effects. If excessive exposure is detected employers must provide appropriate medical examinations or individual health monitoring in accordance with national law and practice.\nREFERENCES\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nDirective 2013/35/EU\n29.6.2013\n1.7.2016\nOJ L 179 of 29.06.2013, pp. 1-21\nRELATED ACTS\nCouncil Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work (Official Journal L 183, 29.6.1989, pp. 1-8).\n 16.10.2014", "tags": ["health control", "health risk", "occupational safety", "electromagnetic interference"], "subjects": ["Safety at work and elsewhere"], "split": "train", "reference_annotations": {"32013L0035_p1": {"text": "directive 2013/35/eu OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 26 June 2013---on the minimum health and safety requirements regarding the exposure of workers to the risks arising from physical agents (electromagnetic fields) (20th individual Directive within the meaning of Article 16(1) of directive 89/391/eec) and repealing directive 2004/40/ec", "triples": [" directive 2013/35/eu,  repealing,  directive 2004/40/ec"]}, "32013L0035_p2": {"text": "directive 2004/40/ec was amended by directive 2008/46/ec of the European Parliament and of the Council (4), with the effect of postponing, by four years, the deadline for the transposition of directive 2004/40/ec, and subsequently by directive 2012/11/eu of the European Parliament and of the Council (5), with the effect of postponing that deadline for transposition until 31 October 2013. This was to allow the Commission to present a new proposal, and the co-legislators to adopt a new directive, based on fresher and sounder evidence.", "triples": [" directive 2008/46/ec,  amended,  directive 2004/40/ec"]}}, "summary_annotations": {"32013L0035_p1": {"text": "directive 2013/35/eu of the European Parliament and of the Council of 26 June 2013 on the minimum health and safety requirements regarding the exposure of workers to the risks arising from physical agents (electromagnetic fields) (20th individual directive within the meaning of Article 16(1) of directive 89/391/eec) and repealing directive 2004/40/ec.", "triples": [" directive 2013/35/eu,  repealing,  directive 2004/40/ec"]}}}