{"celex_id": "32012D0443", "reference": "28.7.2012\nEN\nOfficial Journal of the European Union\nL 202/17\nCOUNCIL DECISION\nof 23 July 2012\naddressed to Spain on specific measures to reinforce financial stability\n(2012/443/EU)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 136(1)(b), in conjunction with Article 126(6) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1)\nArticle 136(1)(b) of the Treaty on the Functioning of the European Union (TFEU) foresees the possibility of setting out economic policy guidelines specific to the Member States whose currency is the euro.\n(2)\nIn the Recommendation on the National Reform Programme 2012 of Spain and delivering an opinion on the Stability Programme for Spain, 2012-2015 (1), the Council recommended that Spain take action to ‘implement the reform of the financial sector, in particular complement the on-going restructuring of the banking sector by addressing the situation of remaining weak institutions, put forward a comprehensive strategy to deal effectively with the legacy assets on the banks’ balance sheets, and define a clear stance on the funding and use of backstop facilities’.\n(3)\nAbundant availability of external financing at low cost in the 2000s fuelled a credit-driven domestic demand and asset boom in Spain, concentrated in particular in the real estate sector. The burst of the real estate and construction bubble and the economic recession that followed have adversely affected the Spanish banking sector. As a result, with the exception of a few large and internationally diversified credit institutions, Spanish banks have largely lost access to wholesale funding markets on affordable terms and, thus, have become highly dependent on Eurosystem refinancing. In addition, their borrowing capacity has been severely limited by the impact of rating downgrades on collateral availability.\n(4)\nThe sizeable contraction of the economy in recent years, which is affecting employment and unemployment in a very negative way, has deteriorated substantially the budgetary position in Spain. According to a Commission services update of the 2012 spring forecast, the general government deficit is projected at 6,3 % of GDP in 2012, which compares to an expected deficit of 5,3 % of GDP in the 2012 stability programme and the draft 2012 budget law. Gross public debt rose to 68,5 % of GDP in 2011, and according to the Commission services update of the 2012 spring forecast it is expected to surge to 80,9 % of GDP in 2012 and to 86,8 % in 2013, based on a no-policy-change scenario, thus exceeding the Treaty reference value in all years. Risks related to the macroeconomic scenario and the budgetary targets, as well as to additional financial rescue measures, may contribute to a further increase in public debt. In view of these developments, on 10 July 2012 the Council issued a recommendation to Spain under the excessive deficit procedure (EDP) to put an end to the present excessive deficit situation by 2014.\n(5)\nThe Spanish authorities have taken a number of important measures to address the problems in the banking sector. These measures include the clean-up of banks’ balance sheets, increasing minimum capital requirements, restructuring of the savings bank sector, and significantly increasing the provisioning requirements for loans related to Real Estate Development (RED) and foreclosed assets. These measures, however, have not been sufficient to alleviate market pressure.\n(6)\nIn February 2011, the Spanish authorities raised the minimum capital ratio requirement (‘capital principal’) to 8 % of banks’ risk weighted assets and gave banks until September 2011 to comply with this new regulation. For banks more dependent on wholesale funding and characterised by a limited market access the minimum capital ratio was increased to 10 %. In February and May 2012, new legislation required banks to build higher provisions and capital buffers against possible losses on both performing and non-performing loans on the legacy stock of construction and real estate assets. The expected overall volume of these new provisioning requirements amounted to approximately EUR 84 billion.\n(7)\nAs of April 2012, the total gross financial contribution by the Spanish State (excluding bond issuance guarantees) amounted to about EUR 15 billion. The capital support was provided via the Fund for Orderly Bank Restructuring (FROB) endowed with a capital of EUR 15 billion, of which EUR 9 billion was already paid in. The State has also provided guarantees to bank senior bond issues by banks amounting to about EUR 86 billion (out of this total, about EUR 58 billion in guarantees was outstanding). Although the FROB still had a remaining capacity of three times its capital allocation, public sector support will not be sufficient to provide a sufficiently large backstop for conducting the required system-wide clean-up of the banking sector.\n(8)\nConcerns about the need for further banking sector recapitalisation have contributed to increasing market pressures on Spanish government bonds. Sovereign bond yields have reached levels of well over 500 basis points in late June 2012 and early July 2012, increasing the funding costs for the Spanish sovereign. The rising interest burden adds to the challenge of consolidating public finances in Spain and correcting the excessive deficit. Therefore, comprehensive banking sector restructuring and recapitalisation is an important element in reducing pressure on public finances.\n(9)\nOn 25 June 2012, the Spanish authorities officially requested financial assistance in the context of the ongoing restructuring and recapitalisation of the Spanish banking sector. The assistance is sought under the terms of the Financial Assistance for the Recapitalisation of Financial Institutions by the European Financial Stability Facility. The assistance provided is subject to specific financial sector conditionality, as foreseen in the Memorandum of Understanding (MoU) negotiated between the Spanish Government and the Commission, in liaison with the European Central Bank (ECB) and the European Banking Authority (EBA), with the technical assistance of the International Monetary Fund (IMF). It will include both bank-specific conditionality in line with State aid rules and horizontal conditionality. In parallel, Spain will have to comply fully with its commitments and obligations under the EDP and the recommendations to address macroeconomic imbalances within the framework of the European Semester.\n(10)\nIncreasing the long-term resilience of the Spanish banking sector is critical to preserving financial stability in Spain and limiting the contagion of financial stress to other euro-area economies and, thus to avert adverse effects on the proper functioning of the economy and of economic and monetary union. Significant measures taken so far to address these problems have not been fully sufficient. Further measures are therefore necessary. In particular, Spain should implement additional specific measures to effectively deal with legacy assets, restore market-based funding, reduce banks’ reliance on central bank liquidity support, and to enhance the risk identification and crisis management mechanisms.\n(11)\nAs part of the overall strategy, it is key to effectively deal with the legacy assets by requiring a clear segregation of problematic assets of aided banks from the banks’ balance sheets. This should apply, in particular, for loans related to RED and foreclosed assets. Such segregation would remove any remaining doubts about the quality of the banks’ balance sheets, allowing them to better carry out their financial intermediation function.\n(12)\nIn addition, improving the transparency of banks’ balance sheets in this manner can facilitate an orderly downsizing of bank exposures to the real estate sector, restore market-based funding, and reduce banks’ reliance on central bank liquidity support.\n(13)\nEnsuring a sound framework for the Spanish banking sector requires that the risk identification and crisis management mechanisms are enhanced. An effective strategy should comprise changes aimed at strengthening the regulatory and supervisory framework, taking into account the experiences of the financial crisis. In addition, corporate governance shall be enhanced in line with international best practices,\nHAS ADOPTED THIS DECISION:\nArticle 1\n1.   The Commission, in consultation with the ECB, the EBA and the IMF, has agreed with the Spanish authorities the specific financial-sector policy conditions attached to the financial assistance. Those conditions are laid down in the MoU to be signed by the Commission and the Spanish authorities. The detailed financial terms shall be laid down in a Financial Assistance Facility Agreement.\nSpain shall adequately recapitalise and thoroughly restructure its banking system. In that regard, Spain shall develop in coordination with the Commission and in consultation with the ECB a strategy for the future structure, functioning and viability of the Spanish banks which will identify how to ensure that they are able to operate without further state support. This strategy will be further specified in the MoU, developing further the policy conditions embedded in this Decision.\n2.   The key components of this strategy shall be an overhaul of the weak segments of the Spanish banking sector and a strengthening of the regulatory and supervisory frameworks for the banking sector.\n3.   The overhaul of the weak segments of the Spanish banking sector shall be comprised of the following three elements:\n(a)\nidentification of individual bank capital needs through a comprehensive asset quality review of the banking sector and a bank-by-bank stress test, based on that asset quality review. On the basis of the stress test results, banks in need of capital injection will be divided in three different groups. Each group will be subject to the obligation to present restructuring and resolution plans, and all the complementary and subsequent measures, as provided in the MoU;\n(b)\nrecapitalisation, restructuring and/or resolution in an orderly way of weak banks, based on plans to address any capital shortfalls identified in the stress test. These plans will be based in the principles of viability, minimising the cost for taxpayers (burden sharing) and limiting distortions of competition. To that effect, Spain will adopt legislation to: (i) allow the implementation of Subordinated Liability Exercises, including mandatory forms of burden sharing, and (ii) upgrade the bank resolution framework in order to incorporate relevant resolution powers for FROB and the Deposit Guarantee Fund (DGF), and taking into account the EU regulatory proposal on crisis management and bank resolution, including special tools to resolve unviable banks;\n(c)\nsegregation of assets in those banks receiving public support in their recapitalisation effort and their transfer of the impaired assets to an external Asset Management Company (AMC), to realise their long-term value. Spain, in close consultation with the Commission, the ECB and the EBA and with the technical assistance of the IMF, will prepare a comprehensive legislative framework for the establishment and functioning of the AMC, in order to make it fully operational by November 2012.\n4.   In order to ensure a sound framework for the banking sector, Spain shall also strengthen the regulatory and supervisory frameworks as well as reinforce governance. The strategy and conditionality, which is comprehensively specified in the MoU, shall, inter alia, include the following measures:\n(a)\nrequiring Spanish credit institutions to increase their Common Equity Tier (CET) 1 ratio to at least 9 % according to the definition of capital established in the EBA recapitalisation exercise;\n(b)\nrequiring, from 1 January 2013, Spanish credit institutions to apply the definition of capital established in the Capital Requirements Regulation (CRR);\n(c)\nre-assessing the legal framework for loan-loss provisioning. In particular, on the back of the experiences of the financial crisis, the Spanish authorities shall make proposals to revamp the permanent framework for loan loss provisioning, taking into account the temporary measures introduced during the past months, as well as the EU accounting framework;\n(d)\nfurther strengthening, the operational independence of the Banco de España; in line with the international recommendations and standards, transferring the sanctioning and licensing powers of the Ministry of Economy with respect to the banking sector to the Banco de España;\n(e)\nfurther enhancing the supervisory procedures of Banco de España based on an internal audit;\n(f)\nreviewing the governance arrangements of the financial safety net agencies (FROB and DGF) to avoid potential conflicts of interest;\n(g)\nstrengthening the rules on the governance of the savings bank sector and of the banks owned by savings banks;\n(h)\namending consumer protection and securities legislation to limit the sale by banks of subordinate debt instruments (or instruments not covered by the DGF) to non-qualified retail clients, and strengthening compliance monitoring by the authorities;\n(i)\ntaking steps to minimise the cost to taxpayers of bank restructuring. After allocating losses to equity holders, the Spanish authorities will require burden sharing measures from hybrid capital holders and subordinated debt holders in banks receiving public capital;\n(j)\ncommitting to capping pay levels of executive and supervisory board members of all State-aided banks;\n(k)\nenhancing the public credit register.\n5.   The authorities will provide to the Commission, the ECB, EBA and the IMF, under strict conditions of confidentiality, the data needed for monitoring of the banking sector.\n6.   The Commission, in liaison with the ECB and EBA, will verify at regular intervals that the policy conditions attached to the financial assistance are fulfilled, through missions and regular reporting by the Spanish authorities, on a quarterly basis. Monitoring of the FROB activities in the context of the programme will take place regularly.\nArticle 2\nThis Decision is addressed to the Kingdom of Spain.\nDone at Brussels, 23 July 2012.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ C 219, 24.7.2012, p. 81.", "summary": "Financial assistance to Spain\nFinancial assistance to Spain\nSUMMARY OF:\nDecision 2012/443/EU — specific measures to reinforce financial stability in Spain\nWHAT IS THE AIM OF THE DECISION?\n              \nIt approved a financial assistance programme to help Spain recapitalise and restructure its banking sector.\nKEY POINTS\nThe financial assistance programme agreed by euro area finance ministers in July 2012 provided financing by euro area countries to Spain of up to €100 billion for 18 months.\nSpain had used only around €38.9 billion of the aid to recapitalise its banks and a further €2.5 billion to capitalise the Spanish investment management company, Sareb, when the programme ended in January 2014.\nIn exchange for the aid, Spain, in consultation with the European Central Bank (ECB), the European Banking Authority (EBA) and the International Monetary Fund (IMF), had to:\nidentify the capital needs of individual banks by carrying out a comprehensive asset quality review of the sector and bank-by-bank stress tests;\nrecapitalise, restructure and/or carry out an orderly resolution of weak banks, while minimising the cost for tax payers;\nseparate out the bad assets of banks receiving public support and transfer them to the investment management company, Sareb;\nstrengthen its regulatory and supervisory systems and reinforce governance.\nEvery 3 months, the European Commission, the ECB and the EBA checked that Spain was carrying out the conditions attached to the aid.\nAfter Spain left the programme in December 2013, the Commission continued to monitor the Spanish economy and its financial sector under the post-programme surveillance measures set out in Regulation (EU) No 472/2013.\nFROM WHEN DOES THE DECISION APPLY?\n              \nIt has applied since 24 July 2012.\nBACKGROUND\n              \nOn 25 June 2012, the Spanish government requested external financial assistance under the terms of the financial assistance programme for the recapitalisation of financial institutions by the European Financial Stability Facility (EFSF).\nThe Heads of State and Government at the Euro Area Summit of 29 June 2012 agreed that the assistance would subsequently come from the European Stability Mechanism (ESM), but without gaining the same top priority for repayment as other ESM loans. The Memorandum of Understanding was signed on 23 July. Its full implementation took into account all other relevant considerations contained in the Euro Area Summit statement of 29 June 2012.\nThe operation of the programme was closely monitored by the Commission and the ECB; also partly by the EBA and the EFSF. The IMF was also closely involved.\nFor more information, see:\n‘The Financial Sector Adjustment Programme for Spain’ (European Commission);\n‘Post-programme surveillance for Spain’ (European Commission).\nMAIN DOCUMENT\n            \nCouncil Decision 2012/443/EU of 23 July 2012 addressed to Spain on specific measures to reinforce financial stability (OJ L 202, 28.7.2012, pp. 17–20)\nRELATED DOCUMENTS\n            \nCouncil Regulation (EU) No 407/2010 of 11 May 2010 establishing a European financial stabilisation mechanism (OJ L 118, 12.5.2010, pp. 1–4)\nSuccessive amendments to Regulation (EU) No 407/2010 have been incorporated into the original document. This consolidated version is of documentary value only.\nRegulation (EU) No 472/2013 of the European Parliament and of the Council of 21 May 2013 on the strengthening of economic and budgetary surveillance of Member States in the euro area experiencing or threatened with serious difficulties with respect to their financial stability (OJ L 140, 27.5.2013, pp. 1–10)\nlast update 04.04.2017", "tags": ["short-term economic prospects", "economic recession", "aid for restructuring", "economic stabilisation", "banking system", "stability programme", "terms for aid", "EU aid", "Spain", "financial aid"], "subjects": ["Economic policy"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}