{"celex_id": "32001L0040", "reference": "EUR-Lex - 32001L0040 - EN\nAvis juridique important\n|\n32001L0040\nCouncil Directive 2001/40/EC of 28 May 2001 on the mutual recognition of decisions on the expulsion of third country nationals\nOfficial Journal L 149 , 02/06/2001 P. 0034 - 0036\nCouncil Directive 2001/40/ECof 28 May 2001on the mutual recognition of decisions on the expulsion of third country nationalsTHE COUNCIL OF THE EUROPEAN UNION,Having regard to the Treaty establishing the European Community, and in particular Article 63(3) thereof,Having regard to the initiative of the French Republic(1),Having regard to the opinion of the European Parliament(2),Whereas:(1) The Treaty stipulates that the Council is to adopt measures on immigration policy within areas comprising conditions of entry and residence as well as illegal immigration and illegal residence.(2) The Tampere European Council on 15 and 16 October 1999 reaffirmed its resolve to create an area of freedom, security and justice. For that purpose, a common European policy on asylum and migration should aim both at fair treatment of third country nationals and better management of migration flows.(3) The need to ensure greater effectiveness in enforcing expulsion decisions and better cooperation between Member States entails mutual recognition of expulsion decisions.(4) Decisions on the expulsion of third country nationals have to be adopted in accordance with fundamental rights, as safeguarded by the European Convention for the Protection of Human Rights and Fundamental Freedoms of 4 November 1950, in particular Articles 3 and 8 thereof, and the Geneva Convention relating to the Status of Refugees of 28 July 1951 and as they result from the constitutional principles common to the Member States.(5) In accordance with the principle of subsidiarity, the objective of the proposed action, namely cooperation between Member States on expulsion of third country nationals, cannot be sufficiently achieved by the Member States and can therefore, by reason of the effects of the envisaged action, be better achieved by the Community. This Directive does not go beyond what is necessary to achieve that objective.(6) In accordance with Article 3 of the Protocol on the position of the United Kingdom and Ireland annexed to the Treaty on European Union and the Treaty establishing the European Community, the United Kingdom has given notice by letter of 18 October 2000 of its wish to take part in the adoption and application of this Directive.(7) In accordance with Articles 1 and 2 of the Protocol on the position of Denmark annexed to the Treaty on European Union and the Treaty establishing the European Community, Denmark is not participating in the adoption of this Directive, and is therefore not bound by it or subject to its application. Given that this Directive aims to build upon the Schengen acquis under the provisions of Title IV of the Treaty establishing the European Community, in accordance with Article 5 of the abovementioned Protocol, Denmark will decide within a period of six months after the Council has adopted this Directive whether it will transpose this decision into its national law.(8) As regards the Republic of Iceland and the Kingdom of Norway, this Directive constitutes a development of the Schengen acquis within the meaning of the agreement concluded on 18 May 1999 between the Council of the European Union and those two States. As a result of the procedures laid down in the agreement, the rights and obligations arising from this Directive should also apply to those two States and in relations between those two States and the Member States of the European Community to which this Directive is addressed,HAS ADOPTED THIS DIRECTIVE:Article 11. Without prejudice to the obligations arising from Article 23 and to the application of Article 96 of the Convention implementing the Schengen Agreement of 14 June 1985, signed at Schengen on 19 June 1990, hereinafter referred to as the \"Schengen Convention\", the purpose of this Directive is to make possible the recognition of an expulsion decision issued by a competent authority in one Member State, hereinafter referred to as the \"issuing Member State\", against a third country national present within the territory of another Member State, hereinafter referred to as the \"enforcing Member State\".2. Any decision taken pursuant to paragraph 1 shall be implemented according to the applicable legislation of the enforcing Member State.3. This Directive shall not apply to family members of citizens of the Union who have exercised their right of free movement.Article 2For the purposes of this Directive,(a) \"third country national\" shall mean anyone who is not a national of any of the Member States;(b) \"expulsion decision\" shall mean any decision which orders an expulsion taken by a competent administrative authority of an issuing Member State;(c) \"enforcement measure\" shall mean any measure taken by the enforcing Member State with a view to implementing an expulsion decision.Article 31. The expulsion referred to in Article 1 shall apply to the following cases:(a) a third country national is the subject of an expulsion decision based on a serious and present threat to public order or to national security and safety, taken in the following cases:- conviction of a third country national by the issuing Member State for an offence punishable by a penalty involving deprivation of liberty of at least one year,- the existence of serious grounds for believing that a third country national has committed serious criminal offences or the existence of solid evidence of his intention to commit such offences within the territory of a Member State.Without prejudice to Article 25(2) of the Schengen Convention, if the person concerned holds a residence permit issued by the enforcing Member State or by another Member State, the enforcing State shall consult the issuing State and the State which issued the permit. The existence of an expulsion decision taken under this point shall allow for the residence permit to be withdrawn if this is authorised by the national legislation of the State which issued the permit;(b) a third country national is the subject of an expulsion decision based on failure to comply with national rules on the entry or residence of aliens.In the two cases referred to in (a) and (b), the expulsion decision must not have been rescinded or suspended by the issuing Member State.2. Member States shall apply this Directive with due respect for human rights and fundamental freedoms.3. This Directive shall be applied without prejudice to the provisions of the Convention Determining the State Responsible for Examining Applications for Asylum Lodged in one of the Member States of the European Communities and readmission agreements between Member States.Article 4The Member States shall ensure that the third country national concerned may, in accordance with the enforcing Member State's legislation, bring proceedings for a remedy against any measure referred to in Article 1(2).Article 5Protection of personal data and data security shall be ensured in accordance with Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data(3).Without prejudice to Articles 101 and 102 of the Schengen Convention, personal data files shall be used in the context of this Directive only for the purposes laid down therein.Article 6The authorities of the issuing Member State and of the enforcing Member State shall make use of all appropriate means of cooperation and of exchanging information to implement this Directive.The issuing Member State shall provide the enforcing Member State with all documents needed to certify the continued enforceability of the decision by the fastest appropriate means, where appropriate in accordance with the relevant provisions of the SIRENE Manual.The enforcing Member State shall first examine the situation of the person concerned to ensure that neither the relevant international instruments nor the national rules applicable conflict with the enforcement of the expulsion decision.After implementation of the enforcement measure, the enforcing Member State shall inform the issuing Member State.Article 7Member States shall compensate each other for any financial imbalances which may result from application of this Directive where expulsion cannot be effected at the expense of the national(s) of the third country concerned.In order to enable this Article to be implemented, the Council, acting on a proposal from the Commission, shall adopt appropriate criteria and practical arrangements before 2 December 2002. These criteria and practical arrangements shall also apply to the implementation of Article 24 of the Schengen Convention.Article 81. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive not later than 2 December 2002. They shall forthwith inform the Commission thereof.When Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.2. Member States shall communicate to the Commission the text of the main provisions of domestic law which they adopt in the field governed by this Directive.Article 9This Directive shall enter into force the day of its publication in the Official Journal of the European Communities.Article 10This Directive is addressed to the Member States, in accordance with the Treaty establishing the European Community.Done at Brussels, 28 May 2001.For the CouncilThe PresidentT. Bodström(1) OJ C 243, 24.8.2000, p. 1.(2) Opinion delivered on 13 March 2001 (not yet published in the Official Journal).(3) OJ L 281, 23.11.1995, p. 31.", "summary": "Expulsion decisions — mutual recognition by EU countries\nExpulsion decisions — mutual recognition by EU countries\nSUMMARY OF:\nDirective 2001/40/EC on the mutual recognition of decisions on the expulsion of non-EU nationals\nWHAT IS THE AIM OF THE DIRECTIVE?\n              \nIt aims to ensure that a decision by a European Union (EU) country to expel a non-EU national present in another EU country is respected and complied with.\nKEY POINTS\nThe expulsion orders apply to non-EU citizens who:\nconstitute a serious and present threat to public order or to national security and safety;\nhave been convicted of an offence that carries a minimum one-year prison sentence;\nare believed, on the basis of serious grounds or solid evidence, to have committed, or intend to commit, such offences;\nfail to comply with national entry or residence rules.\nIf the individual concerned has a valid residence permit, the country imposing the expulsion must consult the country which issued the permit.\nEU countries applying the legislation must:\nrespect human rights and fundamental freedoms;\nensure the individual concerned can appeal against the expulsion order;\nprotect personal data and data security;\nuse all appropriate forms of cooperation and information exchange to implement the legislation;\ncompensate each other for financial costs involved. The arrangements are set out in Council Decision 2004/191/EC\nThe country issuing the expulsion order must provide the country enforcing it with all the necessary documents as quickly as possible.\nThe country enforcing the decision must ensure this does not violate the relevant international or national rules.\nThe legislation does not apply to family members of EU citizens.\nCouncil Directive 2003/110/EC sets out the transit arrangements for illegal non-EU residents removed by air via another EU country.\nDirective 2008/115/EC sets common standards and procedures for returning non-EU nationals that stay illegally.\nRegulation (EU) No 604/2013 (Dublin III Regulation) lays down the criteria and procedures to determine which EU country is responsible for examining an asylum application.\nIn September 2005, the Council of Europe issued 20 guidelines on forced returns.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt has applied since 2 June 2001. EU countries had to incorporate it into national law by 2 December 2002.\nBACKGROUND\n              \nUK and Ireland, although not in the Schengen passport-free area, apply the legislation and participate in its arrangements, as do Iceland and Norway, while Denmark does not.\nMAIN DOCUMENT\n            \nCouncil Directive 2001/40/EC of 28 May 2001 on the mutual recognition of decisions on the expulsion of third country nationals (OJ L 149, 2.6.2001, pp. 34–36)\nRELATED DOCUMENTS\n            \nCouncil Directive 2003/110/EC of 25 November 2003 on assistance in cases of transit for the purposes of removal by air (OJ L 321, 6.12.2003, pp. 26–31)\nCouncil Decision 2004/191/EC of 23 February 2004 setting out the criteria and practical arrangements for the compensation of the financial imbalances resulting from the application of Directive 2001/40/EC on the mutual recognition of decisions on the expulsion of third-country nationals (OJ L 60, 27.2.2004, pp. 55–57)\nDirective 2008/115/EC of the European Parliament and of the Council of 16 December 2008 on common standards and procedures in Member States for returning illegally staying third-country nationals (OJ L 348, 24.12.2008, pp. 98–107)\nRegulation (EU) No 604/2013 of the European Parliament and of the Council of 26 June 2013 establishing the criteria and mechanisms for determining the Member State responsible for examining an application for international protection lodged in one of the Member States by a third-country national or a stateless person (OJ L 180, 29.6.2013, pp. 31–59)\nlast update 09.01.2017", "tags": ["crime", "cooperation policy", "foreign national", "residence permit", "public safety", "EU Member State"], "subjects": ["Justice and home affairs"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}