{"celex_id": "32009L0016", "reference": "28.5.2009\nEN\nOfficial Journal of the European Union\nL 131/57\nDIRECTIVE 2009/16/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 23 April 2009\non port State control\n(Recast)\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 80(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving regard to the opinion of the Committee of the Regions (2),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (3), in the light of the joint text approved by the Conciliation Committee on 3 February 2009,\nWhereas:\n(1)\nCouncil Directive 95/21/EC of 19 June 1995 on port State control of shipping (4) has been substantially amended several times. Since further amendments are to be made, it should be recast in the interests of clarity.\n(2)\nThe Community is seriously concerned about shipping casualties and pollution of the seas and coastlines of Member States.\n(3)\nThe Community is equally concerned about on-board living and working conditions.\n(4)\nSafety, pollution prevention and on-board living and working conditions may be effectively enhanced through a drastic reduction of substandard ships from Community waters, by strictly applying Conventions, international codes and resolutions.\n(5)\nTo this end, in accordance with Council Decision 2007/431/EC of 7 June 2007 authorising Member States to ratify, in the interests of the European Community, the Maritime Labour Convention, 2006, of the International Labour Organisation (5), Member States should make efforts to ratify, for the parts falling under Community competence, that Convention as soon as possible, preferably before 31 December 2010.\n(6)\nResponsibility for monitoring the compliance of ships with the international standards for safety, pollution prevention and on-board living and working conditions lies primarily with the flag State. Relying, as appropriate, on recognised organisations, the flag State fully guarantees the completeness and efficiency of the inspections and surveys undertaken to issue the relevant certificates. Responsibility for maintenance of the condition of the ship and its equipment after survey to comply with the requirements of Conventions applicable to the ship lies with the ship company. However, there has been a serious failure on the part of a number of flag States to implement and enforce international standards. Henceforth, as a second line of defence against substandard shipping, the monitoring of compliance with the international standards for safety, pollution prevention and on-board living and working conditions should also be ensured by the port State, while recognising that port State control inspection is not a survey and the relevant inspection forms are not seaworthiness certificates.\n(7)\nA harmonised approach to the effective enforcement of these international standards by Member States in respect of ships sailing in the waters under their jurisdiction and using their ports should avoid distortions of competition.\n(8)\nThe shipping industry is vulnerable to acts of terrorism. Transport security measures should be effectively implemented and Member States should vigorously monitor compliance with security rules by carrying out security checks.\n(9)\nAdvantage should be taken of the experience gained during the operation of the Paris Memorandum of Understanding on Port State Control (Paris MOU), signed in Paris on 26 January 1982.\n(10)\nThe European Maritime Safety Agency (EMSA) established by Regulation (EC) No 1406/2002 of the European Parliament and of the Council (6), should provide the necessary support to ensure the convergent and effective implementation of the port State control system. EMSA should in particular contribute to the development and implementation of the inspection database set up in accordance with this Directive and of a harmonised Community scheme for the training and assessment of competences of port State control inspectors by Member States.\n(11)\nAn efficient port State control system should seek to ensure that all ships calling at ports and anchorages within the Community are regularly inspected. Inspection should concentrate on substandard ships, while quality ships, meaning those which have satisfactory inspection records or which fly the flag of a State complying with the Voluntary International Maritime Organisation (IMO) Member State Audit Scheme, should be rewarded by undergoing less frequent inspections. In particular to this effect, Member States should give overall priority to ships due for inspections with a high risk profile.\n(12)\nSuch new inspection arrangements should be incorporated into the Community port State control system as soon as its various aspects have been defined and on the basis of an inspection-sharing scheme whereby each Member State contributes fairly to the achievement of the Community objective of a comprehensive inspection scheme and the volume of inspections is shared in an equitable manner among the Member States. This inspection-sharing scheme should be revised taking into account the experience gained with the new port State control system with a view to improving its effectiveness. Moreover, Member States should recruit and retain the requisite number of staff, including qualified inspectors, taking into account the volume and characteristics of shipping traffic at each port.\n(13)\nThe inspection system set up by this Directive takes into account the work carried under the Paris MOU. Since any developments arising from the Paris MOU should be agreed at Community level before being made applicable within the EU, close coordination should be established and maintained between the Community and the Paris MOU in order to facilitate as much convergence as possible.\n(14)\nThe Commission should manage and update the inspection database, in close collaboration with the Paris MOU. The inspection database should incorporate inspection data of Member States and all signatories to the Paris MOU. Until the Community maritime information system, SafeSeaNet, is fully operational and allows for an automatic record of the data concerning ships’ calls in the inspection database, Member States should provide the Commission with the information needed to ensure a proper monitoring of the application of this Directive, in particular concerning the movements of ships. On the basis of the inspection data provided by Member States, the Commission should retrieve from the inspection database data on the risk profile of ships, on ships due for inspections and on the movement of ships and should calculate the inspection commitments for each Member State. The inspection database should also be capable of interfacing with other Community maritime safety databases.\n(15)\nMember States should endeavour to review the method of drawing the white, grey and black list of flag States in the framework of the Paris MOU, in order to ensure its fairness, in particular with respect to the way it treats flag States with small fleets.\n(16)\nThe rules and procedures for port State control inspections, including criteria for the detention of ships, should be harmonised to ensure consistent effectiveness in all ports, which would also drastically reduce the selective use of certain ports of destination to avoid the net of proper control.\n(17)\nPeriodic and additional inspections should include an examination of pre-identified areas for each ship, which will vary according to the type of ship, the type of inspection and the findings of previous port State control inspections. The inspection database should indicate the elements to identify the risk areas to be checked at each inspection.\n(18)\nCertain categories of ships present a major accident or pollution hazard when they reach a certain age and should therefore be subject to an expanded inspection. The details of such expanded inspection should be laid down.\n(19)\nUnder the inspection system set up by this Directive, the intervals between periodic inspections on ships depend on their risk profile that is determined by certain generic and historical parameters. For high risk ships this interval should not exceed six months.\n(20)\nIn order to provide the competent port State control authorities with information on ships in ports or anchorages, port authorities or bodies or the authorities or bodies designated for that purpose should forward notifications on arrivals of ships, on receipt to the extent possible.\n(21)\nSome ships pose a manifest risk to maritime safety and the marine environment because of their poor condition, flag performance and history. It is therefore legitimate for the Community to dissuade those ships from entering the ports and anchorages of Member States. The refusal of access should be proportionate and could result in a permanent refusal of access, if the operator of the ship persistently fails to take corrective action in spite of several refusals of access and detentions in ports and anchorages within the Community. Any third refusal of access can only be lifted if a number of conditions designed to ensure that the ship concerned can be operated safely in Community waters, in particular relating to the flag State of the ship and the managing company, are fulfilled. Otherwise, the ship should be permanently refused access to ports and anchorages of the Member States. In any case, any subsequent detention of the ship concerned should lead to a permanent refusal of access to ports and anchorages of the Member States. In the interests of transparency, the list of ships refused access to ports and anchorages within the Community should be made public.\n(22)\nWith a view to reducing the burden placed on certain administrations and companies by repetitive inspections, surveys under Council Directive 1999/35/EC of 29 April 1999 on a system of mandatory surveys for the safe operation of regular ro-ro ferry and high-speed passenger craft services (7), carried out on ro-ro ferries or high-speed passenger craft by a host State which is not the flag State of the vessel, and which include at least all the items of an expanded inspection, should be taken into account when calculating the risk profile of a ship, the intervals between inspections and the fulfilment of the inspection commitment of each Member State. In addition, the Commission should examine whether it is appropriate that Directive 1999/35/EC be amended in the future with a view of enhancing the level of safety required for the operation of ro-ro ferries and high-speed passenger craft to and from ports of Member States.\n(23)\nNon-compliance with the provisions of the relevant Conventions should be rectified. Ships which need to be the subject of corrective action should, where the observed deficiencies are clearly hazardous to safety, health or the environment, be detained until the shortcomings are rectified.\n(24)\nA right of appeal against detention orders by the competent authorities should be made available, in order to prevent unreasonable decisions which may cause undue detention and delay. Member States should cooperate in order to ensure that appeals are dealt with in a reasonable time in accordance with their national legislation.\n(25)\nAuthorities and inspectors involved in port State control activities should have no conflict of interests with the port of inspection or with the ships inspected, or of related interests. Inspectors should be adequately qualified and receive appropriate training to maintain and improve their competence in the conduct of inspections. Member States should cooperate in developing and promoting a harmonised Community scheme for the training and assessment of competences of inspectors.\n(26)\nPilots and port authorities or bodies should be enabled to provide useful information on apparent anomalies found on board ships.\n(27)\nComplaints from persons with a legitimate interest regarding on-board living and working conditions should be investigated. Any person lodging a complaint should be informed of the follow-up action taken with regard to that complaint.\n(28)\nCooperation between the competent authorities of Member States and other authorities or organisations is necessary to ensure an effective follow-up with regard to ships with deficiencies, which have been permitted to proceed, and for the exchange of information about ships in port.\n(29)\nSince the inspection database is an essential part of port State control, Member States should ensure that it is updated in the light of Community requirements.\n(30)\nPublication of information concerning ships and their operators or companies which do not comply with international standards on safety, health and protection of the marine environment, taking account of the companies’ fleet size, may be an effective deterrent discouraging shippers from using such ships and an incentive to their owners to take corrective action. With regard to the information to be made available, the Commission should establish a close collaboration with the Paris MOU and take account of any information published in order to avoid unnecessary duplication. Member States should have to provide the relevant information only once.\n(31)\nAll costs of inspecting, which warrant detention of ships, and those incurred in lifting a refusal of access, should be borne by the owner or the operator.\n(32)\nThe measures necessary for the implementation of this Directive should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (8).\n(33)\nIn particular, the Commission should be empowered to amend this Directive in order to apply subsequent amendments to Conventions, international codes and resolutions related thereto and to establish the rules of implementation for the provisions of Articles 8 and 10. Since those measures are of general scope and are designed to amend non-essential elements of this Directive, inter alia, by supplementing it with new non-essential elements, they must be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(34)\nSince the objectives of this Directive, namely to reduce substandard shipping in waters under Member States’ jurisdiction through improvement of the Community’s inspection system for seagoing ships and the development of the means of taking preventive action in the field of pollution of the seas, cannot be sufficiently achieved by the Member States and can, therefore, by reason of its scale and effects, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve those objectives.\n(35)\nThe obligation to transpose this Directive into national law should be confined to those provisions which represent a substantive change as compared with Directive 95/21/EC. The obligation to transpose the provisions which are unchanged arises under that Directive.\n(36)\nThis Directive should be without prejudice to the obligations of Member States relating to the time limits for transposition into national law of the Directives set out in Annex XV, Part B.\n(37)\nThe port State control system established in accordance with this Directive should be implemented on the same date in all Member States. In this context, the Commission should ensure that appropriate preparatory measures are taken, including the testing of the inspection database and the provision of training to inspectors.\n(38)\nIn accordance with point 34 of the Interinstitutional Agreement on better law-making (9), Member States are encouraged to draw up, for themselves and in the interests of the Community, their own tables illustrating, as far as possible, the correlation between this Directive and the transposition measures, and to make them public.\n(39)\nIn order not to impose a disproportionate administrative burden on landlocked Member States, a de minimis rule should allow such Member States to derogate from the provisions of this Directive, which means that such Member States, as long as they meet certain criteria, are not obliged to transpose this Directive.\n(40)\nIn order to take into account the fact that the French overseas departments belong to a different geographical area, are to a large extent Parties to regional port State control memoranda other than the Paris MOU and have very limited traffic flows with mainland Europe, the Member State concerned should be allowed to exclude those ports from the port State control system applied within the Community,\nHAVE ADOPTED THIS DIRECTIVE:\nArticle 1\nPurpose\nThe purpose of this Directive is to help to drastically reduce substandard shipping in the waters under the jurisdiction of Member States by:\n(a)\nincreasing compliance with international and relevant Community legislation on maritime safety, maritime security, protection of the marine environment and on-board living and working conditions of ships of all flags;\n(b)\nestablishing common criteria for control of ships by the port State and harmonising procedures on inspection and detention, building upon the expertise and experience under the Paris MOU;\n(c)\nimplementing within the Community a port State control system based on the inspections performed within the Community and the Paris MOU region, aiming at the inspection of all ships with a frequency depending on their risk profile, with ships posing a higher risk being subject to a more detailed inspection carried out at more frequent intervals.\nArticle 2\nDefinitions\nFor the purposes of this Directive the following definitions shall apply:\n1.\n‘Conventions’ means the following Conventions, with the Protocols and amendments thereto, and related codes of mandatory status, in their up-to-date version:\n(a)\nthe International Convention on Load Lines, 1966 (LL 66);\n(b)\nthe International Convention for the Safety of Life at Sea, 1974 (SOLAS 74);\n(c)\nthe International Convention for the Prevention of Pollution from Ships, 1973, and the 1978 Protocol relating thereto (Marpol 73/78);\n(d)\nthe International Convention on Standards of Training, Certification and Watchkeeping for Seafarers, 1978 (STCW 78/95);\n(e)\nthe Convention on the International Regulations for Preventing Collisions at Sea, 1972 (Colreg 72);\n(f)\nthe International Convention on Tonnage Measurement of Ships, 1969 (ITC 69);\n(g)\nthe Merchant Shipping (Minimum Standards) Convention, 1976 (ILO No 147);\n(h)\nthe International Convention on Civil Liability for Oil Pollution Damage, 1992 (CLC 92).\n2.\n‘Paris MOU’ means the Memorandum of Understanding on Port State Control, signed in Paris on 26 January 1982, in its up-to-date version.\n3.\n‘Framework and procedures for the Voluntary IMO Member State Audit Scheme’ means IMO Assembly Resolution A.974(24).\n4.\n‘Paris MOU region’ means the geographical area in which the signatories to the Paris MOU conduct inspections in the context of the Paris MOU.\n5.\n‘Ship’ means any seagoing vessel to which one or more of the Conventions apply, flying a flag other than that of the port State.\n6.\n‘Ship/port interface’ means the interactions that occur when a ship is directly and immediately affected by actions involving the movement of persons or goods or the provision of port services to or from the ship.\n7.\n‘Ship at anchorage’ means a ship in a port or another area within the jurisdiction of a port, but not at berth, carrying out a ship/port interface.\n8.\n‘Inspector’ means a public-sector employee or other person, duly authorised by the competent authority of a Member State to carry out port-State control inspections, and responsible to that competent authority.\n9.\n‘Competent authority’ means a maritime authority responsible for port State control in accordance with this Directive.\n10.\n‘Night time’ means any period of not less than seven hours, as defined by national law, and which must include, in any case, the period between midnight and 5.00.\n11.\n‘Initial inspection’ means a visit on board a ship by an inspector, in order to check compliance with the relevant Conventions and regulations and including at least the checks required by Article 13(1).\n12.\n‘More detailed inspection’ means an inspection where the ship, its equipment and crew as a whole or, as appropriate, parts thereof are subjected, in the circumstances specified in Article 13(3), to an in-depth examination covering the ship’s construction, equipment, manning, living and working conditions and compliance with on-board operational procedures.\n13.\n‘Expanded inspection’ means an inspection, which covers at least the items listed in Annex VII. An expanded inspection may include a more detailed inspection whenever there are clear grounds in accordance with Article 13(3).\n14.\n‘Complaint’ means any information or report submitted by any person or organisation with a legitimate interest in the safety of the ship, including an interest in safety or health hazards to its crew, on-board living and working conditions and the prevention of pollution.\n15.\n‘Detention’ means the formal prohibition for a ship to proceed to sea due to established deficiencies which, individually or together, make the ship unseaworthy.\n16.\n‘Refusal of access order’ means a decision issued to the master of a ship, to the company responsible for the ship and to the flag State notifying them that the ship will be refused access to all ports and anchorages of the Community.\n17.\n‘Stoppage of an operation’ means a formal prohibition for a ship to continue an operation due to established deficiencies which, individually or together, would render the continued operation hazardous.\n18.\n‘Company’ means the owner of the ship or any other organisation or person such as the manager, or the bareboat charterer, who has assumed the responsibility for operation of the ship from the owner of the ship and who, on assuming such responsibility, has agreed to take over all the duties and responsibilities imposed by the International Safety Management (ISM) Code.\n19.\n‘Recognised Organisation’ means a classification company or other private body, carrying out statutory tasks on behalf of a flag State administration.\n20.\n‘Statutory certificate’ means a certificate issued by or on behalf of a flag State in accordance with Conventions.\n21.\n‘Classification certificate’ means a document confirming compliance with SOLAS 74, Chapter II-1, Part A-1, Regulation 3-1.\n22.\n‘Inspection database’ means the information system contributing to the implementation of the port State control system within the Community and concerning the data related to inspections carried out in the Community and the Paris MOU region.\nArticle 3\nScope\n1.   This Directive shall apply to any ship and its crew calling at a port or anchorage of a Member State to engage in a ship/port interface.\nFrance may decide that the ports and anchorages covered by this paragraph do not include ports and anchorages situated in the overseas departments referred to in Article 299(2) of the Treaty.\nIf a Member State performs an inspection of a ship in waters within its jurisdiction, other than at a port, it shall be considered as an inspection for the purposes of this Directive.\nNothing in this Article shall affect the rights of intervention available to a Member State under the relevant Conventions.\nMember States which do not have seaports and which can verify that of the total number of individual vessels calling annually over a period of the three previous years at their river ports, less than 5 % are ships covered by this Directive, may derogate from the provisions of this Directive.\nMember States which do not have seaports shall communicate to the Commission at the latest on the date of transposition of the Directive the total number of vessels and the number of ships calling at their ports during the three-year period referred to above and shall inform the Commission of any subsequent change to the abovementioned figures.\n2.   Where the gross tonnage of a ship is less than 500, Member States shall apply those requirements of a relevant Convention which are applicable and shall, to the extent that a Convention does not apply, take such action as may be necessary to ensure that the ships concerned are not clearly hazardous to safety, health or the environment. In applying this paragraph, Member States shall be guided by Annex 1 to the Paris MOU.\n3.   When inspecting a ship flying the flag of a State which is not a party to a Convention, Member States shall ensure that the treatment of such ship and its crew is not more favourable than that of a ship flying the flag of a State party to that Convention.\n4.   Fishing vessels, warships, naval auxiliaries, wooden ships of a primitive build, government ships used for non-commercial purposes and pleasure yachts not engaged in trade shall be excluded from the scope of this Directive.\nArticle 4\nInspection powers\n1.   Member States shall take all necessary measures, in order to be legally entitled to carry out the inspections referred to in this Directive on board foreign ships, in accordance with international law.\n2.   Member States shall maintain appropriate competent authorities, to which the requisite number of staff, in particular qualified inspectors, for the inspection of ships is assigned, for example, through recruitment, and shall take appropriate measures to ensure that inspectors perform their duties as laid down in this Directive and in particular that they are available for carrying out the inspections required in accordance with this Directive.\nArticle 5\nInspection system and annual inspection commitment\n1.   Member States shall carry out inspections in accordance with the selection scheme described in Article 12 and the provisions in Annex I.\n2.   In order to comply with its annual inspection commitment, each Member State shall:\n(a)\ninspect all Priority I ships, referred to in Article 12(a), calling at its ports and anchorages; and\n(b)\ncarry out annually a total number of inspections of Priority I and Priority II ships, referred to in Article 12(a) and (b), corresponding at least to its share of the total number of inspections to be carried out annually within the Community and the Paris MOU region. The inspection share of each Member State shall be based on the number of individual ships calling at ports of the Member State concerned in relation to the sum of the number of individual ships calling at ports of each State within the Community and the Paris MOU region.\n3.   With a view to calculating the share of the total number of inspections to be carried out annually within the Community and the Paris MOU region referred to in point (b) of paragraph 2, ships at anchorage shall not be counted unless otherwise specified by the Member State concerned.\nArticle 6\nModalities of compliance with the inspection commitment\nA Member State which fails to carry out the inspections required in Article 5(2)(a), complies with its commitment in accordance with that provision if such missed inspections do not exceed:\n(a)\n5 % of the total number of Priority I ships with a high risk profile calling at its ports and anchorages;\n(b)\n10 % of the total number of Priority I ships other than those with a high risk profile calling at its ports and anchorages.\nNotwithstanding the percentages in (a) and (b), Member States shall prioritise inspection of ships, which, according to the information provided by the inspection database, call at ports within the Community infrequently.\nNotwithstanding the percentages in (a) and (b), for Priority I ships calling at anchorages, Member States shall prioritise inspection of ships with a high risk profile, which, according to the information provided by the inspection database, call at ports within the Community infrequently.\nArticle 7\nModalities allowing a balanced inspection share within the Community\n1.   A Member State in which the total number of calls of Priority I ships exceeds its inspection share referred to in Article 5(2)(b), shall be regarded as complying with such commitment, if a number of inspections on Priority I ships carried out by that Member State corresponds at least to such inspection share and if that Member State does not miss more than 30 % of the total number of Priority I ships calling at its ports and anchorages.\n2.   A Member State, in which the total number of calls of Priority I and Priority II ships is less than the inspection share referred to in Article 5(2)(b), shall be regarded as complying with such commitment, if that Member State carries out the inspections of Priority I ships required under Article 5(2)(a) and inspections on at least 85 % of the total number of Priority II ships calling at its ports and anchorages.\n3.   The Commission shall, in its review referred to in Article 35, examine in particular the impact of this Article on the inspection commitment, taking into account the expertise and the experience gained in the Community and under the Paris MOU. The review shall take into account the objective of inspecting all ships calling at ports and anchorages within the Community. If appropriate, the Commission shall propose complementary measures with a view to improving the effectiveness of the inspection system applied in the Community, and, if necessary, a new review of the impact of this Article at a later stage.\nArticle 8\nPostponement of inspections and exceptional circumstances\n1.   A Member State may decide to postpone the inspection of a Priority I ship in the following circumstances:\n(a)\nif the inspection may be carried out at the next call of the ship in the same Member State, provided that the ship does not call at any other port in the Community or the Paris MOU region in between and the postponement is not more than 15 days; or\n(b)\nif the inspection may be carried out in another port of call within the Community or the Paris MOU region within 15 days, provided the State in which such port of call is located has agreed in advance to perform the inspection.\nIf an inspection is postponed in accordance with point (a) or (b) and recorded in the inspection database, a missed inspection shall not be counted as a missed inspection against the Member States which postponed the inspection.\nNevertheless, where an inspection of a Priority I ship is not performed, the relevant ship shall not be exempted from being inspected at the next port of call within the Community in accordance with this Directive.\n2.   Where an inspection is not performed on Priority I ships for operational reasons, it shall not be counted as a missed inspection, provided that the reason for missing the inspection is recorded in the inspection database and the following exceptional circumstances occur:\n(a)\nin the judgement of the competent authority the conduct of the inspection would create a risk to the safety of inspectors, the ship, its crew or to the port, or to the marine environment; or\n(b)\nthe ship call takes place only during night time. In this case Member States shall take the measures necessary to ensure that ships which call regularly during night time are inspected as appropriate.\n3.   If an inspection is not performed on a ship at anchorage, it shall not be counted as a missed inspection if:\n(a)\nthe ship is inspected in another port or anchorage within the Community or the Paris MOU region in accordance with Annex I within 15 days; or\n(b)\nthe ship call takes place only during night time or its duration is too short for the inspection to be carried out satisfactorily, and the reason for missing the inspection is recorded in the inspection database; or\n(c)\nin the judgement of the competent authority the conduct of the inspection would create a risk to the safety of inspectors, the ship, its crew or to the port, or to the marine environment, and the reason for missing the inspection is recorded in the inspection database.\n4.   The measures designed to amend non-essential elements of this Directive, by supplementing it, relating to the rules for the implementation of this Article shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 31(3).\nArticle 9\nNotification of arrival of ships\n1.   The operator, agent or master of a ship which, in accordance with Article 14, is eligible for an expanded inspection and bound for a port or anchorage of a Member State, shall notify its arrival in accordance with the provisions laid down in Annex III.\n2.   On receipt of the notification referred to in paragraph 1 of this Article and in Article 4 of Directive 2002/59/EC of the European Parliament and of the Council of 27 June 2002 establishing a Community vessel traffic monitoring and information system (10), the port authority or body or the authority or body designated for that purpose shall forward such information to the competent authority.\n3.   Electronic means shall be used whenever possible for any communication provided for in this Article.\n4.   The procedures and formats developed by Member States for the purposes of Annex III to this Directive shall comply with the relevant provisions laid down in Directive 2002/59/EC regarding ships’ notifications.\nArticle 10\nShip risk profile\n1.   All ships calling at a port or anchorage of a Member State shall, in the inspection database, be attributed a ship risk profile which determines their respective priority for inspection, the intervals between the inspections and the scope of inspections.\n2.   The risk profile of a ship shall be determined by a combination of generic and historical risk parameters as follows:\n(a)\nGeneric parameters\nGeneric parameters shall be based on the type, age, flag, recognised organisations involved and company performance in accordance with Annex I, Part I.1 and Annex II.\n(b)\nHistorical parameters\nHistorical parameters shall be based on the number of deficiencies and detentions during a given period in accordance with Annex I, Part I.2 and Annex II.\n3.   The measures designed to amend non-essential elements of this Directive, by supplementing it, relating to the rules for the implementation of this Article, in particular:\n(a)\nthe flag State criteria;\n(b)\nthe company performance criteria;\nshall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 31(3) and building upon the expertise of the Paris MOU.\nArticle 11\nFrequency of inspections\nShips calling at ports or anchorages within the Community shall be subject to periodic inspections or to additional inspections as follows:\n(a)\nShips shall be subject to periodic inspections at predetermined intervals depending on their risk profile in accordance with Annex I, Part I. The interval between periodic inspections of ships shall increase as the risk decreases. For high risk ships, this interval shall not exceed six months.\n(b)\nShips shall be subject to additional inspections regardless of the period since their last periodic inspection as follows:\n—\nthe competent authority shall ensure that ships to which overriding factors listed in Annex I, Part II 2A, apply are inspected,\n—\nships to which unexpected factors listed in Annex I, Part II 2B, apply may be inspected. The decision to undertake such an additional inspection is left to the professional judgement of the competent authority.\nArticle 12\nSelection of ships for inspection\nThe competent authority shall ensure that ships are selected for inspection on the basis of their risk profile as described in Annex I, Part I, and when overriding or unexpected factors arise in accordance with Annex I, Part II 2A and 2B.\nWith a view to the inspection of ships, the competent authority:\n(a)\nshall select ships which are due for a mandatory inspection, referred to as ‘Priority I’ ships, in accordance with the selection scheme described in Annex I, Part II 3A;\n(b)\nmay select ships which are eligible for inspection, referred to as ‘Priority II’ ships, in accordance with Annex I, Part II 3B.\nArticle 13\nInitial and more detailed inspections\nMember States shall ensure that ships which are selected for inspection in accordance with Article 12 are subject to an initial inspection or a more detailed inspection as follows:\n1.\nOn each initial inspection of a ship, the competent authority shall ensure that the inspector, as a minimum:\n(a)\nchecks the certificates and documents listed in Annex IV required to be kept on board in accordance with Community maritime legislation and Conventions relating to safety and security;\n(b)\nverifies, where appropriate, whether outstanding deficiencies found during the previous inspection carried out by a Member State or by a State signatory to the Paris MOU have been rectified;\n(c)\nsatisfies himself of the overall condition of the ship, including the hygiene of the ship, including engine room and accommodation.\n2.\nWhen, after an inspection referred to in point 1, deficiencies to be rectified at the next port of call have been recorded in the inspection database, the competent authority of such next port may decide not to carry out the verifications referred to in point 1(a) and (c).\n3.\nA more detailed inspection shall be carried out, including further checking of compliance with on-board operational requirements, whenever there are clear grounds for believing, after the inspection referred to in point 1, that the condition of a ship or of its equipment or crew does not substantially meet the relevant requirements of a Convention.\n‘Clear grounds’ shall exist when the inspector finds evidence which in his professional judgement warrants a more detailed inspection of the ship, its equipment or its crew.\nExamples of ‘clear grounds’ are set out in Annex V.\nArticle 14\nExpanded inspections\n1.   The following categories of ships are eligible to an expanded inspection in accordance with Annex I, Part II 3A and 3B:\n—\nships with a high risk profile,\n—\npassenger ships, oil tankers, gas or chemical tankers or bulk carriers, older than 12 years of age,\n—\nships with a high risk profile or passenger ships, oil tankers, gas or chemical tankers or bulk carriers, older than 12 years of age, in cases of overriding or unexpected factors,\n—\nships subject to a re-inspection following a refusal of access order issued in accordance with Article 16.\n2.   The operator or master of the ship shall ensure that sufficient time is available in the operating schedule to allow the expanded inspection to be carried out.\nWithout prejudice to control measures required for security purposes, the ship shall remain in the port until the inspection is completed.\n3.   On receipt of a pre-notification provided by a ship eligible for a periodic expanded inspection, the competent authority shall inform the ship if no expanded inspection will be carried out.\n4.   The scope of an expanded inspection, including the risk areas to be covered, is set out in Annex VII. The Commission shall, in accordance with the procedures referred to in Article 31(2), adopt measures for the implementation of Annex VII.\nArticle 15\nSafety and security guidelines and procedures\n1.   Member States shall ensure that their inspectors follow the procedures and guidelines specified in Annex VI.\n2.   As far as security checks are concerned, Member States shall apply the relevant procedures set out in Annex VI to this Directive to all ships referred to in Articles 3(1), 3(2) and 3(3) of Regulation (EC) No 725/2004 of the European Parliament and of the Council (11), calling at their ports and anchorages, unless they fly the flag of the port State of inspection.\n3.   The provisions of Article 14 of this Directive concerning expanded inspections shall apply to ro-ro ferries and high-speed passenger craft, referred to in Article 2(a) and (b) of Directive 1999/35/EC.\nWhen a ship has been surveyed in accordance with Articles 6 and 8 of Directive 1999/35/EC by a host State which is not the flag State of the ship, such specific survey shall be recorded as a more detailed or an expanded inspection, as relevant, in the inspection database and taken into account for the purposes of Articles 10, 11 and 12 of this Directive and for calculating the fulfilment of the inspection commitment of each Member State in as much as all the items referred to in Annex VII to this Directive are covered.\nWithout prejudice to a prevention of operation of a ro-ro ferry or a high-speed passenger craft decided in accordance with Article 10 of Directive 1999/35/EC, the provisions of this Directive concerning rectification of deficiencies, detention, refusal of access, follow-up to inspections, detentions and refusal of access, as appropriate, shall apply.\n4.   If necessary, the Commission may, in accordance with the procedure referred to in Article 31(2), adopt the rules for the harmonised implementation of paragraphs 1 and 2 of this Article.\nArticle 16\nAccess refusal measures concerning certain ships\n1.   A Member State shall ensure that any ship which:\n—\nflies the flag of a State whose detention rate falls into the black list, adopted in accordance with the Paris MOU on the basis of information recorded in the inspection database and as published annually by the Commission, and has been detained or has been issued with a prevention of operation order under Directive 1999/35/EC more than twice in the course of the preceding 36 months in a port or anchorage of a Member State or of a State signatory of the Paris MOU, or\n—\nflies the flag of a State whose detention rate falls into the grey list, adopted in accordance with the Paris MOU on basis of information recorded in the inspection database and as published annually by the Commission, and has been detained or has been issued with a prevention of operation order under Directive 1999/35/EC more than twice in the course of the preceding 24 months in a port or anchorage of a Member State or of a State signatory of the Paris MOU,\nis refused access to its ports and anchorages, except in the situations described in Article 21(6).\nRefusal of access shall become applicable as soon as the ship leaves the port or anchorage where it has been the subject of a third detention and where a refusal of access order has been issued.\n2.   The refusal of access order shall be lifted only after a period of three months has passed from the date of issue of the order and when the conditions in paragraphs 3 to 9 of Annex VIII are met.\nIf the ship is subject to a second refusal of access, the period shall be 12 months.\n3.   Any subsequent detention in a port or anchorage within the Community shall result in the ship being refused access to any port and anchorage within the Community. This third refusal of access order may be lifted after a period of 24 months has passed from the issue of the order and only if:\n—\nthe ship flies the flag of a State whose detention rate falls neither into the black list nor the grey list referred to in paragraph 1,\n—\nthe statutory and classification certificates of the ship are issued by an organisation or organisations recognised under Regulation (EC) No 391/2009 of the European Parliament and of the Council of 23 April 2009 on common rules and standards for ship inspection and survey organisations (recast) (12),\n—\nthe ship is managed by a company with a high performance according to Annex I, Part I.1, and\n—\nthe conditions in paragraphs 3 to 9 of Annex VIII are met.\nAny ship not meeting the criteria specified in this paragraph, after a period of 24 months has passed from the issue of the order, shall be permanently refused access to any port and anchorage within the Community.\n4.   Any subsequent detention in a port or anchorage within the Community after the third refusal of access shall result in the ship being permanently refused access to any port and anchorage within the Community.\n5.   For the purpose of this Article, Member States shall comply with the procedures laid down in Annex VIII.\nArticle 17\nReport of inspection to the master\nOn completion of an inspection, a more detailed inspection or an expanded inspection, the inspector shall draw up a report in accordance with Annex IX. The ship’s master shall be provided with a copy of the inspection report.\nArticle 18\nComplaints\nAll complaints shall be subject to a rapid initial assessment by the competent authority. This assessment shall make it possible to determine whether a complaint is justified.\nShould that be the case, the competent authority shall take the necessary action on the complaint, in particular, ensuring that anyone directly concerned by that complaint can make their views known.\nWhere the competent authority deems the complaint to be manifestly unfounded, it shall inform the complainant of its decision and of the reasons therefor.\nThe identity of the complainant shall not be revealed to the master or the shipowner of the ship concerned. The inspector shall ensure confidentiality during any interviews of crew members.\nMember States shall inform the flag State administration, with a copy to the International Labour Organisation (ILO) if appropriate, of complaints not manifestly unfounded and of follow-up actions taken.\nArticle 19\nRectification and detention\n1.   The competent authority shall be satisfied that any deficiencies confirmed or revealed by the inspection are, or will be, rectified in accordance with the Conventions.\n2.   In the case of deficiencies which are clearly hazardous to safety, health or the environment, the competent authority of the port State where the ship is being inspected shall ensure that the ship is detained or that the operation in the course of which the deficiencies are revealed is stopped. The detention order or stoppage of an operation shall not be lifted until the hazard is removed or until such authority establishes that the ship can, subject to any necessary conditions, proceed to sea or the operation be resumed without risk to the safety and health of passengers or crew, or risk to other ships, or without there being an unreasonable threat of harm to the marine environment.\n3.   When exercising his professional judgement as to whether or not a ship is to be detained, the inspector shall apply the criteria set out in Annex X.\n4.   If the inspection reveals that the ship is not equipped with a functioning voyage data recorder, when use of such recorder is compulsory in accordance with Directive 2002/59/EC, the competent authority shall ensure that the ship is detained.\nIf such deficiency cannot be readily rectified in the port of detention, the competent authority may either allow the ship to proceed to the appropriate repair yard nearest to the port of detention where it may be readily rectified or require the deficiency to be rectified within a maximum period of 30 days, as provided for in the guidelines developed by the Paris MOU. For these purposes, the procedures laid down in Article 21 shall apply.\n5.   In exceptional circumstances, where the overall condition of a ship is obviously substandard, the competent authority may suspend the inspection of that ship until the responsible parties take the steps necessary to ensure that it complies with the relevant requirements of the Conventions.\n6.   In the event of detention, the competent authority shall immediately inform, in writing and including the report of inspection, the flag State administration or, when this is not possible, the Consul or, in his absence, the nearest diplomatic representative of that State, of all the circumstances in which intervention was deemed necessary. In addition, nominated surveyors or recognised organisations responsible for the issue of classification certificates or statutory certificates in accordance with Conventions shall also be notified where relevant.\n7.   This Directive shall be without prejudice to the additional requirements of the Conventions concerning notification and reporting procedures related to port State control.\n8.   When port State control is exercised under this Directive, all possible efforts shall be made to avoid a ship being unduly detained or delayed. If a ship is unduly detained or delayed, the owner or operator shall be entitled to compensation for any loss or damage suffered. In any instance of alleged undue detention or delay the burden of proof shall lie with the owner or operator of the ship.\n9.   In order to alleviate port congestion, a competent authority may allow a detained ship to be moved to another part of the port if it is safe to do so. However, the risk of port congestion shall not be a consideration when deciding on a detention or on a release from detention.\nPort authorities or bodies shall cooperate with the competent authority with a view to facilitating the accommodation of detained ships.\n10.   The port authorities or bodies shall be informed at the earliest convenience when a detention order is issued.\nArticle 20\nRight of appeal\n1.   The owner or operator of a ship or his representative in the Member State shall have a right of appeal against detention or refusal of access by the competent authority. An appeal shall not cause the detention or refusal of access to be suspended.\n2.   Member States shall establish and maintain appropriate procedures for this purpose in accordance with their national legislation.\n3.   The competent authority shall properly inform the master of a ship referred to in paragraph 1 of the right of appeal and the practical arrangements relating thereto.\n4.   When, as a result of an appeal or of a request made by the owner or the operator of a ship or his representative, a detention order or a refusal of access order is revoked or amended:\n(a)\nMember States shall ensure that the inspection database is amended accordingly without delay;\n(b)\nthe Member State where the detention order or refusal of access order is issued shall, within 24 hours of such a decision, ensure that the information published in accordance with Article 26 is rectified.\nArticle 21\nFollow-up to inspections and detentions\n1.   Where deficiencies referred to in Article 19(2) cannot be rectified in the port of inspection, the competent authority of that Member State may allow the ship concerned to proceed without undue delay to the appropriate repair yard nearest to the port of detention, as chosen by the master and the authorities concerned, where follow-up action can be taken, provided that the conditions determined by the competent authority of the flag State and agreed by that Member State are complied with. Such conditions shall ensure that the ship can proceed without risk to the safety and health of passengers or crew, or risk to other ships, or without there being an unreasonable threat of harm to the marine environment.\n2.   Where the decision to send a ship to a repair yard is due to a lack of compliance with IMO Resolution A. 744(18), either with respect to a ship’s documentation or with respect to a ship’s structural failures and deficiencies, the competent authority may require that the necessary thickness measurements be carried out in the port of detention before the ship is allowed to sail.\n3.   In the circumstances referred to in paragraph 1, the competent authority of the Member State in the port of inspection shall notify the competent authority of the State where the repair yard is situated, the parties mentioned in Article 19(6) and any other authority as appropriate of all the conditions for the voyage.\nThe competent authority of a Member State receiving such notification shall inform the notifying authority of the action taken.\n4.   Member States shall take measures to ensure that access to any port or anchorage within the Community is refused to ships referred to in paragraph 1 which proceed to sea:\n(a)\nwithout complying with the conditions determined by the competent authority of any Member State in the port of inspection; or\n(b)\nwhich refuse to comply with the applicable requirements of the Conventions by not calling into the indicated repair yard.\nSuch refusal shall be maintained until the owner or operator provides evidence to the satisfaction of the competent authority of the Member State where the ship was found defective, demonstrating that the ship fully complies with all applicable requirements of the Conventions.\n5.   In the circumstances referred to in paragraph 4(a), the competent authority of the Member State where the ship was found defective shall immediately alert the competent authorities of all the other Member States.\nIn the circumstances referred to in paragraph 4(b), the competent authority of the Member State in which the repair yard lies shall immediately alert the competent authorities of all the other Member States.\nBefore denying entry, the Member State may request consultations with the flag administration of the ship concerned.\n6.   By way of derogation from the provisions of paragraph 4, access to a specific port or anchorage may be permitted by the relevant authority of that port State in the event of force majeure or overriding safety considerations, or to reduce or minimise the risk of pollution or to have deficiencies rectified, provided that adequate measures to the satisfaction of the competent authority of such Member State have been implemented by the owner, the operator or the master of the ship to ensure safe entry.\nArticle 22\nProfessional profile of inspectors\n1.   Inspections shall be carried out only by inspectors who fulfil the qualification criteria specified in Annex XI and who are authorised to carry out port State control by the competent authority.\n2.   When the required professional expertise cannot be provided by the competent authority of the port State, the inspector of that competent authority may be assisted by any person with the required expertise.\n3.   The competent authority, the inspectors carrying out port State control and the persons assisting them shall have no commercial interest either in the port of inspection or in the ships inspected, nor shall the inspectors be employed by, or undertake work on behalf of, non-governmental organisations which issue statutory and classification certificates or which carry out the surveys necessary for the issue of those certificates to ships.\n4.   Each inspector shall carry a personal document in the form of an identity card issued by his competent authority in accordance with Commission Directive 96/40/EC of 25 June 1996 establishing a common model for an identity card for inspectors carrying out port State control (13).\n5.   Member States shall ensure that the competence of inspectors and their compliance with the minimum criteria referred to in Annex XI are verified, before authorising them to carry out inspections and periodically thereafter in the light of the training scheme referred to in paragraph 7.\n6.   Member States shall ensure that inspectors receive appropriate training in relation to changes to the port State control system applied in the Community as laid down in this Directive and amendments to the Conventions.\n7.   In cooperation with Member States, the Commission shall develop and promote a harmonised Community scheme for the training and assessment of competences of port State control inspectors by Member States.\nArticle 23\nReports from pilots and port authorities\n1.   Member States shall take appropriate measures to ensure that their pilots engaged on the berthing or unberthing of ships or engaged on ships bound for a port or in transit within a Member State immediately inform the competent authority of the port State or the coastal State, as appropriate, whenever they learn in the course of their normal duties that there are apparent anomalies which may prejudice the safe navigation of the ship, or which may pose a threat of harm to the marine environment.\n2.   If port authorities or bodies, in the course of their normal duties, learn that a ship within their port has apparent anomalies which may prejudice the safety of the ship or poses an unreasonable threat of harm to the marine environment, such authority or body shall immediately inform the competent authority of the port State concerned.\n3.   Member States shall require pilots and port authorities or bodies to report at least the following information, in electronic format whenever possible:\n—\nship information (name, IMO identification number, call sign and flag),\n—\nsailing information (last port of call, port of destination),\n—\ndescription of apparent anomalies found on board.\n4.   Member States shall ensure that proper follow-up action is taken on apparent anomalies notified by pilots and port authorities or bodies and shall record the details of action taken.\n5.   The Commission may, in accordance with the regulatory procedure referred to in Article 31(2), adopt measures for the implementation of this Article, including a harmonised electronic format and procedures for the reporting of apparent anomalies by pilots and port authorities or bodies and of follow-up action taken by Member States.\nArticle 24\nInspection database\n1.   The Commission shall develop, maintain and update the inspection database, building upon the expertise and experience under the Paris MOU.\nThe inspection database shall contain all the information required for the implementation of the inspection system set up under this Directive and shall include the functionalities set out in Annex XII.\n2.   Member States shall take the appropriate measures to ensure that the information on the actual time of arrival and the actual time of departure of any ship calling at their ports and anchorages, together with an identifier of the port concerned, is transferred within a reasonable time to the inspection database through the Community maritime information exchange system ‘SafeSeaNet’ referred to in Article 3(s) of Directive 2002/59/EC. Once they have transferred such information to the inspection database through SafeSeaNet, Member States are exempted from the provision of data in accordance with paragraphs 1.2 and 2(a) and (b) of Annex XIV to this Directive.\n3.   Member States shall ensure that the information related to inspections performed in accordance with this Directive is transferred to the inspection database as soon as the inspection report is completed or the detention lifted.\nWithin 72 hours, Member States shall ensure that the information transferred to the inspection database is validated for publication purposes.\n4.   On the basis of the inspection data provided by Member States, the Commission shall be able to retrieve from the inspection database any relevant data concerning the implementation of this Directive, in particular on the risk profile of the ship, on ships’ due for inspections, on ships’ movement data and on the inspection commitments of each Member State.\nMember States shall have access to all the information recorded in the inspection database which is relevant for implementing the inspection procedures of this Directive.\nMember States and third signatories to the Paris MOU shall be granted access to any data they have recorded in the inspection database and to data on ships flying their flag.\nArticle 25\nExchange of information and cooperation\nEach Member State shall ensure that its port authorities or bodies and other relevant authorities or bodies provide the competent port State control authority with the following types of information in their possession:\n—\ninformation notified in accordance with Article 9 and Annex III,\n—\ninformation concerning ships which have failed to notify any information according to the requirements of this Directive, and to Directive 2000/59/EC of the European Parliament and of the Council of 27 November 2000 on port reception facilities for ship-generated waste and cargo residues (14) and Directive 2002/59/EC, as well as, if appropriate, with Regulation (EC) No 725/2004,\n—\ninformation concerning ships which have proceeded to sea without having complied with Articles 7 or 10 of Directive 2000/59/EC,\n—\ninformation concerning ships which have been denied entry or expelled from port on security grounds,\n—\ninformation on apparent anomalies in accordance with Article 23.\nArticle 26\nPublication of information\nThe Commission shall make available and maintain on a public website the information on inspections, detentions and refusals of access in accordance with Annex XIII, building upon the expertise and experience under the Paris MOU.\nArticle 27\nPublication of a list of companies with a low and very low performance\nThe Commission shall establish and publish regularly on a public website information relating to companies whose performance, in view of determining the ship risk profile referred to in Annex I Part I, has been considered as low and very low for a period of three months or more.\nThe Commission shall adopt, in accordance with the regulatory procedure referred to in Article 31(2), the rules for the implementation of this Article, specifying in particular the modalities of the publication.\nArticle 28\nReimbursement of costs\n1.   Should the inspections referred to in Articles 13 and 14 confirm or reveal deficiencies in relation to the requirements of a Convention warranting the detention of a ship, all costs relating to the inspections in any normal accounting period shall be covered by the shipowner or the operator or by his representative in the port State.\n2.   All costs relating to inspections carried out by the competent authority of a Member State under the provisions of Articles 16 and 21(4) shall be charged to the owner or operator of the ship.\n3.   In the case of detention of a ship, all costs relating to the detention in port shall be borne by the owner or operator of the ship.\n4.   The detention shall not be lifted until full payment is made or a sufficient guarantee is given for reimbursement of the costs.\nArticle 29\nData to monitor implementation\nMember States shall provide the Commission with the information listed in Annex XIV at the intervals stated in that Annex.\nArticle 30\nMonitoring of compliance and performance of Member States\nIn order to ensure the effective implementation of this Directive and to monitor the overall functioning of the Community’s port State control regime in accordance with Article 2(b)(i) of Regulation (EC) No 1406/2002, the Commission shall collect the necessary information and carry out visits to Member States.\nArticle 31\nCommittee procedure\n1.   The Commission shall be assisted by the Committee on Safe Seas and the Prevention of Pollution from Ships (COSS) created by Article 3 of Regulation (EC) No 2099/2002 of the European Parliament and of the Council (15).\n2.   Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period laid down in Article 5(6) of Decision 1999/468/EC shall be set at three months.\n3.   Where reference is made to this paragraph, Article 5a(1) to (4) and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nArticle 32\nAmendment procedure\nThe Commission shall:\n(a)\nadapt the Annexes, except Annex I, in order to take into account amendments to Community legislation on maritime safety and security which have entered into force, and the Conventions, international codes and resolutions of relevant international organisations and developments in the Paris MOU;\n(b)\namend the definitions referring to Conventions, international codes and resolutions and Community legislation which are relevant for the purposes of this Directive.\nThose measures, designed to amend non-essential elements of this Directive, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 31(3).\nThe amendments to the international instruments referred to in Article 2 may be excluded from the scope of this Directive, pursuant to Article 5 of Regulation (EC) No 2099/2002.\nArticle 33\nImplementing rules\nWhen establishing the implementing rules referred to in Articles 8(4), 10(3), 14(4), 15(4), 23(5) and 27 in accordance with the procedures referred to in Article 31(2) and (3), the Commission shall take specific care that these rules take into account the expertise and the experience gained with the inspection system in the Community and the Paris MOU region.\nArticle 34\nPenalties\nMember States shall lay down a system of penalties for the breach of national provisions adopted pursuant to this Directive and shall take all the measures necessary to ensure that those penalties are applied. The penalties provided for shall be effective, proportionate and dissuasive.\nArticle 35\nReview\nThe Commission shall review the implementation of this Directive no later than 30 June 2012. The review will examine, inter alia, the fulfilment of the overall Community inspection commitment laid down in Article 5, the number of port State control inspectors in each Member State, the number of inspections carried out, and the compliance with the annual inspection commitment by each Member State and the implementation of Articles 6, 7 and 8.\nThe Commission shall communicate the findings of the review to the European Parliament and the Council and shall determine on the basis of the review whether it is necessary to propose an amending Directive or further legislation in this area.\nArticle 36\nImplementation and notification\n1.   Member States shall adopt and publish, by 31 December 2010, the laws, regulations and administrative provisions necessary to comply with this Directive.\nThey shall apply those provisions from 1 January 2011.\n2.   When Member States adopt those measures, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. They shall also include a statement that references in existing laws, regulations and administrative provisions to the Directive repealed by this Directive shall be construed as references to this Directive. Member States shall determine how such reference is to be made and how that statement is to be formulated.\n3.   Member States shall communicate to the Commission the text of the main provisions of national law adopted in the field covered by this Directive.\n4.   In addition, the Commission shall inform the European Parliament and the Council on a regular basis of progress in the implementation of this Directive within the Member States, in particular with a view to a uniform application of the inspection system in the Community.\nArticle 37\nRepeal\nDirective 95/21/EC, as amended by the Directives listed in Annex XV, Part A, is hereby repealed, with effect from 1 January 2011, without prejudice to the obligations of Member States relating to the time limits for transposition into national law of the Directives set out in Annex XV, Part B.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table set out in Annex XVI to this Directive.\nArticle 38\nEntry into force\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nArticle 39\nAddressees\nThis Directive is addressed to the Member States.\nDone at Strasbourg, 23 April 2009.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nP. NEČAS\n(1)  OJ C 318, 23.12.2006, p. 195.\n(2)  OJ C 229, 22.9.2006, p. 38.\n(3)  Opinion of the European Parliament of 25 April 2007 (OJ C 74 E, 20.3.2008, p. 584), Council Common Position of 6 June 2008 (OJ C 198 E, 5.8.2008, s. 1), Position of the European Parliament of 24 September 2008 (not yet published in the Official Journal), Council Decision of 26 February 2009 and Legislative Resolution of the European Parliament of 11 March 2009 (not yet published in the Official Journal).\n(4)  OJ L 157, 7.7.1995, p. 1.\n(5)  OJ L 161, 22.6.2007, p. 63.\n(6)  OJ L 208, 5.8.2002, p. 1.\n(7)  OJ L 138, 1.6.1999, p. 1.\n(8)  OJ L 184, 17.7.1999, p. 23.\n(9)  OJ C 321, 31.12.2003, p. 1.\n(10)  OJ L 208, 5.8.2002, p. 10.\n(11)  OJ L 129, 29.4.2004, p. 6.\n(12)  See page 11 of this Official Journal.\n(13)  OJ L 196, 7.8.1996, p. 8.\n(14)  OJ L 332, 28.12.2000, p. 81.\n(15)  OJ L 324, 29.11.2002, p. 1.\nANNEX I\nELEMENTS OF THE COMMUNITY PORT STATE INSPECTION SYSTEM\n(referred to in Article 5)\nThe following elements shall be included in the Community Port State Inspection System:\nI.   Ship risk profile\nThe risk profile of a ship shall be determined by a combination of the following generic and historical parameters:\n1.   Generic parameters\n(a)\nType of ship\nPassenger ships, oil and chemical tankers, gas carriers and bulk carriers shall be considered as posing a higher risk.\n(b)\nAge of ship\nShips of more than 12 years old shall be considered as posing a higher risk.\n(c)\nFlag State performance\n(i)\nShips flying the flag of a State with a high detention rate within the Community and the Paris MOU region shall be considered as posing a higher risk.\n(ii)\nShips flying the flag of a State with a low detention rate within the Community and the Paris MOU region shall be considered as posing a lower risk.\n(iii)\nShips flying the flag of a State for which an audit has been completed and, where relevant, a corrective action plan submitted, both in accordance with the Framework and procedures for the Voluntary IMO Member State Audit Scheme shall be considered as posing a lower risk. As soon as the measures referred to in Article 10(3) are adopted, the flag State of such a ship shall demonstrate compliance with the Code for the implementation of mandatory IMO instruments.\n(d)\nRecognised organisations\n(i)\nShips which have been delivered certificates from recognised organisations having a low or very low performance level in relation with their detention rates within the Community and the Paris MOU region shall be considered as posing a higher risk.\n(ii)\nShips which have been delivered certificates from recognised organisations having a high performance level in relation with their detention rates within the Community and the Paris MOU region shall be considered as posing a lower risk.\n(iii)\nShips with certificates issued by organisations recognised under the terms of Regulation (EC) No 391/2009.\n(e)\nCompany performance\n(i)\nShips of a company with a low or very low performance as determined by its ships' deficiency and detention rates within the Community and the Paris MOU region shall be considered as posing a higher risk.\n(ii)\nShips of a company with a high performance as determined by its ships' deficiency and detention rates within the Community and the Paris MOU region shall be considered as posing a lower risk.\n2.   Historical parameters\n(i)\nShips which have been detained more than once shall be considered as posing a higher risk.\n(ii)\nShips which, during inspection(s) carried out within the period referred to in Annex II have had less than the number of deficiencies referred to in Annex II, shall be considered as posing a lower risk.\n(iii)\nShips which have not been detained during the period referred to in Annex II, shall be considered as posing a lower risk.\nThe risk parameters shall be combined by using a weighting which reflects the relative influence of each parameter on the overall risk of the ship in order to determine the following ship risk profiles:\n—\nhigh risk,\n—\nstandard risk,\n—\nlow risk.\nIn determining these risk profiles greater emphasis shall be given to the parameters for type of ship, flag State performance, recognised organisations and company performance.\nII.   Inspection of ships\n1.   Periodic inspections\nPeriodic inspections shall be carried out at predetermined intervals. Their frequency shall be determined by the ship risk profile. The interval between periodic inspections of high risk ships shall not exceed six months. The interval between periodic inspections of ships of other risk profiles shall increase as the risk decreases.\nMember States shall carry out a periodic inspection on:\n—\nAny ship with a high risk profile which has not been inspected in a port or anchorage within the Community or of the Paris MOU region during the last six months. High risk ships become eligible for inspection as from the fifth month.\n—\nAny ship with a standard risk profile which has not been inspected in a port or anchorage within the Community or of the Paris MOU region during the last 12 months. Standard risk ships become eligible for inspection as from the 10th month.\n—\nAny ship with a low risk profile which has not been inspected in a port or anchorage within the Community or of the Paris MOU region during the last 36 months. Low risk ships become eligible for inspection as from the 24th month.\n2.   Additional inspections\nShips, to which the following overriding or unexpected factors apply, are subject to an inspection regardless of the period since their last periodic inspection. However, the need to undertake an additional inspection on the basis of unexpected factors is left to the professional judgement of the inspector.\n2A.   Overriding factors\nShips to which the following overriding factors apply shall be inspected regardless of the period since their last periodic inspection:\n—\nShips which have been suspended or withdrawn from their class for safety reasons since the last inspection in the Community or in the Paris MOU region.\n—\nShips which have been the subject of a report or notification by another Member State.\n—\nShips which cannot be identified in the inspection database.\n—\nShips which:\n—\nhave been involved in a collision, grounding or stranding on their way to the port,\n—\nhave been accused of an alleged violation of the provisions on discharge of harmful substances or effluents, or\n—\nhave manoeuvred in an erratic or unsafe manner whereby routing measures, adopted by the IMO, or safe navigation practices and procedures have not been followed.\n2B.   Unexpected factors\nShips to which the following unexpected factors apply may be subject to inspection regardless of the period since their last periodic inspection. The decision to undertake such an additional inspection is left to the professional judgement of the competent authority:\n—\nShips which have not complied with the applicable version of IMO Recommendation on navigation through the entrances to the Baltic Sea.\n—\nShips carrying certificates issued by a formerly recognised organisation whose recognition has been withdrawn since the last inspection in the Community or in the Paris MOU region.\n—\nShips which have been reported by pilots or port authorities or bodies as having apparent anomalies which may prejudice their safe navigation or pose a threat of harm to the environment in accordance with Article 23 of this Directive.\n—\nShips which have failed to comply with the relevant notification requirements referred to in Article 9 of this Directive, in Directive 2000/59/EC, Directive 2002/59/EC and if appropriate in Regulation (EC) No 725/2004.\n—\nShips which have been the subject of a report or complaint by the master, a crew member, or any person or organisation with a legitimate interest in the safe operation of the ship, on-board living and working conditions or the prevention of pollution, unless the Member State concerned deems the report or complaint to be manifestly unfounded.\n—\nShips which have been previously detained more than three months ago.\n—\nShips which have been reported with outstanding deficiencies, except those for which deficiencies had to be rectified within 14 days after departure, and for deficiencies which had to be rectified before departure.\n—\nShips which have been reported with problems concerning their cargo, in particular noxious and dangerous cargoes.\n—\nShips which have been operated in a manner posing a danger to persons, property or the environment.\n—\nShips where information from a reliable source became known, to the effect that their risk parameters differ from those recorded and the risk level is thereby increased.\n3.   Selection scheme\n3A.   Priority I ships shall be inspected as follows:\n(a)\nAn expanded inspection shall be carried out on:\n—\nany ship with a high risk profile not inspected in the last six months,\n—\nany passenger ship, oil tanker, gas or chemical tanker or bulk carrier, older than 12 years of age, with a standard risk profile not inspected in the last 12 months.\n(b)\nAn initial or a more detailed inspection, as appropriate, shall be carried out on:\n—\nany ship other than a passenger ship, an oil tanker, a gas or chemical tanker or a bulk carrier, older than 12 years of age, with a standard risk profile not inspected in the last 12 months.\n(c)\nIn case of an overriding factor:\n—\nA more detailed or an expanded inspection, according to the professional judgement of the inspector, shall be carried out on any ship with a high risk profile and on any passenger ship, oil tanker, gas or chemical tanker or bulk carrier, older than 12 years of age.\n—\nA more detailed inspection shall be carried out on any ship other than a passenger ship, an oil tanker, a gas or chemical tanker or a bulk carrier, older than 12 years of age.\n3B.   Where the competent authority decides to inspect a Priority II ship, the following shall apply:\n(a)\nAn expanded inspection shall be carried out on:\n—\nany ship with a high risk profile not inspected in the last five months,\n—\nany passenger ship, oil tanker, gas or chemical tanker or bulk carrier, older than 12 years of age, with a standard risk profile not inspected in the last 10 months, or\n—\nany passenger ship, oil tanker, gas or chemical tanker or bulk carrier, older than 12 years of age, with a low risk profile not inspected in the last 24 months.\n(b)\nAn initial or a more detailed inspection, as appropriate, shall be carried out on:\n—\nany ship other than a passenger ship, an oil tanker, a gas or chemical tanker or a bulk carrier, older than 12 years of age, with a standard risk profile not inspected in the last 10 months, or\n—\nany ship other than a passenger ship, an oil tanker, a gas or chemical tanker or a bulk carrier, older than 12 years of age, with a low risk profile not inspected in the last 24 months.\n(c)\nIn case of an unexpected factor:\n—\na more detailed or an expanded inspection according to the professional judgement of the inspector, shall be carried out on any ship with a high risk profile or any passenger ship, oil tanker, gas or chemical tanker or bulk carrier, older than 12 years of age,\n—\na more detailed inspection shall be carried out on any ship other than a passenger ship, an oil tanker, a gas or chemical tanker or a bulk carrier, older than 12 years of age.\nANNEX II\nDESIGN OF SHIP RISK PROFILE\n(referred to in Article 10(2))\nProfile\nHigh Risk Ship (HRS)\nStandard Risk Ship (SRS)\nLow Risk Ship (LRS)\nGeneric parameters\nCriteria\nWeighting points\nCriteria\nCriteria\n1\nType of ship\nChemical tankship\nGas carrier\nOil tankship\nBulk carrier\nPassenger ship\n2\nneither a high risk nor a low risk ship\nAll types\n2\nAge of ship\nall types > 12 y\n1\nAll ages\n3a\nFlag\nBGW-list\nBlack – VHR, HR, M to HR\n2\nWhite\nBlack – MR\n1\n3b\nIMO-Audit\n-\n-\nYes\n4a\nRecognised organisation\nPerformance\nH\n-\n-\nHigh\nM\n-\n-\n-\nL\nLow\n1\n-\nVL\nVery Low\n-\n4b\nEU recognised\n-\n-\nYes\n5\nCompany\nPerformance\nH\n-\n-\nHigh\nM\n-\n-\n-\nL\nLow\n2\n-\nVL\nVery low\n-\nHistorical parameters\n6\nNumber of deficiencies recorded in each insp. within previous 36 months\nDeficiencies\nNot eligible\n-\n≤ 5 (and at least one inspection carried out in previous 36 months)\n7\nNumber of detentions within previous 36 months\nDetentions\n≥ 2 detentions\n1\nNo detention\nHRS are ships which meet criteria to a total value of 5 or more weighting points.\nLRS are ships which meet all the criteria of the Low Risk Parameters.\nSRS are ships which are neither HRS nor LRS.\nANNEX III\nNOTIFICATION\n(referred to in Article 9(1))\nInformation to be provided in accordance with Article 9(1):\nThe information listed below shall be submitted to the port authority or body or to the authority or body designated for that purpose at least three days before the expected time of arrival in the port or anchorage or before leaving the previous port or anchorage if the voyage is expected to take fewer than three days:\n(a)\nship identification (name, call sign, IMO identification number or MMSI number);\n(b)\nplanned duration of the call;\n(c)\nfor tankers:\n(i)\nconfiguration: single hull, single hull with SBT, double hull;\n(ii)\ncondition of the cargo and ballast tanks: full, empty, inerted;\n(iii)\nvolume and nature of the cargo;\n(d)\nplanned operations at the port or anchorage of destination (loading, unloading, other);\n(e)\nplanned statutory survey inspections and substantial maintenance and repair work to be carried out whilst in the port of destination;\n(f)\ndate of last expanded inspection in the Paris MOU region.\nANNEX IV\nLIST OF CERTIFICATES AND DOCUMENTS\n(referred to in Article 13(1))\n1.\nInternational Tonnage Certificate (1969).\n2.\n—\nPassenger Ship Safety Certificate,\n—\nCargo Ship Safety Construction Certificate,\n—\nCargo Ship Safety Equipment Certificate,\n—\nCargo Ship Safety Radio Certificate,\n—\nExemption certificate, including, where appropriate, the list of cargoes,\n—\nCargo Ship Safety Certificate.\n3.\nInternational Ship Security Certificate (ISSC).\n4.\nContinuous Synopsis Record.\n5.\nInternational Certificate of Fitness for Carriage of Liquefied Gases in Bulk;\n—\nCertificate of Fitness for the Carriage of Liquefied Gases in Bulk.\n6.\nInternational Certificate of Fitness for the Carriage of Dangerous Chemicals in Bulk;\n—\nCertificate of Fitness for the Carriage of Dangerous Chemicals in Bulk.\n7.\nInternational Oil Pollution Prevention Certificate.\n8.\nInternational Pollution Prevention Certificate for the Carriage of Noxious Liquid Substances in Bulk.\n9.\nInternational Load Line Certificate (1966);\n—\nInternational Load Line Exemption Certificate.\n10.\nOil record book, parts I and II.\n11.\nCargo record book.\n12.\nMinimum Safe Manning Document.\n13.\nCertificates or any other documents required in accordance with the provisions of the STCW 78/95.\n14.\nMedical certificates (see ILO Convention No 73 concerning Medical Examination of Seafarers).\n15.\nTable of shipboard working arrangements (ILO Convention No 180 and STCW 78/95).\n16.\nRecords of hours of work and rest of seafarers (ILO Convention No 180).\n17.\nStability information.\n18.\nCopy of the Document of Compliance and the Safety Management Certificate issued, in accordance with the International Management Code for the Safe Operation of Ships and for Pollution Prevention (SOLAS 74, Chapter IX).\n19.\nCertificates as to the ship’s hull strength and machinery installations issued by the recognised organisation in question (only to be required if the ship maintains its class with a recognised organisation).\n20.\nDocument of compliance with the special requirements for ships carrying dangerous goods.\n21.\nHigh speed craft safety certificate and permit to operate high speed craft.\n22.\nDangerous goods special list or manifest, or detailed stowage plan.\n23.\nShip’s log book with respect to the records of tests and drills, including security drills, and the log for records of inspection and maintenance of lifesaving appliances and arrangements and of fire fighting appliances and arrangements.\n24.\nSpecial purpose ship safety certificate.\n25.\nMobile offshore drilling unit safety certificate.\n26.\nFor oil tankers, the record of oil discharge monitoring and control system for the last ballast voyage.\n27.\nThe muster list, fire control plan, and for passenger ships, a damage control plan.\n28.\nShipboard oil pollution emergency plan.\n29.\nSurvey report files (in case of bulk carriers and oil tankers).\n30.\nReports of previous port State control inspections.\n31.\nFor ro ro passenger ships, information on the A/A maximum ratio.\n32.\nDocument of authorisation for the carriage of grain.\n33.\nCargo securing manual.\n34.\nGarbage management plan and garbage record book.\n35.\nDecision support system for masters of passenger ships.\n36.\nSAR cooperation plan for passenger ships trading on fixed routes.\n37.\nList of operational limitations for passenger ships.\n38.\nBulk carrier booklet.\n39.\nLoading and unloading plan for bulk carriers.\n40.\nCertificate of insurance or any other financial security in respect of civil liability for oil pollution damage (International Convention on Civil Liability for Oil Pollution Damage, 1992).\n41.\nCertificates required under Directive 2009/20/EC of the European Parliament and of the Council of 23 April 2009 on the insurance of shipowners for maritime claims (1).\n42.\nCertificate required under Regulation (EC) No 392/2009 of the European Parliament and of the Council of 23 April 2009 on the liability of carriers of passengers by sea in the event of accidents (2).\n43.\nInternational Air Pollution Prevention Certificate.\n44.\nInternational Sewage Pollution Prevention Certificate.\n(1)  See page 128 of this Official Journal.\n(2)  See page 24 of this Official Journal.\nANNEX V\nEXAMPLES OF ‘CLEAR GROUNDS’\n(referred to in Article 13(3))\nA.   Examples of clear grounds for a more detailed inspection\n1.\nShips identified in Annex I, Part II 2A and 2B.\n2.\nThe oil record book has not been properly kept.\n3.\nDuring examination of the certificates and other documentation, inaccuracies have been revealed.\n4.\nIndications that the crew members are unable to comply with the requirements related to on-board communication set out in Article 18 of Directive 2008/106/EC of the European Parliament and of the Council of 19 November 2008 on the minimum level of training of seafarers (1).\n5.\nA certificate has been fraudulently obtained or the holder of a certificate is not the person to whom that certificate was originally issued.\n6.\nThe ship has a master, officer or rating holding a certificate issued by a country which has not ratified the STCW 78/95.\n7.\nEvidence of cargo and other operations not being conducted safely, or in accordance with IMO guidelines, e.g. the content of oxygen in the inert-gas main supply to the cargo tanks is above the prescribed maximum level.\n8.\nFailure of the master on an oil tanker to produce the record of the oil discharge monitoring and control system for the last ballast voyage.\n9.\nAbsence of an up-to-date muster list, or crew members not aware of their duties in the event of fire or an order to abandon the ship.\n10.\nThe emission of false distress alerts not followed by proper cancellation procedures.\n11.\nThe absence of principal equipment or arrangements required by the Conventions.\n12.\nExcessively unsanitary conditions on board the ship.\n13.\nEvidence from the inspector’s general impression and observations that serious hull or structural deterioration or deficiencies exist that may place at risk the structural, watertight or weathertight integrity of the ship.\n14.\nInformation or evidence that the master or crew is not familiar with essential shipboard operations relating to the safety of ships or the prevention of pollution, or that such operations have not been carried out.\n15.\nThe absence of a table of shipboard working arrangements or of records of hours of work or rest of seafarers.\nB.   Examples of clear grounds for the control of ships on security aspects\n1.\nThe inspector may establish clear grounds for further control measures on security during the initial PSC inspection as follows:\n1.1.\nISSC is not valid or it has expired.\n1.2.\nThe ship is at a lower security level than the port.\n1.3.\nDrills related to the security of the ship have not been carried out.\n1.4.\nRecords for the last 10 ship/port or ship/ship interfaces are incomplete.\n1.5.\nEvidence or observation that key members of the ship’s personnel cannot communicate with each other.\n1.6.\nEvidence from observations that serious deficiencies exist in security arrangements.\n1.7.\nInformation from third parties such as a report or a complaint concerning security-related information.\n1.8.\nThe ship holds a subsequent, consecutively issued Interim International Ship Security Certificate (ISSC) and in the professional judgement of the inspector one of the purposes of the ship or company in requesting such a certificate is to avoid full compliance with SOLAS 74 Chapter XI-2 and Part A of the ISPS Code, beyond the period of the initial Interim Certificate. ISPS Code Part A specify the circumstances when an Interim Certificate may be issued.\n2.\nIf clear grounds as described above are established, the inspector shall immediately inform the competent security authority (unless the inspector is also an Officer Duly Authorised for Security). The competent security authority shall then decide on what further control measures are necessary taking into account the security level in accordance with Regulation 9 of SOLAS 74, Chapter XI.\n3.\nClear grounds other than those above are a matter for the Officer Duly Authorised for Security.\n(1)  OJ L 323, 3.12.2008, p. 33.\nANNEX VI\nPROCEDURES FOR THE CONTROL OF SHIPS\n(referred to in Article 15(1))\nAnnex I, ‘Port State Control Procedures’, to the Paris MOU and the following instructions from the Paris MOU, in their up-to-date version:\n—\nInstruction 33/2000/02: Operational Control on Ferries and Passenger Ships,\n—\nInstruction 35/2002/02: Guidelines for PSCOs on Electronic Charts,\n—\nInstruction 36/2003/08: Guidance for Inspection on Working and Living Conditions,\n—\nInstruction 37/2004/02: Guidelines in Compliance with STCW 78/95 Convention as Amended,\n—\nInstruction 37/2004/05: Guidelines on the Inspection of Hours of Work/Rest,\n—\nInstruction 37/2004/10: Guidelines for Port State Control Officers on Security Aspects,\n—\nInstruction 38/2005/02: Guidelines for PSCO’s Checking a Voyage Data Recorder (VDR),\n—\nInstruction 38/2005/05: Guidelines on MARPOL 73/78 Annex I,\n—\nInstruction 38/2005/07: Guidelines on Control of the Condition Assessment Scheme (CAS) of Single Hull Oil Tankers,\n—\nInstruction 39/2006/01: Guidelines for the Port State Control Officer on the ISM-Code,\n—\nInstruction 39/2006/02: Guidelines for Port State Control Officers on Control of GMDSS,\n—\nInstruction 39/2006/03: Optimisation of Banning and Notification Checklist,\n—\nInstruction 39/2006/10: Guidelines for PSCOs for the Examination of Ballast Tanks and Main Power Failure Simulation (black-out test),\n—\nInstruction 39/2006/11: Guidance for Checking the Structure of Bulk Carriers,\n—\nInstruction 39/2006/12: Code of Good Practice for Port State Control Officers,\n—\nInstruction 40/2007/04: Criteria for Responsibility Assessment of Recognised Organisations (R/O),\n—\nInstruction 40/2007/09: Guidelines for Port State Control Inspections for Compliance with Annex VI of MARPOL 73/78.\nANNEX VII\nEXPANDED INSPECTIONS OF SHIPS\n(referred to in Article 14)\nAn expanded inspection concerns in particular the overall condition of the following risk areas:\n—\nDocumentation.\n—\nStructural condition.\n—\nWeathertight condition.\n—\nEmergency systems.\n—\nRadio communication.\n—\nCargo operations.\n—\nFire safety.\n—\nAlarms.\n—\nLiving and working conditions.\n—\nNavigation equipment.\n—\nLife saving appliances.\n—\nDangerous goods.\n—\nPropulsion and auxiliary machinery.\n—\nPollution prevention.\nIn addition, subject to their practical feasibility or any constraints relating to the safety of persons, the ship or the port, an expanded inspection shall include the verification of specific items of risk areas depending on the type of vessel inspected, as established in accordance with Article 14(3).\nANNEX VIII\nPROVISIONS CONCERNING REFUSAL OF ACCESS TO PORTS AND ANCHORAGES WITHIN THE COMMUNITY\n(referred to in Article 16)\n1.\nIf the conditions described in Article 16(1) are met, the competent authority of the port in which the ship is detained for the third time shall inform the master of the ship in writing that a refusal of access order will be issued which will become applicable immediately after the ship has left the port. The refusal of access order shall become applicable immediately after the ship has left the port after the deficiencies leading to the detention have been remedied.\n2.\nThe competent authority shall send a copy of the refusal of access order to the flag State administration, the recognised organisation concerned, the other Member States, and the other signatories to the Paris MOU, the Commission and the Paris MOU Secretariat. The competent authority shall also update the inspection database with information on the refusal of access without delay.\n3.\nIn order to have the refusal of access order lifted, the owner or the operator must address a formal request to the competent authority of the Member State that imposed the refusal of access order. This request must be accompanied by a document from the flag State administration issued following an on-board visit by a surveyor duly authorised by the flag State administration, showing that the ship fully conforms to the applicable provisions of the Conventions. The flag State administration shall provide evidence to the competent authority that a visit on board has taken place.\n4.\nThe request for the lifting of the refusal of access order must also be accompanied, where appropriate, by a document from the classification society which has the ship in class following an on-board visit by a surveyor from the classification society, showing that the ship conforms to the class standards stipulated by that society. The classification society shall provide evidence to the competent authority that a visit on board has taken place.\n5.\nThe refusal of access order may be lifted only after the period referred to Article 16 of this Directive has elapsed and following a re-inspection of the ship at an agreed port.\nIf the agreed port is located in a Member State, the competent authority of that State may, at the request of the competent authority which issued the refusal of access order, authorise the ship to enter the agreed port in order to carry out the re-inspection. In such cases, no cargo operations shall take place at the port until the refusal of access order has been lifted.\n6.\nIf the detention which led to the issue of a refusal of access order included deficiencies in the ship’s structure, the competent authority which issued the refusal of access order may require that certain spaces, including cargo spaces and tanks, are made available for examination during the re-inspection.\n7.\nThe re-inspection shall be carried out by the competent authority of the Member State that imposed the refusal of access order, or by the competent authority of the port of destination with the agreement of the competent authority of the Member State that imposed the refusal of access order. The competent authority may require up to 14 days’ notice for the re-inspection. Evidence shall be provided to the satisfaction of this Member State that the ship fully complies with the applicable requirements of the Conventions.\n8.\nThe re-inspection shall consist of an expanded inspection that must cover at least the relevant items of Annex VII.\n9.\nAll costs of this expanded inspection will be borne by the owner or the operator.\n10.\nIf the results of the expanded inspection satisfy the Member State in accordance with Annex VII, the refusal of access order must be lifted and the company of the ship informed thereof in writing.\n11.\nThe competent authority shall also notify its decision in writing to the flag State administration, the classification society concerned, the other Member States, the other signatories to the Paris MOU, the Commission and the Paris MOU Secretariat. The competent authority must also update the inspection database with information on the removal of the access without delay.\n12.\nInformation relating to ships that have been refused access to ports within the Community must be made available in the inspection database and published in conformity with the provisions of Article 26 and of Annex XIII.\nANNEX IX\nINSPECTION REPORT\n(referred to in Article 17)\nThe inspection report must contain at least the following items.\nI.   General\n1.\nCompetent authority that wrote the report\n2.\nDate and place of inspection\n3.\nName of the ship inspected\n4.\nFlag\n5.\nType of ship (as indicated in the Safety Management Certificate)\n6.\nIMO identification number\n7.\nCall sign\n8.\nTonnage (gt)\n9.\nDeadweight tonnage (where relevant)\n10.\nYear of construction as determined on the basis of the date indicated in the ship’s safety certificates\n11.\nThe classification society or classification societies as well as any other organisation, where relevant, which has/have issued to this ship the classification certificates, if any\n12.\nThe recognised organisation or recognised organisations and/or any other party which has/have issued to this ship certificates in accordance with the applicable Conventions on behalf of the flag State\n13.\nName and address of the ship’s company or the operator\n14.\nName and address of the charterer responsible for the selection of the ship and type of charter in the case of ships carrying liquid or solid cargoes in bulk\n15.\nFinal date of writing the inspection report\n16.\nIndication that detailed information on an inspection or a detention may be subject to publication.\nII.   Information relating to inspection\n1.\nCertificates issued in application of the relevant Conventions, authority or organisation that issued the certificate(s) in question, including the date of issue and expiry\n2.\nParts or elements of the ship that were inspected (in the case of more detailed or expanded inspection)\n3.\nPort and date of the last intermediate or annual or renewal survey and the name of the organisation which carried out the survey\n4.\nType of inspection (inspection, more detailed inspection, expanded inspection)\n5.\nNature of the deficiencies\n6.\nMeasures taken.\nIII.   Additional information in the event of detention\n1.\nDate of detention order\n2.\nDate of lifting the detention order\n3.\nNature of the deficiencies warranting the detention order (references to Conventions, if relevant)\n4.\nIndication, where relevant, of whether the recognised organisation or any other private body that carried out the survey has a responsibility in relation to the deficiencies which, alone or in combination, led to detention\n5.\nMeasures taken.\nANNEX X\nCRITERIA FOR DETENTION OF A SHIP\n(referred to in Article 19(3))\nINTRODUCTION\nBefore determining whether deficiencies found during an inspection warrant detention of the ship involved, the inspector must apply the criteria mentioned below in points 1 and 2.\nPoint 3 includes examples of deficiencies that may for themselves warrant detention of the ship involved (see Article 19(4)).\nWhere the ground for detention is the result of accidental damage suffered on the ship’s voyage to a port, no detention order shall be issued, provided that:\n(a)\ndue account has been given to the requirements contained in Regulation I/11(c) of SOLAS 74 regarding notification to the flag State administration, the nominated surveyor or the recognised organisation responsible for issuing the relevant certificate;\n(b)\nprior to entering a port, the master or shipowner has submitted to the port State control authority details on the circumstances of the accident and the damage suffered and information about the required notification of the flag State administration;\n(c)\nappropriate remedial action, to the satisfaction of the Authority, is being taken by the ship; and\n(d)\nthe authority has ensured, having been notified of the completion of the remedial action, that deficiencies which were clearly hazardous to safety, health or the environment have been rectified.\n1.   Main criteria\nWhen exercising his professional judgement as to whether or not a ship should be detained the inspector must apply the following criteria:\nTiming:\nShips which are unsafe to proceed to sea must be detained upon the first inspection irrespective of how much time the ship will stay in port.\nCriterion:\nThe ship is detained if its deficiencies are sufficiently serious to merit an inspector returning to satisfy himself that they have been rectified before the ship sails.\nThe need for the inspector to return to the ship is a measure of the seriousness of the deficiencies. However, it does not impose such an obligation for every case. It implies that the authority must verify one way or another, preferably by a further visit, that the deficiencies have been rectified before departure.\n2.   Application of main criteria\nWhen deciding whether the deficiencies found in a ship are sufficiently serious to merit detention the inspector must assess whether:\n1.\nthe ship has relevant, valid documentation;\n2.\nthe ship has the crew required in the Minimum Safe Manning Document.\nDuring inspection the inspector must further assess whether the ship and/or crew is able to:\n3.\nnavigate safely throughout the forthcoming voyage;\n4.\nsafely handle, carry and monitor the condition of the cargo throughout the forthcoming voyage;\n5.\noperate the engine room safely throughout the forthcoming voyage;\n6.\nmaintain proper propulsion and steering throughout the forthcoming voyage;\n7.\nfight fires effectively in any part of the ship if necessary during the forthcoming voyage;\n8.\nabandon ship speedily and safely and effect rescue if necessary during the forthcoming voyage;\n9.\nprevent pollution of the environment throughout the forthcoming voyage;\n10.\nmaintain adequate stability throughout the forthcoming voyage;\n11.\nmaintain adequate watertight integrity throughout the forthcoming voyage;\n12.\ncommunicate in distress situations if necessary during the forthcoming voyage;\n13.\nprovide safe and healthy conditions on board throughout the forthcoming voyage;\n14.\nprovide the maximum of information in case of accident.\nIf the answer to any of these assessments is negative, taking into account all deficiencies found, the ship must be strongly considered for detention. A combination of deficiencies of a less serious nature may also warrant the detention of the ship.\n3.   To assist the inspector in the use of these guidelines, there follows a list of deficiencies, grouped under relevant Conventions and/or codes, which are considered of such a serious nature that they may warrant the detention of the ship involved. This list is not intended to be exhaustive.\n3.1.   General\nThe lack of valid certificates and documents as required by the relevant instruments. However, ships flying the flag of States not party to a relevant Convention or not having implemented another relevant instrument, are not entitled to carry the certificates provided for by the Convention or other relevant instrument. Therefore, absence of the required certificates should not by itself constitute reason to detain these ships; however, in applying the ‘no more favourable treatment’ clause, substantial compliance with the provisions is required before the ship sails.\n3.2.   Areas under SOLAS 74\n1.\nFailure of the proper operation of propulsion and other essential machinery, as well as electrical installations.\n2.\nInsufficient cleanliness of engine room, excessive amount of oily-water mixtures in bilges, insulation of piping, including exhaust pipes in engine room contaminated by oil, improper operation of bilge pumping arrangements.\n3.\nFailure of the proper operation of emergency generator, lighting, batteries and switches.\n4.\nFailure of the proper operation of the main and auxiliary steering gear.\n5.\nAbsence, insufficient capacity or serious deterioration of personal life-saving appliances, survival craft and launching arrangements.\n6.\nAbsence, non-compliance or substantial deterioration of fire detection system, fire alarms, firefighting equipment, fixed fire-extinguishing installation, ventilation valves, fire dampers, quick-closing devices to the extent that they cannot comply with their intended use.\n7.\nAbsence, substantial deterioration or failure of proper operation of the cargo deck area fire protection on tankers.\n8.\nAbsence, non-compliance or serious deterioration of lights, shapes or sound signals.\n9.\nAbsence or failure of the proper operation of the radio equipment for distress and safety communication.\n10.\nAbsence or failure of the proper operation of navigation equipment, taking the provisions of SOLAS 74, Regulation V/16.2 into account.\n11.\nAbsence of corrected navigational charts, and/or all other relevant nautical publications necessary for the intended voyage, taking into account that a type approved electronic chart display and information system (ECDIS) operating on official data may be used as a substitute for the charts.\n12.\nAbsence of non-sparking exhaust ventilation for cargo pump rooms.\n13.\nSerious deficiency in the operational requirements, as described in Section 5.5 of Annex 1 to the Paris MOU.\n14.\nNumber, composition or certification of crew not corresponding with the safe manning document.\n15.\nFailure to carry out the enhanced survey programme in accordance with SOLAS 74, Chapter XI, Regulation 2.\n3.3.   Areas under the IBC Code\n1.\nTransport of a substance not mentioned in the Certificate of Fitness or missing cargo information.\n2.\nMissing or damaged high-pressure safety devices.\n3.\nElectrical installations not intrinsically safe or not corresponding to code requirements.\n4.\nSources of ignition in hazardous locations.\n5.\nContraventions of special requirements.\n6.\nExceeding of maximum allowable cargo quantity per tank.\n7.\nInsufficient heat protection for sensitive products.\n3.4.   Areas under the IGC Code\n1.\nTransport of a substance not mentioned in the Certificate of Fitness or missing cargo information.\n2.\nMissing closing devices for accommodation or service spaces.\n3.\nBulkhead not gastight.\n4.\nDefective air locks.\n5.\nMissing or defective quick-closing valves.\n6.\nMissing or defective safety valves.\n7.\nElectrical installations not intrinsically safe or not corresponding to code requirements.\n8.\nVentilators in cargo area not operable.\n9.\nPressure alarms for cargo tanks not operable.\n10.\nGas detection plant and/or toxic gas detection plant defective.\n11.\nTransport of substances to be inhibited without valid inhibitor certificate.\n3.5.   Areas under LL 66\n1.\nSignificant areas of damage or corrosion, or pitting of plating and associated stiffening in decks and hull affecting seaworthiness or strength to take local loads, unless proper temporary repairs for a voyage to a port for permanent repairs have been carried out.\n2.\nA recognised case of insufficient stability.\n3.\nThe absence of sufficient and reliable information, in an approved form, which by rapid and simple means, enables the master to arrange for the loading and ballasting of his ship in such a way that a safe margin of stability is maintained at all stages and at varying conditions of the voyage, and that the creation of any unacceptable stresses in the ship’s structure are avoided.\n4.\nAbsence, substantial deterioration or defective closing devices, hatch closing arrangements and watertight doors.\n5.\nOverloading.\n6.\nAbsence of draft mark or draft mark impossible to read.\n3.6.   Areas under MARPOL 73/78, Annex I\n1.\nAbsence, serious deterioration or failure of proper operation of the oily-water filtering equipment, the oil discharge monitoring and control system or the 15 ppm alarm arrangements.\n2.\nRemaining capacity of slop and/or sludge tank insufficient for the intended voyage.\n3.\nOil Record Book not available.\n4.\nUnauthorised discharge bypass fitted.\n5.\nSurvey report file missing or not in conformity with Regulation 13G(3)(b) of MARPOL 73/78.\n3.7.   Areas under MARPOL 73/78, Annex II\n1.\nAbsence of the P&A Manual.\n2.\nCargo is not categorised.\n3.\nNo cargo record book available.\n4.\nTransport of oil-like substances without satisfying the requirements or without an appropriately amended certificate.\n5.\nUnauthorised discharge bypass fitted.\n3.8.   Areas under MARPOL 73/78, Annex V\n1.\nAbsence of the garbage management plan.\n2.\nNo garbage record book available.\n3.\nShip’s personnel not familiar with disposal/discharge requirements of garbage management plan.\n3.9.   Areas under the STCW 78/95 and Directive 2008/106/EC.\n1.\nFailure of seafarers to hold a certificate, to have an appropriate certificate, to have a valid dispensation or to provide documentary proof that an application for an endorsement has been submitted to the flag State administration.\n2.\nEvidence that a certificate has been fraudulently obtained or the holder of a certificate is not the person to whom that certificate was originally issued.\n3.\nFailure to comply with the applicable safe manning requirements of the flag State administration.\n4.\nFailure of navigational or engineering watch arrangements to conform to the requirements specified for the ship by the flag State administration.\n5.\nAbsence in a watch of a person qualified to operate equipment essential to safe navigation, safety radio communications or the prevention of marine pollution.\n6.\nFailure to provide proof of professional proficiency for the duties assigned to seafarers for the safety of the ship and the prevention of pollution.\n7.\nInability to provide for the first watch at the commencement of a voyage and for subsequent relieving watches persons who are sufficiently rested and otherwise fit for duty.\n3.10.   Areas under the ILO Conventions\n1.\nInsufficient food for voyage to next port.\n2.\nInsufficient potable water for voyage to next port.\n3.\nExcessively unsanitary conditions on board.\n4.\nNo heating in accommodation of a ship operating in areas where temperatures may be excessively low.\n5.\nInsufficient ventilation in accommodation of a ship.\n6.\nExcessive garbage, blockage by equipment or cargo or otherwise unsafe conditions in passageways/accommodations.\n7.\nClear evidence that watchkeeping and other duty personnel for the first watch or subsequent relieving watches are impaired by fatigue.\n3.11.   Areas which may not warrant a detention, but where, e.g. cargo operations have to be suspended.\nFailure of the proper operation (or maintenance) of inert gas system, cargo-related gear or machinery are considered sufficient grounds for stopping cargo operation.\nANNEX XI\nMINIMUM CRITERIA FOR INSPECTORS\n(referred to in Article 22(1) and (5))\n1.\nInspectors must have appropriate theoretical knowledge and practical experience of ships and their operation. They must be competent in the enforcement of the requirements of Conventions and of the relevant port State control procedures. This knowledge and competence in enforcing international and Community requirements must be acquired through documented training programmes.\n2.\nInspectors must, as a minimum, have either:\n(a)\nappropriate qualifications from a marine or nautical institution and relevant seagoing experience as a certificated ship officer holding or having held a valid STCW II/2 or III/2 certificate of competency not limited as regards the operating area or propulsion power or tonnage; or\n(b)\npassed an examination recognised by the competent Authority as a naval architect, mechanical engineer or an engineer related to the maritime fields and worked in that capacity for at least five years; or\n(c)\na relevant university degree or equivalent and have properly trained and qualified as ship safety inspectors.\n3.\nThe inspector must have:\n—\ncompleted a minimum of one year’s service as a flag-State inspector either dealing with surveys and certification in accordance with the Conventions or involved in the monitoring of the activities of recognised organisations to which statutory tasks have been delegated, or\n—\ngained an equivalent level of competence by following a minimum of one year’s field training participating in Port State Control inspections under the guidance of experienced Port State Control Officers.\n4.\nThe inspectors mentioned under 2(a) must have gained a maritime experience of at least 5 years, including periods served at sea as officers in the deck- or engine-department respectively, or as a flag State inspector or as an assistant port State control inspector. Such experience shall include a period of at least two years at sea as a deck or engine officer.\n5.\nThe inspectors must have the ability to communicate orally and in writing with seafarers in the language most commonly spoken at sea.\n6.\nInspectors not fulfilling the above criteria are also accepted if they are employed by the competent authority of a Member State for port State control at the date of adoption of this Directive.\n7.\nWhere in a Member State inspections referred to in Article 15(1) and (2) are performed by port State control inspectors; those inspectors shall have appropriate qualifications, which shall include sufficient theoretical and practical experience in maritime security. This shall normally include:\n(a)\na good understanding of maritime security and how it is applied to the operations being examined;\n(b)\na good working knowledge of security technologies and techniques;\n(c)\na knowledge of inspection principles, procedures and techniques;\n(d)\na working knowledge of the operations being examined.\nANNEX XII\nFUNCTIONALITIES OF THE INSPECTION DATABASE\n(referred to in Article 24(1))\n1.\nThe inspection database shall include at least the following functionalities:\n—\nincorporate inspection data of Member States and all signatories to the Paris MOU,\n—\nprovide data on the ship risk profile and on ships due for inspections,\n—\ncalculate the inspection commitments for each Member State,\n—\nproduce the white as well as the grey and black list of flag States, referred to in Article 16(1),\n—\nproduce data on the performance of companies,\n—\nidentify the items in risk areas to be checked at each inspection.\n2.\nThe inspection database shall have the capability to adapt to future developments and to interface with other Community maritime safety databases, including SafeSeaNet, which shall provide data on ships’ actual calls to ports of Member States and, where appropriate, to relevant national information systems.\n3.\nA deep hyperlink shall be provided from the inspection database to the Equasis information system. Member States shall encourage that the public and private databases relating to ship inspection accessible through Equasis are consulted by the inspectors.\nANNEX XIII\nPUBLICATION OF INFORMATION RELATED TO INSPECTIONS, DETENTIONS AND REFUSALS OF ACCESS IN PORTS AND ANCHORAGES OF MEMBER STATES\n(referred to in Article 26)\n1.\nInformation published in accordance with Article 26 must include the following:\n(a)\nname of the ship;\n(b)\nIMO identification number;\n(c)\ntype of ship;\n(d)\ntonnage (gt);\n(e)\nyear of construction as determined on the basis of the date indicated in the ship’s safety certificates;\n(f)\nname and address of the company of the ship;\n(g)\nin the case of ships carrying liquid or solid cargoes in bulk, the name and address of the charterer responsible for the selection of the ship and the type of charter;\n(h)\nflag State;\n(i)\nclassification and statutory certificates issued in accordance with the relevant Conventions, and the authority or organisation that issued each one of the certificates in question, including the date of issue and expiry;\n(j)\nport and date of the last intermediate or annual survey for the certificates in point (i) above and the name of the authority or organisation which carried out the survey;\n(k)\ndate, country, port of detention.\n2.\nFor ships which have been detained, information published in accordance with Article 26 must also include:\n(a)\nnumber of detentions during the previous 36 months;\n(b)\ndate when the detention was lifted;\n(c)\nduration of detention, in days;\n(d)\nthe reasons for detention, in clear and explicit terms;\n(e)\nindication, where relevant, of whether the recognised organisation that carried out the survey has a responsibility in relation to the deficiencies which, alone or in combination, led to detention;\n(f)\ndescription of the measures taken in the case of a ship which has been allowed to proceed to the nearest appropriate repair yard;\n(g)\nif the ship has been refused access to any port or anchorage within the Community, the reasons for the measure in clear and explicit terms.\nANNEX XIV\nDATA PROVIDED IN THE CONTEXT OF MONITORING IMPLEMENTATION\n(referred to in Article 29)\n1.   Every year Member States must provide the Commission with the following data for the preceding year by 1 April at the latest.\n1.1.   Number of inspectors acting on their behalf in the framework of port State control\nThis information must be communicated to the Commission using the following model table (1)\n (2).\nPort/area\nNumber of full-time inspectors\n(A)\nNumber of part-time inspectors\n(B)\nConversion of (B) to full-time\n(C)\nTotal\n(A+C)\nPort X/or Area X …\nPort Y/or Area Y …\nTOTAL\n1.2.   Total number of individual ships that entered their ports at national level. The figure shall be the number of ships covered by this Directive that entered their ports at national level counted only once.\n2.   Member States must:\n(a)\nprovide the Commission every six months with a list of calls at port of individual ships, other than regular passenger and freight ferry services, that entered their ports or which have notified to a port authority or body their arrival in an anchorage, containing for each movement of the ship its IMO identification number, its date of arrival and the port. The list shall be provided in the form of a spreadsheet programme enabling an automatic retrieval and processing of the abovementioned information. The list shall be provided within 4 months from the end of the period to which data pertained;\nand\n(b)\nprovide the Commission with separate lists of regular passenger ferry services and regular freight ferry services referred to in point (a), not later than six months following the implementation of this Directive, and thereafter each time changes take place in such services. The list shall contain for each ship its IMO identification number, its name and the route covered by the ship. The list shall be provided in the form of a spreadsheet programme enabling an automatic retrieval and processing of the abovementioned information.\n(1)  Where the inspections carried out in the context of port State control represent only part of the inspectors' work, the total number of inspectors must be converted to a number equivalent to full-time inspectors. Where the same inspector works in more than one port or geographical area the applicable part-time equivalent must be counted in each port.\n(2)  This information must be provided at national level and for each port of the Member State concerned. For the purposes of this Annex, a port is taken to mean an individual port or the geographical area covered by an inspector or team of inspectors, comprising several individual ports where appropriate.\nANNEX XV\nPART A\nRepealed Directive with its successive amendments\n(referred to in Article 37)\nCouncil Directive 95/21/EC\n(OJ L 157, 7.7.1995, p. 1)\nCouncil Directive 98/25/EC\n(OJ L 133, 7.5.1998, p. 19)\nCommission Directive 98/42/EC\n(OJ L 184, 27.6.1998, p. 40)\nCommission Directive 1999/97/EC\n(OJ L 331, 23.12.1999, p. 67)\nDirective 2001/106/EC of the European Parliament and of the Council\n(OJ L 19, 22.1.2002, p. 17)\nDirective 2002/84/EC of the European Parliament and of the Council\n(OJ L 324, 29.11.2002, p. 53)\nOnly Article 4\nPART B\nList of time limits for transposition into national law\n(referred to in Article 37)\nDirective\nTime limit for transposition\nDirective 95/21/EC\n30 June 1996\nDirective 98/25/EC\n30 June 1998\nDirective 98/42/EC\n30 September 1998\nDirective 1999/97/EC\n13 December 2000\nDirective 2001/106/EC\n22 July 2003\nDirective 2002/84/EC\n23 November 2003\nANNEX XVI\nCorrelation table\n(referred to in Article 37)\nDirective 95/21/EC\nThis Directive\nArticle 1, introductory wording\nArticle 1, introductory wording\nArticle 1, first indent\nArticle 1(a)\nArticle 1, second indent\nArticle 1(b)\n–\nArticle 1(c)\nArticle 2, introductory wording\nArticle 2, introductory wording\nArticle 2(1), introductory wording\nArticle 2(1), introductory wording\nArticle 2(1), first indent\nArticle 2(1)(a)\nArticle 2(1), second indent\nArticle 2(1)(b)\nArticle 2(1), third indent\nArticle 2(1)(c)\nArticle 2(1), fourth indent\nArticle 2(1)(d)\nArticle 2(1), fifth indent\nArticle 2(1)(e)\nArticle 2(1), sixth indent\nArticle 2(1)(f)\nArticle 2(1), seventh indent\nArticle 2(1)(g)\nArticle 2(1), eighth indent\nArticle 2(1)(h)\nArticle 2(2)\nArticle 2(2)\n–\nArticle 2(3)\n–\nArticle 2(4)\nArticle 2(3)\nArticle 2(5)\nArticle 2(4)\n–\n–\nArticle 2(6)\n–\nArticle 2(7)\nArticle 2(5)\nArticle 2(8)\n–\nArticle 2(9)\n–\nArticle 2(10)\nArticle 2(6)\nArticle 2(11)\nArticle 2(7)\nArticle 2(12)\nArticle 2(8)\nArticle 2(13)\n–\nArticle 2(14)\nArticle 2(9)\nArticle 2(15)\n–\nArticle 2(16)\nArticle 2(10)\nArticle 2(17)\n–\nArticle 2(18)\n–\nArticle 2(19)\n–\nArticle 2(20)\n–\nArticle 2(21)\n–\nArticle 2(22)\nArticle 3(1), first subparagraph\nArticle 3(1), first subparagraph\n–\nArticle 3(1), second subparagraph\n–\nArticle 3(1), third subparagraph\nArticle 3(1), second subparagraph\nArticle 3(1), fourth subparagraph\n–\nArticle 3(1), fifth subparagraph\n–\nArticle 3(1), sixth subparagraph\nArticle 3(2) to (4)\nArticle 3(2) to (4)\n–\nArticle 4(1)\nArticle 4\nArticle 4(2)\nArticle 5\n–\n–\nArticle 5\n–\nArticle 6\n–\nArticle 7\n–\nArticle 8\n–\nArticle 9\n–\nArticle 10\n–\nArticle 11\n–\nArticle 12\nArticle 6(1), introductory wording\n–\n–\nArticle 13(1), introductory wording\nArticle 6(1)(a)\nArticle 13(1)(a)\n–\nArticle 13(1)(b)\nArticle 6(1)(b)\nArticle 13(1)(c)\nArticle 6(2)\n–\n–\nArticle 13(2)\nArticle 6(3)\nArticle 13(3)\nArticle 6(4)\n–\nArticle 7\n–\nArticle 7a\n–\nArticle 7b\n–\n–\nArticle 14\n–\nArticle 15\n–\nArticle 16\nArticle 8\nArticle 17\n–\nArticle 18\nArticle 9(1) and (2)\nArticle 19(1) and (2)\nArticle 9(3), first sentence\nArticle 19(3)\nArticle 9(3), sentences 2 to 4\nArticle 19(4)\nArticle 9(4) to (7)\nArticle 19(5) to (8)\n–\nArticle 19(9) and (10)\nArticle 9a\n–\nArticle 10(1) to (3)\nArticle 20(1) to (3)\n–\nArticle 20(4)\nArticle 11(1)\nArticle 21(1)\n–\nArticle 21(2)\nArticle 11(2)\nArticle 21(3), first subparagraph\nArticle 11(3), first subparagraph\n–\nArticle 11(3), second subparagraph\nArticle 21(3), second subparagraph\nArticle 11(4) to (6)\nArticle 21(4) to (6)\nArticle 12(1) to (3)\nArticle 22(1) to (3)\nArticle 12(4)\nArticle 22(4)\n–\nArticle 22(5) to (7)\nArticle 13(1) to (2)\nArticle 23(1) and (2)\n–\nArticle 23(3) to (5)\nArticle 14\n–\nArticle 15\n–\n–\nArticle 24\n–\nArticle 25\n–\nArticle 26\n–\nArticle 27\nArticle 16(1) and (2)\nArticle 28(1) and (2)\nArticle 16(2a)\nArticle 28(3)\nArticle 16(3)\nArticle 28(4)\nArticle 17\nArticle 29\n–\nArticle 30\nArticle 18\nArticle 31\nArticle 19\nArticle 32\n–\nArticle 33\nArticle 19a\nArticle 34\n–\nArticle 35\nArticle 20\nArticle 36\n–\nArticle 37\nArticle 21\nArticle 38\nArticle 22\nArticle 39\nAnnex I\n–\n–\nAnnex I\n–\nAnnex II\n–\nAnnex III\nAnnex II\nAnnex IV\nAnnex III\nAnnex V\nAnnex IV\nAnnex VI\nAnnex V\nAnnex VII\nAnnex VI\nAnnex X\nAnnex VII\nAnnex XI\n–\nAnnex XII\nAnnex VIII\nAnnex XIII\nAnnex IX\nAnnex IX\nAnnex X\nAnnex XIV\nAnnex XI\nAnnex VIII\nAnnex XII\n–\n–\nAnnex XV\n–\nAnnex XVI", "summary": "Maritime safety: port State control\nMaritime safety: port State control\nSUMMARY OF:\nDirective 2009/16/EC on port State control\nWHAT IS THE AIM OF THE DIRECTIVE?\nIt aims to reduce substandard shipping in EU waters by: ensuring ships respect EU and international maritime safety and environmental rules;establishing common criteria for ship inspections.\nIt recasts Directive 95/21/EC on port State control of shipping which had been substantially amended several times.\nKEY POINTS\nThe legislation applies to any eligible ship and its crew calling at, or anchored in, an EU port.\nEU governments must ensure they have a sufficient number of qualified inspectors with the necessary resources to carry out the inspections.\nAll eligible ships using an EU port are given a risk profile in the THETIS inspection database. This is based on criteria such as the type and age of a vessel, and determines the thoroughness and frequency of the inspections.\nTo make the planning of inspections easier, THETIS is linked to the SafeSeaNet system which provides information on ships in, or expected at, all EU ports.\nAnnual inspections are compulsory for ships with a high-risk profile and are optional for others.\nPriority is given to inspecting vessels that infrequently dock at EU ports.\nInitial inspections check that certificates and documents are in order and assess a ship’s overall condition.\nIf deficiencies are discovered, the ship is subject to a more detailed inspection.\nMore detailed inspections are reserved for high-risk profile vessels, passenger ships, and oil, gas, chemical and bulk carriers over 12 years of age.\nAny deficiencies discovered must be rectified. If these are clearly a risk to safety, health or the environment, the vessel is detained until they are made good.\nNational authorities may refuse port access to ships which have been detained more than twice during the previous 2 to 3 years.\nShipowners or operators may appeal against any detention or refusal of access.\nThe European Commission maintains and updates the inspection database. It regularly publishes details of companies with low or very low compliance rates on the THETIS website.\nThe legislation does not cover: fishing or naval support vessels;warships;certain types of wooden ships; orprivate yachts.\nThe directive was amended by Directive (EU) 2017/2110 which widens the scope of Directive 2009/16/EC to include inspections of ro-ro (roll-on/roll-off) passenger ships and high-speed passenger ships in regular service. Before these ships start to operate on a regular service, the relevant authorities must inspect them to ensure that they fulfil the requirements for the safe operation of a regular service. If a ship has been inspected by another EU country within the previous 8 months and deemed satisfactory to safely operate a regular service, the ship does not need to undergo a further inspection.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt has applied since 17 June 2009. Directive 2009/16/EC revised and replaced Directive 95/21/EC (and its subsequent amendments). The new rules contained in Directive 2009/16/EC had to become law in the EU countries by 2010.\nBACKGROUND\n              \nFor more information, see:\nEU actions on safety and environment protection (European Commission)\nPort State Control (European Maritime Safety Agency).\nMAIN DOCUMENT\n            \nDirective 2009/16/EC of the European Parliament and of the Council of 23 April 2009 on port State control (Recast) (OJ L 131, 28.5.2009, pp. 57-100)\nSuccessive amendments to Directive 2009/16/EC have been incorporated in the original text. This consolidated version is of documentary value only.\nRELATED DOCUMENT\n            \nDirective (EU) 2017/2110 of the European Parliament and of the Council of 15 November 2017 on a system of inspections for the safe operation of ro-ro passenger ships and high-speed passenger craft in regular service and amending Directive 2009/16/EC and repealing Council Directive 1999/35/EC (OJ L 315, 30.11.2017, pp. 61-77)\nlast update 16.01.2019", "tags": ["harbour installation", "prevention of pollution", "pollution from ships", "international standard", "dissemination of information", "vessel", "maritime safety"], "subjects": ["Internal market - Principles", "Transport", "Approximation of laws"], "split": "train", "reference_annotations": {}, "summary_annotations": {"32009L0016_p2": {"text": "It has applied since 17 June 2009. directive 2009/16/ec revised and replaced directive 95/21/ec (and its subsequent amendments). The new rules contained in directive 2009/16/ec had to become law in the EU countries by 2010.", "triples": [" directive 2009/16/ec,  replaced,  directive 95/21/ec"]}, "32009L0016_p3": {"text": "directive 2017/2110 of the European Parliament and of the Council of 15 November 2017 on a system of inspections for the safe operation of ro-ro passenger ships and high-speed passenger craft in regular service and amending directive 2009/16/ec and repealing Council directive 1999/35/ec (OJ L 315, 30.11.2017, pp. 61-77)---last update 16.01.2019", "triples": [" directive 2017/2110,  amending,  directive 2009/16/ec", " directive 2017/2110,  repealing,  directive 1999/35/ec"]}}}