{"celex_id": "32006L0079", "reference": "17.10.2006\nEN\nOfficial Journal of the European Union\nL 286/15\nCOUNCIL DIRECTIVE 2006/79/EC\nof 5 October 2006\non the exemption from taxes of imports of small consignments of goods of a non-commercial character from third countries\n(codified version)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 93 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nWhereas:\n(1)\nCouncil Directive 78/1035/EEC of 19 December 1978 on the exemption from taxes of imports of small consignments of goods of a non-commercial character from third countries (3) has been substantially amended several times (4). In the interests of clarity and rationality, the said Directive should be codified.\n(2)\nProvision should be made for the exemption from turnover taxes and excise duties of imports of small consignments of goods of a non-commercial character from third countries.\n(3)\nTo that end the limits within which such exemption is to be applied should, for practical reasons, be as far as possible the same as those laid down for the Community arrangements for exemption from customs duties in Council Regulation (EEC) No 918/83 of 28 March 1983 setting up a Community system of reliefs from customs duty (5).\n(4)\nIt is necessary to set special limits for certain products because of the high level of taxation to which they are at present subject in the Member States.\n(5)\nThis Directive should be without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law of the Directives set out in Annex I, Part B,\nHAS ADOPTED THIS DIRECTIVE:\nArticle 1\n1.   Goods in small consignments of a non-commercial character sent from a third country by private persons to other private persons in a Member State shall be exempt on importation from turnover tax and excise duty.\n2.   For the purposes of paragraph 1, ‘small consignments of a non-commercial character’ shall mean consignments which:\n(a)\nare of an occasional nature;\n(b)\ncontain only goods intended for the personal or family use of the consignees, the nature and quantity of which do not indicate that they are being imported for any commercial purpose;\n(c)\ncontain goods with a total value not exceeding EUR 45;\n(d)\nare sent by the sender to the consignee without payment of any kind.\nArticle 2\n1.   Article I shall apply to the goods listed below subject to the following quantitative limits:\n(a)\ntobacco products\n(i)\n50 cigarettes,\nor\n(ii)\n25 cigarillos (cigars of a maximum weight of three grams each),\nor\n(iii)\n10 cigars,\nor\n(iv)\n50 grams of smoking tobacco;\n(b)\nalcohol and alcoholic beverages:\n(i)\ndistilled beverages and spirits of an alcoholic strength exceeding 22 % vol.; undenatured ethyl alcohol of 80 % vol. and over: one standard bottle (up to 1 litre),\nor\n(ii)\ndistilled beverages and spirits, and aperitifs with a wine or alcohol base, tafia, saké or similar beverages of an alcoholic strength of 22 % vol. or less; sparkling wines, fortified wines: one standard bottle (up to 1 litre),\nor\n(iii)\nstill wines: two litres;\n(c)\nperfumes: 50 grams,\nor\ntoilet waters: 0,25 litre or eight ounces;\n(d)\ncoffee: 500 grams,\nor\ncoffee extracts and essences: 200 grams;\n(e)\ntea: 100 grams,\nor\ntea extracts and essences: 40 grams.\n2.   Member States shall have the right to reduce the quantities of the products referred to in paragraph 1 eligible for exemption from turnover tax and excise duties, or to abolish exemption for such products altogether.\nArticle 3\nAny goods listed in Article 2 which are contained in a small consignment of a non-commercial character in quantities exceeding those laid down in the said Article shall be excluded in their entirety from exemption.\nArticle 4\n1.   The euro equivalent in national currency which shall apply for the implementation of this Directive shall be fixed once a year. The rates applicable shall be those obtaining on the first working day of October with effect from 1 January of the following year.\n2.   Member States may round off the amounts in national currency resulting from the conversion of the amounts in euros provided for in Article 1(2), provided such rounding-off does not exceed EUR 2.\n3.   Member States may maintain the amount of the exemption in force at the time of the annual adjustment provided for in paragraph 1 if, prior to the rounding-off provided for in paragraph 2, conversion of the amount of the exemption expressed in euros would result in a change of less than 5 % in the exemption expressed in national currency.\nArticle 5\nMember States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive. The Commission shall inform the other Member States thereof.\nArticle 6\nDirective 78/1035/EEC shall be repealed, without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law of the Directives set out in Annex I, Part B.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table in Annex II.\nArticle 7\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nArticle 8\nThis Directive is addressed to the Member States.\nDone at Luxembourg, 5 October 2006.\nFor the Council\nThe President\nK. RAJAMÄKI\n(1)  Not yet published in the Official Journal.\n(2)  Not yet published in the Official Journal.\n(3)  OJ L 366, 28.12.1978, p. 34. Directive as last amended by the 1994 Act of Accession.\n(4)  See Annex I, Part A.\n(5)  OJ L 105, 23.4.1983, p. 1. Regulation as last amended by the 2003 Act of Accession.\nANNEX I\nPART A\nRepealed Directive with its successive amendments\nCouncil Directive 78/1035/EEC (1)\n(OJ L 366, 28.12.1978, p. 34)\nCouncil Directive 81/933/EEC\n(OJ L 338, 25.11.1981, p. 24)\nonly Article 2\nCouncil Directive 85/576/EEC\n(OJ L 372, 31.12.1985, p. 30)\nPART B\nTime-limits for transposition into national law\n(referred to in Article 6)\nDirective\nTime-limit for transposition\n78/1035/EEC\n1 January 1979\n81/933/EEC\n31 December 1981\n85/576/EEC\n30 June 1986\n(1)  Directive 78/1035/EEC was also amended by the 1994 Act of Accession.\nANNEX II\nCORRELATION TABLE\nDirective 78/1035/EEC\nThis Directive\nArticle 1(1)\nArticle 1(1)\nArticle 1(2), first indent\nArticle 1(2)(a)\nArticle 1(2), second indent\nArticle 1(2)(b)\nArticle 1(2), third indent\nArticle 1(2)(c)\nArticle 1(2), fourth indent\nArticle 1(2)(d)\nArticle 2(1)(a), from ‘50 cigarettes’ to ‘50 grams of smoking tobacco’\nArticle 2(1)(a)(i) to (iv)\nArticle 2(1)(b)\nArticle 2(1)(b)\nArticle 2(1)(b), first indent\nArticle 2(1)(b)(i)\nArticle 2(1)(b), second indent\nArticle 2(1)(b)(ii)\nArticle 2(1)(b), third indent\nArticle 2(1)(b)(iii)\nArticle 2(1)(c), (d) and (e)\nArticle 2(1)(c), (d) and (e)\nArticle 2(2)\nArticle 2(2)\nArticle 2(3)\n—\nArticle 3\nArticle 3\nArticle 4(1)\n—\nArticle 4(2)\nArticle 4(1)\nArticle 4(3)\nArticle 4(2)\nArticle 4(4)\nArticle 4(3)\nArticle 5(1)\n—\nArticle 5(2)\nArticle 5\n—\nArticle 6\n—\nArticle 7\nArticle 6\nArticle 8\n—\nAnnex I\n—\nAnnex II", "summary": "Tax-free allowances: small consignments of goods of a non-commercial character from Non-EU Member Countries\nTax-free allowances: small consignments of goods of a non-commercial character from Non-EU Member Countries\nThe aim of the Directive is to reduce tax barriers to the sending of small consignments of goods by private persons in Non-EU Member Countries to private persons in Member States of the European Union (EU) by establishing Community tax-free allowances.\nACT\nCouncil Directive 2006/79/EC of 5 October 2006 on the exemption from taxes of imports of small consignments of goods of a non-commercial character from third countries.\nThis Directive is a codified version of:\nCouncil Directive 78/1035/EEC of 19 December 1978 on the exemption from taxes of imports of small consignments of goods of a non-commercial character from Non-EU Member Countries [Official Journal L 366 of 28.12.1978] [Amended by Directives 81/933/EEC and 85/576/EEC].\nSUMMARY\nImported goods eligible for exemption from turnover tax and excise duty are those:\nof a non-commercial character sent in small consignments from Non-EU Member Countries;\nsent by private persons to other private persons in a Member State of the European Union (EU).\nTo be considered of a non-commercial character, the consignment must:\nhave a total value of EUR 45 or less;\nbe of an occasional nature;\ncontain only goods intended for the personal or family use of the consignees;\nbe sent by the sender to the consignee without payment of any kind.\nThe following goods, which are subject to quantitative import restrictions:\ntobacco products (50 cigarettes, 25 cigarillos, 10 cigars or 50 grams of smoking tobacco);\nalcohol and alcoholic beverages *;\nperfumes (50 grams) or toilet waters (0.25 litre or eight ounces);\ncoffee (500 grams) or 200 grams of coffee extracts or essences);\ntea (100 grams) or 40 grams of tea extracts or essences,\nare exempt from turnover tax and excise duty.\nIf the adjustment of the amount of the Community exemption results in a change of less than 5% when converted into national currency, the Member State concerned may maintain the existing amount as expressed in national currency.\nKey terms used in the act\nAlcohol and alcoholic beverages:\nReferences\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nDirective 2006/79/EC\n6.11.2006\n1.1.1979\nOJ L 286 of 17.10.2006\nRELATED ACTS\nProposal for a Council Directive on the exemption from valued added tax and excise duty of goods imported by persons travelling from Non-EU Member Countries [COM(2006) 76 final - Not published in the Official Journal].\n               The proposal is aimed at establishing a Community system of exemptions from value added tax (VAT) and excise duty for non-commercial imports of goods by persons travelling between EU Member States and non-member countries.\nCouncil Regulation (EEC) No 918/83 of 28 March 1983 setting up a Community system of reliefs from customs duty [Official Journal L 105 of 23.4.1983].\n               The Community system of reliefs from customs duty concerns the granting of exemption from the import or export duty normally payable on the goods concerned.\nCouncil Directive 69/169/EEC of 28 May 1969 on the harmonisation of provisions laid down by law, regulation or administrative action relating to exemption from turnover tax and excise duty on imports in international travel [Official Journal L 133 of 4.6.1969].\nLast updated: 11.12.2006", "tags": ["third country", "postal service", "codification of EU law", "tax-free allowance"], "subjects": ["Protocol on Ireland/Northern Ireland", "Protocol on Ireland/Northern Ireland", "Taxation", "Approximation of laws"], "split": "train", "reference_annotations": {}, "summary_annotations": {"32006L0079_p1": {"text": "Council directive 78/1035/eec of 19 December 1978 on the exemption from taxes of imports of small consignments of goods of a non-commercial character from Non-EU Member Countries [Official Journal L 366 of 28.12.1978] [Amended by directive 81/933/eec directive 85/576/eec].", "triples": [" directive 81/933/eec,  Amended,  directive 78/1035/eec", " directive 85/576/eec,  Amended,  directive 78/1035/eec"]}}}