{"celex_id": "21996A0319(02)", "reference": "19.3.1996\nEN\nOfficial Journal of the European Communities\nL 69/4\nINTERREGIONAL FRAMEWORK COOPERATION AGREEMENT\nbetween the the European Community and its Member States, of the one part, and the Southern Common Market and its Party States, of the other part\nTHE KINGDOM OF BELGIUM,\nTHE KINGDOM OF DENMARK,\nTHE FEDERAL REPUBLIC OF GERMANY,\nTHE HELLENIC REPUBLIC,\nTHE KINGDOM OF SPAIN,\nTHE FRENCH REPUBLIC,\nIRELAND,\nTHE ITALIAN REPUBLIC,\nTHE GRAND DUCHY OF LUXEMBOURG,\nTHE KINGDOM OF THE NETHERLANDS,\nTHE REPUBLIC OF AUSTRIA,\nTHE PORTUGUESE REPUBLIC,\nTHE REPUBLIC OF FINLAND,\nTHE KINGDOM OF SWEDEN,\nTHE UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND,\nParties to the Treaty establishing the European Community and the Treaty on European Union, hereinafter referred to as the ‘European Community Member States’, and\nTHE EUROPEAN COMMUNITY,\nhereinafter referred to as ‘the Community’, of the one part, and\nTHE ARGENTINE REPUBLIC,\nTHE FEDERATIVE REPUBLIC OF BRAZIL,\nTHE REPUBLIC OF PARAGUAY,\nTHE EASTERN REPUBLIC OF URUGUAY,\nParties to the Treaty of Asuncion establishing a Southern Common Market and to the Ouro Preto additional Protocol, hereinafter referred to as the ‘Mercosur Party States’, and\nTHE SOUTHERN COMMON MARKET\nhereinafter referred to as ‘Mercosur’, of the other part,\nCONSIDERING the deep historical, cultural, political and economic links which unite them, and taking inspiration from the values shared by their peoples;\nCONSIDERING their full commitment to the content and principles of the Charter of the United Nations and to democratic values, the rule of law and promoting and respecting human rights;\nCONSIDERING the importance which both Parties attach to the principles and values set out in the Final Declaration of the United Nations Conference on Environment and Development held in Rio de Janeiro in June 1992 and those set out in the Final Declaration of the World Summit for Social Development held in Copenhagen in March 1995;\nMINDFUL of the fact that both Parties consider the process of regional integration to be an instrument of economic and social development which makes it easier for their economies to become part of the world economy, and, finally, promotes closer relations between peoples and contributes to greater international stability;\nREAFFIRMING their desire to uphold and strengthen the tenets of international free trade, in compliance with World Trade Organization rules, with a particular emphasis on the importance of open regionalism;\nCONSIDERING that both the Community and Mercosur have specific experience of regional integration which could be of mutual benefit as they forge closer relations determined by their needs;\nMINDFUL of the relations of cooperation which have been established by the bilateral agreements between the States of the respective regions and by the Framework Cooperation Agreements which the Mercosur Party States have signed bilaterally with the European Community;\nMINDFUL of the results produced by the Interinstitutional Cooperation Agreement of 29 May 1992 between the Southern Common Market Council and the Commission of the European Communities, and emphasizing the need to continue the activities realized by that Agreement;\nCONSIDERING the political will of both Parties to achieve what will ultimately be a political and economic interregional association founded on greater political cooperation and progressive and reciprocal liberalization of all trade, taking account of the sensitivity of certain goods and complying with World Trade Organization rules, and founded, finally, on the promotion of investment and closer cooperation;\nMINDFUL of the terms of the Joint Solemn Declaration in which both Parties propose to conclude an Interregional Framework Agreement covering commercial and economic cooperation and preparing for gradual and reciprocal liberalization of trade between the two regions as a prelude to the negotiation of an Interregional Association Agreement between them,\nTHE KINGDOM OF BELGIUM:\nErik DERYCKE,\nMinister for Foreign Affairs,\nTHE KINGDOM OF DENMARK:\nNiels HELVEG PETERSEN,\nMinister for Foreign Affairs,\nTHE FEDERAL REPUBLIC OF GERMANY:\nKlaus KINKEL,\nFederal Minister for Foreign Affairs and Vice-Chancellor,\nTHE HELLENIC REPUBLIC:\nKarolos PAPOULIAS,\nMinister for Foreign Affairs,\nTHE KINGDOM OF SPAIN:\nJavier SOLANA MADARIAGA,\nMinister for Foreign Affairs,\nTHE FRENCH REPUBLIC:\nHervé de CHARETTE,\nMinister for Foreign Affairs,\nIRELAND:\nDick SPRING,\nMinister for Foreign Affairs,\nTHE ITALIAN REPUBLIC:\nSusanna AGNELLI,\nMinister for Foreign Affairs,\nTHE GRAND DUCHY OF LUXEMBOURG:\nJacques F. POOS,\nMinister for Foreign Affairs,\nTHE KINGDOM OF THE NETHERLANDS:\nHans van MIERLO,\nMinister for Foreign Affairs,\nTHE REPUBLIC OF AUSTRIA:\nWolfgang SCHÜSSEL,\nFederal Minister for Foreign Affairs and Vice-Chancellor,\nTHE PORTUGUESE REPUBLIC:\nJaime GAMA,\nMinister for Foreign Affairs,\nTHE REPUBLIC OF FINLAND:\nTarja HALONEN,\nMinister for Foreign Affairs,\nTHE KINGDOM OF SWEDEN:\nMats HELLSTRÖM,\nMinister for European Affairs and Foreign Trade,\nTHE UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND:\nMalcolm RIFKIND,\nSecretary of State for Foreign and Commonwealth Affairs,\nTHE EUROPEAN COMMUNITY:\nJavier SOLANA MADARIAGA,\nMinister for Foreign Affairs,\nPresident-in-Office of the Council of the European Union,\nManuel MARÍN,\nVice-President of the Commission of the European Communities,\nTHE ARGENTINE REPUBLIC:\nGuido di TELLA,\nMinister for Foreign Affairs,\nTHE FEDERATIVE REPUBLIC OF BRAZIL:\nLuiz Felipe Palmeira LAMPREIA,\nMinister for Foreign Affairs,\nTHE REPUBLIC OF PARAGUAY:\nLuis Maria Ramirez BOETTENER,\nMinister for Foreign Affairs,\nTHE EASTERN REPUBLIC OF URUGUAY:\nAlvaro Ramos TRIGO,\nMinister for Foreign Affairs,\nTHE SOUTHERN COMMON MARKET:\nAlvaro Ramos TRIGO,\nMinister for Foreign Affairs,\nPresident-in-Office of the Southern Common Market,\nHAVE AGREED AS FOLLOWS:\nTITLE I\nOBJECTIVES, PRINCIPLES AND SCOPE\nArticle 1\nBasis for cooperation\nRespect for the democratic principles and fundamental human rights established by the Universal Declaration of Human Rights inspires the domestic and external policies of the Parties and constitutes an essential element of this Agreement.\nArticle 2\nObjectives and scope\n1.   The objectives of this Agreement shall be to strengthen existing relations between the Parties and to prepare the conditions enabling an interregional association to be created.\n2.   To those ends, the Agreement covers trade and economic matters, cooperation regarding integration and other fields of mutual interest in order to bring about closer relations between the Parties and their respective institutions.\nArticle 3\nPolitical dialogue\n1.   The Parties shall institute regular political dialogue to back up and consolidate closer relations between the European Union and Mercosur. Such dialogue shall be conducted in accordance with the terms contained in the Joint Declaration annexed to the Agreement.\n2.   The ministerial dialogue provided for in the Joint Declaration shall take place within the Cooperation Council established by Article 25 of this Agreement or within other agreed forums of an equivalent level.\nTITLE II\nTRADE\nArticle 4\nObjectives\nThe Parties shall undertake to forge closer relations with the aim of encouraging the increase and diversification of trade, preparing for subsequent gradual and reciprocal liberalization of trade and promoting conditions which are conducive to the establishment of the Interregional Association, taking into account, in conformity with WTO rules, the sensitivity of certain goods.\nArticle 5\nDialogue on trade and economic matters\n1.   The Parties shall agree on the scope of cooperation in trade matters without excluding any sector.\n2.   To those ends, the Parties shall undertake to conduct periodic dialogue on trade and economic matters, within the institutional framework established by Title VIII of this Agreement.\n3.   In particular, cooperation of this nature shall focus mainly on the following:\n(a)\nmarket access, trade liberalization (tariff and non-tariff barriers) and trade discipline such as restrictive trade practices, rules of origin, safeguards and special customs arrangements, for example;\n(b)\nthe Parties' trade relations with non-member countries;\n(c)\nthe compatibility of trade liberalization with GATT and WTO rules;\n(d)\nthe identification of goods which the Parties consider to be sensitive or of priority importance;\n(e)\ncooperation and exchanges of information on services, within the Parties' respective spheres of competence.\nArticle 6\nCooperation on agri-food and industrial standards and certification\n1.   The Parties agree to cooperate in promoting the approximation of quality standards for agri-food products and industrial goods and certification, in conformity with international criteria.\n2.   Within the bounds of their spheres of competence, the Parties shall examine the prospects for beginning negotiations for the conclusion of mutual recognition agreements.\n3.   The primary aim of cooperation shall be to promote any measure which is likely to improve the quality of the Parties' products and businesses.\nArticle 7\nCooperation in customs matters\n1.   The Parties shall promote cooperation in customs matters in order to improve and consolidate the legal framework for trade relations between them.\nCooperation in customs matters may also seek to strengthen the customs infrastructure of the Parties and improve their operation within the framework of interinstitutional cooperation.\n2.   Cooperation may be translated into action by measures including:\n(a)\nexchanges of information;\n(b)\nthe development of new training techniques and coordination of activities in the relevant international organizations;\n(c)\nexchanges of officials and senior personnel from customs and tax departments;\n(d)\nsimplification of customs procedures;\n(e)\ntechnical assistance.\n3.   The Parties hereby signal their interest in giving future consideration, within the institutional framework established by this Agreement, to the conclusion of a Customs Cooperation Protocol.\nArticle 8\nCooperation in statistical matters\nThe Parties shall agree to promote an alignment of statistical methods with the aim of achieving mutual recognition and making use of statistics on trade in goods and services and, in general terms, data relating to any field for which statistics can be collected.\nArticle 9\nCooperation regarding intellectual property\n1.   The Parties shall agree to cooperate in intellectual property matters in order to encourage investment, the transfer of technology, trade and all associated economic activity, and to prevent distortions of trade.\n2.   Within the bounds of their respective laws, regulations and policies, and in line with the undertakings made within the TRIPs Agreeement, the Parties shall ensure that there is suitable and genuine protection of intellectual property rights, if necessary by arranging for such protection to be stepped up.\n3.   To the ends described in paragraph 2, intellectual property matters shall encompass copyright and similar rights, trademarks or brands, geographical terms and descriptions of origin, industrial designs and utility models, patents and integrated circuit topography.\nTITLE III\nECONOMIC COOPERATION\nArticle 10\nObjectives and principles\n1.   Guided by their mutual interests and their medium-and long-term economic objectives, the Parties shall promote economic cooperation in such a way as to help to expand their economies, increase their international competitiveness, foster technical and scientific development, improve their standards of living, establish conditions conducive to job creation and job quality and diversify and strengthen economic links between them.\n2.   The Parties shall encourage the conferring of a regional character on any aspect of cooperation which, by virtue of its scope or economies of scale, results in what they consider to be a more rational and efficient use of available resources and a better outcome.\n3.   Economic cooperation between the Parties shall have as wide a basis as possible. No sector shall be excluded from the outset, and account shall be taken of the Parties' priorities, mutual interest and areas of competence.\n4.   In the light of the foregoing, the Parties shall cooperate in all areas which will foster economic and social links and networks between them and which will bring their economies closer together, as well as in all areas in which there is a transfer of specific know-how relating to regional integration.\n5.   Within the framework of such cooperation, the Parties shall promote the exchange of information on their respective economic indicators.\n6.   The Parties shall pay attention to protection of the environment and the ecological balance in all their cooperation activities.\n7.   A regard for social development, particularly the promotion of fundamental social rights, shall motivate the steps taken by the Parties in this field.\nArticle 11\nCooperation in business\n1.   The Parties shall promote cooperation in business with the aim of establishing a climate which favours economic development in their mutual interest.\n2.   Such cooperation shall focus in particular on:\n(a)\nincreasing the flow of trade, investment, industrial cooperation projects and the transfer of technology;\n(b)\nencouraging modernization and diversification in industry;\n(c)\nidentifying barriers to industrial cooperation between the Parties and eliminating such barriers using measures which promote compliance with competition rules and foster the tailoring of those rules to the needs of the market, giving due attention to the involvement and consultation of operators;\n(d)\nstimulating cooperation between the Parties' economic operators, especially small and medium-sized enterprises;\n(e)\npromoting industrial innovation by developing an integrated and decentralized view of cooperation between operators in the two regions;\n(f)\nensuring that action seeking to produce a positive influence on cooperation between businesses in the two regions remains a coherent whole.\n3.   Cooperation shall essentially take the following forms:\n(a)\nmore organized contact between the Parties' operators and networks, through conferences, technical seminars, fact-finding missions, attendance at general and specialist fairs and business meetings;\n(b)\nsuitable initiatives to back cooperation between small and medium-sized enterprises, such as the promotion of joint ventures, the establishment of information networks, encouraging the opening of trade offices, the transfer of specialist know-how, subcontracting, applied research, licensing and franchising;\n(c)\npromoting initiatives to increase cooperation between Mercosur economic operators and European associations, with the aim of establishing dialogue between networks;\n(d)\ntraining schemes, encouraging the establishment of networks and backing for research.\nArticle 12\nPromotion of investment\n1.   Within the bounds of their spheres of competence, the Parties shall promote an attractive and stable climate for greater mutually beneficial investment.\n2.   Such cooperation shall encompass measures including the following:\n(a)\npromoting regular exchanges of information, the identification and dissemination of information on legislation and investment opportunities;\n(b)\npromoting the development of a legal environment which is conducive to investment between the Parties, particularly, where applicable, through the conclusion between interested Community Member States and Mercosur Party States of bilateral agreements for the promotion and protection of investment and bilateral agreements to prevent double taxation;\n(c)\npromoting joint ventures, particularly between small and medium-sized enterprises.\nArticle 13\nCooperation regarding energy\n1.   Cooperation between the Parties shall be directed towards encouraging closer relations between their economies in energy-related industries, taking into consideration the need to use energy rationally and in a manner which respects the environment.\n2.   Cooperation regarding energy shall essentially take the following forms:\n(a)\nexchanges of information in all appropriate forms, particularly through joint meetings;\n(b)\ntransfers of technology;\n(c)\nencouraging the involvement of the Parties' economic operators in joint technological development or infrastructure projects;\n(d)\ntechnical training programmes;\n(e)\nto the extent that their spheres of competence allow, dialogue regarding energy policy.\n3.   Where appropriate, the Parties may conclude specific agreements of common interest.\nArticle 14\nCooperation regarding transport\n1.   Cooperation between the Parties regarding transport shall seek to back the restructuring and modernization of transport systems and find mutually acceptable solutions for moving people and goods using all modes of transport.\n2.   Cooperation shall be conducted as a matter of priority by:\n(a)\nexchanges of information on both Parties' transport policies and on matters of mutual interest;\n(b)\ntraining programmes for transport system operators.\n3.   Within the framework of the dialogue on trade and economic matters referred to in Article 5, and considering the prospect of interregional association, both Parties shall devote attention to all aspects of international transport to ensure that they do not act as a barrier to the reciprocal expansion of trade.\nArticle 15\nCooperation in science and technology\n1.   The Parties shall agree to cooperate in the field of science and technology with the aim of promoting a lasting working relationship between their scientific communities and exchanging information and know-how regarding science and technology between the regions.\n2.   Cooperation in science and technology between the Parties shall be conducted as a matter of priority by means of:\n(a)\njoint research projects in fields of common interest;\n(b)\nexchanges of scientists in order to encourage joint research, prepare projects and provide high-calibre training;\n(c)\njoint scientific conferences to exchange information, promote interaction and facilitate the selection of subjects for joint research;\n(d)\nthe publicizing of results and development of links between the public and private sectors.\n3.   Such cooperation shall involve the Parties' centres of higher education and research and their industries, particularly small and medium-sized enterprises.\n4.   The Parties shall agree between them the scope, nature and priorities of cooperation through a multiannual programme which can be adapted to suit the circumstances.\nArticle 16\nCooperation in telecommunications and information technology\n1.   The Parties shall agree to establish cooperation regarding telecommunications and information technology, with the aim of fostering economic and social development, driving the information society forward and making modernization of society easier.\n2.   Cooperation in this field shall seek especially to:\n(a)\nfacilitate the establishment of dialogue on the various features of the information society and promote the exchange of information on standards, inspection and certification in the field of information technology and telecommunications;\n(b)\ndisseminate new telecommunications and information technology, particularly in the fields of integrated services digital networks, data transmission and the establishment of new communications and information-technology services;\n(c)\nstimulate the launching of joint research, industrial and technological development projects in the field of new communications technologies, telematics and the information society.\nArticle 17\nCooperation regarding environmental protection\n1.   With the aim of achieving sustainable development, the Parties shall encourage awareness of the issues of environmental protection and the rational use of natural resources in all fields of interregional cooperation.\n2.   The Parties shall agree to devote special attention to measures connected with the international dimension of environmental problems.\n3.   Cooperation could cover the following in particular:\n(a)\nexchanges of information and know-how regarding matters including regulations and standards;\n(b)\ntraining and education regarding the environment;\n(c)\ntechnical assistance, the implementation of joint research projects and, where appropriate, institutional assistance.\nTITLE IV\nENCOURAGING INTEGRATION\nArticle 18\nObjectives and scope\n1.   Cooperation between the Parties shall seek to further the objectives of Mercosur's integration process and shall encompass all the areas of this Agreement.\n2.   To those ends, cooperation activities shall be considered in the context of the specific requests of Mercosur.\n3.   Cooperation should take any form which is considered appropriate, and particularly:\n(a)\narrangements for the exchange of information in any suitable manner, including the establishment of computer networks;\n(b)\ntraining and institutional backing;\n(c)\nstudies and joint projects;\n(d)\ntechnical assistance.\n4.   The Parties shall cooperate to ensure maximum efficiency in the use of their resources for the compilation, analysis, publication and dissemination of information, without prejudice to any steps which might be necessary to protect the confidential nature of some of that information. They shall also undertake to protect personal data in all instances in which there is provision for exchanging information via computer networks.\nTITLE V\nINTERINSTITUTIONAL COOPERATION\nArticle 19\nObjectives and scope\n1.   The Parties shall promote closer cooperation between their respective institutions and shall particularly encourage regular contact between them.\n2.   Such cooperation shall have as wide a basis as possible and shall focus on:\n(a)\nany means of fostering regular exchanges of information, including the joint development of computer networks for communication;\n(b)\nthe transfer of know-how;\n(c)\nadvice and information.\nTITLE VI\nOTHER AREAS OF COOPERATION\nArticle 20\nCooperation regarding training and education\n1.   Within the bounds of their spheres of competence, the Parties shall endeavour to find ways to improve education and training relating to regional integration, whether in the form of training for young people and vocational training or in the form of cooperation between universities or businesses.\n2.   The Parties shall pay particular attention to action which would promote the establishment of links between their specialist entities and encourage the use of technical resources and exchanges of know-how.\n3.   The Parties shall encourage the conclusion of agreements between training centres and the holding of meetings between bodies responsible for edcucation and training in the field of regional integration.\nArticle 21\nCooperation regarding information, communication and culture\n1.   Within the bounds of their spheres of competence, and with the aim of broadening knowledge of their political, economic and social realities, the Parties shall agree to strengthen the cultural links between them and encourage the dissemination of information on the nature, objectives and scope of their processes of integration to promote understanding of them within their societies.\nThe Parties shall also agree to expand exchanges of information between them on matters of mutual interest.\n2.   Such cooperation should seek to promote contact between the Parties' information and communications media in forms including technical assistance.\nIt could include the organization of cultural activities if their regional significance justifies such action.\nArticle 22\nCooperation in combating drug-trafficking\n1.   In accordance with their spheres of competence, the Parties shall promote the coordination and intensification of their efforts to combat drug-trafficking and its many ramifications, including financial ramifications.\n2.   Such cooperation shall include the promotion of consultation and greater coordination between the Parties at regional level and, where appropriate, between the relevant regional institutions.\nArticle 23\nFuture developments\n1.   The Parties may by mutual consent expand this Agreement with a view to enhancing the levels of cooperation and supplementing them, within the bounds of their respective laws, by means of agreements on specific sectors or activities.\n2.   With regard to the implementation of this Agreement, either of the Parties may put forward suggestions for widening the scope of cooperation, taking into account the experience gained in applying this Agreement.\nTITLE VII\nRESOURCES FOR COOPERATION\nArticle 24\n1.   In order to facilitate the achievement of the aims set out in this Agreement, the Parties shall make available, within the limits of their abilities and through their own channels, the appropriate resources, including financial resources.\n2.   Depending on the results obtained, the Parties shall call on the European Investment Bank to step up its activities within Mercosur in accordance with its own procedures and financing criteria.\n3.   The provisions of this Agreement shall not affect bilateral cooperation resulting from existing cooperation agreements.\nTITLE VIII\nINSTITUTIONAL FRAMEWORK\nArticle 25\n1.   A Cooperation Council is hereby established, with responsibility for the implementation of this Agreement; the Cooperation Council shall meet at ministerial level periodically and whenever circumstances require.\n2.   The Cooperation Council shall discuss important matters arising in connection with the Agreement and any other bilateral or international issues of common interest, with the aim of fulfilling the Agreement's objectives.\n3.   The Cooperation Council may also make appropriate proposals, with the agreement of the Parties. In carrying out its duties, the Cooperation Council shall undertake in particular to make recommendations which contribute to the ultimate objective of interregional association.\nArticle 26\n1.   The Cooperation Council shall be composed, on the one hand, of members of the Council of the European Union and members of the European Commission and, on the other hand, of members of the Mercosur Common Market Council and members of the Mercosur Common Market Group.\n2.   The Cooperation Council shall adopt its own rules of procedure.\n3.   The Cooperation Council shall be chaired in turn by a representative of the Community and a representative of Mercosur.\nArticle 27\n1.   The Cooperation Council shall be assisted in the performance of its duties by a Joint Cooperation Committee which shall be composed of members of the Council of the European Union and of members of the European Commission, on the one hand, and representatives of Mercosur, on the other.\n2.   The Joint Committee shall generally meet once a year, on a date and with an agenda agreed in advance, alternately in Brussels and in one of the Mercosur Party States. Extraordinary meetings may be convened by mutual agreement, at the request of either Party. The office of chairman of the Joint Committee shall be held alternately by a representative of each of the Parties.\n3.   The Cooperation Council shall set out the operating procedures of the Joint Committee in its own rules of procedures.\n4.   The Cooperation Council may delegate all or part of its powers to the Joint Committee; the latter shall provide continuity between meetings of the Cooperation Council.\n5.   The Joint Committee shall assist the Cooperation Council in the performance of its duties. In fulfilling its functions, the Joint Committee shall in particular:\n(a)\nstimulate trade relations in accordance with the objectives of this Agreement and in compliance with provisions of Title II;\n(b)\nexchange views on any matter of common interest which relates to trade liberalization and cooperation, including future programmes of cooperation and the resources available for their implementation;\n(c)\nmake proposals to the Cooperation Council, with the aim of stimulating preparations for the liberalization of trade and of intensifying cooperation, while taking due account of the need for coordination between the activities proposed; and\n(d)\nin more general terms, make proposals to the Cooperation Council which contribute to achieving the ultimate aim of EU-Mercosur interregional association.\nArticle 28\nThe Cooperation Council may decide to set up any other body to assist it in the performance of its duties; it shall determine that body's composition, objectives and operating procedures.\nArticle 29\n1.   In accordance with the procedures laid down in Article 5 of this Agreement, the Parties shall establish a Joint Subcommittee on Trade, which shall ensure that the trade-related objectives of this Agreement are fulfilled and shall conduct preparatory work for the subsequent liberalization of trade.\n2.   The Joint Subcommittee on Trade shall be composed of members of the Council of the European Union and of members of the European Commission, on the one hand, and representatives of Mercosur, on the other.\nIt may commission any studies or technical analyses which it deems necessary.\n3.   The Joint Subcommittee on Trade shall report once a year to the Joint Cooperation Committee established under Article 27 of the Agreement on the progress of its work, and shall make proposals regarding the subsequent liberalization of trade.\n4.   The Joint Subcommittee on Trade shall submit its rules of procedure to the Joint Committee for approval.\nArticle 30\nConsultation\nWithin the bounds of their spheres of competence, the Parties shall undertake to hold consultations on any issue referred to in this Agreement.\nThe procedure for the consultations referred to in the preceding subparagraph shall be laid down in the rules of procedure of the Joint Committee.\nTITLE IX\nFINAL PROVISIONS\nArticle 31\nOther agreements\nWithout prejudice to the provisions of the Treaties establishing the European Community and Mercosur, neither this Agreement nor any action taken under it shall in any way affect the powers of the Member States of the European Community or the Mercosur Party States to undertake bilateral activities within their spheres of competence or where appropriate to conclude new agreements.\nArticle 32\nDefinition of the Parties\nFor the purposes of this Agreement, the term ‘the Parties’ shall mean, on the one hand, the Community or its Member States or the Community and its Member States, in accordance with their respective spheres of competence, as deriving from the Treaty establishing the European Community and, on the other hand, Mercosur or its Party States, in accordance with the Treaty establishing the Southern Common Market.\nArticle 33\nTerritorial application\nThis Agreement shall apply, on the one hand, to the territories in which the Treaty establishing the European Community is applied and under the conditions laid down in that Treaty and, on the other hand, to the territories in which the Treaty establishing the Southern Common Market is applied and under the conditions laid down in that Treaty and its additional protocols.\nArticle 34\nDuration and entry into force\n1.   This Agreement shall be valid indefinitely.\n2.   The Parties shall determine the suitability, timing and conditions of the start of negotiations for Interregional Association in accordance with their own procedures and in the light of the work carried out and the proposals made within the institutional framework of this Agreement.\n3.   This Agreement shall enter into force on the first day of the month following that in which the Parties notify each other of the completion of the procedures necessary for this purpose.\n4.   Notification shall be sent to the Council of the European Union and the Mercosur Common Market Group.\n5.   The Secretary-General of the Council shall be the depositary of this Agreement for the Community and the Government of the Republic of Paraguay shall be the depositary for Mercosur.\nArticle 35\nFulfilment of obligations\n1.   The Parties shall adopt any general or specific measure required for them to fulfil their obligations under this Agreement and shall ensure that they attain the objectives laid down in that Agreement.\nIf either Party considers that the other Party has failed to fulfil an obligation under this Agreement, it may take appropriate measures. Before doing so, except in cases of special urgency, it shall supply the Joint Committee with all relevant information required for a thorough examination of the situation with a view to seeking a solution acceptable to the Parties.\nIn the selection of measures, priority must be given to those which least disturb the functioning of this Agreement. These measures shall be notified immediately to the Joint Committee and shall be the subject of consultations within that Committee if the other Party so requests.\n2.   The Parties agree that the term ‘cases of special urgency’ in paragraph 1 of this Article shall mean a case of material breach of the Agreement by one of the Parties. A material breach of the Agreement shall consist in:\n(a)\nrepudiation of the Agreement not sanctioned by the general rules of international law, or\n(b)\nviolation of the essential elements of the Agreement, as referred to in Article 1.\n3.   The Parties agree that the ‘appropriate measures’ referred to in this Article are measures taken in accordance with international law. If a Party takes a measure in a case of special urgency as provided for under this Article, the other Party may ask that an urgent meeting be called to bring both Parties together within days.\nArticle 36\nAuthentic texts\nThis Agreement shall be drawn up in duplicate in the Danish, Dutch, English, Finnish, French, German, Greek, Italian, Portuguese, Spanish and Swedish languages, each of these texts being equally authentic.\nArticle 37\nSignature\nThis Agreement will be open for signature in Madrid between 15 and 31 December 1995.\nHecho en Madrid, el quince de diciembre de mil novecientos noventa y cinco.\nUdfærdiget i Madrid, den femtende december nitten hundrede og femoghalvfems.\nGeschehen zu Madrid am fünfzehnten Dezember neunzehnhundertfünfundneunzig.\nΈγινε στη Μαδρίτη, στις δέκα πέντε Δεκεμβρίου χίλια εννιακόσια ενενήντα πέντε.\nDone at Madrid on the fifteenth day of December in the year one thousand nine hundred and ninety-five.\nFait à Madrid, le quinze décembre mil neuf cent quatre-vingt-quinze.\nFatto a Madrid, addì quindici dicembre millenovecentonovantacinque.\nGedaan te Madrid, de vijftiende december negentienhonderd vijfennegentig.\nFeito em Madrid, em quinze de Dezembro de mil novecentos e noventa e cinco.\nTehty Madridissa viidentenätoista päivänä joulukuuta vuonna tuhatyhdeksänsataayhdeksänkymmentäviisi.\nSom skedde i Madrid den femtonde december nittonhundranittiofem.\nPour le Royaume de Belgique\nVoor het Koninkrijk België\nFür das Königreich Belgien\nCette signature engage également la Communauté française, la Communauté flamande, la Communauté germanophone, la Région wallonne, la Région flamande et la Région de Bruxelles-Capitale.\nDeze handtekening verbindt eveneens de Vlaamse Gemeenschap, de Franse Gemeenschap, de Duitstalige Gemeenschap, het Vlaamse Gewest, het Waalse Gewest en het Brusselse Hoofdstedelijke Gewest.\nDiese Unterschrift verbindet zugleich die Deutschsprachige Gemeinschaft, die Flämische Gemeinschaft, die Französische Gemeinschaft, die Wallonische Region, die Flämische Region und die Region Brüssel-Hauptstadt.\nPå Kongeriget Danmarks vegne\nFür die Bundesrepublik Deutschland\nΓια την Ελληνική Δημοκρατία\nPor el Reino de España\nPour la République française\nThar ceann na hÉireann\nFor Ireland\nPer la Repubblica italiana\nPour le Grand-Duché de Luxembourg\nVoor het Koninkrijk der Nederlanden\nFür die Republik Österreich\nPela República Portuguesa\nSuomen tasavallan puolesta\nFör Konungariket Sverige\nFor the United Kingdom of Great Britain and Northern Ireland\nPor la Comunidad Europea\nFor Det Europæiske Fællesskab\nFür die Europäische Gemeinschaft\nΓια την Ευρωπαϊκή Κοινότητα\nFor the European Community\nPour la Communauté européenne\nPer la Comunità europea\nVoor de Europese Gemeenschap\nPela Comunidade Europeia\nEuroopan yhteisön puolesta\nFör Europeiska gemenskapen\nPor la República Argentina\nPela República Federativa do Brasil\nPor la República del Paraguay\nPor la República Oriental del Uruguay\nPor el Mercado Común del Sur\nPelo Mercado Comum do Sul\nJoint Declaration on political dialogue between the European Union and Mercosur\nPreamble\nTHE EUROPEAN UNION AND THE MERCOSUR PARTY STATES,\n—\nconscious of their historical, political and economic ties, their common cultural heritage and the bonds of friendship between their peoples,\n—\nmindful that political and economic freedoms are fundamental to society in the European Union and the Mercosur countries,\n—\nreaffirming human dignity and the promotion of human rights as cornerstones of a democratic society, in accordance with the United Nations Charter,\n—\nreaffirming the essential role of the principles and democratic institutions based on the rule of law, respect for which governs the internal and external policies of the Parties,\n—\ndesiring to strengthen international peace and security in accordance with the principles of the United Nations Charter,\n—\nsharing an interest in regional integration as a means of enabling their citizens to achieve sustainable and harmonious development predicated upon social progress and solidarity between their members,\n—\nbuilding upon the preferential relations formalized by the framework Cooperation Agreements which the European Community has signed with each of the Mercosur Party States,\n—\nrecalling the principles set out in the Solemn Joint Declaration signed by the Parties on 22 December 1994,\nHAVE DECIDED to develop relations on a long-term basis.\nObjectives\n—\nMercosur and the European Union solemnly reaffirm their commitment to progressing towards the establishment of an interregional association and to establishing greater political dialogue for that purpose,\n—\nregional integration is one means of achieving sustainable and socially harmonious development, and a tool for ensuring competitiveness in the world economy,\n—\nthis dialogue is also intended to ensure closer consultation on issues affecting both regions and on multilateral issues, in particular by allowing the positions of the respective parties to be coordinated in the relevant multilateral organizations.\nMechanisms of the dialogue\n—\nThe parties will conduct this political dialogue by means of contacts, information exchanges and consultation, especially meetings at the appropriate level between the various Mercosur and European Union bodies as well as by making full use of diplomatic channels,\n—\nin particular, with the aim of establishing and developing this political dialogue on bilateral and international issues of mutual interest, the Parties agree to hold:\n(a)\nregular meetings, the detailed arrangements for which will be decided on by the Parties, between the Heads of State of the countries of Mercosur and the highest authorities of the European Union;\n(b)\nan annual meeting of the Ministers for Foreign Affairs of Mercosur and of the Member States of the European Union, attended by the European Commission. These meetings will be held at a venue to be determined on each occasion by the Parties;\n(c)\nmeetings of other Ministers responsible for matters of mutual interest where such meetings are deemed necessary by the Parties in order to strengthen mutual relations;\n(d)\nperiodic meetings of senior officials from both Parties.", "summary": "Interregional Framework Cooperation Agreement between the European Community and Mercosur\nInterregional Framework Cooperation Agreement between the European Community and Mercosur\nSUMMARY OF:\nCouncil Decision 1999/279/EC — concluding on behalf of the European Community, the interregional framework cooperation agreement between the European Community and its Member States, and the Southern Common Market and its Party States\nInterregional Framework Cooperation Agreement between the European Community and its Member States, and the Southern Common Market and its Party States\nWHAT IS THE AIM OF THE DECISION AND AGREEMENT?\nThe decision concludes the agreement on behalf of the European Community (now the EU).\nThe agreement, based on democratic principles and fundamental rights, aims to strengthen existing relations between the parties and to lay the foundations for an Interregional Association between the EU and the Southern Common Market (Mercosur).\nKEY POINTS\nIn addition to a series of bilateral agreements, the EU has concluded this Interregional Framework Agreement with Mercosur.\nMercosur includes Argentina, Brazil, Paraguay and Uruguay.\nThe agreement covers trade and economic matters, cooperation and other fields of mutual interest.\nWith respect to trade, regular dialogue on trade and economic matters is designed to prepare for a gradual and reciprocal liberalisation of trade, and the main areas of cooperation include: market access, liberalisation of trade and trade disciplines;the compatibility of trade with WTO rules;the identification of sensitive and priority products;cooperation and exchanges of information on services.\nAlthough no sector is excluded from economic cooperation, the agreement specifically covers: energy;transport;telecommunications and information technology;environmental protection;science and technology;business cooperation; andinvestment promotion.\nOther areas of cooperation include: training and education;communication, information and culture, where the aim is to promote mutual understanding and strengthen cultural ties;combating drug trafficking.\nFinancing\nThe parties agree to provide the required resources and encourage the European Investment Bank to give greater help to Mercosur to attain the agreement’s objectives.\nInstitutional support\nA Cooperation Council which oversees the agreement’s implementation meets regularly at ministerial level.\nInterregional Association\nThe agreement sets up regular political dialogue to advance progress towards an Interregional Association.\nIn June 2019, political agreement was reached on Association Agreement between the parties.\nDATE OF ENTRY INTO FORCE\n              \nThe agreement entered into force on 1 July 1999 and is valid indefinitely.\nBACKGROUND\n              \nFor more information see:\nEU and Mercosur (European External Action Service).\nMAIN DOCUMENTS\n            \nCouncil Decision 1999/279/EC of 22 March 1999 concerning the conclusion, on behalf of the European Community, of the interregional framework cooperation agreement between the European Community and its Member States, of the one part, and the Southern Common Market and its Party States, of the other part (OJ L 112, 29.4.1999, pp. 65-84)\nInterregional Framework Cooperation Agreement between the European Community and its Member States, of the one part, and the Southern Common Market and its Party States, of the other part — Joint Declaration on political dialogue between the European Union and Mercosur (OJ L 69, 19.3.1996, pp. 4-22)\nCorrigendum to the Interregional Framework Cooperation Agreement between the European Community and its Member States, of the one part, and the Southern Common Market and its Party States, of the other part (OJ L 61, 10.3.1999, p. 55)\nRELATED DOCUMENTS\n            \nInformation concerning the date of entry into force of the Interregional Framework Cooperation Agreement between the European Community and its Member States, of the one part, and the Southern Common Market and its Party States, of the other part (OJ L 175, 10.7.1999, p. 62)\nlast update 06.03.2020", "tags": ["framework agreement", "multilateral agreement", "cooperation policy", "cooperation agreement (EU)", "Mercosur"], "subjects": ["External relations", "Development cooperation", "Commercial policy"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}