{"celex_id": "32014R0540", "reference": "27.5.2014\nEN\nOfficial Journal of the European Union\nL 158/131\nREGULATION (EU) No 540/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 16 April 2014\non the sound level of motor vehicles and of replacement silencing systems, and amending Directive 2007/46/EC and repealing Directive 70/157/EEC\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 114 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nIn accordance with Article 26(2) of the Treaty on the Functioning of the European Union (TFEU), the internal market comprises an area without internal frontiers in which the free movement of goods, persons, services and capital is to be ensured. To that end, a comprehensive EU type-approval system for motor vehicles is in place. The technical requirements for the EU type-approval of motor vehicles and their silencing systems with regard to permissible sound levels should be harmonised to avoid the adoption of requirements that differ from one Member State to another, and to ensure the proper functioning of the internal market while, at the same time, providing for a high level of environmental protection and public safety, a better quality of life and health, and taking account of road vehicles as a significant source of noise in the transport sector.\n(2)\nEU type-approval requirements already apply in the context of Union law regulating various aspects of the performance of motor vehicles, such as CO2 emissions from cars and light commercial vehicles, pollutant emissions and safety standards. The technical requirements applicable pursuant to this Regulation should be developed in a way that ensures a consistent approach throughout that Union law, taking into account all relevant noise factors.\n(3)\nTraffic noise harms health in numerous ways. Protracted noise-related stress can exhaust human physical reserves, disrupt the regulatory capacity of organ functions and hence limit their effectiveness. Traffic noise is a potential risk factor for the development of medical conditions and incidents such as high blood pressure and heart attacks. The effects of traffic noise should be further researched in the same manner as provided for in Directive 2002/49/EC of the European Parliament and of the Council (3).\n(4)\nCouncil Directive 70/157/EEC (4) harmonised the different technical requirements of Member States relating to the permissible sound level of motor vehicles and of their exhaust systems for the purpose of the establishment and operation of the internal market. For the purposes of the proper functioning of the internal market and in order to ensure a uniform and consistent application throughout the Union, it is appropriate to replace that Directive by this Regulation.\n(5)\nThis Regulation constitutes a separate Regulation in the context of the type-approval procedure under Directive 2007/46/EC of the European Parliament and of the Council (5). Accordingly, Annexes IV, VI and XI to that Directive should be amended.\n(6)\nDirective 70/157/EEC refers to Regulation No 51 of the United Nations Economic Commission for Europe (UNECE) on noise emissions (6), which specifies the test method for noise emissions, and to UNECE Regulation No 59 on uniform provisions concerning the approval of replacement silencing systems (7). As a Contracting Party to the Agreement of UNECE of 20 March 1958 concerning the adoption of uniform technical prescriptions for wheeled vehicles, equipment and parts which can be fitted to and/or be used on wheeled vehicles and the conditions for reciprocal recognition of approvals granted on the basis of these prescriptions (8), the Union has decided to apply those Regulations.\n(7)\nSince its adoption, Directive 70/157/EEC has been substantially amended several times. The most recent reduction of sound level limits for motor vehicles, introduced in 1995, did not have the effects expected. Studies showed that the test method used under that Directive no longer reflected real life driving behaviour in urban traffic. In particular, as pointed out in the Green Paper on the Future Noise Policy of 4 November 1996, the contribution of tyre-rolling noise to total noise emissions was underestimated in the test method.\n(8)\nThis Regulation should therefore introduce a different test method from that laid down in Directive 70/157/EEC. The new method should be based on the test method published by the UNECE Working Party on Noise (GRB) in 2007 which incorporated a 2007 version of the standard ISO 362. The results of monitoring of both the old and the new test methods were submitted to the Commission.\n(9)\nThe new test method is considered to be representative for sound levels during normal traffic conditions, but it is less representative for sound levels under worst case conditions. Therefore, it is necessary to lay down in this Regulation additional sound emission provisions. Those provisions should establish preventive requirements intended to cover driving conditions of the vehicle in real traffic outside the type-approval driving cycle and to prevent cycle beating. Those driving conditions are environmentally relevant and it is important to ensure that the sound emission of a vehicle under street-driving conditions does not differ significantly from what can be expected from the type-approval test result for the specific vehicle.\n(10)\nThis Regulation should also further reduce sound level limits. It should take account of the new stricter noise requirements for motor vehicle tyres laid down in Regulation (EC) No 661/2009 of the European Parliament and of the Council (9). Studies highlighting the annoyance and adverse health effects resulting from road traffic noise and the associated costs and benefits should also be taken into account.\n(11)\nThe overall limit values should be reduced with regard to all noise sources of motor vehicles including the air intake over the power train and the exhaust, taking into account the tyre contribution to noise reduction referred to in Regulation (EC) No 661/2009.\n(12)\nChapter III of Regulation (EC) No 765/2008 of the European Parliament and of the Council (10), in accordance with which Member States are required to carry out market surveillance and control products entering the Union market, applies to the products covered by this Regulation.\n(13)\nNoise is a multifaceted issue with multiple sources and factors that influence the sound perceived by people and the impact of that sound upon them. Vehicle sound levels are partially dependent on the environment in which the vehicles are used, in particular the quality of the road infrastructure, and therefore a more integrated approach is required. Directive 2002/49/EC requires strategic noise maps to be drawn up periodically as regards, inter alia, major roads. The information presented in those maps could form the basis of future research work regarding environmental noise in general, and road surface noise in particular, as well as best practice guides on technological road quality development and a classification of road surface types, if appropriate.\n(14)\nThe Sixth Community Environment Action Programme (11) set out the framework for environmental policy-making in the Union for the period 2002-2012. That programme called for actions in the field of noise pollution to substantially reduce the number of people regularly affected by long-term average levels of noise, particularly from traffic.\n(15)\nTechnical measures to reduce the sound level of motor vehicles have to comply with a set of competing requirements, such as those of reducing noise and pollutant emissions and improving safety whilst keeping the vehicle in question as cheap and efficient as possible. In attempting to comply with all those requirements equally and strike a balance between them, the vehicle industry all too often runs up against the limits of what is currently technically feasible. Vehicle designers have repeatedly managed to push those limits back by using new, innovative materials and methods. Union law should set a clear framework for innovation that can be achieved in a realistic timeframe. This Regulation establishes such a framework and thus provides an immediate incentive for innovation in keeping with the needs of society, whilst in no way restricting the economic freedom that is vital to the industry.\n(16)\nNoise pollution is primarily a local problem, but one which calls for a Union-wide solution. The first step in any sustainable noise emissions policy should be to devise measures to reduce sound levels at source. Since the target of this Regulation is the noise source that motor vehicles represent, and given that that noise source is by definition a mobile one, national measures alone are not sufficient.\n(17)\nThe provision of information on sound emissions to consumers and public authorities has the potential to influence purchasing decisions and accelerate the transition to a quieter vehicle fleet. Accordingly, manufacturers should provide information on sound levels of vehicles at the point of sale and in technical promotional material. A label, comparable to the labels used for information on CO2 emissions, fuel-consumption and tyre-noise, should inform consumers about the sound emissions of a vehicle. The Commission should undertake an impact assessment on the labelling conditions applicable to air and noise pollution levels and on consumer information. That impact assessment should take into account the different types of vehicles covered by this Regulation (including pure electric vehicles) as well as the effect that such labelling could have on the vehicle industry.\n(18)\nIn order to reduce road traffic noise, public authorities should be able to put in place measures and incentives to encourage the use of quieter vehicles.\n(19)\nEnvironmental benefits from hybrid electric and pure electric vehicles have resulted in a substantial reduction of the noise emitted by such vehicles. That reduction has removed an important source of an audible signal that is relied upon by blind and visually impaired pedestrians and cyclists, amongst other road users, to become aware of the approach, presence or departure of those vehicles. As a consequence, industry is developing Acoustic Vehicle Alerting Systems (AVAS) to compensate for this lack of audible signal in hybrid electric and pure electric vehicles. The performance of such AVAS fitted to vehicles should be harmonised. In developing of those AVAS consideration should be given to the overall impact on noise in communities.\n(20)\nThe Commission should examine the potential of active safety systems in more silent vehicles such as hybrid electric and pure electric vehicles in order to better serve the objective of improving the safety of vulnerable road users in urban areas, such as blind, visually impaired and aurally challenged pedestrians, cyclists and children.\n(21)\nVehicle sound levels have a direct impact on the quality of life of Union citizens, in particular in urban areas in which there is little or no electric or underground public transport provision or cycling or walking infrastructure. The target of doubling the number of public transport users that the European Parliament set in its resolution of 15 December 2011 on the Roadmap to a Single European Transport Area - Towards a competitive and resource efficient transport system (12) should also be taken into account. The Commission and the Member States should, in accordance with the subsidiarity principle, promote public transport, walking and cycling, with a view to reducing noise pollution in urban areas.\n(22)\nA vehicle's sound level is partially dependent on how it is used and how well it is maintained following its purchase. Therefore, steps should be taken to raise public awareness in the Union of the importance of adopting a smooth driving style and keeping within the speed limits in force in each Member State.\n(23)\nIn order to simplify the type-approval legislation of the Union, in line with the 2007 recommendations of the CARS 21 Report, it is appropriate to base this Regulation on UNECE Regulations No 51, with regard to the test method, and No 59 with regard to replacement silencing systems.\n(24)\nTo enable the Commission to adapt certain requirements of Annexes I, IV, VIII and X to this Regulation to technical progress, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of the amendment of the provisions in those Annexes related to the test methods and sound levels. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level. The Commission, when preparing and drawing up delegated acts, should ensure a simultaneous, timely and appropriate transmission of relevant documents to the European Parliament and to the Council.\n(25)\nSince the objective of this Regulation, namely to lay down administrative and technical requirements for the EU type-approval of all new vehicles with regard to their sound level and of replacement silencing systems and components thereof type-approved as separate technical units and intended for those vehicles, cannot be sufficiently achieved by the Member States but can rather, by reason of its scale and effects, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective.\n(26)\nAs a consequence of the application of the new regulatory framework laid down pursuant to this Regulation, Directive 70/157/EEC should be repealed,\nHAVE ADOPTED THIS REGULATION:\nArticle 1\nSubject matter\nThis Regulation establishes the administrative and technical requirements for the EU type-approval of all new vehicles of the categories referred to in Article 2 with regard to their sound level, and of replacement silencing systems and components thereof type-approved as separate technical units designed and constructed for vehicles of categories M1 and N1 with a view to facilitating their registration, sale and entry into service within the Union.\nArticle 2\nScope\nThis Regulation shall apply to vehicles of categories M1, M2, M3, N1, N2 and N3, as defined in Annex II to Directive 2007/46/EC, and to replacement silencing systems and components thereof type-approved as separate technical units designed and constructed for vehicles of categories M1 and N1.\nArticle 3\nDefinitions\nFor the purposes of this Regulation, the definitions laid down in Article 3 of Directive 2007/46/EC apply.\nIn addition, the following definitions also apply:\n(1)\n‘type-approval of a vehicle’ means the procedure referred to in Article 3 of Directive 2007/46/EC with regard to sound levels;\n(2)\n‘vehicle type’ means a category of motor vehicles which do not differ in essential respects such as:\n(a)\nfor vehicles of categories M1, M2 ≤ 3 500 kg, N1 tested in accordance with point 4.1.2.1 of Annex II:\n(i)\nthe shape or materials of the bodywork (particularly the engine compartment and its soundproofing);\n(ii)\nthe type of engine (e.g. positive or compression ignition, two- or four-stroke, reciprocating or rotary piston), number and capacity of cylinders, number and type of carburettors or injection system, arrangement of valves, or the type of electric motor;\n(iii)\nrated maximum net power and corresponding engine speed(s); however if the rated maximum power and the corresponding engine speed differs only due to different engine mappings, those vehicles may be regarded as of the same type;\n(iv)\nthe silencing system;\n(b)\nfor vehicles of categories M2 > 3 500 kg, M3, N2, N3 tested in accordance with point 4.1.2.2 of Annex II:\n(i)\nthe shape or materials of the bodywork (particularly the engine compartment and its soundproofing);\n(ii)\nthe type of engine (e.g. positive or compression ignition, two- or four-stroke, reciprocating or rotary piston), number and capacity of cylinders, type of injection system, arrangement of valves, rated engine speed (S), or the type of electric motor;\n(iii)\nvehicles having the same type of engine and/or different overall gear ratios may be regarded as vehicles of the same type.\nHowever, if the differences in point (b) provide for different target conditions, as described in point 4.1.2.2 of Annex II, those differences shall be regarded as a change of type;\n(3)\n‘technically permissible maximum laden mass’ (M) means the maximum mass allocated to a vehicle on the basis of its construction features and its design performance; the technically permissible laden mass of a trailer or of a semi-trailer includes the static mass transferred to the towing vehicle when coupled;\n(4)\n‘rated maximum net power’ (Pn) means the engine power expressed in kW and measured by the UNECE method pursuant to UNECE Regulation No 85 (13).\nIf the rated maximum net power is reached at several engine speeds, the highest engine speed shall be used;\n(5)\n‘standard equipment’ means the basic configuration of a vehicle including all features that are fitted without giving rise to any further specifications on configuration or equipment level but equipped with all the features required under the regulatory acts mentioned in Annex IV or Annex XI to Directive 2007/46/EC;\n(6)\n‘mass of the driver’ means a mass rated at 75 kg located at the driver's seating reference point;\n(7)\n‘mass of a vehicle in running order’ (mro) means\n(a)\nin the case of a motor vehicle:\nthe mass of the vehicle, with its fuel tank(s) filled to at least 90 % of its or their capacity/ies, including the mass of the driver, the fuel and liquids, fitted with the standard equipment in accordance with the manufacturer's specifications and, where they are fitted, the mass of the bodywork, the cabin, the coupling and the spare wheel(s) as well as the tools;\n(b)\nin the case of a trailer:\nthe mass of the vehicle including the fuel and liquids, fitted with the standard equipment in accordance with the manufacturer's specifications, and, when they are fitted, the mass of the bodywork, additional coupling(s), the spare wheel(s) and the tools;\n(8)\n‘rated engine speed’ (S) means the declared engine speed in min–1 (rpm) at which the engine develops its rated maximum net power pursuant to UNECE Regulation No 85 or, where the rated maximum net power is reached at several engine speeds, the highest one of those speeds;\n(9)\n‘power to mass ratio index’ (PMR) means a numerical quantity calculated in accordance with the formula set out in point 4.1.2.1.1 of Annex II;\n(10)\n‘reference point’ means one of the following points:\n(a)\nin the case of vehicles of categories M1 and N1:\n(i)\nfor front engine vehicles, the front end of the vehicle;\n(ii)\nfor mid engine vehicles, the centre of the vehicle;\n(iii)\nfor rear engine vehicles, the rear end of the vehicle.\n(b)\nin the case of vehicles of categories M2, M3, N2 and N3, the border of the engine closest to the front of the vehicle.\n(11)\n‘target acceleration’ means acceleration at a partial throttle condition in urban traffic as derived from statistical investigations;\n(12)\n‘engine’ means the power source without detachable accessories;\n(13)\n‘reference acceleration’ means the required acceleration during the acceleration test on the test track;\n(14)\n‘gear ratio weighting factor’ (k) means a dimensionless numerical quantity used to combine the test results of two gear ratios for the acceleration test and the constant speed test;\n(15)\n‘partial power factor’ (kP) means a numerical quantity with no dimension used for the weighted combination of the test results of the acceleration test and the constant speed test for vehicles;\n(16)\n‘pre-acceleration’ means the application of an acceleration control device prior to AA' for the purpose of achieving stable acceleration between AA' and BB' as referred to in Figure 1 of the Appendix to Annex II;\n(17)\n‘locked gear ratios’ means the control of transmission such that the transmission gear cannot change during a test;\n(18)\n‘silencing system’ means a complete set of components necessary for limiting the noise produced by an engine and its exhaust;\n(19)\n‘silencing system of different types’ means silencing systems which significantly differ in respect of at least one of the following:\n(a)\ntrade names or trade marks of their components;\n(b)\nthe characteristics of the materials constituting their components, except for the coating of those components;\n(c)\nthe shape or size of their components;\n(d)\nthe operating principles of at least one of their components;\n(e)\nthe assembly of their components;\n(f)\nthe number of exhaust silencing systems or components;\n(20)\n‘design family of silencing system or silencing system components’ means a group of silencing systems, or components thereof, in which all of the following characteristics are the same:\n(a)\nthe presence of net gas flow of the exhaust gases through the absorbing fibrous material when in contact with that material;\n(b)\nthe type of the fibres;\n(c)\nwhere applicable, binder material specifications;\n(d)\naverage fibre dimensions;\n(e)\nminimum bulk material packing density in kg/m3;\n(f)\nmaximum contact surface between the gas flow and the absorbing material;\n(21)\n‘replacement silencing system’ means any part of the silencing system, or components thereof, intended for use on a vehicle, other than a part of the type fitted to the vehicle when submitted for EU type-approval pursuant to this Regulation;\n(22)\n‘Acoustic Vehicle Alerting System’ (AVAS) means a system for hybrid electric and pure electric vehicles which provides sound to signal the vehicle's presence to pedestrians and other road users;\n(23)\n‘point of sale’ means a location where vehicles are stored and offered for sale to consumers;\n(24)\n‘technical promotional material’ means technical manuals, brochures, leaflets and catalogues, whether they appear in printed, electronic or online form, as well as websites, and the purpose of which is to promote vehicles to the general public.\nArticle 4\nGeneral obligations of Member States\n1.   Subject to the dates of phases of application set out in Annex III to this Regulation and without prejudice to Article 23 of Directive 2007/46/EC, Member States shall refuse, on grounds relating to the permissible sound level, to grant EU type-approval in respect of a type of motor vehicle which does not comply with the requirements of this Regulation.\n2.   From 1 July 2016, Member States shall refuse, on grounds relating to the permissible sound level, to grant EU type-approval in respect of a type of replacement silencing system, or components thereof, as a separate technical unit which does not comply with the requirements of this Regulation.\nMember States shall continue to grant EU type-approval, under the terms of Directive 70/157/EEC, to a replacement silencing system, or components thereof, as a separate technical unit intended for vehicles type-approved before the dates of phases of application set out in Annex III to this Regulation.\n3.   Subject to the dates of phases of application set out in Annex III to this Regulation, Member States shall, on grounds relating to the permissible sound level, consider certificates of conformity for new vehicles to be no longer valid for the purposes of Article 26 of Directive 2007/46/EC, and shall prohibit the registration, sale and entry into service of such vehicles where such vehicles do not comply with this Regulation.\n4.   Member States shall permit, on grounds relating to the permissible sound level, the sale and entry into service of a replacement silencing system, or components thereof, as a separate technical unit, if it conforms to a type in respect of which a EU type-approval has been granted in accordance with this Regulation.\nMember States shall permit the sale and entry into service of replacement silencing systems, or components thereof, holding an EU type-approval as a separate technical unit under the terms of Directive 70/157/EEC intended for vehicles type-approved before the dates of phases of application set out in Annex III to this Regulation.\nArticle 5\nGeneral obligations of manufacturers\n1.   Manufacturers shall ensure that vehicles, their engine and their silencing system are designed, constructed and assembled so as to enable such vehicles, when in normal use, to comply with this Regulation, despite the vibration to which such vehicles are inherently subjected.\n2.   Manufacturers shall ensure that silencing systems are designed, constructed and assembled so as to be able to reasonably resist the corrosive phenomena to which they are exposed having regard to the conditions of use of vehicles, including regional climate differences.\n3.   The manufacturer shall be responsible to the approval authority for all aspects of the approval process and for ensuring conformity of production, whether or not the manufacturer is directly involved in all stages of the construction of a vehicle, system, component or separate technical unit.\nArticle 6\nAdditional sound emission provisions (ASEP)\n1.   This Article shall apply to vehicles of categories M1 and N1 equipped with an internal combustion engine fitted with original equipment manufacturer silencing systems, as well as to replacement silencing systems intended for such categories of vehicles in accordance with Annex IX.\n2.   Vehicles and replacement silencing systems shall meet the requirements of Annex VII.\n3.   Vehicles and replacement silencing systems shall be deemed to comply with the requirements of Annex VII, without further testing, if the manufacturer provides technical documents to the approval authority showing that the difference between the maximum and minimum engine speed of the vehicles at BB' as referred to in Figure 1 of the Appendix to Annex II, for any test condition inside the ASEP control range defined in point 2.3 of Annex VII, with respect to conditions set out in Annex II, does not exceed 0,15 x S.\n4.   The sound emission of the vehicle or replacement silencing system under typical on-road driving conditions, which are different from those under which the type-approval test set out in Annex II and Annex VII was carried out, shall not deviate from the test result in a significant manner.\n5.   The manufacturer shall not intentionally alter, adjust, or introduce any mechanical, electrical, thermal, or other device or procedure which is not operational during typical on-road driving conditions solely for the purpose of complying with the sound emission requirements under this Regulation.\n6.   In the application for type-approval, the manufacturer shall provide a statement, established in accordance with the model set out in the Appendix to Annex VII, that the vehicle type or replacement silencing system to be approved complies with the requirements of this Article.\n7.   Paragraphs 1 to 6 shall not apply to vehicles of category N1 if one of the following conditions is met:\n(a)\nthe engine capacity does not exceed 660 cm3 and the power-to-mass ratio calculated by using the technically permissible maximum laden mass does not exceed 35;\n(b)\nthe payload is at least 850 kg and the power-to-mass ratio calculated by using the technically permissible maximum laden mass does not exceed 40.\nArticle 7\nConsumer information and labelling\nVehicle manufacturers and distributors shall endeavour to ensure that the sound level of each vehicle in decibels (dB(a)), measured in accordance with this Regulation, is displayed in a prominent position at the point of sale and in technical promotional material.\nIn the light of the experience gained in the application of this Regulation, the Commission shall, by 1 July 2018 carry out a comprehensive impact assessment on labelling conditions applicable to air and noise pollution levels and on consumer information. The Commission shall report on the findings of that assessment to the European Parliament and to the Council and, if appropriate, submit a legislative proposal.\nArticle 8\nAcoustic Vehicle Alerting System (AVAS)\nManufacturers shall install AVAS meeting the requirements set out in Annex VIII in new types of hybrid electric and pure electric vehicles by 1 July 2019. Manufacturers shall install AVAS in all new hybrid electric and pure electric vehicles by 1 July 2021. Before those dates, where manufacturers choose to install AVAS in vehicles, they shall ensure that those AVAS comply with the requirements set out in Annex VIII.\nThe Commission shall be empowered to adopt delegated acts in accordance with Article 10 in order to review Annex VIII and to include more detailed requirements on the performance of AVAS or of active safety systems, taking into account the UNECE work on that issue, by 1 July 2017.\nArticle 9\nAmendment of the annexes\nThe Commission shall be empowered to adopt delegated acts in accordance with Article 10 to amend Annexes I, IV, VIII and X to adapt them to technical progress.\nArticle 10\nExercise of the delegation\n1.   The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article.\n2.   The power to adopt delegated acts referred to in the second paragraph of Article 8 and in Article 9 shall be conferred on the Commission for a period of five years from 16 June 2014.\n3.   The delegation of power referred to in the second paragraph of Article 8 and in Article 9 may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force.\n4.   As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council.\n5.   A delegated act adopted pursuant to the second paragraph of Article 8 or to Article 9 shall enter into force only if no objection has been expressed either by the European Parliament or by the Council within a period of two months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or of the Council.\nArticle 11\nRevision clause\nThe Commission shall carry out and publish a detailed study on sound level limits by 1 July 2021. The study shall be based on vehicles meeting the latest regulatory requirements. On the basis of the conclusions of that study, the Commission shall, where appropriate, submit a legislative proposal.\nArticle 12\nAmendments to Directive 2007/46/EC\nAnnexes IV, VI and XI to Directive 2007/46/EC shall be amended in accordance with Annex XI to this Regulation.\nArticle 13\nTransitional provisions\n1.   In order to check compliance of the test track as described in point 3.1.1 of Annex II, ISO 10844:1994 may be applied as an alternative to ISO 10844:2011 until 30 June 2019.\n2.   Vehicles with a serial hybrid drive train, which have a combustion engine with no mechanical coupling to the power train, shall be exempted from the requirements of Article 6 until 30 June 2019.\nArticle 14\nRepeal\n1.   Without prejudice to the second subparagraph of Article 4(2) and the second subparagraph of Article 4(4), Directive 70/157/EEC is repealed with effect from 1 July 2027.\n2.   References to the repealed Directive shall be construed as references to this Regulation and shall be read in accordance with the correlation table set out in Annex XII to this Regulation.\nArticle 15\nEntry into force\n1.   This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\n2.   It shall apply from 1 July 2016.\n3.   Point 3.1.1 of Annex II shall apply from 1 July 2019.\n4.   Part B of Annex XI shall apply from 1 July 2027.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Strasbourg, 16 April 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nD. KOURKOULAS\n(1)  OJ C 191, 29.6.2012, p. 76.\n(2)  Position of the European Parliament of 6 February 2013 (not yet published in the Official Journal) and position of the Council at first reading of 20 February 2014 (not yet published in the Official Journal). Position of the European Parliament of 2 April 2014 (not yet published in the Official Journal).\n(3)  Directive 2002/49/EC of the European Parliament and of the Council of 25 June 2002 relating to the assessment and management of environmental noise (OJ L 189, 18.7.2002, p. 12).\n(4)  Council Directive 70/157/EEC of 6 February 1970 on the approximation of the laws of the Member States relating to the permissible sound level and the exhaust system of motor vehicles (OJ L 42, 23.2.1970, p. 16).\n(5)  Directive 2007/46/EC of the European Parliament and of the Council of 5 September 2007 establishing a framework for the approval of motor vehicles and their trailers, and of systems, components and separate technical units intended for such vehicles (Framework Directive) (OJ L 263, 9.10.2007, p. 1).\n(6)  Regulation No 51 of the Economic Commission for Europe of the United Nations (UN/ECE) — Uniform provisions concerning the approval of motor vehicles having at least four wheels with regard to their noise emissions (OJ L 137, 30.5.2007, p. 68).\n(7)  Regulation No 59 of the Economic Commission for Europe of the United Nations (UN/ECE) — Uniform provisions concerning the approval of replacement silencing systems (OJ L 326, 24.11.2006, p. 43).\n(8)  Council Decision 97/836/EC of 27 November 1997 with a view to accession by the European Community to the Agreement of the United Nations Economic Commission for Europe concerning the adoption of uniform technical prescriptions for wheeled vehicles, equipment and parts which can be fitted to and/or be used on wheeled vehicles and the conditions for reciprocal recognition of approvals granted on the basis of these prescriptions (‘Revised 1958 Agreement’) (OJ L 346, 17.12.1997, p. 78).\n(9)  Regulation (EC) No 661/2009 of the European Parliament and of the Council of 13 July 2009 concerning type-approval requirements for the general safety of motor vehicles, their trailers and systems, components and separate technical units intended therefor (OJ L 200, 31.7.2009, p. 1).\n(10)  Regulation (EC) No 765/2008 of the European Parliament and of the Council of 9 July 2008 setting out the requirements for accreditation and market surveillance relating to the marketing of products and repealing Regulation (EEC) No 339/93 (OJ L 218, 13.8.2008, p. 30).\n(11)  Decision No 1600/2002/EC of the European Parliament and of the Council of 22 July 2002 laying down the Sixth Community Environment Action Programme (OJ L 242, 10.9.2002, p. 1).\n(12)  OJ C 168 E, 14.6.2013, p. 72.\n(13)  Regulation No 85 of the Economic Commission for Europe of the United Nations (UN/ECE) — Uniform provisions concerning the approval of internal combustion engines or electric drive trains intended for the propulsion of motor vehicles of categories M and N with regard to the measurement of net power and the maximum 30 minutes power of electric drive trains (OJ L 326, 24.11.2006, p. 55).\nLIST OF ANNEXES\nAnnex I\nEU type-approval in respect of the sound level of a vehicle type\nAppendix 1:\nInformation document\nAppendix 2:\nModel EU type-approval certificate\nAnnex II\nMethods and instruments for measuring the noise made by motor vehicles\nAppendix:\nFigures\nAnnex III\nLimit values\nAnnex IV\nSilencing systems containing acoustically absorbing fibrous materials\nAppendix:\nFigure 1 — Test apparatus for conditioning by pulsation\nAnnex V\nCompressed air noise\nAppendix:\nFigure 1 — Microphone positions for measurement of compressed air noise\nAnnex VI\nChecks on conformity of production for vehicles\nAnnex VII\nMeasuring method to evaluate compliance with the Additional Sound Emission Provisions\nAppendix:\nModel statement of compliance with the Additional Sound Emission Provisions\nAnnex VIII\nMeasures concerning the Acoustic Vehicle Alerting System (AVAS)\nAnnex IX\nEU type-approval in respect of the sound level of silencing systems as separate technical units (replacement silencing systems)\nAppendix 1:\nInformation document\nAppendix 2:\nModel EU type-approval certificate\nAppendix 3:\nModel for the EU type-approval mark\nAppendix 4:\nTest apparatus\nAppendix 5:\nMeasuring points — back pressure\nAnnex X\nChecks on conformity of production for replacement silencing system as a separate technical unit\nAnnex XI\nAmendments to Directive 2007/46/EC\nAnnex XII\nCorrelation table\nANNEX I\nEU TYPE-APPROVAL IN RESPECT OF THE SOUND LEVEL OF A VEHICLE TYPE\n1.   APPLICATION FOR EU TYPE-APPROVAL OF A VEHICLE TYPE\n1.1.   The application for EU type-approval pursuant to Article 7(1) and (2) of Directive 2007/46/EC of a vehicle type with regard to its sound level shall be submitted by the vehicle manufacturer.\n1.2.   A model for the information document is contained in Appendix 1.\n1.3.   A vehicle representative of the type in respect of which type-approval is sought shall be submitted by the vehicle manufacturer to the technical service responsible for the tests. In selecting the vehicle representative of the type, the technical service responsible for the tests shall do so to the satisfaction of the approval authority. Virtual testing methods may be used to aid decision-making during the selection process.\n1.4.   At the request of the technical service, a specimen of the silencing system and an engine of at least the same cylinder capacity and rated maximum power as that fitted to the vehicle in respect of which type-approval is sought shall also be submitted.\n2.   MARKINGS\n2.1.   The exhaust and intake system components, excluding fixing hardware and pipes, shall bear the following markings:\n2.1.1.   the trade mark or name of the manufacturer of the systems and their components;\n2.1.2.   the manufacturer's trade description.\n2.2.   The markings referred to in points 2.1.1 and 2.1.2 shall be clearly legible and indelible, even when the system is fitted to the vehicle.\n3.   GRANTING OF EU TYPE-APPROVAL OF A VEHICLE TYPE\n3.1.   If the relevant requirements are satisfied, EU type-approval pursuant to Article 9(3) and, if applicable, Article 10(4) of Directive 2007/46/EC shall be granted.\n3.2.   A model for the EU type-approval certificate is contained in Appendix 2.\n3.3.   An approval number in accordance with Annex VII to Directive 2007/46/EC shall be assigned to each vehicle type approved. The same Member State shall not assign the same number to another vehicle type.\n3.3.1.   If the vehicle type complies with the limit values of Phase 1 in Annex III, Section 3 of the type-approval number shall be followed by the character ‘A’. If the vehicle type complies with the limit values of Phase 2 in Annex III, Section 3 of the type-approval number shall be followed by the character ‘B’. If the vehicle type complies with the limit values of Phase 3 in Annex III, Section 3 of the type-approval number shall be followed by the character ‘C’.\n4.   AMENDMENTS TO EU TYPE-APPROVALS\nIn the case of amendments to the type approved pursuant to this Regulation, Articles 13, 14, 15, 16 and Article 17(4) of Directive 2007/46/EC shall apply.\n5.   CONFORMITY OF PRODUCTION ARRANGEMENTS\n5.1.   Measures to ensure the conformity of production arrangements shall be taken in accordance with the requirements laid down in Article 12 of Directive 2007/46/EC.\n5.2.   Special provisions:\n5.2.1.   The tests laid down in Annex VI to this Regulation shall correspond to those referred to in point 2.3.5 of Annex X to Directive 2007/46/EC.\n5.2.2.   The frequency of inspections referred to in point 3 of Annex X to Directive 2007/46/EC shall normally be once every two years.\nAppendix 1\nInformation document No … pursuant to Annex I of Directive 2007/46/EC relating to EU type-approval of a vehicle with respect to the permissible sound level\nThe following information, if applicable, shall be supplied in triplicate and include a list of contents. Any drawings shall be supplied in appropriate scale and in sufficient detail on size A4 or on a folder of A4 format. Photographs, if any, shall show sufficient detail.\nIf the systems, components or separate technical units have electronic controls, information concerning their performance shall be supplied.\n0.   GENERAL\n0.1.\nMake (trade name of manufacturer):\n0.2.\nType:\n0.3.\nMeans of identification of type, if marked on the vehicle (b):\n0.3.1.\nLocation of that marking:\n0.4.\nCategory of vehicle (c):\n0.5.\nCompany name and address of manufacturer:\n0.8.\nName(s) and address(es) of assembly plant(s):\n0.9.\nName and address of the manufacturer's representative (if any):\n1.   GENERAL CONSTRUCTION CHARACTERISTICS OF THE VEHICLE\n1.1.\nPhotographs and/or drawings of a representative vehicle:\n1.3.\nNumber of axles and wheels (4):\n1.3.3.\nPowered axles (number, position, interconnection):\n1.6.\nPosition and arrangement of the engine:\n2.   MASSES AND DIMENSIONS (f) (g) (7) (IN KG AND MM) (REFER TO DRAWING WHERE APPLICABLE)\n2.4.\nRange of vehicle dimensions (overall):\n2.4.1.\nFor chassis without bodywork:\n2.4.1.1.\nLength (g5):\n2.4.1.2.\nWidth (g7):\n2.4.2.\nFor chassis with bodywork:\n2.4.2.1.\nLength (g5):\n2.4.2.2.\nWidth (g7):\n2.6.\nMass in running order (h)\n(a)\nminimum and maximum for each variant:\n(b)\nmass of each version (a matrix shall be provided):\n2.8.\nTechnically permissible maximum laden mass stated by the manufacturer (i) (3):\n3.   POWER PLANT (q)\n3.1.\nManufacturer of the engine:\n3.1.1.\nManufacturer's engine code (as marked on the engine, or other means of identification):\n3.2.\nInternal combustion engine\n3.2.1.1.\nWorking principle: positive ignition/compression ignition, cycle four-stroke/two-stroke/rotary (1)\n3.2.1.2.\nNumber and arrangement of cylinders:\n3.2.1.2.3.\nFiring order:\n3.2.1.3.\nEngine capacity (m): … cm3\n3.2.1.8.\nMaximum net power (n): … kW at … min–1 (manufacturer's declared value)\n3.2.4.\nFuel feed\n3.2.4.2.\nBy fuel injection (compression ignition only): yes/no (1)\n3.2.4.2.2.\nWorking principle: Direct injection/pre-chamber/swirl chamber (1)\n3.2.4.2.4.\nGovernor\n3.2.4.2.4.1.\nType:\n3.2.4.2.4.2.1.\nSpeed at which cut-off starts under load: … min–1\n3.2.4.3.\nBy fuel injection (positive ignition only): yes/no (1)\n3.2.4.3.1.\nWorking principle: Intake manifold (single-/multi-point (1))/direct injection/other (specify) (1)\n3.2.8.\nIntake system\n3.2.8.1.\nPressure charger: yes/no (1)\n3.2.8.4.2.\nAir filter, drawings: or\n3.2.8.4.2.1.\nMake(s):\n3.2.8.4.2.2.\nType(s):\n3.2.8.4.3.\nIntake silencer, drawings: or\n3.2.8.4.3.1.\nMake(s):\n3.2.8.4.3.2.\nType(s):\n3.2.9.\nSilencing system\n3.2.9.2.\nDescription and/or drawing of the silencing system:\n3.2.9.4.\nExhaust silencer(s):\nType, marking of exhaust silencer(s):\nWhere relevant for exterior noise, reducing measures in the engine compartment and on the engine:\n3.2.9.5.\nLocation of the exhaust outlet:\n3.2.9.6.\nExhaust silencer containing fibrous materials:\n3.2.12.2.1.\nCatalytic convertor: yes/no (1)\n3.2.12.2.1.1.\nNumber of catalytic convertors and elements (provide the information below for each separate unit):\n3.2.12.2.6.\nParticulate trap: yes/no (1)\n3.3.\nElectric motor\n3.3.1.\nType (winding, excitation):\n3.3.1.1.\nMaximum hourly output: … kW\n3.3.1.2.\nOperating voltage: … V\n3.4.\nEngines or motors or combinations thereof\n3.4.1.\nHybrid electric vehicle: yes/no (1)\n3.4.2.\nCategory of hybrid electric vehicle: off-vehicle charging/non off-vehicle charging (1)\n3.4.3\nOperating mode switch: with/without (1)\n3.4.3.1.\nSelectable modes\n3.4.3.1.1.\nPure electric: yes/no (1)\n3.4.3.1.2.\nPure fuel consuming: yes/no (1)\n3.4.3.1.3.\nHybrid modes: yes/no (1) (if yes, short description):\n3.4.5.\nElectric motor (describe each type of electric motor separately)\n3.4.5.1.\nMake:\n3.4.5.2.\nType:\n3.4.5.4.\nMaximum power: … kW\n4.   TRANSMISSION (P)\n4.2.\nType (mechanical, hydraulic, electric, etc.):\n4.6.\nGear ratios\nGear\nInternal gearbox ratios\n(ratios of engine to gearbox output shaft revolutions)\nFinal drive ratio(s)\n(ratio of gearbox output shaft to driven wheel revolutions)\nTotal gear ratios\nMaximum for CVT (1)\n1\n2\n3\n…\nMinimum for CVT (1)\nReverse\n4.7.\nMaximum vehicle design speed (in km/h) (q):\n6.   SUSPENSION\n6.6.\nTyres and wheels\n6.6.1.\nTyre/wheel combination(s)\n(a)\nfor tyres indicate size designation, load-capacity index and speed category symbol,\n(b)\nfor wheels indicate rim size(s) and off-set(s).\n6.6.2.\nUpper and lower limits of rolling radii\n6.6.2.1.\nAxle 1:\n6.6.2.2.\nAxle 2:\n6.6.2.3.\nAxle 3:\n6.6.2.4.\nAxle 4:\netc.\n9.   BODYWORK\n9.1.\nType of bodywork using the codes defined in Part C of Annex II to Directive 2007/46/EC:\n9.2.\nMaterials used and method of construction:\n12.   MISCELLANEOUS\n12.5.\nDetails of any non-engine devices designed to reduce noise (if not covered by other items):\nDate:\nSigned:\nPosition in company:\n(1)  Continuously variable transmission\nAppendix 2\nModel EU type-approval certificate\n(Maximum Format: A4 (210 × 297 mm))\nStamp of approval authority\nCommunication concerning the\ntype-approval (1)\nextension of type-approval (1)\nrefusal of type-approval (1)\nwithdrawal of type-approval (1)\nof a type of a vehicle with regard to the sound level (Regulation (EU) No 540/2014).\nType-approval number:\nReason for extension:\nSECTION I\n0.1.\nMake (trade name of manufacturer):\n0.2.\nType:\n0.3.\nMeans of identification of type if marked on the vehicle (2):\n0.3.1.\nLocation of that marking:\n0.4.\nCategory of vehicle (3):\n0.5.\nCompany name and address of manufacturer:\n0.8.\nName(s) and address(es) of assembly plant(s):\n0.9.\nName and address of the manufacturer's representative (if any):\nSECTION II\n1.\nAdditional information (where applicable): See Addendum\n2.\nTechnical service responsible for carrying out the tests:\n3.\nDate of test report:\n4.\nNumber of test report:\n5.\nRemarks (if any): See Addendum\n6.\nPlace:\n7.\nDate:\n8.\nSignature:\nAttachments:\nInformation package\nTest report (for systems)/Test results (for whole vehicles)\n(1)  Delete where not applicable.\n(2)  If the means of identification of type contains characters not relevant to describe the vehicle types covered by the type-approval certificate such characters shall be represented in the documentation by the symbol:‘?’ (e.g. ABC??123??).\n(3)  As defined in Annex IIA to Directive 2007/46/EC.\nAddendum\nto EU type-approval certificate No …\n1.   Additional information\n1.1.\nPower plant\n1.1.1.\nManufacturer of the engine:\n1.1.2.\nManufacturer's engine code:\n1.1.3.\nMaximum net power (g): … kW at … min -1 or maximum continuous rated power (electric motor) … kW (1)\n1.1.4.\nPressure charger(s), make and type:\n1.1.5.\nAir filter, make and type:\n1.1.6.\nIntake silencer(s), make and type:\n1.1.7.\nExhaust silencer(s), make and type:\n1.1.8.\nCatalyst(s), make and type:\n1.1.9.\nParticulate trap(s), make and type:\n1.2.\nTransmission\n1.2.1.\nType (mechanical, hydraulic, electric, etc.):\n1.3.\nNon-engine devices designed to reduce noise:\n2.   Test results\n2.1.\nSound level of moving vehicle: … dB(A)\n2.2.\nSound level of stationary vehicle: … dB(A) at … min-1\n2.2.1.\nSound level of compressed air, service brake: … dB(A)\n2.2.1.\nSound level of compressed air, parking brake: … dB(A)\n2.2.1.\nSound level of compressed air, during the pressure regulator actuation: … dB(A)\n2.3.\nData to facilitate in-use compliance test of hybrid electric vehicles, where an internal combustion engine cannot operate when the vehicle is stationary\n2.3.1.\nGear (i) or position of the gear selector chosen for the test:\n2.3.2.\nPosition of the operating switch during measurement Lwot,(i) (if switch is fitted)\n2.3.3.\nPre-acceleration length lPA … m\n2.3.4.\nVehicle speed at the beginning of the acceleration … km/h\n2.3.5.\nSound pressure level Lwot,(i) … dB(A)\n3.   Remarks:\n(1)  Delete where not applicable.\nANNEX II\nMETHODS AND INSTRUMENTS FOR MEASURING THE NOISE MADE BY MOTOR VEHICLES\n1.   METHODS OF MEASUREMENT\n1.1.   The noise made by the vehicle type submitted for EU type-approval shall be measured by the two methods described in this Annex for the vehicle in motion and for the vehicle when stationary. In the case of a hybrid electric vehicle where an internal combustion engine cannot operate when the vehicle is stationary, the emitted noise shall only be measured in motion.\nVehicles having a technically permissible maximum laden mass exceeding 2800 kg shall be subjected to an additional measurement of the compressed air noise with the vehicle stationary in accordance with the specifications of Annex V, if the corresponding brake equipment is part of the vehicle.\n1.2.   The values measured in accordance with the tests set out in point 1.1 of this Annex shall be entered in the test report and on a form conforming to the model contained in Appendix 2 to Annex I.\n2.   MEASURING INSTRUMENTS\n2.1.   Acoustic measurements\nThe apparatus used for measuring the sound level shall be a precision sound-level meter or equivalent measurement system meeting the requirements of class 1 instruments (inclusive of the recommended windscreen, if used). Those requirements are described in ‘IEC 61672-1:2002: Precision sound level meters’, second edition, of the International Electrotechnical Commission (IEC).\nMeasurements shall be carried out using the ‘fast’ response of the acoustic measurement instrument and the ‘A’ weighting curve also described in ‘IEC 61672-1:2002’. When using a system that includes a periodic monitoring of the A-weighted sound pressure level, a reading shall be made at a time interval not greater than 30 ms (milliseconds).\nThe instruments shall be maintained and calibrated in accordance with the instructions of the instrument manufacturer.\n2.2.   Compliance with requirements\nCompliance of the acoustic measurement instrumentation shall be verified by the existence of a valid certificate of compliance. A certificate of compliance shall be deemed to be valid if certification of compliance with the standards was conducted within the previous 12-month period for the sound calibration device and within the previous 24-month period for the instrumentation system. All compliance testing shall be conducted by a laboratory, which is authorised to perform calibrations traceable to the appropriate standards.\n2.3.   Calibration of the entire Acoustic Measurement System for measurement session\nAt the beginning and at the end of every measurement session, the entire acoustic measurement system shall be checked by means of a sound calibrator that complies with the requirements for sound calibrators of precision class 1 as set out in IEC 60942: 2003. Without any further adjustment the difference between the readings shall be less than or equal to 0,5 dB. If that value is exceeded, the results of the measurements obtained after the previous satisfactory check shall be discarded.\n2.4.   Instrumentation for speed measurements\nThe engine speed shall be measured with instrumentation having an accuracy of ± 2 % or better at the engine speeds required for the measurements being performed.\nThe road speed of the vehicle shall be measured with instrumentation having an accuracy of at least ± 0,5 km/h, when using continuous measurement devices.\nIf testing uses independent measurements of speed, this instrumentation shall meet specification limits of at least ± 0,2 km/h.\n2.5.   Meteorological instrumentation\nThe meteorological instrumentation used to monitor the environmental conditions during the test shall include the following devices, which meet at least the accuracies listed below:\n—\ntemperature measuring device, ± 1 °C;\n—\nwind speed-measuring device, ± 1,0 m/s;\n—\nbarometric pressure measuring device, ± 5 hPa;\n—\na relative humidity measuring device, ± 5 %.\n3.   CONDITIONS OF MEASUREMENT\n3.1.   Test Site and ambient conditions\n3.1.1.   The surface of the test track and the dimensions of the test site shall be in accordance with ISO 10844:2011. The surface of the site shall be free of powdery snow, tall grass, loose soil or cinders. There shall be no obstacle which could affect the sound field within the vicinity of the microphone and the sound source. The observer carrying out the measurements shall so position himself as not to affect the readings of the measuring instrument.\n3.1.2.   Measurements shall not be made under adverse weather conditions. It shall be ensured that the results are not affected by gusts of wind.\nThe meteorological instrumentation shall be positioned adjacent to the test area at a height of 1,2 m ± 0,02 m. The measurements shall be made when the ambient air temperature is between + 5 °C and + 40 °C.\nThe tests shall not be carried out if the wind speed, including gusts, at microphone height exceeds 5 m/s, during the noise measurement interval.\nA value representative of temperature, wind speed and direction, relative humidity, and barometric pressure shall be recorded during the noise measurement interval.\nAny noise peak which appears to be unrelated to the characteristics of the general sound level of the vehicle shall be ignored in taking the readings.\nThe background noise shall be measured for a duration of 10 seconds immediately before and after a series of vehicle tests. The measurements shall be made with the same microphones and microphone locations used during the test. The A-weighted maximum noise pressure level shall be reported.\nThe background noise (including any wind noise) shall be at least 10 dB below the A-weighted noise pressure level produced by the vehicle under test. If the difference between the ambient noise and the measured noise is between 10 and 15 dB(A), the appropriate correction shall be subtracted from the readings on the noise-level meter in order to calculate the test results, as in the following table:\nDifference between ambient noise and noise to be measured dB(A)\n10\n11\n12\n13\n14\n15\nCorrection dB(A)\n0,5\n0,4\n0,3\n0,2\n0,1\n0,0\n3.2.   Vehicle\n3.2.1.   The vehicle tested shall be representative of vehicles to be put on the market and selected by the manufacturer in agreement with the technical service, to comply with the requirements of this Regulation. Measurements shall be made without any trailer, except in the case of non-separable vehicles. At the request of the manufacturer, measurements may be made on vehicles with lift axle(s) in a raised position.\nMeasurements shall be made on vehicles at the test mass mt specified in accordance with the following table:\nVehicle Category\nVehicle test mass (mt)\nM1\nmt = mro\nN1\nmt = mro\nN2, N3\nmt = 50 kg per kW rated engine power\nExtra loading to reach the test mass of the vehicle shall be placed above the driven rear axle(s). The extra loading is limited to 75 % of the technically permissible maximum laden mass allowed for the rear axle. The test mass shall be achieved with a tolerance of ± 5 %.\nIf the centre of gravity of the extra loading cannot be aligned with the centre of the rear axle, the test mass of the vehicle shall not exceed the sum of the front axle and the rear axle load in unladen condition plus the extra loading.\nThe test mass for vehicles with more than two axles shall be the same as for a two-axle vehicle.\nM2, M3\nmt = mro — mass of the crew member (if applicable)\nor, if the tests are carried out on an incomplete vehicle not having bodywork,\nmt = 50 kg per kW rated engine power respectively in compliance with conditions above (see category N2, N3).\n3.2.2.   At the applicant's request, the vehicle of a category M2, M3, N2 or N3 shall be deemed representative of its completed type if the tests are carried out on an incomplete vehicle not having bodywork. In the test of an incomplete vehicle, all relevant soundproofing materials, panels and noise reduction components and systems shall be fitted on the vehicle as designed by the manufacturer except a part of bodywork which is built at a later stage.\nNo new test shall be required due to the fitting of a supplement fuel tank or re-location of the original fuel tank on the condition that other parts or structures of the vehicle apparently affecting sound emissions have not been altered.\n3.2.3.   Tyre rolling sound emissions are laid down in Regulation (EC) No 661/2009. The tyres to be used for the test shall be representative for the vehicle and shall be selected by the vehicle manufacturer and recorded in Addendum to Appendix 2 to Annex I to this Regulation. They shall correspond to one of the tyre sizes designated for the vehicle as original equipment. The tyre is or will be commercially available on the market at the same time as the vehicle (1). The tyres shall be inflated to the pressure recommended by the vehicle manufacturer for the test mass of the vehicle. The tyres shall have at least 1,6 mm tread depth.\n3.2.4.   Before the measurements are started, the engine shall be brought to its normal operating conditions.\n3.2.5.   If the vehicle is fitted with more than two-wheel drive, it shall be tested in the drive which is intended for normal road use.\n3.2.6.   If the vehicle is fitted with one or more fans having an automatic actuating mechanism, this system shall not be interfered with during the measurements.\n3.2.7.   If the vehicle is equipped with a silencing system containing fibrous materials, the exhaust system is to be conditioned before the test in accordance with Annex IV.\n4.   METHODS OF TESTING\n4.1.   Measurement of noise of vehicles in motion\n4.1.1.   General test conditions\nTwo lines, AA' and BB', parallel to line PP' and situated respectively 10 m forward and 10 m rearward of line PP' shall be marked out on the test runway.\nAt least four measurements shall be made on each side of the vehicle and for each gear. Preliminary measurements may be made for adjustment purposes, but shall be disregarded.\nThe microphone shall be located at a distance of 7,5 m ± 0,05 m from the reference line CC' of the track and 1,2 m ± 0,02 m above the ground.\nThe reference axis for free field conditions (see IEC 61672-1:2002) shall be horizontal and directed perpendicularly towards the path of the vehicle line CC'.\n4.1.2.   Specific test conditions for vehicles\n4.1.2.1.   Vehicles of category M1, M2 ≤ 3 500 kg, N1\nThe path of the centreline of the vehicle shall follow line CC' as closely as possible throughout the entire test, from the approach to line AA' until the rear of the vehicle passes line BB'. If the vehicle is fitted with more than two-wheel drive, it shall be tested in the drive selection which is intended for normal road use.\nIf the vehicle is fitted with an auxiliary manual transmission or a multi-gear axle, the position used for normal urban driving shall be used. In all cases, the gear ratios for slow movements, parking or braking shall be excluded.\nThe test mass of the vehicle shall be that set out in the Table in point 3.2.1.\nThe test speed vtest is 50 km/h ± 1 km/h. The test speed shall be reached when the reference point is at line PP'.\n4.1.2.1.1.   Power to mass ratio index (PMR)\nPMR is calculated using the following formula:\nPMR = (Pn/mt) × 1 000 where Pn is measured in kW and mt is measured in kg in accordance with point 3.2.1 of this Annex.\nPMR, with no dimension, is used for the calculation of acceleration.\n4.1.2.1.2.   Calculation of acceleration\nAcceleration calculations are applicable to M1, N1 and M2 ≤ 3 500 kg categories only.\nAll accelerations are calculated using different speeds of the vehicle on the test track. The formulae given are used for the calculation of awot i, awot i+1 and awot test. The speed either at AA' or PP' is defined as the vehicle speed when the reference point passes AA' (vAA') or PP' (vPP'). The speed at BB' is defined when the rear of the vehicle passes BB' (vBB'). The method used for calculating the acceleration shall be indicated in the test report.\nDue to the definition of the reference point for the vehicle, the length of the vehicle (lveh) is considered differently in the formula below. If the reference point is in the front of the vehicle, then l = lveh, mid: l = 1/2 lveh and rear: l = 0.\n4.1.2.1.2.1   The calculation procedure for vehicles with manual transmission, automatic transmission, adaptive transmissions and continuous variable transmissions (CVTs) tested with locked gear ratios is as follows:\nawot test = ((vBB'/3,6)2 – (vAA'/3,6)2)/(2*(20+l))\nawot test used in the determination of gear selection shall be the average of the four awot test, i during each valid measurement run.\nPre-acceleration may be used. The point of depressing the accelerator before line AA' shall be reported in the test report.\n4.1.2.1.2.2.   The calculation procedure for vehicles with automatic transmissions, adaptive transmissions and CVTs tested with non-locked gear ratios is as follows:\nawot test used in the determination of gear selection shall be the average of the four awot test, i during each valid measurement run.\nWhere devices or measures described in point 4.1.2.1.4.2 can be used to control transmission operation for the purpose of achieving test requirements, awot test shall be calculated using the following formula:\nawot test = ((vBB'/3,6)2 – (vAA'/3,6)2)/(2*(20+l))\nPre-acceleration may be used:\nWhere devices or measures described in point 4.1.2.1.4.2 are not used, awot test shall be calculated using the following formula:\nawot_testPP-BB = ((vBB'/3,6)2 – (vPP'/3,6)2)/(2*(10+l))\nawot_test PP-BB\n: acceleration between point PP and BB\nPre-acceleration shall not be used.\nThe location of depressing the accelerator shall be where the reference point of the vehicle passes line AA'.\n4.1.2.1.2.3   Target acceleration\nThe target acceleration a urban defines the typical acceleration in urban traffic and is derived from statistical investigations. It is a function depending on the PMR of a vehicle.\nThe target acceleration a urban shall be calculated using the following formula:\na urban = 0,63 * log10 (PMR) – 0,09\n4.1.2.1.2.4.   Reference acceleration\nThe reference acceleration awot ref defines the required acceleration during the acceleration test on the test track. It is a function depending on the PMR of a vehicle. That function is different for specific vehicle categories.\nThe reference acceleration awot ref shall be calculated using the following formula:\na wot ref = 1,59 * log10 (PMR) –1,41 for PMR ≥ 25\na wot ref = a urban = 0,63 * log10 (PMR) – 0,09 for PMR < 25\n4.1.2.1.3.   Partial power factor kP\nThe partial power factor kP (see point 4.1.3.1) is used for the weighted combination of the test results of the acceleration test and the constant speed test for vehicles of category M1 and N1.\nIn cases other than a single gear test, a wot ref shall be used instead of a wot test (see point 4.1.3.1).\n4.1.2.1.4.   Gear ratio selection\nThe selection of gear ratios for the test depends on their specific acceleration potential awot under full throttle condition, in accordance with the reference acceleration awot ref required for the full throttle acceleration test.\nSome vehicles may have different software programs or modes for the transmission (e.g. sporty, winter, adaptive). Where the vehicle has different modes leading to valid accelerations, the vehicle manufacturer shall prove to the satisfaction of the technical service, that the vehicle is tested in the mode which achieves an acceleration closest to a wot ref.\n4.1.2.1.4.1.   Vehicles with manual transmissions, automatic transmissions, adaptive transmissions or CVTs tested with locked gear ratios\nThe following conditions for selection of gear ratios are possible:\n(a)\nif one specific gear ratio gives an acceleration in a tolerance band of ± 5 % of the reference acceleration awot ref, not exceeding 2,0 m/s2, test with that gear ratio.\n(b)\nif none of the gear ratios give the required acceleration, then choose a gear ratio i, with an acceleration higher and a gear ratio i + 1, with an acceleration lower than the reference acceleration. If the acceleration value in gear ratio i does not exceed 2,0 m/s2, use both gear ratios for the test. The weighting ratio in relation to the reference acceleration awot ref is calculated by:\nk = (a wot ref – a wot (i+1))/(a wot (i) – a wot (i+1))\n(c)\nif the acceleration value of gear ratio i exceeds 2,0 m/s2, the first gear ratio that gives an acceleration below 2,0 m/s2 shall be used unless gear ratio i + 1 provides an acceleration less than aurban. In this case, two gears, i and i + 1 shall be used, including the gear i with the acceleration exceeding 2,0 m/s2. In other cases, no other gear shall be used. The achieved acceleration awot test during the test shall be used for the calculation of the partial power factor kP instead of awot ref.\n(d)\nif the vehicle has a transmission in which there is only one selection for the gear ratio, the acceleration test shall be carried out in this vehicle gear selection. The achieved acceleration is then used for the calculation of the partial power factor kP instead of awot ref.\n(e)\nif rated engine speed is exceeded in a gear ratio before the vehicle passes BB' the next higher gear shall be used.\n4.1.2.1.4.2.   Vehicles with automatic transmission, adaptive transmissions and CVTs tested with non-locked gear ratios\nThe gear selector position for full automatic operation shall be used.\nThe acceleration value awot test shall be calculated as defined in point 4.1.2.1.2.2.\nThe test may then include a gear change to a lower range and a higher acceleration. A gear change to a higher range and a lower acceleration is not allowed. A gear shifting to a gear ratio which is not used in urban traffic shall be avoided.\nTherefore, it shall be permitted to establish and use electronic or mechanical devices, including alternate gear selector positions, to prevent a downshift to a gear ratio which is typically not used at the specified test condition in urban traffic.\nThe achieved acceleration awot test shall be greater or equal to aurban.\nIf possible, the manufacturer shall take measures to avoid an acceleration value awot test greater than 2,0 m/s2.\nThe achieved acceleration a wot test shall then be used for the calculation of the partial power factor kp (see point 4.1.2.1.3) instead awot ref.\n4.1.2.1.5.   Acceleration test\nThe manufacturer shall define the position of the reference point in front of line AA' of fully depressing the accelerator. The accelerator shall be fully depressed (as rapidly as is practicable) when the reference point of the vehicle reaches the defined point. The accelerator shall be kept in this depressed condition until the rear of the vehicle reaches line BB'. The accelerator shall then be released as rapidly as possible. The point of fully depressing the accelerator shall be reported in the test report. The technical service shall have the possibility of pre-testing.\nIn the case of articulated vehicles consisting of two non-separable units regarded as a single vehicle, the semi-trailer shall be disregarded in determining when line BB' is crossed.\n4.1.2.1.6.   Constant speed test\nThe constant speed test shall be carried out with the same gear(s) specified for the acceleration test and a constant speed of 50 km/h with a tolerance of ± 1 km/h between AA' and BB'. During the constant speed test, the acceleration control shall be positioned to maintain a constant speed between AA' and BB' as specified. If the gear is locked for the acceleration test, the same gear shall be locked for the constant speed test.\nThe constant speed test is not required for vehicles with a PMR < 25.\n4.1.2.2.   Vehicles of categories M2 > 3 500 kg, M3, N2, N3\nThe path of the centreline of the vehicle shall follow line CC' as closely as possible throughout the entire test, from the approach to line AA' until the rear of the vehicle passes line BB'. The test shall be conducted without a trailer or semi-trailer. If a trailer is not readily separable from the towing vehicle, the trailer shall not be taken into consideration when assessing the crossing of line BB'. If the vehicle incorporates equipment such as a concrete mixer, a compressor, etc., this equipment shall not be in operation during the test. The test mass of the vehicle shall be set out in the table set out in point 3.2.1.\nTarget conditions of category M2 > 3 500 kg, N2\nWhen the reference point passes line BB', the engine speed nBB' shall be between 70 % and 74 % of speed S, at which the engine develops its rated maximum power, and the vehicle speed shall be 35 km/h ± 5 km/h. Between line AA' and line BB' a stable acceleration condition shall be ensured.\nTarget conditions of category M3, N3:\nWhen the reference point passes line BB', the engine speed nBB' shall be between 85 % and 89 % of speed S, at which the engine develops its rated maximum power, and the vehicle speed shall be 35 km/h ± 5 km/h. Between line AA' and line BB' a stable acceleration condition shall be ensured.\n4.1.2.2.1.   Gear ratio selection\n4.1.2.2.1.1.   Vehicles with manual transmissions\nStable acceleration conditions shall be ensured. The gear choice shall be determined by the target conditions. If the difference in speed exceeds the given tolerance, then two gears shall be tested, one above and one below the target speed.\nIf more than one gear fulfils the target conditions, the gear which is closest to 35 km/h shall be used. If no gear fulfils the target condition for vtest, two gears shall be tested, one above and one below vtest. The target engine speed shall be reached under all conditions.\nA stable acceleration condition shall be ensured. If a stable acceleration cannot be ensured in a gear, that gear shall be disregarded.\n4.1.2.2.1.2.   Vehicles with automatic transmissions, adaptive transmissions and CVTs\nThe gear selector position for full automatic operation shall be used. The test may then include a gear change to a lower range and a higher acceleration. A gear change to a higher range and a lower acceleration shall not be permitted. A gear shifting to a gear ratio which is not used in urban traffic, at the specified test condition, shall be avoided. Therefore, it shall be permitted to establish and use electronic or mechanical devices to prevent a downshift to a gear ratio which is typically not used at the specified test condition in urban traffic.\nIf the vehicle includes a transmission design, which provides only a single gear selection (drive), which limits engine speed during the test, the vehicle shall be tested using only a target vehicle speed. If the vehicle uses an engine and transmission combination that does not comply with the requirements set out in point 4.1.2.2.1.1, the vehicle shall be tested using only the target vehicle speed. The target vehicle speed (vBB') for the test is = 35 km/h ± 5km/h. A gear change to a higher range and a lower acceleration is allowed after the reference point of the vehicle passes line PP'. Two tests shall be performed, one with the end speed of vtest = vBB' + 5 km/h, and one with the end speed of vtest = vBB' – 5 km/h. The reported sound level shall be the result of the test with the highest engine speed obtained during the test from AA' to BB'.\n4.1.2.2.2.   Acceleration test\nWhen the reference point of the vehicle reaches the line AA' the accelerator control shall be fully depressed (without operating the automatic downshift to a lower range than normally used in urban driving) and held fully depressed until the rear of the vehicle passes BB', but the reference point shall be at least 5 m behind BB'. The accelerator control shall then be released.\nIn the case of articulated vehicles consisting of two non-separable units regarded as a single vehicle, the semi-trailer shall be disregarded in determining when line BB' is crossed.\n4.1.3.   Interpretation of results\nThe maximum A-weighted sound pressure level indicated during each passage of the vehicle between the two lines AA' and BB' shall be noted. If a noise peak obviously out of character with the general sound pressure level is observed, the measurement shall be discarded. At least four measurements for each test condition shall be made on each side of the vehicle and for each gear ratio. Left and right side may be measured simultaneously or sequentially. The first four valid consecutive measurement results, within 2 dB(A), allowing for the deletion of non valid results (see point 3.1), shall be used for the calculation of the final result for the given side of the vehicle. The results of each side shall be averaged separately. The intermediate result is the higher value of the two averages mathematically rounded to the first decimal place.\nThe speed measurements at AA', BB', and PP' shall be noted and used in calculations to the first significant digit after the decimal place.\nThe calculated acceleration awot test shall be noted to the second digit after the decimal place.\n4.1.3.1.   Vehicles of categories M1, N1 and M2 ≤ 3 500 kg\nThe calculated values for the acceleration test and the constant speed test are given by:\nLwot rep = Lwot (i+1) + k * (Lwot(i) – Lwot (i+1))\nLcrs rep = Lcrs(i+1) + k * (Lcrs (i) – Lcrs (i+1))\nWhere k = (awot ref – awot (i+1))/(awot (i) – awot (i+1))\nIn the case of a single gear ratio test, the values are the test result of each test.\nThe final result is calculated by combining Lwot rep and Lcrs rep. The equation is:\nLurban = Lwot rep – kP * (Lwot rep – Lcrs rep)\nThe weighting factor kP, gives the partial power factor for urban driving. In cases other than a single gear test kP is calculated by:\nkP = 1 – (aurban/awot ref)\nIf only one gear was specified for the test kP is given by:\nkP = 1 – (aurban/awot test)\nIn cases where awot test is less than aurban:\nkP = 0\n4.1.3.2.   Vehicles of categories M2 > 3 500 kg, M3, N2, N3\nWhen one gear is tested, the final result shall be equal to the intermediate result. When two gears are tested the arithmetic mean of the intermediate results shall be calculated.\n4.2.   Measurement of noise emitted by stationary vehicles\n4.2.1.   Sound level in the vicinity of vehicles\nThe measurement results shall be entered into the test report referred to in the Addendum to Appendix 2 to Annex I.\n4.2.2.   Acoustic measurements\nA precision sound level meter, or equivalent measuring system, as defined in point 2.1 shall be used for the measurements\n4.2.3.   Test site — local conditions as referred to in Figures 2 and 3a to 3d of the Appendix.\n4.2.3.1.   In the vicinity of the microphone, there shall be no obstacle that could influence the acoustical field and no person shall remain between the microphone and the noise source. The meter observer shall be positioned so as not to influence the meter reading.\n4.2.4.   Disturbance sound and wind interference\nReadings on the measuring instruments produced by ambient noise and wind shall be at least 10 dB(A) below the sound level to be measured. A suitable windscreen may be fitted to the microphone provided that account is taken of its effect on the sensitivity of the microphone (see point 2.1).\n4.2.5.   Measuring method\n4.2.5.1.   Nature and number of measurements\nThe maximum sound level expressed in A-weighted decibels (dB(A)) shall be measured during the operating period referred to in point 4.2.5.3.2.1.\nAt least three measurements shall be taken at each measuring point.\n4.2.5.2.   Positioning and preparation of the vehicle\nThe vehicle shall be located in the centre part of the test area with the gear selector in the neutral position and the clutch engaged. If the design of the vehicle does not allow this, the vehicle shall be tested in conformity with the manufacturer's prescriptions for stationary engine testing. Before each series of measurements, the engine shall be brought to its normal operating condition, as specified by the manufacturer.\nIf the vehicle is fitted with a fan or fans having an automatic actuating mechanism, this system shall not be interfered with during the sound level measurements.\nThe engine hood or compartment cover, if so fitted, shall be closed.\n4.2.5.3.   Measuring of noise in proximity to the exhaust as referred to in Figure 2 and Figures 3a to 3d of the Appendix.\n4.2.5.3.1.   Positions of the microphone\n4.2.5.3.1.1.   The microphone shall be located at a distance of 0,5 m ± 0,01 m from the reference point of the exhaust pipe defined in Figure 2 and Figures 3a to 3d of the Appendix, and at an angle of 45°(± 5°) to the flow axis of the pipe termination. The microphone shall be at the height of the reference point, but not less than 0,2 m from the ground surface. The reference axis of the microphone shall lie in a plane parallel to the ground surface and shall be directed toward the reference point on the exhaust outlet. If two microphone positions are possible, the location farthest laterally from the vehicle longitudinal centreline shall be used. If the flow axis of the exhaust outlet pipe is at 90° to the vehicle longitudinal centreline, the microphone shall be located at the point, which is farthest from the engine.\n4.2.5.3.1.2.   For vehicles having an exhaust provided with outlets spaced more than 0,3 m apart, measurements shall be made for each outlet. The highest level shall be recorded.\n4.2.5.3.1.3.   In the case of an exhaust provided with two or more outlets spaced less than 0,3 m apart and which are connected to the same silencer, only one measurement shall be made; the microphone position is related to the outlet nearest to one extreme edge of the vehicle or, when such outlet does not exist, to the outlet which is the highest above the ground.\n4.2.5.3.1.4.   For vehicles with a vertical exhaust (e.g. commercial vehicles) the microphone shall be placed at the height of the exhaust outlet. Its axis shall be vertical and oriented upwards. It shall be placed at a distance of 0,5 m ± 0,01 m from the exhaust pipe reference point, but never less than 0,2 m from the side of the vehicle nearest to the exhaust.\n4.2.5.3.1.5.   For exhaust outlets located under the vehicle body, the microphone shall be located a minimum of 0,2 m from the nearest part of the vehicle, at a point closest to, but never less than 0,5 m from the exhaust pipe reference point, and at a height of 0,2 m above the ground, and not in line with the exhaust flow. If it is not physically possible, the angularity requirement in point 4.2.5.3.1.1 need not be met.\n4.2.5.3.1.6.   Examples of the position of the microphone, depending on the location of the exhaust pipe, are given in Figures 3a-3d of the Appendix.\n4.2.5.3.2.   Operating conditions of the engine\n4.2.5.3.2.1.   Target engine speed\n—\n75 % of the engine speed S for vehicles with a rated engine speed ≤ 5 000 min-1\n—\n3 750 min-1 for vehicles with a rated engine speed above 5 000 min-1 and below 7 500 min-1\n—\n50 % of the engine speed S for vehicles with a rated engine speed ≥ 7 500 min-1.\nIf the vehicle cannot reach such engine speed, the target engine speed shall be 5 % below the maximum possible engine speed for that stationary test.\n4.2.5.3.2.2.   Test procedure\nThe engine speed shall be gradually increased from idle to the target engine speed, not exceeding a tolerance band of ± 3 % of the target engine speed, and held constant. Then the throttle control shall be rapidly released and the engine speed shall return to idle. The sound level shall be measured during a period of operation consisting of maintaining constant engine speed of 1 second and throughout the entire deceleration period. The maximum sound level meter reading during this period of operation, mathematically rounded to the first decimal place, shall be taken as the test value.\n4.2.5.3.2.3.   Test validation\nThe measurement shall be regarded as valid if the test engine speed does not deviate from the target engine speed by more than ± 3 % for at least 1 second.\n4.2.6.   Results\nAt least three measurements for each test position shall be made. The maximum A-weighted sound pressure level indicated during each of the three measurements shall be recorded. The first three valid consecutive measurement results, within 2 dB(A), allowing for the deletion of non valid results (taking into account the specifications of the test site as referred to in point 3.1), shall be used for the determination of the final result for the given measurement position. The maximum sound level, for all measurement positions, and of the three measurement results, shall constitute the final result.\n5.   Noise from hybrid electric vehicles of categories M1 in motion, where an internal combustion engine cannot operate when the vehicle is stationary (data reported to facilitate testing of the vehicle in use).\n5.1.   In order to facilitate in-use compliance testing of hybrid electric vehicles — where an internal combustion engine cannot operate when the vehicle is stationary — the following information relating to the sound-pressure level measurements carried out in accordance with point 4.1 of Annex II for the motor vehicles in motion is referred to as in-use compliance reference data:\n(a)\ngear (i) or, for vehicles tested with non-locked gear ratios, the position of the gear selector chosen for the test;\n(b)\nposition of the operating switch during measurement of the sound pressure level Lwot,(i) (if switch is fitted).\n(c)\npre-acceleration length lPA in m;\n(d)\naverage vehicle speed in km/h at the beginning of the full throttle acceleration for tests in gear (i); and\n(e)\nsound pressure level Lwot,(i) in dB(A) of the wide-open-throttle tests in gear (i), defined as the maximum of the two values resulting from averaging the individual measurement results at each microphone position separately.\n5.2.   The in-use compliance reference data shall be entered in the EU type-approval certificate as specified in point 2.3 of the Addendum to Appendix 2 to Annex I.\n(1)  Given that the tyre contribution for overall sound emission is significant, regard must be had for existing regulatory provisions concerning tyre/road sound emissions. Traction tyres, snow tyres and special-use tyres as defined in paragraph 2 of UNECE Regulation No 117 shall be excluded during type-approval and conformity of production measurements at the request of the manufacturer in accordance with UNECE Regulation No 117 (OJ L 307, 23.11.2011, p. 3).\nAppendix\nFigures\nT\n=\ntop view\nS\n=\nside view\nA\n=\nmetered pipe\nB\n=\nbent down pipe\nC\n=\nstraight pipe\nD\n=\nvertical pipe\n1\n=\nreference point\n2\n=\nroad surface\nFigures 3 a — d\n:\nExamples of the position of the microphone, depending on the location of the exhaust pipe\nANNEX III\nLIMIT VALUES\nThe sound level measured in accordance with the provisions of Annex II, mathematically rounded to the nearest integer value, shall not exceed the following limits:\nVehicle category\nDescription of vehicle category\nLimit values expressed in dB(A)\n[decibels (A)]\nPhase 1 applicable for new vehicle types from 1 July 2016\nPhase 2 applicable for new vehicle type from 1 July 2020 and for first registration from 1 July 2022\nPhase 3 applicable for new vehicle type from 1 July 2024 and for first registration from 1 July 2026\nM\nVehicles used for the carriage of passengers\nM1\npower to mass ratio\n≤ 120 kW/1 000 kg\n72 (1)\n70 (1)\n68 (1)\nM1\n120 kW/1 000 kg < power to mass ratio ≤ 160 kW/1 000 kg\n73\n71\n69\nM1\n160 kW/1 000 kg < power to mass ratio\n75\n73\n71\nM1\npower to mass ratio > 200 kW/1 000 kg\nnumber of seats ≤ 4\nR point of driver seat ≤ 450 mm from the ground\n75\n74\n72\nM2\nmass ≤ 2 500 kg\n72\n70\n69\nM2\n2500 kg < mass ≤ 3 500 kg\n74\n72\n71\nM2\n3500 kg < mass ≤ 5 000 kg;\nrated engine power ≤ 135 kW\n75\n73\n72\nM2\n3500 kg < mass ≤ 5 000 kg;\nrated engine power > 135 kW\n75\n74\n72\nM3\nrated engine power ≤ 150 kW\n76\n74\n73 (2)\nM3\n150 kW <rated engine power ≤ 250 kW\n78\n77\n76 (2)\nM3\nrated engine power > 250 kW\n80\n78\n77 (2)\nN\nVehicles used for the carriage of goods\nN1\nmass ≤ 2 500 kg\n72\n71\n69\nN1\n2 500 kg < mass ≤ 3 500 kg\n74\n73\n71\nN2\nrated engine power ≤ 135 kW\n77\n75 (2)\n74 (2)\nN2\nrated engine power > 135 kW\n78\n76 (2)\n75 (2)\nN3\nrated engine power ≤ 150 kW\n79\n77\n76 (2)\nN3\n150 kW < rated engine power ≤ 250 kW\n81\n79\n77 (2)\nN3\nrated engine power > 250 kW\n82\n81\n79 (2)\nLimit values shall be increased by 1dB (2 dB(A) for N3 and M3 categories) for vehicles that meet the relevant definition for off-road vehicles set out in point 4 of Part A of Annex II to Directive 2007/46/EC.\nFor M1 vehicles the increased limit values for off-road vehicles are only valid if the technically permissible maximum laden mass > 2 tonnes.\nLimit values shall be increased by 2 db(A) for wheelchair accessible vehicles and armoured vehicles, as defined in Annex II to Directive 2007/46/EC.\n(1)  M1 vehicles derived from N1 vehicles:\nM1 vehicles with an R point > 850 mm from the ground and a total permissible laden mass more than 2 500 kg have to fulfil the limit values of N1 (2 500 kg < mass ≤ 3 500 kg).\n(2)  + two years for new vehicle type and + one year for new vehicles registration.\nANNEX IV\nSILENCING SYSTEMS CONTAINING ACOUSTICALLY ABSORBING FIBROUS MATERIALS\n1.   GENERAL\nSound absorbing fibrous materials may be used in silencing systems, or components thereof, where either of the following conditions are fulfilled:\n(a)\nthe exhaust gas is not in contact with the fibrous materials; or\n(b)\nthe silencing system, or components thereof, are of the same design family as systems or components for which it has been proven, in the course of EU type-approval process in accordance with the requirements of this Regulation for another vehicle-type, that they are not subject to deterioration.\nWhere neither the condition in point (a) nor in point (b) of the first subparagraph is fulfilled, the complete silencing system, or components thereof, shall be submitted to a conventional conditioning using one of three installations and procedures described in points 1.1, 1.2 and 1.3.\nFor the purposes of point (b) of the first subparagraph, a group of silencing system, or components thereof, shall be considered as being of the same design family when all of the following characteristics are the same:\n(a)\nthe presence of net gas flow of the exhaust gases through the absorbing fibrous material when in contact with that material;\n(b)\nthe type of the fibres;\n(c)\nwhere applicable, binder material specifications;\n(d)\naverage fibre dimensions;\n(e)\nminimum bulk material packing density in kg/m3;\n(f)\nmaximum contact surface between the gas flow and the absorbing material.\n1.1.   Continuous road operation for 10 000 km.\n1.1.1.   50 ± 20 % of this operation shall consist of urban driving and the remaining operation shall be long-distance runs at high speed; continuous road operation may be replaced by a corresponding test-track programme.\n1.1.2.   The two speed regimes shall be alternated at least twice.\n1.1.3.   The complete test programme shall include a minimum of 10 breaks of at least three hours duration in order to reproduce the effects of cooling and any condensation which may occur.\n1.2.   Conditioning on a test bench\n1.2.1.   Using standard parts and observing the vehicle manufacturer's instructions, the silencing system, or components thereof, shall be fitted to the vehicle referred to in point 1.3 of Annex I or the engine referred to in point 1.4 of Annex I. In the case of the vehicle referred to in point 1.3 of Annex I, the vehicle shall be mounted on a roller dynamometer. In the case of an engine referred to in point 1.4 of Annex I, the engine shall be coupled to a dynamometer.\n1.2.2.   The test shall be conducted in six six-hour periods with a break of at least 12 hours between each period in order to reproduce the effects of cooling and any condensation which may occur.\n1.2.3.   During each six-hour period, the engine shall be run, under the following conditions in turn:\n(a)\nfive minutes at idling speed;\n(b)\none-hour sequence under 1/4 load at 3/4 of rated maximum speed (S);\n(c)\none-hour sequence under 1/2 load at 3/4 of rated maximum speed (S);\n(d)\n10-minute sequence under full load at 3/4 of rated maximum speed (S);\n(e)\n15-minute sequence under 1/2 load at rated maximum speed (S);\n(f)\n30-minute sequence under 1/4 load at rated maximum speed (S).\nTotal duration of the six sequences: three hours.\nEach period shall comprise two sequenced sets of those conditions in consecutive order from (a) to (f).\n1.2.4.   During the test, the silencing system, or components thereof, shall not be cooled by a forced draught simulating normal airflow around the vehicle. Nevertheless, at the request of the manufacturer, the silencing system or components thereof may be cooled in order not to exceed the temperature recorded at its inlet when the vehicle is running at maximum speed.\n1.3.   Conditioning by pulsation\n1.3.1.   The silencing system or components thereof shall be fitted to the vehicle referred to in point 1.3 of Annex I or the engine referred to in point 1.4 of Annex I. In the former case the vehicle shall be mounted on a roller dynamometer.\nIn the second case, the engine shall be mounted on a dynamometer. The test apparatus, a detailed diagram of which is shown in Figure 1 of the Appendix to this Annex shall be fitted at the outlet of the silencing system. Any other apparatus providing equivalent results shall be acceptable.\n1.3.2.   The test apparatus shall be adjusted in such a way that the exhaust-gas flow is alternatively interrupted and re-established by the quick-action valve for 2 500 cycles.\n1.3.3.   The valve shall open when the exhaust-gas back pressure, measured at least 100 mm downstream of the intake flange, reaches a value of between 0,35 and 0,40 kPa. It shall close when this pressure does not differ by more than 10 % from its stabilized value with the valve open.\n1.3.4.   The time-delay switch shall be set for the duration of gas exhaust resulting from the provisions laid down in point 1.3.3.\n1.3.5   Engine speed shall be 75 % of the speed (S) at which the engine develops maximum power.\n1.3.6.   The power indicated by the dynamometer shall be 50 % of the full-throttle power measured at 75 % of engine speed (S).\n1.3.7.   Any drain holes shall be closed off during the test.\n1.3.8.   The entire test shall be completed within 48 hours.\nIf necessary, one cooling period shall be observed after each hour.\nAppendix\nANNEX V\nCOMPRESSED AIR NOISE\n1.   METHOD OF MEASUREMENT\nThe measurement is performed at microphone positions 2 and 6 as shown in Figure 1 of the Appendix, with the vehicle stationary. The highest A-weighted sound level shall be registered during venting the pressure regulator and during ventilating after the use of both the service and parking brakes.\nThe noise during venting the pressure regulator is measured with the engine at idling speed. The ventilating noise is registered while operating the service and parking brakes; before each measurement, the air-compressor unit has to be brought up to the highest permissible operating pressure, and then the engine switched off.\n2.   EVALUATION OF THE RESULTS\nFor all microphone positions two measurements are taken. In order to compensate for inaccuracies of the measuring equipment, the metre reading is reduced by 1 dB(A), and the reduced value is taken as the result of measurement. The results are taken as valid if the difference between the measurements at one microphone position does not exceed 2 dB(A). The highest value measured is taken as the result. If this value exceeds the sound level limit by 1 dB(A), two additional measurements are to be taken at the corresponding microphone position. In this case, three out of the four results of measurement obtained at this position have to comply with the sound level limit.\n3.   LIMITING VALUE\nThe sound level shall not exceed the limit of 72 dB(A).\nAppendix\nFigure 1: Microphone positions for measurement of compressed air noise\nThe measurement is performed at the stationary vehicle in accordance with Figure 1, using two microphone positions at a distance of 7 m from the contour of the vehicles and at 1,2 m above ground.\nANNEX VI\nCHECKS ON CONFORMITY OF PRODUCTION FOR VEHICLES\n1.   GENERAL\nThe requirements of this Annex are consistent with the test to be held to check conformity of production (COP) in accordance with point 5 of Annex I.\n2.   TESTING PROCEDURE\nThe test site and measuring instruments shall be those described in Annex II.\n2.1.   The vehicle(s) under test shall be subjected to the test for measurement of sound of vehicle in motion set out in point 4.1 of Annex II.\n2.2.   Compressed air noise\nVehicles having a technically permissible maximum laden mass exceeding 2800 kg and equipped with compressed air systems shall be subjected to the additional test for measurement of the compressed air noise set out in point 1 of Annex V.\n2.3.   Additional sound emission provisions\nThe vehicle manufacturer shall assess the compliance with ASEP by an appropriate evaluation or may perform the test described in Annex VII.\n3.   SAMPLING AND EVALUATION OF THE RESULTS\nOne vehicle has to be chosen and subjected to the tests set out in point 2 of this Annex. If the sound level of the vehicle tested does not exceed by more than 1 dB(A) the limit value set out in Annex III, and, where appropriate, point 3 of Annex V, the vehicle type shall be considered to conform to the requirements of this Regulation.\nIf one of the test results does not comply with the COP requirements of Annex X to Directive 2007/46/EC, two more vehicles of the same type shall be tested pursuant to point 2 of this Annex.\nIf the test results for the second and the third vehicle comply with the COP requirements of Annex X to Directive 2007/46/EC, the vehicle is considered in compliance with the COP.\nIf one of the test results of the second or third vehicle does not comply with the COP requirements of Annex X to Directive 2007/46/EC, the vehicle type shall be considered not to conform to the requirements of this Regulation and the manufacturer shall take the necessary measures to re-establish the conformity.\nANNEX VII\nMEASURING METHOD TO EVALUATE COMPLIANCE WITH THE ADDITIONAL SOUND EMISSION PROVISIONS\n1.   GENERAL\nThis Annex describes a measuring method to evaluate compliance of the vehicle with the additional sound emission provisions (ASEP) set out in Article 7.\nIt is not mandatory to perform actual tests when applying for EU type-approval. The manufacturer shall sign the declaration of compliance set out in the Appendix. The approval authority may ask for additional information about the declaration of compliance and carry out the tests described below.\nThe procedure set out in this Annex requires the performance of a test in accordance with Annex II. The test specified in Annex II shall be carried out on the same test track under conditions similar to those required in the tests prescribed in this Annex.\n2.   MEASURING METHOD\n2.1   Measuring instruments and condition of measurements\nUnless otherwise specified, the measuring instruments, the conditions of the measurements and the condition of the vehicle are equivalent to those specified in points 2 and 3 of Annex II.\nIf the vehicle has different modes that affect sound emission, all modes shall comply with the requirements of this Annex. In the case where the manufacturer has performed tests to prove to the approval authority compliance with those requirements, the modes used during those tests shall be reported in a test report.\n2.2.   Method of testing\nUnless otherwise specified, the conditions and procedures of points 4.1 to 4.1.2.1.2.2 of Annex II shall be used. For the purpose of this Annex, single test runs shall be measured and evaluated.\n2.3.   Control range\nOperation conditions are as follows:\nVehicle speed VAA ASEP:\nvAA ≥ 20 km/h\nVehicle acceleration awot ASEP\nawot ≤ 5,0 m/s2\nEngine speed nBB ASEP\nnBB ≤ 2,0 * PMR–0,222 * s or\nnBB ≤ 0,9 * s, whichever is the lowest\nVehicle speed VBB ASEP:\nif nBB ASEP is reached in one gear\nvBB ≤ 70 km/h\nin all other cases\nvBB ≤ 80 km/h\ngears\nK ≤ gear ratio i as determined in Annex II\nIf the vehicle, in the lowest valid gear, does not achieve the maximum engine speed below 70 km/h, the vehicle speed limit is 80 km/h.\n2.4.   Gear ratios\nThe ASEP requirements apply to every gear ratio K that leads to test results within the control range as defined in point 2.3 of this Annex.\nIn case of vehicles with automatic transmissions, adaptive transmissions and CVTs tested with non-locked gear ratios, the test may include a gear ratio change to a lower range and a higher acceleration. A gear change to a higher range and a lower acceleration is not allowed. A gear shift which leads to a condition that is not in compliance with the boundary conditions shall be avoided. In such a case, it is permitted to establish and use electronic or mechanical devices, including alternate gear selector positions. In order for the ASEP test to be representative and repeatable (to the approval authority), the vehicles shall be tested using production gearbox calibration.\n2.5.   Target conditions\nThe sound emission shall be measured in each valid gear ratio at the four test points as specified below.\nThe first test point P1 is defined by using an entry speed vAA of 20 km/h. If a stable acceleration condition cannot be achieved, the speed shall be increased in steps of 5 km/h until a stable acceleration is reached.\nThe fourth test point P4 is defined by the maximum vehicle speed at BB' in that gear ratio within the boundary conditions in accordance with point 2.3.\nThe other two test points are calculated using the following formula:\nTest Point Pj: vBB_j = vBB_1 + ((j – 1)/3) * (vBB_4 – vBB_1) for j = 2 and 3\nWhere:\nvBB_1\n=\nvehicle speed at BB' of test point P1\nvBB_4\n=\nvehicle speed at BB' of test point P4\nTolerance for vBB_j: ±3 km/h\nFor all test points the boundary conditions as specified in point 2.3 shall be met.\n2.6.   Test of the vehicle\nThe path of the centreline of the vehicle shall follow line CC' as closely as possible throughout the entire test, starting from the approach to line AA' until the rear of the vehicle passes line BB'.\nAt line AA' the accelerator shall be fully depressed. To achieve a more stable acceleration or to avoid a down shift between line AA' and BB' pre-acceleration before line AA' may be used. The accelerator shall be kept in depressed condition until the rear of the vehicle reaches line BB'.\nFor every separate test run, the following parameters shall be determined and noted:\nThe maximum A-weighted sound pressure level of both sides of the vehicle, indicated during each passage of the vehicle between the two lines AA' and BB', shall be mathematically rounded to the first decimal place (Lwot,kj). If a sound peak obviously out of character with the general sound pressure level is observed, the measurement shall be discarded. Left and right side may be measured simultaneously or separately.\nThe vehicle speed readings at AA' and BB' shall be reported with the first significant digit after the decimal place (vAA,kj; vBB,kj).\nIf applicable, the engine speed readings at AA' and BB' shall be reported as a full integer value (nAA,kj; nBB,kj).\nThe calculated acceleration shall be determined in accordance to the formula in point 4.1.2.1.2 of Annex II and reported to the second digit after the decimal place (awot,test,kj).\n3.   ANALYSIS OF RESULTS\n3.1.   Determination of the anchor point for each gear ratio\nFor measurements in gear i and lower, the anchor point consists of the maximum sound level Lwoti, the reported engine speed nwoti and vehicle speed vwoti at BB' of gear ratio i of the acceleration test in Annex II.\nLanchor,i\n=\nLwoti,Annex II\nnanchor,i\n=\nnBB,woti,Annex II\nvanchor,i\n=\nvBB,woti,Annex II\nFor measurements in gear i+1 the anchor point consists of the maximum sound level Lwoti+1, the reported engine speed nwoti+1 and vehicle speed vwoti+1 at BB' of gear ratio i+1 of the acceleration test in Annex II.\nLanchor,i+1\n=\nLwoti+1,Annex II\nnanchor,i+1\n=\nnBB,woti+1,Annex II\nvanchor,i+1\n=\nvBB,woti+1,Annex II\n3.2.   Slope of the regression line for each gear\nThe sound measurements shall be evaluated as a function of engine speed in accordance with point 3.2.1.\n3.2.1.   Calculation of the slope of the regression line for each gear\nThe linear regression line is calculated using the anchor point and the four correlated additional measurements.\n(in dB/1 000 min-1)\nWithand\nwhere nj = engine speed measured at line BB'\n3.2.2.   Slope of the regression line for each gear\nThe Slopek of a particular gear for the further calculation is the derived result of the calculation in point 3.2.1 rounded to the first decimal place, but not higher than 5 dB/1 000 min–1.\n3.3.   Calculation of the linear sound level increase expected for each measurement\nThe sound level LASEP,kj for measurement point j and gear k shall be calculated using the engine speeds measured for each measurement point, using the slope specified in point 3.2 to the specific anchor point for each gear ratio.\nFor nBB_k,j ≤ nanchor,k:\nLASEP_k,j = Lanchor_k + (Slopek – Y) * (nBB_k,j – nanchor,k)/1 000\nFor nBB_k,j > nanchor,k:\nLASEP_k,j = Lanchor_k + (Slopek + Y) * (nBB_k,j – nanchor,k)/1 000\nWhere Y = 1\n3.4.   Samples\nOn request of the approval authority two additional runs within the boundary conditions in accordance with point 2.3 shall be carried out.\n4.   INTERPRETATION OF RESULTS\nEvery individual noise measurement shall be evaluated.\nThe sound level of every specified measurement point shall not exceed the limits given below:\nLkj ≤ LASEP_k.j + x\nWith:\nx\n=\n3 dB(A) for vehicle with a non-lockable automatic transmission or non-lockable CVT\nx\n=\n2 dB(A) + limit value – Lurban of Annex II for all other vehicles\nIf the measured sound level at a point exceeds the limit, two additional measurements at the same point shall be carried out to verify the measurement uncertainty. The vehicle is still in compliance with ASEP, if the average of the three valid measurements at this specific point fulfils the specification.\n5.   REFERENCE SOUND ASSESSMENT\nThe reference sound is assessed at a single point in one discrete gear, simulating an acceleration condition starting with an entry speed at vaa equal to 50 km/h and assuming an exit speed at vbb equal to 61 km/h. The sound compliance at this point can either be calculated using the results of point 3.2.2 and the specification below or be evaluated by direct measurement using the gear as specified below.\n5.1   The determination of gear K is as follows:\nK\n=\n3 for all manual transmission and for automatic transmission with up to 5 gears;\nK\n=\n4 for automatic transmission with 6 or more gears\nIf no discrete gears are available, e.g. for non-lockable automatic transmissions or non-lockable CVTs, the gear ratio for further calculation shall be determined from the acceleration test result in Annex II using the reported engine speed and vehicle speed at line BB'.\n5.2.   Determination of reference engine speed nref_K\nThe reference engine speed, nref_K, shall be calculated using the gear ratio of gear K at the reference speed of vref = 61 km/h.\n5.3.   Calculation of Lref\nLref = Lanchor_K + SlopeK * (nref_K – nanchor_K)/1 000\nLref shall be less than or equal to 76 dB(A).\nFor vehicles fitted with a manual gear box having more than four forward gears and equipped with an engine developing a rated maximum net power greater than 140 kW and having a rated maximum net power/maximum-mass ratio greater than 75 kW/t, Lref shall be less than or equal to 79 dB(A).\nFor vehicles fitted with an automatic gear box having more than four forward gears and equipped with an engine developing a rated maximum net power greater than 140 kW and having a rated maximum net power/maximum-mass ratio greater than 75 kW/t, Lref shall be less than or equal to 78 dB(A).\n6.   EVALUATION OF ASEP USING THE PRINCIPLE OF L urban\n6.1   General\nThis evaluation procedure is an alternative selected by the manufacturer to the procedure described in point 3 of this Annex and is applicable to all vehicle technologies. The manufacturer shall be responsible for determining the correct manner of testing. Unless otherwise specified, all testing and calculation shall be as specified in Annex II.\n6.2.   Calculation of Lurban ASEP\nFrom any Lwot ASEP as measured in accordance with this Annex, Lurban ASEP shall be calculated as follows:\n(a)\ncalculate awot test ASEP as specified in point 4.1.2.1.2.1 or point 4.1.2.1.2.2 of Annex II, as applicable;\n(b)\ndetermine the vehicle speed (VBB ASEP) at BB' during the Lwot ASEP test;\n(c)\ncalculate kP ASEP as follows:\nkP ASEP = 1 – (aurban/awot test ASEP)\nTest results where awot test ASEP are less than aurban shall be disregarded.\n(d)\ncalculate Lurban measured ASEP as follows:\nLurban measured ASEP =\nLwot ASEP – kP ASEP * (Lwot ASEP – Lcrs)\nFor further calculation, use the Lurban from Annex II without rounding, including the digit after the decimal (xx.x).\n(e)\ncalculate Lurban normalized as follows:\nLurban normalized = Lurban measured ASEP – Lurban\n(f)\ncalculate Lurban ASEP as follows:\nLurban ASEP =\nLurban normalized – (0,15 * (VBB ASEP – 50))\n(g)\ncompliance with sound level limits:\nLurban ASEP shall be less than or equal to 3,0 dB.\nAppendix\nModel statement of compliance with the Additional Sound Emission Provisions\n(Maximum format: A4 (210 × 297 mm))\n(Name of manufacturer) attests that vehicles of this type (type with regard to its sound emission pursuant to Regulation (EU) No 540/2014) comply with the requirements of Article 7 of Regulation (EU) No 540/2014.\n(Name of manufacturer) makes this statement in good faith, after having performed an appropriate evaluation of the sound emission performance of the vehicles.\nDate:\nName of authorized representative:\nSignature of authorized representative:\nANNEX VIII\nMEASURES CONCERNING THE ACOUSTIC VEHICLE ALERTING SYSTEM (AVAS)\nThis Annex sets out measures concerning the Acoustic Vehicle Alerting System (AVAS) for hybrid electric and pure electric vehicles.\nAVAS\n1.   System performance\nIf AVAS is installed on a vehicle, it shall comply with the requirements referred to below.\n2.   Operation conditions\n(a)   Sound generation method\nThe AVAS shall automatically generate a sound in the minimum range of vehicle speed from start up to approximately 20 km/h and during reversing. Where the vehicle is equipped with an internal combustion engine that is in operation within the vehicle speed range defined above, the AVAS shall not generate a sound.\nFor vehicles having a reversing sound warning device, it is not necessary for the AVAS to generate a sound whilst reversing.\n(b)   Switch\nThe AVAS shall be fitted with a switch which is easily accessible by the vehicle driver in order to allow engaging and disengaging. Upon restarting the vehicle, AVAS shall default to the switched on position.\n(c)   Attenuation\nThe AVAS sound level may be attenuated during periods of vehicle operation.\n3.   Sound type and volume\n(a)   The sound to be generated by the AVAS shall be a continuous sound that provides information to the pedestrians and other road users of a vehicle in operation. The sound should be easily indicative of vehicle behaviour and should sound similar to the sound of a vehicle of the same category equipped with an internal combustion engine.\n(b)   The sound to be generated by the AVAS shall be easily indicative of vehicle behaviour, for example, through the automatic variation of sound level or characteristics in synchronization with vehicle speed.\n(c)   The sound level generated by the AVAS shall not exceed the approximate sound level of a vehicle of the M1 category equipped with an internal combustion engine and operating under the same conditions.\nANNEX IX\nEU TYPE-APPROVAL IN RESPECT OF THE SOUND LEVEL OF SILENCING SYSTEMS AS SEPARATE TECHNICAL UNITS (REPLACEMENT SILENCING SYSTEMS)\n1.   APPLICATION FOR EU TYPE-APPROVAL\n1.1.   The application of EU type-approval pursuant to Article 7(1) and (2) of Directive 2007/46/EC in respect of a replacement silencing system, or components thereof, as a separate technical unit intended for vehicles of categories M1 and N1 shall be submitted by the vehicle manufacturer or the manufacturer of the separate technical unit in question.\n1.2.   A model for the information document is contained in Appendix 1.\n1.3.   At the request of the technical service concerned, the applicant shall submit:\n1.3.1   two examples of the system in respect of which application for EU type-approval has been made,\n1.3.2.   a silencing system of the type originally fitted to the vehicle when EU type-approval was granted,\n1.3.3.   a vehicle representative of the type to which the system is to be fitted, which meets the requirements of point 2.1 of Annex VI,\n1.3.4.   a separate engine corresponding to the type of vehicle described.\n2.   MARKINGS\n2.4.1.   The replacement silencing system, or components thereof, excluding fixing hardware and pipes shall bear:\n2.4.1.1.   the trade mark or trade name of the manufacturer of the replacement silencing system and its components,\n2.4.1.2.   the manufacturer's trade description.\n2.4.2.   These marks shall be clearly legible and indelible, even when the system is fitted to the vehicle.\n3.   GRANTING OF EU TYPE-APPROVAL\n3.1.   If the relevant requirements are satisfied, EU type-approval pursuant to Article 9(3) and, if applicable, Article 10(4) of Directive 2007/46/EC shall be granted.\n3.2.   A model for the EU type-approval certificate is contained in Appendix 2.\n3.3.   A type-approval number in accordance with Annex VII to Directive 2007/46/EC shall be assigned to each type of replacement silencing system, or components thereof, approved as a separate technical unit; section 3 of the type-approval number shall indicate the number of this Regulation. Furthermore, if the replacement silencing system is intended to be fitted on vehicle types complying with the limit values of Phase 1 in Annex III only, section 3 of the type-approval number shall be followed by the character ‘A’. If the replacement silencing system is intended to be fitted on vehicle types complying with the limit values of Phase 2 in Annex III only, section 3 of the type- approval number shall be followed by the character ‘B’. If the replacement silencing system is intended to be fitted on vehicle types complying with the limit values of Phase 3 in Annex III, section 3 of the type- approval number shall be followed by the character ‘C’. The same Member State shall not assign the same number to another type of replacement silencing system, or components thereof.\n4.   EU TYPE-APPROVAL MARK\n4.1.   Every replacement silencing system, or components thereof, excluding fixing hardware and pipes, conforming to a type approved under this Regulation shall bear an EU type-approval mark.\n4.2.   The EU type-approval mark shall consist of a rectangle surrounding the lower case letter ‘e’ followed by the distinguishing letter(s) or number of the Member State which has granted the approval:\n‘1’ for Germany\n‘2’ for France\n‘3’ for Italy\n‘4’ for the Netherlands\n‘5’ for Sweden\n‘6’ for Belgium\n‘7’ for Hungary\n‘8’ for the Czech Republic\n‘9’ for Spain\n‘11’ for the United Kingdom\n‘12’ for Austria\n‘13’ for Luxembourg\n‘17’ for Finland\n‘18’ for Denmark\n‘19’ for Romania\n‘20’ for Poland\n‘21’ for Portugal\n‘23’ for Greece\n‘24’ for Ireland\n‘25’ for Croatia\n‘26’ for Slovenia\n‘27’ for Slovakia\n‘29’ for Estonia\n‘32’ for Latvia\n‘34’ for Bulgaria\n‘36’ for Lithuania\n‘49’ for Cyprus\n‘50’ for Malta\nIt shall also include in the vicinity of the rectangle the ‘base approval number’ contained in section 4 of the type-approval number referred to in Annex VII to Directive 2007/46/EC, preceded by the two figures indicating the sequence number assigned to the most recent major technical amendment to this Regulation which was applicable at the time of the vehicle type-approval. For this Regulation in its original form, the sequence number is 00. Furthermore, that sequence number shall be preceded by the character ‘A’ if the replacement silencing system is intended to be fitted on vehicle types complying with the limit values of Phase 1 in Annex III only, or the character ‘B’ if the replacement silencing system is intended to be fitted on vehicle types complying with the limit values of Phase 2 in Annex III only, or the character ‘C’ if the replacement silencing system is intended to be fitted on vehicle types complying with the limit values of Phase 3 in Annex III.\n4.3.   The mark shall be clearly legible and indelible even when the replacement silencing system, or components thereof, is fitted to the vehicle.\n4.4.   A model for the EU type-approval mark is contained in Appendix 3.\n5.   SPECIFICATIONS\n5.1.   General specifications\n5.1.1.   The replacement silencing system, or components thereof, shall be designed, constructed and capable of being mounted so as to ensure that the vehicle complies with this Regulation under normal conditions of use, notwithstanding any vibrations to which it may be subject.\n5.1.2.   The silencing system, or components thereof, shall be designed, constructed and capable of being mounted so that reasonable resistance to the corrosion phenomenon to which it is exposed is obtained having regard to the conditions of use of the vehicle.\n5.1.3.   Additional prescriptions related to tamperability and manually adjustable multi-mode exhaust or silencing systems\n5.1.3.1.   All exhaust or silencing systems shall be constructed in a way that does not easily permit removal of baffles, exit-cones and other parts whose primary function is as part of the silencing/expansion chambers. Where incorporation of such a part is unavoidable, its method of attachment shall be such that removal is not facilitated easily (e.g. with conventional threaded fixings) and shall also be attached such that removal causes permanent/irrecoverable damage to the assembly.\n5.1.3.2.   Exhaust or silencing systems with multiple, manually adjustable operating modes shall meet all requirements in all operating modes. The reported sound levels shall be those resulting from the mode with the highest sound levels.\n5.2.   Specifications regarding sound levels\n5.2.1.   Conditions of measurement\n5.2.1.1.   The noise test of the silencing system and the replacement silencing system has to be executed with the same normal tyres, as defined in paragraph 2 of UNECE Regulation No 117. At the request of the manufacturer, the tests shall not be done with traction tyres, special use tyres or snow tyres, as defined in paragraph 2 of UNECE Regulation No 117. Such tyres could increase the sound level of the vehicle or would have a masking effect on the noise reduction performance comparison. The tyres may be of used condition but shall satisfy legal requirements for in-traffic use.\n5.2.2.   The noise reduction performance of the replacement silencing system, or components thereof, shall be verified by means of the methods described in point 1 of Annex II. In particular, for the application of this point, reference shall be made to the amendment level of this Regulation which was in force at the time of type-approval of the new vehicle.\n(a)\nMeasurement with running vehicle\nWhen the replacement silencing system, or components thereof, is mounted on the vehicle described in point 1.3.3, the sound levels obtained shall satisfy one of the following conditions:\n(i)\nthe value measured (rounded to the nearest integer) shall not exceed by more than 1 dB(A) the type-approval value obtained under this Regulation with the type of vehicle concerned;\n(ii)\nthe value measured (before any rounding to the nearest integer) shall not exceed by more than 1 dB(A) the noise value measured (before any rounding to the nearest integer) on the vehicle described in point 1.3.3., when this is fitted with a silencing system corresponding to the type fitted to the vehicle when submitted for type-approval under this Regulation.\nWhere back-to-back comparison of the replacement silencing system with the original system is chosen, for the application of point 4.1.2.1.4.2 and/or point 4.1.2.2.1.2 of Annex II, it is allowed to have a gear change to higher accelerations and the use of electronic or mechanical devices to prevent this downshift is not mandatory. If under these conditions the sound level of the test vehicle becomes higher than the COP values, the technical service will decide on the representativeness of the test vehicle.\n(b)\nMeasurement with stationary vehicle\nWhen the replacement silencing system, or components thereof, is mounted on the vehicle described in point 1.3.3, the sound levels obtained shall satisfy one of the following conditions:\n(i)\nthe value measured (rounded to the nearest integer) shall not exceed by more than 2 dB(A) the type-approval value obtained under this Regulation with the type of vehicle concerned;\n(ii)\nthe value measured (before any rounding to the nearest integer) shall not exceed by more than 2 dB(A) the noise value measured (before any rounding to the nearest integer) on the vehicle described in point 1.3.3, when this is fitted with a silencing system corresponding to the type fitted to the vehicle when submitted for type-approval under this Regulation.\n5.2.3.   Further to the requirements of Annex II, any replacement silencing system, or components thereof, has to fulfil the applicable specifications of Annex VII. For replacement silencing systems intended for vehicles type approved in accordance with Directive 70/157/EEC the requirements of Annex VII as well as the specifications of points 5.2.3.1 to 5.2.3.3 of this Annex do not apply.\n5.2.3.1.   Where the replacement silencing system, or components thereof, is a system or components with variable geometry, in the application for type-approval the manufacturer shall provide a statement in conformity with the Appendix to Annex VII that the silencing system type to be approved complies with the requirements of point 5.2.3 of this Annex. The approval authority may require any relevant test to verify the compliance of the silencing system type to the additional sound emission provisions.\n5.2.3.2.   Where the replacement silencing system, or components thereof, is not a system with variable geometry, it is sufficient in the application for type-approval that the manufacturer provides a statement in conformity with the Appendix to Annex VII that the silencing system type to be approved complies with the requirements of point 5.2.3 of this Annex.\n5.2.3.3.   The compliance statement shall read as follows: ‘(Name of the manufacturer) attests that the silencing system of this type complies with the requirements of point 5.2.3 of Annex IX to Regulation (EU) No 540/2014. (Name of the manufacturer) makes this statement in good faith, after having performed an appropriate engineering evaluation of the sound emission performance over the applicable range of operating conditions.’\n5.3.   Measurement of the vehicle performances\n5.3.1.   The replacement silencing system, or components thereof, shall be such as to ensure that vehicle performance is comparable with that achieved with the original equipment silencing system or components thereof.\n5.3.2.   The replacement silencing system or, depending on the manufacturer's choice, the components of that system shall be compared with an original silencing system, or components thereof, which are also in new condition, successively mounted on the vehicle mentioned in point 1.3.3.\n5.3.3.   The verification shall be carried out by measuring the back pressure pursuant to point 5.3.4.\nThe value measured with the replacement silencing system shall not exceed the value measured with the original silencing system by more than 25 % under the conditions mentioned below.\n5.3.4.   Test method\n5.3.4.1.   Test method with engine\nThe measurements shall be conducted on the engine referred to in point 1.3.4 coupled to a dynamometer. With the throttle completely open, the bench shall be adjusted so as to obtain the engine speed (S) corresponding to the rated maximum power of the engine.\nFor the measurement of back pressure, the distance at which the pressure tap shall be placed from the exhaust manifold is indicated in Appendix 5.\n5.3.4.2.   Test method with vehicle\nThe measurements shall be carried out on the vehicle referred to point 1.3.3. The test shall be conducted either on the road or on a roller dynamometer.\nWith the throttle completely open, the engine shall be loaded so as to obtain the engine speed corresponding to the rated maximum power of the engine (engine speed S).\nFor the measurement of back pressure, the distance at which the pressure tap shall be placed from the exhaust manifold is indicated in Appendix 5.\n5.4.   Additional specifications regarding replacement silencing systems, or components thereof, containing acoustically absorbing fibrous materials\n5.4.1.   General\nSound absorbing fibrous materials may only be used in silencing systems, or components thereof, where any of the following conditions are fulfilled:\n(a)\nthe exhaust gas is not in contact with the fibrous materials;\n(b)\nthe silencing system, or the components thereof, are of the same design family as systems, or components thereof, for which it has been proven, in the course of the type-approval process in accordance with the requirements of this Regulation, that they are not subject to deterioration.\nUnless one of those conditions is fulfilled, the complete silencing system, or components thereof, shall be submitted to conventional conditioning using one of the three installations and procedures described below.\nFor the purposes of point (b) of the first subparagraph, a group of silencing system or silencing system components thereof shall be considered as being of the same design family when all of the following characteristics are the same:\n(a)\nthe presence of net gas flow of the exhaust gases through the absorbing fibrous material when in contact with that material;\n(b)\nthe type of the fibres;\n(c)\nwhere applicable, binder material specifications;\n(d)\naverage fibre dimensions;\n(e)\nminimum bulk material packing density in kg/m3;\n(f)\nmaximum contact surface between the gas flow and the absorbing material;\n5.4.1.1.   Continuous road operation for 10 000 km\n5.4.1.1.1.   50 ± 20 % of this operation shall consist of urban driving and the remaining operation shall be long-distance runs at high speed; continuous road operation may be replaced by a corresponding test-track programme.\nThe two speed regimes shall be alternated at least twice.\nThe complete test program shall include a minimum of 10 breaks of at least three-hour duration in order to reproduce the effects of cooling and any condensation which may occur.\n5.4.1.2.   Conditioning on a test bench\n5.4.1.2.1.   Using standard parts and observing the manufacturer's instructions, the silencing system, or components thereof, shall be fitted to the vehicle referred to in point 1.3.3 or the engine referred to in point 1.3.4. In the first case the vehicle shall be mounted on a roller dynamometer. In the second case, the engine shall be coupled to a dynamometer.\n5.4.1.2.2.   The test shall be conducted in six six-hour periods with a break of at least 12 hours between each period in order to reproduce the effects of cooling and any condensation which may occur.\n5.4.1.2.3.   During each six-hour period, the engine shall be run under the following conditions in turn:\n(a)\nfive minutes at idling speed;\n(b)\none-hour sequence under 1/4 load at 3/4 of rated maximum speed (S);\n(c)\none-hour sequence under 1/2 load at 3/4 of rated maximum speed (S);\n(d)\n10-minute sequence under full load at 3/4 of rated maximum speed (S);\n(e)\n15-minute sequence under 1/2 load at rated maximum speed (S);\n(f)\n30-minute sequence under 1/4 load at rated maximum speed (S).\nEach period shall comprise two sequenced sets of those conditions in consecutive order from (a) to (f).\n5.4.1.2.4.   During the test, the silencing system, or components thereof, shall not be cooled by a forced draught simulation normal airflow around the vehicle.\nNevertheless, at the request of the manufacturer, the silencing system, or components thereof, may be cooled in order not to exceed the temperature recorded at its inlet when the vehicle is running at maximum speed.\n5.4.1.3.   Conditioning by pulsation\n5.4.1.3.1.   The silencing system, or components thereof, shall be fitted to the vehicle referred to in point 1.3.3 or to the engine referred to in point 1.3.4. In the first case, the vehicle shall be mounted on a roller dynamometer, and, in the second case, the engine shall be mounted on a dynamometer.\n5.4.1.3.2.   The test apparatus, a detailed diagram of which is shown in Figure 1 of the Appendix to Annex IV shall be fitted at the outlet of the silencing system. Any other apparatus providing equivalent results is acceptable.\n5.4.1.3.3.   The test apparatus shall be adjusted in such a way that the exhaust gas flow is alternately interrupted and re-established by the quick action valve for 2 500 cycles.\n5.4.1.3.4.   The valve shall open when the exhaust gas back pressure, measured at least 100 mm downstream of the intake flange, reaches a value of between 35 and 40 kPa. It shall close when this pressure does not differ by more than 10 % from its stabilized value with the valve opened.\n5.4.1.3.5.   The time-delay switch shall be set for the duration of gas exhaust resulting from the provisions laid down in point 5.4.1.3.4.\n5.4.1.3.6.   Engine speed shall be 75 % of the speed (S) at which the engine develops maximum power.\n5.4.1.3.7.   The power indicated by the dynamometer shall be 50 % of the full-throttle power measured at 75 % of engine speed (S).\n5.4.1.3.8.   Any drain holes shall be closed off during the test.\n5.4.1.3.9.   The entire test shall be completed within 48 hours. If necessary, one cooling period will be observed after each hour.\n5.4.1.3.10.   After conditioning, the sound level is checked pursuant to point 5.2.\n6.   EXTENSION OF EU TYPE-APPROVAL\nThe silencing system manufacturer or his representative may ask the administrative department which has granted the EU type-approval of the silencing system for one or several types of vehicles, for an extension of the approval to other types of vehicles.\nThe procedure is that set out in point 1. Notice of the extension of the EU type-approval (or refusal of extension) shall be communicated to the Member States in accordance with the procedure specified in Directive 2007/46/EC.\n7.   MODIFICATION OF THE TYPE OF SILENCING SYSTEM\nIn the case of modifications of the type approved pursuant to this Regulation, Articles 13 to 16 and Article 17(4) of Directive 2007/46/EC shall apply.\n8.   COP\n8.1.   Measures to ensure the conformity of production shall be taken in accordance with the requirements laid down in Article 12 of Directive 2007/46/EC.\n8.2.   Special provisions:\n8.2.1.   The tests referred to point 2.3.5 of Annex X to Directive 2007/46/EC are those prescribed in Annex XI to this Regulation.\n8.2.2.   The frequency of inspections referred to in point 3 of Annex X to Directive 2007/46/EC is normally once every two years.\n9.   INFORMATION INTENDED FOR USERS AND TECHNICAL INSPECTION\n9.1.   Each replacement silencing system shall be accompanied by a paper document issued by the manufacturer of the replacement silencing system or his representative. That paper document shall at least bear the following information:\n(a)\nEU type-approval number of the replacement silencing system (the 5th section indicating the number of the extension of the type-approval can be omitted);\n(b)\nEU type-approval mark;\n(c)\nmake (trade name of manufacturer);\n(d)\ntype and commercial description and/or part number;\n(e)\ncompany name and address of manufacturer;\n(f)\nname and address of the manufacturer's representative (if any);\n(g)\ndata of the vehicles for which the replacement silencing system is intended:\n(i)\nmake,\n(ii)\ntype,\n(iii)\ntype-approval number,\n(iv)\nengine code,\n(v)\nmaximum engine power\n(vi)\nkind of transmission\n(vii)\nany restriction concerning the vehicles where the system can be mounted\n(viii)\nsound level for the vehicle in motion in dB(A) and stationary sound level in dB(A) at min–1 (if deviating to the values of the vehicle type-approval);\n(h)\nmounting instructions.\n9.2.   If the paper document referred to in point 9.1 consists of more than of sheet of paper all sheets shall bear at least a reference to the EU type-approval number.\n9.3.   The information concerning point 9.1(g) and (h) may be provided on the website of the manufacturer if the website address is indicated on the paper document.\nAppendix 1\nInformation document No … relating to EU type-approval as separate technical unit of replacement silencing systems for motor vehicles (Regulation (EU) No 540/2014)\nThe following information, if applicable, shall be supplied in triplicate and include a list of contents. Any drawings shall be supplied in appropriate scale and in sufficient detail on size A4 or on a folder of A4 format. Photographs, if any, shall show sufficient detail.\nIf the systems, components or separate technical units have electronic controls, information concerning their performance shall be supplied.\n0.   General\n0.1.\nMake (trade name of manufacturer):\n0.2.\nType and general commercial description(s):\n0.3\nMeans of identification of type, if marked on the separate technical unit (1):\n0.3.1.\nLocation of that marking:\n0.5.\nCompany name and address of manufacturer:\n0.7.\nIn the case of components and separate technical units, location and method of affixing of the EU type-approval mark:\n0.8.\nAddress(es) of assembly plant(s):\n0.9.\nName and address of the manufacturer's representative (if any):\n1.   Description of the vehicle for which the device is intended (if the device is intended to be fitted to more than one vehicle type, the information requested under this point shall be supplied for each type concerned)\n1.1.\nMake (trade name of manufacturer):\n1.2.\nType and general commercial description(s):\n1.3.\nMeans of identification of type, if marked on the vehicle:\n1.4.\nCategory of vehicle:\n1.5.\nEU whole-vehicle type-approval number:\n1.6\nPower plant:\n1.6.1.\nManufacturer of the engine:\n1.6.2.\nManufacturer's engine code:\n1.6.3.\nMaximum net power (g): … kW at … min–1 or maximum continuous rated power (electric motor): … kW\n1.6.4.\nPressure charger(s): original part or make and marking (2):\n1.6.5.\nAir filter: original part or make and marking (2):\n1.6.6.\nIntake silencer(s): original part or make and marking (2):\n1.6.7.\nExhaust silencer(s)): original part or make and marking (2):\n1.6.8.\nCatalyst: original part or make and marking (2):\n1.6.9.\nParticulate Trap(s): original part or make and marking (2):\n1.7.\nTransmission\n1.7.1.\nType (mechanical, hydraulic, electric, etc.):\n1.8.\nNon-engine devices designed to reduce noise: original part or description (2):\n1.9.\nSound-level values:\nmoving vehicle: … dB(A), speed stabilised before acceleration at … km/h;\nstationary vehicle dB(A), at … min–1\n1.10.\nValue of the back pressure: … Pa\n1.11.\nAny restrictions in respect of use and mounting requirements:\n2.   Remarks:\n3.   Description of the device\n3.1.\nA description of the replacement silencing system indicating the relative position of each system component, together with mounting instructions\n3.2.\nDetailed drawings of each component, so that they can be easily located and identified, and reference to the materials used. These drawings shall indicate the place provided for the compulsory affixing of the EU type-approval mark\nDate:\nSigned:\nPosition in company:\n(1)  If the means of identification of type contains characters not relevant to describe the vehicle types covered by the type-approval certificate such characters shall be represented in the documentation by the symbol:‘?’ (e.g. ABC??123??).\n(2)  Delete where not applicable.\nAppendix 2\nMODEL\nEU type-approval certificate\n(Maximum Format: A4 (210 × 297 mm))\nStamp of approval authority\nCommunication concerning the\n—\ntype-approval (1)\n—\nextension of type-approval (1)\n—\nrefusal of type-approval (1)\n—\nwithdrawal of type-approval (1)\nof a type of a separate technical unit of silencing systems with regard to Regulation (EU) No 540/2014\nType-approval number:\nReason for extension:\nSECTION 1\n0.1.\nMake (trade name of manufacturer):\n0.2.\nType and general commercial description(s):\n0.3.\nMeans of identification of type if marked on the separate technical unit (2):\n0.3.1.\nLocation of that marking:\n0.4.\nCategory of vehicle (3):\n0.5.\nCompany name and address of manufacturer:\n0.7.\nIn the case of components and separate technical units, location and method of affixing of the EU type-approval mark:\n0.8.\nAddress(es) of assembly plant(s):\n0.9.\nName and address of the manufacturer's representative (if any):\nSECTION II\n1.\nAdditional information (where applicable): See Addendum\n2.\nTechnical service responsible for carrying out the tests:\n3.\nDate of test report:\n4.\nNumber of test report:\n5.\nRemarks (if any): See Addendum\n6.\nPlace:\n7.\nDate:\n8.\nSignature:\n9.\nThe index to the information package lodged with the approval authority, which may be obtained on request, is attached.\nAttachments:\nInformation package\nTest report\n(1)  Delete where not applicable.\n(2)  If the means of identification of type contains characters not relevant to describe the vehicle types covered by the type-approval certificate such characters shall be represented in the documentation by the symbol:‘?’ (e.g. ABC??123??).\n(3)  As defined in Annex IIA to Directive 2007/46/EC.\nAddendum\nto EU type-approval certificate No …\n1.   Additional information\n1.1.\nDescription of the vehicle for which the device is intended (if the device is intended to be fitted to more than one vehicle type, the information requested under this point shall be supplied for each type concerned)\n1.1.1.\nMake (trade name of manufacturer):\n1.1.2.\nType and general commercial description(s):\n1.1.3.\nMeans of identification of type, if marked on the vehicle:\n1.1.4.\nCategory of vehicle:\n1.1.5.\nEU whole vehicle type-approval number:\n1.2.\nPower plant:\n1.2.1.\nManufacturer of the engine:\n1.2.2.\nManufacturer's engine code:\n1.2.3.\nMaximum net power (g): … kW at … min–1 or maximum continuous rated power (electric motor) … kW\n2.   Test results\n2.1.\nSound level of moving vehicle: … dB(A)\n2.2.\nSound level of stationary vehicle: … dB(A) at … min–1\n2.3.\nValue of the back pressure: … Pa\n3.   Remarks:\nAppendix 3\nModel for the EU type-approval mark\nThe silencing system, or components thereof, bearing the above EU type-approval mark is a device which has been approved in Spain (e 9) pursuant to Regulation (EU) No 540/2014 under the base approval number 0148, complying with the limit values of Phase 2 in Annex III to that Regulation.\nThe figures used are only indicative.\nAppendix 4\nTest apparatus\nAppendix 5\nMeasuring points — back pressure\nExamples of possible measuring points for loss-of-pressure tests. The exact measuring point shall be specified in the test report. It shall be in an area where gas flow is regular.1.   Figure 1Single pipe\n2.   Figure 2Partly twin pipe 1\n3.   Figure 3Twin pipe\nANNEX X\nCHECKS ON CONFORMITY OF PRODUCTION FOR REPLACEMENT SILENCING SYSTEM AS A SEPARATE TECHNICAL UNIT\n1.   GENERAL\nThese requirements are consistent with the test to be held to check COP in accordance with point 8 of Annex IX.\n2.   TESTING AND PROCEDURES\nThe methods of testing, measuring instruments and interpretation of results shall be those described in point 5 of Annex IX. The replacement silencing system, or components thereof, under test shall be subjected to the test as described in points 5.2, 5.3 and 5.4 of Annex IX.\n3.   SAMPLING AND EVALUATION OF THE RESULTS\n3.1.   One silencing system or components thereof shall be chosen and subjected to the tests of point 2. If the test results fulfil the COP requirements of point 8.1 of Annex IX, the type of silencing system or component shall be considered to be in compliance with COP.\n3.2.   If one of the test results does not comply with the COP requirements of point 8.1 of Annex IX, two more silencing systems, or components thereof, of the same type shall be tested pursuant to point 2 of this Annex.\n3.3.   If the test results for the second and the third silencing system, or components thereof, comply with the conformity of production requirements of point 8.1 of Annex IX, the type of silencing system, or components thereof, shall be considered to be in compliance with the conformity of production.\n3.4.   If one of the test results for the second or third silencing system, or components thereof, does not comply with the COP requirements of point 8.1 of Annex IX, the type of silencing system, or components thereof, shall be considered not to comply with the requirements of this Regulation and the manufacturer shall take the necessary measures to re-establish the conformity.\nANNEX XI\nAMENDMENTS TO DIRECTIVE 2007/46/EC\nDirective 2007/46/EC is hereby amended as follows:\nPart A\n1.\nAnnex IV shall be amended as follows:\n(a)\nthe following row shall be inserted in the table in Part I:\nItem\nSubject\nRegulatory act\nApplicability\nM1\nM2\nM3\nN1\nN2\nN3\nO1\nO2\nO3\nO4\n‘1A\nSound level\nRegulation (EU) No 540/2014\nX\nX\nX\nX\nX\nX’\n(b)\nthe following row shall be inserted in Table 1 of Appendix 1 of Part I:\nItem\nSubject\nRegulatory act\nSpecific issues\nApplicability and specific requirements\n‘1A\nSound level\nRegulation (EU) No 540/2014\nA’\n(c)\nthe following row shall be inserted in Table 2 of Appendix 1 of Part I:\nItem\nSubject\nRegulatory act\nSpecific issues\nApplicability and specific requirements\n‘1A\nSound level\nRegulation (EU) No 540/2014\nA’\n2.\nIn Annex VI, the following row shall be inserted in the table in the Appendix to Model A:\nItem\nSubject\nRegulatory act reference\nAs amended by\nApplicable to versions\n‘1A\nSound Level\nRegulation (EU) No 540/2014’\n3.\nAnnex XI shall be amended as follows:\n(a)\nin Appendix 1, the following row shall be inserted in the table:\nItem\nSubject\nRegulatory act reference\nM1 ≤ 2 500 (1) kg\nM1 > 2 500 (1) kg\nM2\nM3\n‘1A\nSound level\nRegulation (EU) No 540/2014\nH\nG+H\nG+H\nG+H’\n(b)\nin Appendix 2, the following row shall be inserted in the table:\nItem\nSubject\nRegulatory act reference\nM1\nM2\nM3\nN1\nN2\nN3\nO1\nO2\nO3\nO4\n‘1A\nSound level\nRegulation (EU) No 540/2014\nX\nX\nX\nX\nX\nX’\n(c)\nin Appendix 3, the following row shall be inserted in the table:\nItem\nSubject\nRegulatory act reference\nM1\n‘1A\nSound level\nRegulation (EU) No 540/2014\nX’\n(d)\nin Appendix 4, the following row shall be inserted in the table:\nItem\nSubject\nRegulatory act reference\nM1\nM2\nM3\nN1\nN2\nN3\nO1\nO2\nO3\nO4\n‘1A\nSound level\nRegulation (EU) No 540/2014\nH\nH\nH\nH\nH’\n(e)\nin Appendix 5, the following row shall be inserted in the table:\nItem\nSubject\nRegulatory act reference\nMobile crane of category N 3\n‘1A\nSound level\nRegulation (EU) No 540/2014\nT’\nPart B\n1.\nAnnex IV shall be amended as follows:\n(a)\nItem 1 in the table in Part I shall be deleted;\n(b)\nItem 1 in Table 1 of Appendix 1 to Part I shall be deleted;\n(c)\nItem 1 in Table 2 of Appendix 1 to Part I shall be deleted;\n(d)\nItem 1 of the table in Part II shall be deleted.\n2.\nIn Annex VI, in the table in the Appendix to Model A, Item 1 shall be deleted.\n3.\nAnnex XI shall be amended as follows:\n(a)\nItem 1 in the table in Appendix 1 shall be deleted;\n(b)\nItem 1 in the table in Appendix 2 shall be deleted;\n(c)\nItem 1 in the table in Appendix 3 shall be deleted;\n(d)\nItem 1 in the table in Appendix 4 shall be deleted;\n(e)\nItem 1 in the table in Appendix 5 shall be deleted.\nANNEX XII\nCORRELATION TABLE\nDirective 70/157/EEC\nThis Regulation\nArticle 1\n—\nArticle 2\nArticle 4(1) and (2)\nArticle 2a\nArticle 4(3) and (4)\nArticle 3\n—\nArticle 4\n—\nArticle 5\n—\nAnnex I, point 1\nAnnex I, point 1\nAnnex I, point 3\nAnnex I, point 2\nAnnex I, point 4\nAnnex I, point 3\nAnnex I, point 5\nAnnex I, point 4\nAnnex I, point 6\nAnnex I, point 5\nAnnex I, Appendix 1\nAnnex I, Appendix 1\nAnnex I, Appendix 2\nAnnex I, Appendix 2\nAnnex I, point 2\nAnnex III\nAnnex II, points 1, 2, 3 and 4\nAnnex IX, points 1, 2, 3 and 4\nAnnex II, points 5 and 6\nAnnex IX, points 7 and 8\nAnnex II, Appendix 1\nAnnex IX, Appendix 1\nAnnex II, Appendix 2\nAnnex IX, Appendix 2\nAnnex II, Appendix 3\nAnnex IX, Appendix 3\nAnnex III\n—", "summary": "Curbing the sound levels of motor vehicles\nCurbing the sound levels of motor vehicles\nSUMMARY OF:\nRegulation (EU) No 540/2014 on the sound level of motor vehicles and of replacement silencing systems\nWHAT IS THE AIM OF THE REGULATION?\n              \nThe regulation aims to cut major sources of noise caused by motor vehicles.\nKEY POINTS\n              \nThis regulation aims to improve environmental protection and public safety and to ensure a better quality of life and health for people in the EU by reducing major sources of noise caused by motor vehicles.\nIt does so by setting out the administrative and technical requirements for the EU approval of all new vehicles of certain categories (referred to in Article 2 of and Annex II to Directive 2007/46/EC) with regard to their sound level and for the EU approval of replacement silencing systems and related components.\nThe EU approval is called ‘type-approval’ and is the procedure referred to in Article 3 of Directive 2007/46/EC with regard to sound levels.\nThe regulation sets noise-limit values for the different vehicle categories and a timeframe for implementation.\nIt lays out rules on labelling and consumer information, and the development of acoustic alert systems. Noise limit values are maximum levels of sound measured in decibels and are listed in Annex III.\nLabelling and consumer information\nAs per Article 7 of the regulation, vehicle manufacturers and distributors will try to ensure that the sound level of each vehicle in decibels is displayed in a prominent position at the point of sale and in technical promotional material.\nAcoustic systems for electric vehicles\nVehicles will need to be equipped in the coming years with acoustic vehicle alerting systems (AVAS) to compensate for the lack of audible signals in electric and hybrid electric vehicles. The aim here is to increase the awareness of road users and, in particular, of blind and visually impaired pedestrians and cyclists.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 1 July 2016.\nBACKGROUND\n              \nFor more information, see:\nReducing noise in the automotive industry\n(European Commission)\nMAIN DOCUMENT\n            \nRegulation (EU) No 540/2014 of the European Parliament and of the Council of 16 April 2014 on the sound level of motor vehicles and of replacement silencing systems, and amending Directive 2007/46/EC and repealing Directive 70/157/EEC (OJ L 158, 27.5.2014, pp. 131-195)\nSuccessive amendments and corrections to Regulation (EU) No 540/2014 have been incorporated in the basic text. This consolidated version is for reference purpose only.\nRELATED DOCUMENTS\n            \nCommission Delegated Regulation (EU) 2017/1576 of 26 June 2017 amending Regulation (EU) No 540/2014 of the European Parliament and of the Council as regards the Acoustic Vehicle Alerting System requirements for vehicle EU-type approval (OJ L 239, 19.9.2017, pp. 3-7)\nDirective 2007/46/EC of the European Parliament and of the Council of 5 September 2007 establishing a framework for the approval of motor vehicles and their trailers, and of systems, components and separate technical units intended for such vehicles (Framework Directive) (OJ L 263, 9.10.2007, pp. 1-160).\nSee consolidated version.\nlast update 03.10.2018", "tags": ["noise level", "spare part", "noise pollution", "noise protection", "technical specification", "harmonisation of standards", "motor vehicle", "Community certification", "production standard", "vehicle parts"], "subjects": ["Environment", "Internal market - Principles", "Protocol on Ireland/Northern Ireland"], "split": "validation", "reference_annotations": {"32014R0540_p1": {"text": "regulation 540/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 16 April 2014---on the sound level of motor vehicles and of replacement silencing systems, and amending directive 2007/46/ec and repealing directive 70/157/eec", "triples": [" regulation 540/2014,  amending,  directive 2007/46/ec", " regulation 540/2014,  repealing,  directive 70/157/eec"]}, "32014R0540_p2": {"text": "(10)  regulation 765/2008 of the European Parliament and of the Council of 9 July 2008 setting out the requirements for accreditation and market surveillance relating to the marketing of products and repealing regulation 339/93 (OJ L 218, 13.8.2008, p. 30).", "triples": [" regulation 765/2008,  repealing,  regulation 339/93"]}}, "summary_annotations": {"32014R0540_p1": {"text": "regulation 540/2014 of the European Parliament and of the Council of 16 April 2014 on the sound level of motor vehicles and of replacement silencing systems, and amending directive 2007/46/ec and repealing directive 70/157/eec (OJ L 158, 27.5.2014, pp. 131-195)", "triples": [" regulation 540/2014,  amending,  directive 2007/46/ec", " regulation 540/2014,  repealing,  directive 70/157/eec"]}, "32014R0540_p2": {"text": "Commission Delegated regulation 2017/1576 of 26 June 2017 amending regulation 540/2014 of the European Parliament and of the Council as regards the Acoustic Vehicle Alerting System requirements for vehicle EU-type approval (OJ L 239, 19.9.2017, pp. 3-7)", "triples": [" regulation 2017/1576,  amending,  regulation 540/2014"]}}}