{"celex_id": "31992L0091", "reference": "28.11.1992\nEN\nOfficial Journal of the European Communities\nL 348/9\nCOUNCIL DIRECTIVE 92/91/EEC\nof 3 November 1992\nconcerning the minimum requirements for improving the safety and health protection of workers in the mineral-extracting industries through drilling (eleventh individual Directive within the meaning of Article 16 (1) of Directive 89/391/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES,\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 118a thereof,\nHaving regard to the proposal from the Commission (1), drawn up after consultation with the Safety and Health Commission for the Mining and other Extractive Industries,\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Article 118a of the EEC Treaty provides that the Council shall adopt, by means of Directives, minimum requirements for encouraging improvements, especially in the working environment, to guarantee a better level of protection of the safety and health of workers;\nWhereas, pursuant to that Article, such Directives must avoid imposing administrative, financial and legal constraints which would hold back the creation and development of small and medium-sized undertakings;\nWhereas the improvement of workers' safety, hygiene and health at work is an objective which should not be subordinated to purely economic considerations;\nWhereas Council Directive 89/654/EEC of 30 November 1989 concerning the minimum safety and health requirements for the workplace (first individual Directive within the meaning of Article 16 (1) of Directive 89/391/EEC (4)) does not apply to the extractive industries;\nWhereas compliance with the minimum requirements designed to guarantee a better standard of safety and health for the mineral-extracting industries through drilling is essential to ensure the safety and health of workers;\nWhereas the mineral-extracting industries through drilling constitute an area of activity likely to expose workers to particularly high levels of risk;\nWhereas this Directive is an individual directive within the meaning of Article 16 (1) of Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work (5); whereas, therefore, the provisions of the said Directive apply in full to the mineral-extracting industries through drilling without prejudice to more stringent and/or specific provisions contained in this Directive;\nWhereas this Directive is a practical contribution towards creating the social dimension of the internal market,\nHAS ADOPTED THIS DIRECTIVE:\nSECTION 1\nGENERAL PROVISIONS\nArticle 1\nSubject\n1.   This Directive, which is the eleventh individual Directive within the meaning of Article 16 (1) of Directive 89/391/EEC, lays down minimum requirements for the safety and health protection of workers in the mineral-extracting industries through drilling defined in Article 2 (a).\n2.   The provisions of Directive 89/391/EEC shall apply in full to the sphere referred to in paragraph 1, without prejudice to more stringent and/or specific provisions contained in this Directive.\nArticle 2\nDefinitions\nFor the purpose of this Directive:\n(a)\nmineral-extracting industries through drilling shall mean all the industries practising:\n—\nextraction, in the strict sense of the word, of minerals through drilling by boreholes, and/or\n—\nprospection with a view to such extraction,\nand/or\n—\npreparation of extracted materials for sale, excluding the activities of processing the materials extracted;\n(b)\nworkplace shall mean the whole area intended to house workstations, relating to the immediate and ancillary activities and installations of the mineral-extracting industries through drilling, including accommodation, where provided, to which workers have access in the context of their work.\nSECTION II\nEMPLOYERS' OBLIGATIONS\nArticle 3\nGeneral obligations\n1.   To safeguard the safety and health of workers, the employer shall take the necessary measures to ensure that:\n(a)\nworkplaces are designed, constructed, equipped, commissioned, operated and maintained in such a way that workers can perform the work assigned to them without endangering their safety and/or health and/or those of other workers;\n(b)\nthe operation of workplaces when workers are present takes place under the supervision of a person in charge;\n(c)\nwork involving a special risk is entrusted only to competent staff and carried out in accordance with the instructions given;\n(d)\nall safety instructions are comprehensible to all the workers concerned;\n(e)\nappropriate first-aid facilities are provided;\n(f)\nany relevant safety drills are performed at regular intervals.\n2.   The employer shall ensure that a document concerning safety and health, hereinafter referred to as ‘safety and health document’, covering the relevant requirements laid down in Articles 6, 9 and 10 of Directive 89/391 /EEC, is drawn up and kept up to date.\nThe safety and health document shall demonstrate in particular:\n—\nthat the risks incurred by the workers at the work place have been determined and assessed,\n—\nthat adequate measures will be taken to attain the aims of this Directive,\n—\nthat the design, use and maintenance of the workplace and of the equipment are safe.\nThe safety and health document must be drawn up prior to the commencement of work and be revised if the workplace has undergone major changes, extensions or conversions.\n3.   Where workers from several undertakings are present at the same workplace, each employer shall be responsible for all matters under his control.\nThe employer who, in accordance with national laws and /or practices, is in charge of the workplace, shall coordinate the implementation of all the measures concerning the safety and health of the workers and shall state, in his safety and health document, the aim of that coordination and the measures and procedures for implementing it.\nThe coordination shall not affect the responsibility of the individual employers as provided for in Directive 89/391/EEC.\n4.   The employer shall, without delay, report any serious and /or fatal occupational accidents and situations of serious danger to the competent authorities.\nIf necessary, the employer shall update the safety and health document recording measures taken to avoid any repetition.\nArticle 4\nProtection from fire, explosions and health-endangering atmospheres\nThe employer shall take measures and precautions appropriate to the nature of the operation:\n—\nto avoid, detect and combat the starting and spread of fires and explosions,\nand\n—\nto prevent the occurance of explosive and/or health-endangering atmospheres.\nArticle 5\nEscape and rescue facilities\nThe employer shall provide and maintain appropriate means of escape and rescue in order to ensure that workers have adequate opportunities for leaving the workplaces promptly and safely in the event of danger.\nArticle 6\nCommunication, warning and alarm systems\nThe employer shall take the requisite measures to provide the necessary warning and other communication systems to enable assistance, escape and rescue operations to be launched immediately if the need arises.\nArticle 7\nKeeping workers informed\n1.   Without prejudice to Article 10 of Directive 89/391/EEC, workers and/or their representatives shall be informed of all measures to be taken concerning safety and health at workplaces, and in particular of those relating to the implementation of Article 3 to 6.\n2.   The information must be comprehensible to the workers concerned.\nArticle 8\nHealth surveillance\n1.   To ensure that workers receive health surveillance appropriate to the health and safety risks they incur at work, measures shall be introduced in accordance with national law and/or practices.\n2.   The measures referred to in paragraph 1 shall be such that each worker shall be entitled to or shall undergo health surveillance before being assigned to duties related to the activities referred to in Article 2 and subsequently at regular intervals.\n3.   Health surveillance may be provided as part of a national health system.\nArticle 9\nConsultation of workers and workers' participation\nConsultation and participation of workers and/or of their representatives shall take place in accordance with Article 11 of Directive 89/391 /EEC on the matters covered by this Directive.\nArticle 10\nMinimum requirements for safety and health\n1.   Workplaces used for the first time after the date on which this Directive is brought into effect as referred to in Article 12 (1) must satisfy the minimum safety and health requirements laid down in the Annex.\n2.   Workplaces already in use before the date on which this Directive is brought into effect as referred to in Article 12 (1) must satisfy the minimum safety and health requirements laid down in the Annex as soon as possible and at the latest five years after that date.\n3.   When workplaces undergo changes, extensions and /or conversions after the date on which this Directive is brought into effect as referred to in Article 12 (1), the employer shall take the measures necessary to ensure that those changes, extensions and/or conversions are in compliance with the corresponding minimum requirements laid down in the Annex.\nSECTION III\nOTHER PROVISIONS\nArticle 11\nAdjustments to the Annexes\nPurely technical adjustments to the Annexes in line with:\n—\nthe adoption of Directives in the field of technical harmonization and standardization concerning the mineral-extracting industries through drilling,\nand/or\n—\ntechnical progress, changes in international regulations or specifications, and new findings concerning the mineral-extracting industries through drilling,\nshall be adopted in accordance with the procedure laid down in Article 17 of Directive 89/391/EEC.\nArticle 12\nFinal provisions\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive not later than 24 months after its adoption. They shall forthwith inform the Commission thereof.\n2.   When Member States adopt the provisions referred to in paragraph 1, these shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such reference shall be adopted by Member States.\n3.   Member States shall communicate to the Commission the texts of the provisions of national law which they have already adopted or are adopt in the field governed by this Directive.\n4.   Member States shall report to the Commission every five years on the practical implementation of this Directive, indicating the views of employers and workers.\nThe Commission shall inform the European Parliament, the Council, the Economic and Social Committee, the Safety and Health Commission for the Mining and Other Extractive Industries and the Advisory Committee on Safety, Hygiene and Health Protection at Work thereof.\nArticle 13\nThis Directive is addressed to the Member States.\nDone at Brussels, 3 November 1992.\nFor the Council\nThe President\nDENTON OF WAKEFIELD\n(1)  OJ No C 32, 7. 2. 1991, p. 7.\n(2)  OJ No C 280, 28. 10. 1991, p. 79; and\nOJ No C 241, 21. 9. 1992, p. 88.\n(3)  OJ No C 191, 22. 7. 1991, p. 34.\n(4)  OJ No L 393, 30. 12. 1989, p. 1.\n(5)  OJ No L 183, 29. 6. 1989, p. 1.\nANNEX\nMINIMUM SAFETY AND HEALTH REQUIREMENTS AS REFERRED TO IN ARTICLE 10 OF THE DIRECTIVE\nPreliminary note\nThe obligations laid down in this Annex apply whenever required by the features of the workplace, the activity, the circumstances or a specific risk.\nPART A\nCommon minimum requirements applicable to the on-shore and off-shore sectors\n1.   Stability and solidity\nWorkplaces must be designed, constructed, erected, operated, supervised and maintained to withstand the environmental forces anticipated.\nThey must have a structure and solidity appropriate to the nature of their use.\n2.   Organization and supervision\n2.1.   Organization of the workplace\n2.1.1.\nWorkplaces must be so organized as to provide adequate protection against hazards. They must be kept clean, with any hazardous substances or deposits removed or controlled in order not to endanger the health and safety of workers.\n2.1.2.\nWorkstations must be designed and constructed according to ergonomic principles taking into account the need for workers to follow operations carried out at their workstations.\n2.1.3.\nAreas within which there is a special hazard must be delineated and warning signs placed.\n2.2.   Person in charge\nA responsible person who has the skills and competence required for this duty, in accordance with the national laws and/or practices, and who has been appointed by the employer, must at all times be in charge of every workplace when workers are present.\nThe employer may personally assume responsibility for the workplace as referred to in the first paragraph, if he has the skills and competence required for the purpose, in accordance with national laws and/or practices.\n2.3.   Supervision\nTo ensure workers' safety and health protection during all operations undertaken, the necessary supervision must be provided by persons having the skills and competence for this duty, in accordance with the national laws and /or practices, having been appointed by the employer or on his behalf and acting on his behalf.\nThe employer may personally undertake the supervision referred to in the first subparagraph if he has the skills and competence required for the purpose, in accordance with national laws and/or practices.\n2.4.   Competent workers\nWhen workers are present at any workplace, there must be a sufficient number of workers with the requisite skills, experience and training to perform the tasks assigned to them.\n2.5.   Information, instructions and training\nWorkers must be given the necessary information, instructions, training and retraining to ensure their health and safety.\nThe employer must ensure that workers receive comprehensible instructions so as not do endanger their safety and health or those of other workers.\n2.6.   Written instructions\nWritten instructions specifying rules to be observed to ensure the safety and health of workers and the safe use of equipment must be drawn up for every workplace.\nThese must include information on the use of emergency equipment and action to be taken in the event of an emergency at or near the workplace.\n2.7.   Safe working methods\nSafe working methods must be applied at each workplace or in respect of each activity.\n2.8.   Work permits\nThere required by the safety and health document, a system of work permits must be introduced for carrying out both hazardous activities and usually straightforward activities which may interact with other activities to cause serious hazards.\nWork permits must be issued by a person in charge prior to the commencement of work and must specify the conditions to be fulfilled and the precautions to be taken before, during and after the work.\n2.9.   Regular review of safety and health measures\nThe employer must ensure that the measures taken to protect the safety and health of the workers, including the safety and health management system, are regularly reviewed to ensure compliance with this Directive.\n3.   Mechanical and electrical equipment and plant\n3.1.   General\nSelection, installation, commissioning, operation and maintenance of mechanical and electrical equipment must take place with due regard for the safety and health of workers, taking into consideration other provisions of this Directive and of Directives 89/392/EEC (1) and 89/655/EEC (2).\nIf located in an area within which risk of fire or explosion from ignition of gas, vapour or volatile liquid exists or is likely to exist, it must be suitable for use in that area.\nEquipment must, if necessary, be fitted with suitable protective devices and fail-safe systems.\n3.2.   Specific provisions\nMechanical equipment and plant must be of adequate strength and free from patent defect and suitable for the purpose for which it is intended.\nElectrical equipment and plant must be of sufficient size and power for the purpose for which it is intended.\n4.   Maintenance\n4.1.   General maintenace\nA suitable scheme should be set up providing for the systematic examination, maintenance and, where appropriate, testing of mechanical and electrical equipment and plant.\nAll maintenance, examination and testing of any part of the plant and equipment must be carried out by a competent person.\nRecords of examinations and tests must be made and kept in an appropriate manner.\n4.2.   Safety equipment maintenance\nAdequate safety equipment must be maintained ready for use and in good working order at all times.\nMaintenance must be undertaken with due regard to operations.\n5.   Well control\nSuitable well control equipment must be provided for use during borehole operations to protect against blowouts.\nDeployment of such equipment must take into account the prevailing well and operational conditions.\n6.   Protection from harmful atmospheres and explosion risks\n6.1.   Measures must be taken for assessing the presence of harmful and/or potentially explosive substances in the atmosphere and for measuring the concentration of such substances.\nWhere required by the safety and health document, monitoring devices measuring gas concentrations at specified places automatically and continuously, automatic alarms and devices to cut off power automatically from electrical installations and internal combustion engines must be provided.\nWhere automatic measurements are provided for, the values measured must be recorded and kept as stipulated in the safety and health document.\n6.2.   Protection from harmful atmospheres\n6.2.1.\nWhere harmful substances accumulate or may accumulate in the atmosphere, appropriate measures must be taken to ensure their collection at source and removal.\nThe system must be capable of dispersing such harmful atmosphere in such a way that workers are not at risk.\n6.2.2.\nWithout prejudice to Directive 89/656/EEC (3), appropriate and sufficient breathing and resuscitation equipment must be available in areas where workers must be exposed to atmospheres which are harmful to health.\nIn such cases, a sufficient number of workers trained to use such equipment must be present at the workplace.\nThe equipment must be suitably stored and maintained.\n6.2.3.\nWhere hydrogen sulphide or other toxic gases are or may be present in the atmosphere, a protection plan detailing the protective equipment available and the preventive measures taken must be held at the disposal of the competent authorities.\n6.3.   Prevention of risks of explosion\n6.3.1.\nAll necessary measures must be taken to prevent the occurrence and accumulation of explosive atmospheres.\n6.3.2.\nIn areas where there are risks of explosion, all necessary measures must be taken to prevent the ignition of explosive atmospheres.\n6.3.3.\nAn explosion prevention plan detailing the equipment and measures required must be prepared.\n7.   Emergency routes and exits\n7.1.\nEmergency routes and exits must remain clear and lead by the most direct means to the open air or to a safe area, a safe assembly point or a safe evacuation point.\n7.2.\nIn the event of danger, it must be possible for workers to evacuate all workstations quickly and as safely as possible.\n7.3.\nThe number, distribution and dimensions of the emergency routes and exits depend on the use, equipment and dimensions of the workplaces and the maximum number of persons that may be present.\nAccommodation and rest rooms must have at least two separate escape routes situated as far apart as possible and leading to a safe area, a safe assembly point or a safe evacuation point.\n7.4.\nEmergency doors must open outwards or, if this is impossible, be sliding doors.\nEmergency doors should not be so locked or fastened that they cannot be easily and immediately opened by any person who may require to use them in an emergency.\n7.5.\nSpecific emergency routes and exits must be indicated by signs in accordance with the national regulations transposing Directive 92/58/EEC (4) into law.\n7.6.\nEmergency doors must not be locked.\nThe emergency routes and exits, and the traffic routes and doors giving access to them, must be free from obstruction so that they can be used at any time without hindrance.\n7.7.\nEmergency routes and exits requiring illumination must be provided with emergency lighting of adequate intensity in case the lighting fails.\n8.   Ventilaton of enclosed workplaces\n8.1.\nSteps shall be taken to ensure that there is sufficient fresh air in enclosed workplaces, having regard to the working methods used and the physical demands placed on the workers.\nIf a forced ventilation system is used, it must be maintained in working order.\nAny breakdown must be indicated by a control system where this is necessary for workers' health.\n8.2.\nIf air-conditioning or mechanical ventilation installations are used, they must operate in such a way that workers are not exposed to draughts which cause discomfort.\nAny deposit or dirt likely to create an immediate danger to the health of workers by polluting the atmosphere must be removed without delay.\n9.   Room temperature\n9.1.\nDuring working hours, the temperature in rooms containing workplaces must be adequate for human beings, having regard to the working methods being used and the physical demands placed on the workers.\n9.2.\nThe temperature in rest areas, rooms for duty staff, sanitary facilities, canteens and first aid rooms must be appropriate to the particular purpose of such areas.\n9.3.\nWindows, skylights and glass partitions should allow excessive effects of sunlight in workplaces to be avoided, having regard to the nature of the work and of the workplace.\n10.   Floors, walls, ceilings and roofs of rooms\n10.1.\nThe floors of workplaces must have no dangerous bumps, holes or slopes and must be fixed, stable and not slippery.\nWorkplaces containing workstations must be adequately insulated against heat, bearing in mind the type of undertaking involved and the physical activity of the workers.\n10.2.\nThe surfaces of floors, walls and ceilings in rooms must be such that they can be cleaned or refurbished to an appropriate standard of hygiene.\n10.3.\nTransparent or translucent walls, in particular all-glass partitions, in rooms or in the vicinity of workplaces and traffic routes must be clearly indicated and made of safety material or be shielded from such place or traffic routes to prevent workers from coming into contact with walls or being injured should the walls shatter.\n10.4.\nAccess to roofs made of materials of insufficient strength must not be permitted Unless equipment is provided to ensure that the work can be carried out in a safe manner.\n11.   Natural and artificial lighting\n11.1.\nEvery workplace must be provided throughout with lighting capable of supplying illumination sufficient to ensure the health and safety of persons therein.\n11.2.\nWorkplaces must as far as possible receive sufficient natural light and be equipped, taking into account climatological conditions, with artificial lighting adequate for the protection of workers' safety and health.\n11.3.\nLighting installations in rooms containing workplaces and in passageways must be placed in such a way that the type of lighting does not present a risk of accident to workers.\n11.4.\nWorkplaces in which workers are especially exposed to risks in the event of failure or artifical lighting must be provided with emergency lighting of adequate intensity.\n11.5.\nLighting installations must be designed to ensure that operational control areas, escape routes, embarkation areas and hazardous areas remain illuminated.\nWhere workplaces are occupied only occasionally, the obligation referred to in the first paragraph is limited to the period during which workers are present.\n12.   Windows and skylights\n12.1.\nWindows, skylights and ventilation devices which are meant to be opened, adjusted or secured must be designed so that these operations can be carried out safely.\nThey must not be positioned so as to constitute a hazard to workers when open.\n12.2.\nIt must be possible to clean windows and skylights without risk.\n13.   Doors and gates\n13.1.\nThe position, number and dimensions of doors and gates, and the materials used in their construction, are determined by the nature and use of the rooms or areas.\n13.2.\nTransparent doors must be appropriately marked at a conspicuous level.\n13.3.\nSwing doors and gates must be transparent or have see-through panels.\n13.4.\nIf transparent or translucent surfaces in doors and gates are not made of safety material and if there is a danger that workers may be injured if a door or gate should shatter, the surfaces must be protected against breakage.\n13.5.\nSlidings doors must be fitted with a safety device to prevent them from being derailed and falling over unexpectedly.\n13.6.\nDoors and gates opening upwards must be fitted with a mechanism to secure them against falling back unexpectedly.\n13.7.\nDoors along escape routes must be appropriately marked.\nIt must be possible to open them from the inside at any time without special assistance.\nIt must be possible to open the doors when the workplaces are occupied.\n13.8.\nDoors for pedestrians must be provided in the immediate vicinity of any gates intended essentially for vehicle traffic, unless it is safe for pedestrians to pass through; such doors must be clearly marked and left permanently unobstructed.\n13.9.\nMechanical doors and gates must function without risk of accident to workers.\nThey must be fitted with easily identifiable and accessible emergency shut-down devices and, unless they open automatically in the event of a power failure, it must also be possible to open them manually.\n13.10.\nWhere chains or similar devices are used to prevent access at any place, these should be clearly visible and appropriately identified by signs denoting any prohibition or warning.\n14.   Traffic routes\n14.1.\nIt must be possible to reach workplaces without danger and leave them quickly and safely in an emergency.\n14.2.\nTraffic routes, including stairs, fixed ladders and loading bays and ramps, must be calculated, dimensioned and located to ensure easy, safe and appropriate access for pedestrians or vehicles in such a way as not to endanger workers employed in the vicinity of these traffic routes.\n14.3.\nRoutes used for pedestrian traffic and /or goods traffic must be dimensioned in accordance with the number of potential users and the type of undertaking.\nIf means of transport are used on traffic routes, a sufficient safety clearance must be provided for pedestrians.\n14.4.\nSufficient clearence must be allowed between vehicle traffic routes and doors, gates, passages for pedestrians, corridors and staircases.\n14.5.\nTraffic and access routes must be clearly identified for the protection of workers.\n15.   Danger areas\n15.1.\nIf the workplaces contain danger areas in which, owing to the nature of the work, there are risks including that of the worker or objects falling, the places must be equipped, as far as possible, with devices preventing unauthorized workers from entering those areas.\n15.2.\nAppropriate measures must be taken to protect workers authorized to enter danger areas.\n15.3.\nDanger areas must be clearly indicated.\n16.   Room dimensions and air space in rooms — freedom of movement at the workstation\n16.1.\nWorkrooms must have sufficient surface area, height and air space to allow workers to perform their work without risk to their safety, health or well-being.\n16.2.\nThe dimensions of the unoccupied area at the workstation must allow workers sufficient freedom of movement and enable them to perform their work safely.\n17.   Rest rooms\n17.1.\nWhere the safety or health of workers, in particular because of the type of activity carried out or the presence of more than a certain number of employees, so requires, workers must be provided with an easily accessible rest room.\nThis provision does not apply if the workers are employed in offices or similar workrooms providing equivalent relaxation during breaks.\n17.2.\nRest rooms must be large enough and equipped with an adequate number of tables and seats with backs for the number of workers.\n17.3.\nIn rest rooms appropriate measures must be introduced for the protection of non-smokers against discomfort caused by tobacco smoke.\n17.4.\nIf working hours are regularly and frequently interrupted and there is no rest room, other rooms must be provided in which workers can stay during such interruptions, wherever this is required for the safety or health of workers.\nAppropriate measures should be taken for the protection of non-smokers against discomfort caused by tobacco smoke.\n18.   Outdoor workplaces\n18.1.\nWorkstations, traffic routes and other areas or installations outdoors which are used or occupied by the workers in the course of their activity must be organized in such a way that pedestrians and vehicles can circulate safely.\n18.2.\nWorkplaces outdoors must be adequately lit by artifical lighting if daylight is not adequate.\n18.3.\nWhen workers are employed at workstations outdoors, such workstations must as far as possible be arranged so that workers:\n(a)\nare protected against inclement weather conditions and if necessary against falling objects;\n(b)\nare not exposed to harmful noise levels nor to harmful external influences such as gases, vapours or dust;\n(c)\nare able to leave their workstations swiftly in the event of danger or are able to be rapidly assisted;\n(d)\ncannot slip or fall.\n19.   Pregnant women and nursing mothers\nPregnant women and nursing mothers must be able to lie down to rest in appropriate conditions.\n20.   Handicapped workers\nWorkplaces must be organized to take account of handicapped workers, if necessary.\nThis provision applies in particular to the doors, passageways, staircases, showers, washbasins, lavatories and workstations used or occupied directly by handicapped persons.\nPART B\nSpecial minimum requirements applicable to the on-shore sector\n1.   Fire detection and fire fighting\n1.1.\nWherever workplaces are designed, constructed, equipped, commissioned, operated or maintained, adequate measures must be taken to prevent fires from starting and spreading from the sources identified in the safety and health document.\nProvision must be made for fast and effective fire fighting.\n1.2.\nWorkplaces must be equipped with appropriate fire-fighting equipment and, as necessary, with fire detectors and alarm systems.\n1.3.\nNon-automatic fire-fighting equipment must be easily accessible and simple to use and, where necessary, protected from damage.\n1.4.\nA fire protection plan detailing the precautions to be taken, in accordance with Articles 3,4,5 and 6 of this Directive, to protect against, detect and combat the outbreak and spread of fires must be kept on site.\n1.5.\nThe fire-fighting equipment must be indicated by signs in accordance with the national regulations transposing Directive 92/58/EEC into law.\nSuch signs must be placed at appropriate points and be made to last.\n2.   Remote control in emergencies\nWhere required by the safety and health document, certain equipment must be capable of remote control at suitable locations in the event of an emergency.\nSuch equipment must include systems for the isolation and blowdown of wells, plant and pipelines.\n3.   Communication, general and emergency\n3.1.\nWhere required by the safety and health document, every workplace at which workers are present must be provided with:\n(a)\nan acoustic and optical system capable of transmitting an alarm indication to every manned part of the workplace as necessary;\n(b)\nan acoustic system capable of being heard distinctly at all parts of the installation where workers are frequently present.\n3.2.\nFacilities for raising the alarm must be provided at suitable locations.\n3.2.\nWhen workers are present at workplaces which are not normally manned, appropriate communication systems must be placed at their disposal.\n4.   Safe assembly points and muster list\nWhere required by the safety and health document, safe assembly points should be specified, muster lists should be maintained and the necessary action should be taken.\n5.   Means of evacuation and escape\n5.1.\nWorkers must be trained in the appropriate actions to be taken in emergencies.\n5.2.\nRescue equipment must be provided at readily accessible and appropriately sited places and kept ready for use.\n5.3.\nWhere escape routes are difficult, and where irrespirable atmospheres are or may be present, self-contained escape apparatus must be provided for immediate use at the workstation.\n6.   Safety drills\nSafety drills must be held at regular intervals at all workplaces at which workers are usually present.\nThe main purpose of such drills is to train and check the skills of workers to whom specific duties have been assigned in the event of emergency involving the use, handling or operation of emergency equipment, taking into account the criteria laid down in the safety and health document referred to in point 1.1.\nWhere appropriate, workers, who have been so assigned, should also be drilled in the correct use, handling or operation of that equipment.\n7.   Sanitary equipment\n7.1.   Changing rooms and lockers\n7.1.1.\nAppropriate changing rooms must be provided for workers if they have to wear special work clothes and where, for reasons of health or propriety, they cannot be expected to change in another room.\nChanging rooms must be easily accessible, be of sufficient capacity and be provided with seating.\n7.1.2.\nChanging rooms must be sufficiently large and have facilities to enable each worker to lock away his/her clothes during working hours.\nIf circumstances so require (e.g. dangerous substances, humidity, dirt), lockers for work clothes must be separate from those for ordinary clothes.\nProvision must be made to enable wet work clothes to be dried.\n7.1.3.\nProvision must be made for separate changing rooms or separate use of changing rooms for men and women.\n7.1.4.\nIf changing rooms are not required under point 7.1.1. each worker must be provided with a place to store his/her clothes.\n7.2.   Showers and washbasins\n7.2.1.\nAdequate and suitable showers must be provided for workers if required by the nature of the work or for health reasons.\nProvision must be made for separate shower rooms or separate use of shower rooms for men and women.\n7.2.2.\nThe shower rooms must be sufficiently large to permit each worker to wash without hindrance in conditions of an appropriate standard of hygiene.\nThe showers must be equipped with hot and cold running water.\n7.2.3.\nWhere showers are not required under the first subparagraph of point 7.2.1, adequate and suitable washbasins with running hot and could water must be provided in the vicinity of the workstations and the changing rooms.\nSuch washbasins must be separate for, or used separately by, men and women when so required for reasons of propriety.\n7.2.4.\nWhere the rooms housing the showers or washbasins are separate from the changing rooms, there must be easy communication between the two.\n7.3.   Lavatories and washbasins\nSeparate facilities must be provided in the vicinity of workstations, rest rooms, changing rooms and rooms housing showers or washbasins, with an adequate number of lavatories and washbasins.\nProvision must be made for separate lavatories or separate use of lavatories for men and women.\n8.   First aid rooms and equipment\n8.1.\nFirst aid equipment must be appropriate to the type of activity carried out.\nOne or more first aid rooms must be provided.\nClearly visible first aid instruction in the event of accidents must be displayed in these rooms.\n8.2.\nFirst aid rooms must be fitted with essential first aid installations and equipment and be easily accessible to stretchers.\nThey must be signposted in accordance with the national regulations transposing Directive 92/58/EEC into law.\n8.3.\nIn addition, first aid equipment must be available in all places where working conditions require it.\nThis equipment must be suitably marked and easily accessible.\n8.4.\nA sufficient number of workers must be trained in the use of the first aid equipment provided.\n9.   Traffic routes\nWhere road vehicles enter the workplace, traffic regulations must be established as necessary.\nPART C\nSpecial minimum requirements applicable to the off-shore sector\n1.   Preliminary remark\n1.1.\nWithout prejudice to Article 3 (2), the employer who, in accordance with national legislation and/or practice, is responsible for the workplace covered by this Part C must ensure that the safety and health document shows that all relevant measures have been taken to protect the safety and health of workers in both normal and critical situations.\nTo this end, the document must:\n(a)\nidentify the special sources of hazard associated with the workplace, including any concomitant activity which could cause accidents likely to have serious consequences for the health and safety of the workers concerned;\n(b)\nassess the risks involved in the special sources of hazard referred to in (a);\n(c)\nshow that adequate precautions have been taken to avoid the accidents referred to in (a), to limit the spread of accidents and to allow efficient and controlled evacuation of the workplace in emergency situations;\n(d)\nshow that the management system is adequate to comply with the provisions of Directive 89/391/EEC and this Directive in both normal and critical situations.\n1.2.\nThe employer shall observe the procedures and arrangements laid down in the safety and health document during the planning and implementation of all the relevant stages covered by this Directive.\n1.3.\nDifferent employers who are responsible for different workplaces shall cooperate, where appropriate, in preparing safety and health documents and in measures necessary to ensure the safety and health of workers.\n2.   Fire detection and fire fighting\n2.1.\nAppropriate precautions, as identified by the safety and health document referred to in 1.1, must be undertaken to protect against, detect and combat the outbreak and spread of fires.\nWhere appropriate, fire walls should be provided for the purpose of segregating fire risk areas.\n2.2.\nAdequate fire detection and protection systems, fire-fighting systems and alarms must be provided at all workplaces in accordance with the risks identified in the safety and health document referred to in point 1.1.\nThese may include but are not limited to:\n—\nfire detection systems,\n—\nfire alarms,\n—\nfire water mains,\n—\nfire hydrants and hoses,\n—\nwater deluge systems and water monitors,\n—\nautomatic sprinkler systems,\n—\ngas extinguishant systems,\n—\nfoam systems,\n—\nportable fire extinguishers,\n—\nfireman's equipment.\n2.3.\nNon-automatic fire-fighting equipment must be easily accessible, simple to use and, where necessary, protected from damage.\n2.4.\nA fire protection plan detailing the precautions to protect against, detect and combat the outbreak and spread of fires must be kept at the workplace.\n2.5.\nEmergency systems must be segregated or otherwise afforded protection from accidents to the extent necessary to ensure that the emergency functions remain operational in an emergency.\nSuch systems shall be duplicated where appropriate.\n2.6.\nThe equipment must be indicated by signs in accordance with the national regulations transposing Directive 92/58/EEC into law.\nSuch signs must be placed at appropriate points and be made to last.\n3.   Remote control in emergencies\n3.1.\nWhere required by the safety and health document referred to in point 1.1, a remote control system in the event of an emergency must be set up.\nThat system must incorporate monitoring stations at suitable locations which may be used in the event of an emergency including, if necessary, monitoring stations at safe assembly points and evacuation stations.\n3.2.\nEquipment capable of remote control as referred to in point 3.1 must at least include systems for ventilation, emergency shutdown of equipment which could give rise to ignition, the prevention of the escape of flammable liquids and gas, fire protection and well control.\n4.   Communication: general and emergency\n4.1.\nWhere required by the safety and health document referred to in point 1.1, every workplace at which workers are present must be provided with:\n—\nan acoustic and optical system capable of transmitting an alarm to every manned part of the workplace as necessary,\n—\nan acoustic system capable of being heard distinctly in all parts of the installation where workers are frequently present,\n—\na system capable of maintaining communication with the shore and rescue services.\n4.2.\nSuch system must be capable of remaining operational in the event of an emergency.\nThe acoustic system should be supplemented by communication systems which are not reliant on vulnerable power supplies.\n4.3.\nFacilities for raising the alarm must be installed at suitable locations.\n4.4.\nWhen workers are present at workplaces which are not normally manned, communications systems appropriate to the circumstances must be provided.\n5.   Safe assembly points and muster list\n5.1.\nAdequate measures must be taken to protect evacuation points and safe assembly points from heat, smoke and, as far as possible, the effects of explosion, and to ensure that escape routes to and from evacuation points and safe assembly points remain passable.\nThese measures must be such as to provide protection to workers for a sufficient period to enable safe evacuation, escape and rescue to be organized and carried out where necessary.\n5.2.\nWhere required by the safety and health document referred to in 1.1, one of the protected locations specified in 5.1 must provide appropriate facilities to enable the equipment specified in point 3 of this Part C to be remote-controlled and the shore and emergency services to be communicated with.\n5.3.\nSafe assembly points and evacuation points must be readily accessible from accommodation and work areas.\n5.4.\nFor each individual safe assembly point, a list containing the names of workers assigned to that safe assembly point must be kept up to date and displayed.\n5.5.\nA list of persons assigned special duties in the event of an emergency must be provided and displayed at suitable locations at the workplace.\nTheir names must be noted in the written instructions referred to in point 3.6 of Part A.\n6.   Means of evacuation and escape\n6.1.\nWorkers must be trained in the appropriate actions to be taken in emergencies.\nIn addition to general emergency training, workers must receive training specific to the workplace which should be specified in the safety and health document referred to in point 1.1 concerning that workplace.\n6.2.\nWorkers must be given suitable training in survival techniques, taking into account the criteria laid down in the safety and health document referred to in point 1.1.\n6.3.\nSuitable and sufficient means of evacuation in an emergency and means of escape direct to the sea must be provided at every workplace.\n6.4.\nAn emergency plan for sea rescue and workplace evacuation situations must be drawn up.\nThe plan, which must be based on the safety and health document referred to in point 1.1, must provide for the use of standby vessels and helicopters and include criteria concerning the capacity and response time of standby vessels and helicopters.\nThe required response time must be given in the safety and health document for each installation.\nStandby vessels must be designed and equipped to meet evacuation and rescue requirements.\n6.5.\nThe minimum requirement for every survival craft (lifeboat), life-raft, life-buoy and life-jacket which is provided are that they:\n—\nmust be suitable and equipped to maintain life for a sufficient time,\n—\nmust be in sufficient number of all the workers likely to be present,\n—\nmust be of a type suitable for the workplace,\n—\nmust be properly constructed of suitable materials having regard to their life-saving function and the circumstances in which they may be used and kept ready for use, and\n—\nmust be of such colour as will make them conspicuous when in use, and equipped with devices such that the user can use them to attract the attention of rescuers.\n6.6.\nAdequate life-saving appliances must be available for immediate use.\n7.   Safety drills\nAt workplaces at which workers are usually present, safety drills must be held at regular intervals in which:\n—\nall workers to whom specific duties have been assigned involving the use, handling or operation of emergency equipment are trained and examined in the execution of such duties, taking into account the criteria laid down in the safety and health document referred to in point 1.1.\nWhere appropriate, workers must also be drilled in the correct use, handling or operation of that equipment,\n—\nall emergency equipment used in the drill is examined, cleaned and, where appropriate, recharged or replaced and all portable equipment so used is returned to the place where it is ordinarily kept,\n—\nsurvival craft are verified for operation.\n8.   Sanitary equipment\n8.1.   Changing rooms and lockers\n8.1.1.\nAppropriate changing rooms must be provided for workers if they have to wear special work clothes and where, for reasons of health or propriety, they cannot be expected to change in another rooms.\nChanging rooms must be easily accessible, be of sufficient capacity and be provided with seating.\n8.1.2.\nChanging rooms must be sufficiently large and have facilities to enable each worker to lock away his/her clothes during working hours.\nIf circumstances so require (e.g. dangerous substances, humidity, dirt), lockers for work clothes must be separate from those for ordinary clothes.\nProvision must be made to enable wet work clothes to be dried.\n8.1.3.\nProvision must be made for separate changing rooms or separate use of changing rooms for men and women.\n8.1.4.\nIf changing rooms are not required under point 8.1.1, each worker must be provided with a place to store his/her clothes.\n8.2.   Showers and washing facilities\nIn addition to those facilities provided in any accommodation area, suitable showers and washing facilities must if necessary be provided in the vicinity of workstations.\n8.3.   Lavatories and washbasins\nIn addition to those facilities provided in any accommodation, lavatories and washbasins must if necessary be provided in the vicinity of workstations.\nProvision must be made for separate lavatories or separate use of lavatories for men and women.\n9.   First-aid rooms and equipment\n9.1.\nOne or more first-aid rooms must be provided according to the size of the installation and the type of activity being carried out.\n9.2.\nThe first-aid rooms must have suitable equipment, facilities and medicines and a sufficient number of specialized workers, as required by the circumstances, for giving first-aid or, where necessary, treatment under the direction of a registered medical practitioner (who may or may not be present).\nThey must be signposted in accordance with national rules transposing Directive 92/58/EEC into law.\n9.3.\nIn addition, first-aid equipment must be available in all places where working conditions require it.\nThis equipment must be suitably signposted and easily accessible.\n10.   Accommodation\n10.1.\nIf the nature, scale and duration of operations so require, the employer must also provide employees with accommodation which must be:\n—\nsuitably protected against the effects of explosion, the infiltration of smoke and gas and the outbreak and spread of fire as identified in the safety and health document referred to in point 1.1,\n—\nsuitably equipped with ventilation, heating and lighting facilities,\n—\nprovided at each level with at least two independent exits leading to escape routes,\n—\nprotected against noise, smells and fumes likely to be hazardous to health from other areas, and against inclement weather,\n—\nseparate from any workstation and located away from dangerous areas.\n10.2.\nSuch accommodation must contain sufficient beds or bunks for the number of persons expected to sleep on the installation.\nAny room designated as sleeping accommodation must contain adequate space for the occupants to store their clothes.\nSeparate sleeping rooms for men and women must be provided.\n10.3.\nSuch accommodation must include a sufficient number of showers and washing facilities equipped with hot and cold running water.\nProvision must be made for separate shower rooms or separate use of shower rooms for men and women.\nShowers must be sufficiently spacious to permit each worker to wash without hindrance in suitably hygienic conditions.\n10.4.\nThe accommodation must be equipped with a sufficient number of lavatories and washbasins.\nProvision must be made for separate facilities or separate use of such facilities for men and women.\n10.5.\nThe accommodation and its equipment must be maintained to adequate standards of hygiene.\n11.   Helicopter operations\n11.1.\nHelicopter decks at workplaces must be of sufficient size and located so as to provide a clear approach to enable the largest helicopter using the deck to operate under the most severe conditions anticipated for helicopter operations.\nThe helicopter deck must be of a design and construction adequate for the intended service.\n11.2.\nThere should be provided, and stored in the immediate vicinity of the helicopter landing area, equipment needed for use in the event of an accident involving a helicopter.\n11.3.\nOn installations with a resident workforce, a sufficient number of emergency response trained personnel for the purpose must be available on the helicopter deck during helicopter movements.\n12.   Positioning of installations at sea — safety and stability\n12.1.\nAll the necessary measures must be taken to ensure the safety and health of workers in the mineral-extracting industries through drilling while off-shore installations are being positioned at sea.\n12.2.\nOperations in preparation for the positioning of off-shore installations must be carried out in such a way as to ensure their stability and safety.\n12.3.\nEquipment used and procedures followed for the activities referred to in point 12.1 must be such as to reduce any risk to workers in the mineral-extracting industries through drilling, having regard to both normal and critical conditions.\n(1)  OJ No L 183, 29. 6. 1989, p. 9. Directive as amended by Directive 91/368/EEC (OJ No L 198, 22. 7. 1991, p. 16).\n(2)  OJ No L 393, 30. 12. 1989, p. 13.\n(3)  OJ No L 393, 30. 12. 1989, p. 18.\n(4)  OJ No L 245, 26. 8. 1992, p. 23.", "summary": "Workers’ health and safety in the mineral-extracting industries\nWorkers’ health and safety in the mineral-extracting industries\nSUMMARY OF:\nDirective 92/91/EEC — minimum requirements for improving the safety and health protection of workers in the mineral-extracting industries through drilling\nWHAT IS THE AIM OF THE DIRECTIVE?\n              \nIt aims to lay down the minimum requirements for protecting the health and safety of those working — both onshore and offshore — in the industries which extract minerals through drilling*.\nKEY POINTS\n              \nAll workplaces used for exploration and extraction of minerals by means of drilling must satisfy the minimum health and safety requirements listed in the directive and its annex, taking account of the features of the workplace, the activity, the circumstances or a specific risk.\nGeneral obligations of the employer\nEmployers are required to:\napply safety considerations to workplaces right from the design stage;\nensure that there is a supervisor in charge;\nentrust work involving a special risk only to suitably qualified staff;\nensure that safety instructions are comprehensible to all the workers concerned;\nprovide first-aid facilities and run safety exercises at regular intervals.\nDocument on health and safety\nBefore mineral-extracting work starts, the employer must ensure that a document on safety and health has been prepared and is up to date (in accordance with Articles 6, 9 and 10 of Directive 89/391/EEC laying down general rules on occupational health and safety). This document must show, in particular, that:\nthe risks run by workers at the workplace have been determined and assessed;\nappropriate measures have been taken; and\nthe workplace is designed, operated and maintained in line with safety requirements.\nWhere workers from more than one firm are present at the same workplace, the employer responsible for that workplace, in accordance with national laws and/or practices, must coordinate the health and safety measures applying to these workers and set them out in the document.\nThis coordination does not affect the liability of individual employers.\nReporting of accidents and dangerous incidents\nThe employer must report fatal and serious occupational accidents and dangerous incidents to the competent authorities without delay.\nPreventive and communication measures\nTo protect workers against danger (including from fire, explosions and health-endangering atmospheres), employers must:\ntake appropriate preventive measures to avoid, detect and combat the starting and spread of fires and explosionsprevent the occurrence of explosive and/or health-endangering atmospheres;\nperform regular safety drills;\nprovide and maintain appropriate means of escape and rescue to ensure that workers can leave workplaces promptly and safely in the event of danger;\nprovide the necessary warning and other communication systems to enable assistance, escape and rescue operations to be launched immediately if needed;\ninform workers, in a comprehensible way, of all measures taken concerning their safety and health.\nModifications to workplaces\nWhen workplaces are modified, extended and/or converted after the date on which this directive comes into force, employers must ensure that they comply with the minimum requirements laid down in the annex to the directive.\nWorkers’ health check\nEvery worker must be given a health check before being assigned to duties related to the activities referred to in the directive and at regular intervals thereafter.\nWorker consultation and participation\nEmployers must ensure consultation and participation of workers on the matters covered by the directive.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt has applied since 11 November 1992 and had to become law in the EU countries by 3 November 1994.\nBACKGROUND\n              \nFor more information, see:\nEmployment, social affairs and inclusion — areas of activity (European Commission)\nDirective 92/91/EEC — mineral-extracting industries — drilling (European Agency for Safety and Health at Work).\nKEY TERMS\n              \nIndustries which extract minerals through drilling: industries practising:extraction, in the strict sense of the word, of minerals through drilling by boreholes (holes drilled in the ground to prospect for oil and other minerals); and/orprospection with a view to such extraction; and/orpreparation of extracted materials for sale, excluding the activities of processing the materials extracted.\nMAIN DOCUMENT\n            \nCouncil Directive 92/91/EEC of 3 November 1992 concerning minimum requirements for improving the safety and health protection of workers in the mineral-extracting through drilling (eleventh individual Directive within the meaning of Article 16(1) of Directive 89/391/EEC) (OJ L348, 28.11.1992, pp. 9-24)\nSuccessive amendments to Directive 92/91/EEC have been incorporated into the original document. This consolidated version is of documentary value only.\nRELATED DOCUMENT\n            \nCouncil Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work (OJ L 183, 29.6.1989, pp. 1-8)\nSee consolidated version.\nlast update 15.01.2019", "tags": ["humanisation of work", "workplace", "occupational safety", "safety standard", "mining extraction"], "subjects": ["Internal market - Principles", "Safety at work and elsewhere", "Approximation of laws"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}