{"celex_id": "32012R1219", "reference": "20.12.2012\nEN\nOfficial Journal of the European Union\nL 351/40\nREGULATION (EU) No 1219/2012 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 12 December 2012\nestablishing transitional arrangements for bilateral investment agreements between Member States and third countries\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 207(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1)\nFollowing the entry into force of the Treaty of Lisbon, foreign direct investment is included in the list of matters falling under the common commercial policy. In accordance with Article 3(1)(e) of the Treaty on the Functioning of the European Union (‘TFEU’), the European Union has exclusive competence with respect to the common commercial policy. Accordingly, only the Union may legislate and adopt legally binding acts within that area. The Member States are able to do so themselves only if so empowered by the Union, in accordance with Article 2(1) TFEU.\n(2)\nIn addition, Chapter 4 of Title IV of Part Three TFEU lays down common rules on the movement of capital between Member States and third countries, including in respect of capital movements involving investments. Those rules can be affected by international agreements relating to foreign investment concluded by Member States.\n(3)\nThis Regulation is without prejudice to the allocation of competences between the Union and its Member States in accordance with the TFEU.\n(4)\nAt the time of the entry into force of the Treaty of Lisbon, Member States maintained a significant number of bilateral investment agreements with third countries. The TFEU does not contain any explicit transitional provisions for such agreements which have now come under the Union’s exclusive competence. Furthermore, some of those agreements may include provisions affecting the common rules on capital movements laid down in Chapter 4 of Title IV of Part Three TFEU.\n(5)\nAlthough bilateral investment agreements remain binding on the Member States under public international law and will be progressively replaced by agreements of the Union relating to the same subject matter, the conditions for their continuing existence and their relationship with the Union’s investment policy require appropriate management. That relationship will develop further as the Union exercises its competence.\n(6)\nIn the interest of Union investors and their investments in third countries, and of Member States hosting foreign investors and investments, bilateral investment agreements that specify and guarantee the conditions of investment should be maintained in force and progressively replaced by investment agreements of the Union, providing for high standards of investment protection.\n(7)\nThis Regulation should address the status under Union law of bilateral investment agreements of the Member States signed before 1 December 2009. Those agreements can be maintained in force, or enter into force, in accordance with this Regulation.\n(8)\nThis Regulation should also lay down the conditions under which Member States are empowered to conclude and/or maintain in force bilateral investment agreements signed between 1 December 2009 and 9 January 2013.\n(9)\nMoreover, this Regulation should lay down the conditions under which Member States are empowered to amend or conclude bilateral investment agreements with third countries after 9 January 2013.\n(10)\nWhere bilateral investment agreements with third countries are maintained in force by Member States under this Regulation, or authorisations have been granted to open negotiations or conclude such agreements, that should not prevent the negotiation or conclusion of investment agreements by the Union.\n(11)\nMember States are required to take the necessary measures to eliminate incompatibilities, where they exist, with Union law, contained in bilateral investment agreements concluded between them and third countries. The implementation of this Regulation is without prejudice to the application of Article 258 TFEU with respect to failures of Member States to fulfil obligations under Union law.\n(12)\nThe authorisation to amend or conclude bilateral investment agreements provided for by this Regulation should notably allow Member States to address any incompatibilities between their bilateral investment agreements and Union law, other than incompatibilities arising from the allocation of competences between the Union and its Member States, which are addressed in this Regulation.\n(13)\nThe Commission should present to the European Parliament and the Council a report on the application of this Regulation. That report should, inter alia, review the need for the continued application of Chapter III. Where the report recommends discontinuing the application of the provisions of Chapter III or where it proposes modifying those provisions, it may be accompanied, if appropriate, by a legislative proposal.\n(14)\nThe European Parliament, the Council and the Commission should ensure that any information identified as confidential is treated in accordance with Regulation (EC) No 1049/2001 of the European Parliament and of the Council of 30 May 2001 regarding public access to European Parliament, Council and Commission documents (2).\n(15)\nInvestment agreements between Member States should not be covered by this Regulation.\n(16)\nIt is necessary to provide for certain arrangements to ensure that bilateral investment agreements, maintained in force pursuant to this Regulation, remain operational, including as regards dispute settlement, while at the same time respecting the Union’s exclusive competence.\n(17)\nIn order to ensure uniform conditions for the implementation of this Regulation, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers (3).\n(18)\nSpecifically, those powers should be conferred on the Commission given that the procedures set out in Articles 9, 11 and 12 empower Member States to act in areas of the Union’s exclusive competence and decisions thereon must be taken at Union level.\n(19)\nThe advisory procedure should be used for the adoption of authorisations pursuant to Articles 9, 11 and 12, given that those authorisations are to be granted on the basis of clearly defined criteria established in this Regulation,\nHAVE ADOPTED THIS REGULATION:\nCHAPTER I\nSCOPE\nArticle 1\nSubject matter and scope\n1.   Without prejudice to the division of competences established by the TFEU, this Regulation addresses the status of the bilateral investment agreements of the Member States under Union law, and establishes the terms, conditions and procedures under which the Member States are authorised to amend or conclude bilateral investment agreements.\n2.   For the purpose of this Regulation the term ‘bilateral investment agreement’ means any agreement with a third country that contains provisions on investment protection. This Regulation covers only those provisions of bilateral investment agreements dealing with investment protection.\nCHAPTER II\nMAINTENANCE IN FORCE OF EXISTING BILATERAL INVESTMENT AGREEMENTS\nArticle 2\nNotification to the Commission\nBy 8 February 2013 or within 30 days of the date of their accession to the Union, the Member States shall notify the Commission of all bilateral investment agreements with third countries signed before 1 December 2009 or before the date of their accession, whichever is later, that they either wish to maintain in force or permit to enter into force under this Chapter. The notification shall include a copy of those bilateral investment agreements. Member States shall also notify the Commission of any subsequent changes to the status of those agreements.\nArticle 3\nMaintenance in force\nWithout prejudice to other obligations of the Member States under Union law, bilateral investment agreements notified pursuant to Article 2 of this Regulation may be maintained in force, or enter into force, in accordance with the TFEU and this Regulation, until a bilateral investment agreement between the Union and the same third country enters into force.\nArticle 4\nPublication\n1.   Every 12 months the Commission shall publish in the Official Journal of the European Union a list of the bilateral investment agreements notified pursuant to Article 2, Article 11(6) or Article 12(6).\n2.   The first publication of the list of bilateral investment agreements referred to in paragraph 1 of this Article shall take place no later than three months after the deadline for notifications made pursuant to Article 2.\nArticle 5\nAssessment\nThe Commission may assess the bilateral investment agreements notified pursuant to Article 2, by evaluating whether one or more of their provisions constitute a serious obstacle to the negotiation or conclusion by the Union of bilateral investment agreements with third countries, with a view to the progressive replacement of the bilateral investment agreements notified pursuant to Article 2.\nArticle 6\nDuty of cooperation\n1.   The Member States shall take any appropriate measures to ensure that the provisions of the bilateral investment agreements notified pursuant to Article 2 do not constitute a serious obstacle to the negotiation or conclusion by the Union of bilateral investment agreements with third countries, with a view to the progressive replacement of the bilateral investment agreements notified pursuant to Article 2.\n2.   If the Commission establishes that one or more of the provisions of a bilateral investment agreement notified pursuant to Article 2 constitute a serious obstacle to the negotiation or conclusion by the Union of bilateral investment agreements with third countries, with a view to the progressive replacement of the bilateral investment agreements notified pursuant to Article 2, the Commission and the Member State concerned shall enter into consultations expeditiously and cooperate with a view to identifying the appropriate actions to resolve the matter. Those consultations shall take no longer than 90 days.\n3.   Without prejudice to paragraph 1, the Commission may, within 60 days of the end of consultations, indicate the appropriate measures to be taken by the Member State concerned in order to remove the obstacles referred to in paragraph 2.\nCHAPTER III\nAUTHORISATION TO AMEND OR CONCLUDE BILATERAL INVESTMENT AGREEMENTS\nArticle 7\nAuthorisation to amend or conclude a bilateral investment agreement\nSubject to the conditions laid down in Articles 8 to 11, a Member State shall be authorised to enter into negotiations with a third country to amend an existing or to conclude a new bilateral investment agreement.\nArticle 8\nNotification to the Commission\n1.   Where a Member State intends to enter into negotiations with a third country in order to amend or conclude a bilateral investment agreement, it shall notify the Commission of its intentions in writing.\n2.   The notification referred to in paragraph 1 shall include relevant documentation and an indication of the provisions to be addressed in the negotiations or to be renegotiated, the objectives of the negotiations and any other relevant information.\n3.   The notification referred to in paragraph 1 shall be transmitted at least five months before formal negotiations are to commence.\n4.   Where the information transmitted by the Member State is not sufficient for the purposes of authorising the opening of formal negotiations in accordance with Article 9, the Commission may request additional information.\n5.   The Commission shall make the notification referred to in paragraph 1 of this Article and, on request, the accompanying documentation, available to the other Member States subject to the requirements of confidentiality laid down in Article 14.\nArticle 9\nAuthorisation to open formal negotiations\n1.   The Commission shall authorise the Member States to open formal negotiations with a third country to amend or conclude a bilateral investment agreement unless it concludes that the opening of such negotiations would:\n(a)\nbe in conflict with Union law other than the incompatibilities arising from the allocation of competences between the Union and its Member States;\n(b)\nbe superfluous, because the Commission has submitted or has decided to submit a recommendation to open negotiations with the third country concerned pursuant to Article 218(3) TFEU;\n(c)\nbe inconsistent with the Union’s principles and objectives for external action as elaborated in accordance with the general provisions laid down in Chapter 1 of Title V of the Treaty on European Union; or\n(d)\nconstitute a serious obstacle to the negotiation or conclusion of bilateral investment agreements with third countries by the Union.\n2.   As part of the authorisation referred to in paragraph 1, the Commission may require the Member State to include or remove from such negotiations and prospective bilateral investment agreement any clauses where necessary to ensure consistency with the Union’s investment policy or compatibility with Union law.\n3.   The authorisation referred to in paragraph 1 of this Article shall be granted in accordance with the advisory procedure referred to in Article 16(2). The Commission shall take its decision within 90 days of receipt of the notification referred to in Article 8. Where additional information is needed to take a decision, the 90-day period shall run from the date of receipt of the additional information.\n4.   The Commission shall inform the European Parliament and the Council about the decisions taken pursuant to paragraph 3.\n5.   In the event that the Commission does not grant an authorisation pursuant to paragraph 1, it shall inform the Member State concerned thereof and state the reasons therefor.\nArticle 10\nParticipation of the Commission in negotiations\nThe Commission shall be kept informed of the progress and results of the negotiations to amend or to conclude a bilateral investment agreement throughout the different stages and may request to participate in the negotiations concerning investment between the Member State and the third country.\nArticle 11\nAuthorisation to sign and conclude a bilateral investment agreement\n1.   Before signing a bilateral investment agreement, the Member State concerned shall notify the Commission of the outcome of negotiations and shall transmit the text of such an agreement to the Commission.\n2.   This Article shall also apply to bilateral investment agreements which were negotiated before 9 January 2013, but are not subject to the obligation to notify under Article 2 or under Article 12.\n3.   Upon notification the Commission shall make an assessment as to whether the negotiated bilateral investment agreement conflicts with the requirements of Article 9(1) and (2).\n4.   Where the Commission finds that the negotiations have resulted in a bilateral investment agreement which fulfils the requirements of Article 9(1) and (2), it shall authorise the Member State to sign and conclude such an agreement. Articles 3, 5 and 6 apply to such agreements, as if they had been notified under Article 2.\n5.   Decisions pursuant to paragraph 4 of this Article shall be taken in accordance with the advisory procedure referred to in Article 16(2). The Commission shall take its decision within 90 days of receipt of the notifications referred to in paragraphs 1 and 2 of this Article. Where additional information is needed to take the decision, the 90-day period shall run from the date of receipt of the additional information.\n6.   Where the Commission grants an authorisation pursuant to paragraph 4, the Member State concerned shall notify the Commission of the conclusion and entry into force of the bilateral investment agreement, and of any subsequent changes to the status of that agreement.\n7.   The Commission shall inform the European Parliament and the Council about the decisions taken pursuant to paragraph 4.\n8.   In the event that the Commission does not grant the authorisation pursuant to paragraph 4, it shall inform the Member State concerned thereof and state the reasons therefor.\nCHAPTER IV\nFINAL PROVISIONS\nArticle 12\nAgreements signed by the Member States between 1 December 2009 and 9 January 2013\n1.   Where between 1 December 2009 and 9 January 2013, a Member State has signed a bilateral investment agreement, that Member State shall notify the Commission of such an agreement which it wishes to maintain in force or permit to enter into force by 8 February 2013. The notification shall include a copy of such an agreement.\n2.   Upon notification the Commission shall make an assessment as to whether the bilateral investment agreement notified pursuant to paragraph 1 of this Article conflicts with the requirements of Article 9(1) and (2).\n3.   Where the Commission finds that a bilateral investment agreement notified pursuant to paragraph 1 of this Article fulfils the requirements of Article 9(1) and (2), it shall authorise the maintenance or entry into force of such an agreement under Union law.\n4.   The Commission shall take the decision referred to in paragraph 3 of this Article within 180 days of receipt of the notification referred to in paragraph 1 of this Article. Where additional information is needed to take the decision, the 180-day period shall run from the date of receipt of the additional information. Decisions pursuant to paragraph 3 of this Article shall be taken in accordance with the advisory procedure referred to in Article 16(2).\n5.   Unless a bilateral investment agreement has been authorised under paragraph 3, the Member State shall not take any further steps towards the conclusion of such an agreement, and shall withdraw or reverse those steps which have been taken.\n6.   Where the Commission grants an authorisation pursuant to paragraph 3 of this Article, the Member State concerned shall notify the Commission of the entry into force of the bilateral investment agreement and of any subsequent changes to the status of such an agreement. Articles 3, 5 and 6 shall apply to such an agreement as if it had been notified under Article 2.\n7.   The Commission shall inform the European Parliament and the Council about the decisions taken pursuant to paragraph 3.\n8.   In the event that the Commission does not grant an authorisation pursuant to paragraph 3, it shall inform the Member State concerned thereof and state the reasons therefor.\nArticle 13\nConduct of Member States with regard to a bilateral investment agreement with a third country\nWhere a bilateral investment agreement falls within the scope of this Regulation, the Member State concerned shall:\n(a)\ninform the Commission without undue delay of all meetings which will take place under the provisions of the agreement. The Commission shall be provided with the agenda and all relevant information permitting an understanding of the topics to be discussed at those meetings. The Commission may request further information from the Member State concerned. Where an issue to be discussed might affect the implementation of the Union’s policies relating to investment, including in particular the common commercial policy, the Commission may require the Member State concerned to take a particular position;\n(b)\ninform the Commission without undue delay of any representations made to it that a particular measure is inconsistent with the agreement. The Member State shall also immediately inform the Commission of any request for dispute settlement lodged under the auspices of the bilateral investment agreement as soon as the Member State becomes aware of such a request. The Member State and the Commission shall fully cooperate and take all necessary measures to ensure an effective defence which may include, where appropriate, the participation in the procedure by the Commission;\n(c)\nseek the agreement of the Commission before activating any relevant mechanisms for dispute settlement against a third country included in the bilateral investment agreement and shall, where requested by the Commission, activate such mechanisms. Those mechanisms shall include consultations with the other party to a bilateral investment agreement and dispute settlement where provided for in the agreement. The Member State and the Commission shall fully cooperate in the conduct of procedures within the relevant mechanisms, which may include, where appropriate, the participation in the relevant procedures by the Commission.\nArticle 14\nConfidentiality\nIn notifying the Commission of negotiations and their outcome in accordance with Articles 8 and 11, Member States may indicate whether any of the information provided is to be considered confidential and whether it may be shared with the other Member States.\nArticle 15\nReview\n1.   The Commission shall present to the European Parliament and the Council a report on the application of this Regulation by 10 January 2020.\n2.   The report shall include an overview of authorisations requested and granted under Chapter III as well as a review of the need for the continued application of that Chapter.\n3.   Where the report recommends discontinuing the application of Chapter III or modifying its provisions, that report shall be accompanied by an appropriate legislative proposal.\nArticle 16\nCommittee procedure\n1.   The Commission shall be assisted by the Committee for Investment Agreements. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011.\n2.   Where reference is made to this paragraph, Article 4 of Regulation (EU) No 182/2011 shall apply.\nArticle 17\nEntry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Strasbourg, 12 December 2012.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nA. D. MAVROYIANNIS\n(1)  Position of the European Parliament of 10 May 2011 (not yet published in the Official Journal) and position of the Council at first reading of 4 October 2012 (OJ C 352 E, 16.11.2012, p. 23). Position of the European Parliament of 11 December 2012 (not yet published in the Official Journal).\n(2)  OJ L 145, 31.5.2001, p. 43.\n(3)  OJ L 55, 28.2.2011, p. 13.\nSTATEMENT BY THE EUROPEAN PARLIAMENT, THE COUNCIL AND THE COMMISSION\nThe fact that this Regulation, including recitals 17, 18 and 19, provides for the use of the procedures referred to in Regulation (EU) No 182/2011 does not constitute a precedent as to future regulations allowing the Union to empower the Member States under Article 2(1) TFEU to legislate and adopt legally binding acts in areas of Union exclusive competence. Furthermore, in this Regulation, the use of the advisory as opposed to the examination procedure shall not be considered as setting a precedent for future regulations establishing the framework for the common commercial policy.", "summary": "Bilateral investment agreements — EU and non-EU countries\nBilateral investment agreements — EU and non-EU countries\nSUMMARY OF:\nRegulation (EU) 1219/2012 establishing transitional arrangements for bilateral investment agreements between EU countries and non-EU countries\nWHAT IS THE AIM OF THIS REGULATION?\n              \nIt aims to ensure a smooth transition from the current system of bilateral investment treaties (BITs) between EU countries and non-EU countries to a system under which BITs are negotiated by the European Commission.\nThis transition is required following the adoption of the Lisbon Treaty. Article 207 of the Treaty on the Functioning of the European Union establishes foreign direct investment as an EU competence as part of the EU’s common commercial policy.\nKEY POINTS\nWhat are bilateral investment treaties?\nThey establish the terms and conditions for private investment by nationals and companies of one country in another one.\nBITs between an EU country and a non-EU country:\nBITs signed before 1 December 2009 can, upon authorisation by the Commission, be: maintained in force or enter into force under the conditions of the regulation until a BIT between the EU and a non-EU country comes into force,amended (including to address an inconsistency between the BIT and EU law) or a new agreement can be concluded subject to the conditions set out in the regulation;\nBITs signed between 1 December 2009 and 9 January 2013 are maintained in force or enter into force if, in the view of the Commission, they do not conflict with other EU law, are not inconsistent with the EU’s principles and are not deemed superfluous in view of Commission negotiations with that non-EU country;\nif the conditions of the regulation are fulfilled, the Commission may authorise an EU country to enter into negotiation with a non-EU country concerning a new BIT or to sign and conclude a new BIT if the negotiation result is in line with the requirements of the regulation.\nOversight\nThe Commission has been given implementing powers to ensure that the regulation is implemented uniformly and is assisted by the Committee for Investment Agreements.\nThe Commission has to present a report on the application of this regulation by 10 January 2020.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 9 January 2013.\nBACKGROUND\n              \nFor more information, see:\nInvestment (European Commission).\nMAIN DOCUMENT\n            \nRegulation (EU) No 1219/2012 of the European Parliament and of the Council of 12 December 2012 establishing transitional arrangements for bilateral investment agreements between Member States and third countries (OJ L 351, 20.12.2012, pp. 40-46)\nRELATED DOCUMENTS\n            \nRegulation (EU) No 912/2014 of the European Parliament and of the Council of 23 July 2014 establishing a framework for managing financial responsibility linked to investor-to-state dispute settlement tribunals established by international agreements to which the European Union is party (OJ L 257, 28.8.2014, pp. 121-134)\nList of the bilateral investment agreements referred to in Article 4(1) of Regulation (EU) No 1219/2012 of the European Parliament and of the Council of 12 December 2012 establishing transitional arrangements for bilateral investment agreements between Member States and third countries (OJ C 147, 11.5.2017, pp. 1-105)\nRegulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers (OJ L55, 28.2.2011, pp. 13-18)\nlast update 14.12.2017", "tags": ["investment protection", "investment abroad", "foreign investment", "third country", "ratification of an agreement", "bilateral agreement", "EU competence", "competence of the Member States", "revision of an agreement"], "subjects": ["Commercial policy", "External relations"], "split": "test", "reference_annotations": {}, "summary_annotations": {}}