{"celex_id": "32008D0212", "reference": "19.3.2008\nEN\nOfficial Journal of the European Union\nL 80/32\nCOUNCIL DECISION\nof 18 February 2008\non the principles, priorities and conditions contained in the Accession Partnership with the former Yugoslav Republic of Macedonia and repealing Decision 2006/57/EC\n(2008/212/EC)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 533/2004 of 22 March 2004 on the establishment of partnerships in the framework of the stabilisation and association process (1), as amended, and in particular Article 2 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1)\nThe Thessaloniki European Council of 19 and 20 June 2003 endorsed the introduction of the partnerships as a means to materialise the European perspective of the Western Balkan countries.\n(2)\nRegulation (EC) No 533/2004 provides that the Council is to decide on the principles, priorities and conditions to be contained in the partnerships, as well as any subsequent adjustments. It states also that the follow-up to the partnerships will be ensured through the mechanisms established under the Stabilisation and Association Process, notably by the annual progress reports.\n(3)\nThe European Council of 17 December 2005 granted the former Yugoslav Republic of Macedonia candidate country status. Therefore, a proposal has been made to amend Regulation 533/2004 to change the name of the partnership for this country from ‘European Partnership’ to ‘Accession Partnership’.\n(4)\nOn 30 January 2006 the Council adopted the second Accession Partnership with the former Yugoslav Republic of Macedonia (2), following the proposal from the Commission of November 2005.\n(5)\nThe Commission's Paper on enlargement strategy and main challenges 2006-2007 indicated that the partnerships would be updated at the end of 2007.\n(6)\nOn 17 July 2006 the Council adopted Regulation (EC) No 1085/2006 (3) establishing an Instrument for Pre-accession Assistance (IPA), which renews the framework for financial assistance to pre-accession countries.\n(7)\nIt is therefore appropriate to adopt an Accession Partnership which updates the current partnership in order to identify renewed priorities for further work, on the basis of the findings of the 2007 Progress Report on the former Yugoslav Republic of Macedonia's preparations for further integration with the European Union.\n(8)\nIn order to prepare for further integration with the European Union, the competent authorities in the former Yugoslav Republic of Macedonia should develop a plan with a timetable and specific measures to address the priorities of this Accession Partnership.\n(9)\nDecision 2006/57/EC should therefore be repealed,\nHAS DECIDED AS FOLLOWS:\nArticle 1\nThe principles, priorities and conditions in the Accession Partnership with the former Yugoslav Republic of Macedonia are set out in the Annex.\nArticle 2\nThe implementation of the Accession Partnership shall be examined through the mechanisms established under the stabilisation and association process, notably the annual progress reports presented by the Commission.\nArticle 3\nDecision 2006/57/EC shall be repealed.\nArticle 4\nThis Decision shall take effect on the third day following its publication in the Official Journal of the European Union.\nDone at Brussels, 18 February 2008.\nFor the Council\nThe President\nD. RUPEL\n(1)  OJ L 86, 24.3.2004, p. 1. Regulation as amended by Regulation (EC) No 269/2006 (OJ L 47, 17.2.2006, p. 7).\n(2)  Council Decision 2006/57/EC of 30 January 2006 on the principles, priorities and conditions contained in the European Partnership with the former Yugoslav Republic of Macedonia and repealing Decision 2004/518/EC (OJ L 35, 7.2.2006, p. 57).\n(3)  OJ L 210, 31.7.2006, p. 82.\nANNEX\nTHE FORMER YUGOSLAV REPUBLIC OF MACEDONIA 2007 ACCESSION PARTNERSHIP\n1.   INTRODUCTION\nThe European Council endorsed the introduction of the partnerships as a means to realise the European perspective of the Western Balkan countries. The proposed Accession Partnership updates the European Partnership of January 2006, on the basis of the findings of the 2007 Commission Progress Report on the former Yugoslav Republic of Macedonia. It identifies new and remaining priorities for action. The new priorities are adapted to the country's specific needs and stage of preparation and will be updated as necessary. The former Yugoslav Republic of Macedonia is expected to develop a plan including a timetable and specific measures intended to address the Accession Partnership priorities. The partnership also provides guidance for financial assistance to the country.\n2.   PRINCIPLES\nThe Stabilisation and Association Process remains the framework for the European course of the Western Balkan countries, all the way to their future accession. The priorities identified for the former Yugoslav Republic of Macedonia relate to its capacity to meet the criteria defined by the Copenhagen European Council of 1993 and the conditions set by the Stabilisation and Association Process, notably the conditions defined by the Council in its conclusions of 29 April 1997 and 21 and 22 June 1999, the final declaration of the Zagreb Summit of 24 November 2000 and the Thessaloniki Agenda.\n3.   PRIORITIES\nThe priorities listed in this Accession Partnership have been selected on the basis that it is realistic to expect that the former Yugoslav Republic of Macedonia can complete them or take them substantially forward over the next few years. A distinction is made between short-term priorities, which are expected to be accomplished within one to two years, and medium-term priorities, which are expected to be accomplished within three to four years. The priorities concern both legislation and its implementation.\nIn view of the need to set priorities, clearly there are other tasks for the former Yugoslav Republic of Macedonia to complete which may become priorities in any future partnership, also taking into account future progress made by the former Yugoslav Republic of Macedonia.\nAmong the short-term priorities, the key ones have been identified and grouped together at the beginning of the list. The order of these key priorities does not imply a ranking of their importance.\n3.1.   SHORT-TERM PRIORITIES\nKey priorities\n—\nEnsure proper implementation of all commitments undertaken in the Stabilisation and Association Agreement.\n—\nPromote a constructive and inclusive dialogue, in particular in areas which require consensus between all political parties, in the framework of the democratic institutions.\n—\nEnsure effective implementation of the law on police.\n—\nEstablish a sustained track record on implementation of judiciary reforms and strengthen the independence and overall capacity of the judicial system. Implement the reform of the prosecution and finalise the appointment of the Judicial Council.\n—\nEstablish a sustained track record on implementation of anti-corruption legislation.\n—\nEnsure that recruitment and career advancement of civil servants is not subject to political interference, further develop a merit-based career system and implement fully the law on civil servants.\n—\nReduce impediments to employment creation and address in particular youth and long term unemployment.\n—\nEnhance the general business environment by further improving the rule of law, strengthening the independence of regulatory and supervisory agencies, speeding up legal procedures and continuing registration of property rights.\nPolitical criteria\nDemocracy and the rule of law\n—\nSustain implementation of the Ohrid Framework Agreement with a view, inter alia, to promoting inter-ethnic confidence-building.\nParliament/Elections\n—\nEnsure that all future elections are conducted in accordance with the electoral code.\n—\nDeliver prompt decisions on any election irregularities and impose penalties that will deter further cases.\n—\nEnhance the capacity of Parliament, notably by increasing its resources.\nGovernment\n—\nStrengthen the transparency and accountability of the local administrations. In particular, strengthen internal control and audits.\n—\nEstablish a satisfactory standard of municipal tax collection throughout the country.\n—\nDevelop the capacity of municipalities to manage State-owned land.\n—\nEnsure that the number and competence of staff of municipalities are sufficient.\nPublic administration\n—\nIntroduce a merit-based career system in order to build an accountable, efficient and professional public administration at central and local level.\n—\nEnsure effective implementation of the code of ethics for civil servants.\n—\nStrengthen administrative capacity, notably by developing the capacity for strategic planning and policy development as well as enhancing training, and develop a general strategy on training for civil servants.\n—\nImplement effectively the measures adopted to ensure transparency in the administration, in particular in the decision-making process, and further promote active participation by civil society.\n—\nPursue implementation of the reforms of the law enforcement agencies.\n—\nEnsure adequate administrative capacity to programme and manage IPA funds effectively.\nJudicial system\n—\nFurther develop initial and continuous training in the academy for judges and prosecutors.\n—\nComplete the setting-up of the new court structures and allocate appropriate resources to ensure that they are fully operational and enhance their efficiency.\n—\nEnsure proper and full execution of court rulings.\nAnti-corruption policy\n—\nEnsure an adequate follow-up to the recommendations made by the State Commission Against Corruption and the State Audit Office.\n—\nImplement fully the recommendations made by the Group of States against Corruption (GRECO).\n—\nStrengthen the administrative capacity needed to implement the rules adopted on the financing of political parties and electoral campaigns. Impose effective sanctions in case of infringements.\n—\nFollow up the reviews carried out of discretionary rights of certain public officials.\n—\nEnsure full implementation of the law on public access to information.\n—\nFurther strengthen cooperation among institutions.\nHuman rights and protection of minorities\n—\nFully comply with the European Convention on Human Rights, the recommendations made by the Committee for the Prevention of Torture as well as the Framework Convention for the Protection of National Minorities.\n—\nImplement fully the rules applying to ethics, internal control, professional and human rights standards in law enforcement agencies, the judiciary and the prison administration, including by regular training.\n—\nProvide sufficient resources to bring prison conditions up to a higher standard.\n—\nSet up effective mechanisms to identify, pursue and penalise all forms of discrimination by State and non-State bodies against individuals or groups.\n—\nFurther enhance the protection of women's and children's rights.\n—\nUpgrade and implement the strategy on equitable representation of non-majority communities, notably by providing adequate resources and imposing effective sanctions for failure to meet targets.\n—\nPromote access to education, justice and social welfare for members of minority groups.\nRegional issues and international obligations\n—\nContinue to cooperate fully with the ICTY and, in view of the possible return of files from the ICTY, meet all the necessary preconditions that would ensure due process.\n—\nContinue to promote the transition from the Stability Pact to a more regionally owned cooperation framework and effective implementation of the Central European Free Trade Agreement (CEFTA).\n—\nEnsure good neighbourly relations, in particular by intensifying efforts with a constructive approach to find a negotiated and mutually acceptable solution to the name issue with Greece, in the framework of UN Security Council Resolutions 817/93 and 845/93, and avoid actions which could negatively affect them.\n—\nFoster cooperation with neighbouring countries and ensure effective implementation, notably on cross border cooperation, the fight against organised crime, trafficking and smuggling, judicial cooperation, border management, readmission and the environment.\nEconomic criteria\n—\nProceed with the registration of land and real estate and strengthen the cadastre in order to enhance legal certainty for economic operators and improve the functioning of market economy mechanisms.\n—\nImprove the efficiency of public services, notably by providing additional funds for training and for upgrading the current infrastructure.\nAbility to assume the obligations of membership\nChapter 1: Free movement of goods\n—\nAdopt and implement horizontal framework legislation to complete the necessary infrastructure, and ensure a segregation of tasks between the various functions (regulation, standardisation, accreditation, metrology, conformity assessment and market surveillance) for conformity assessment procedures.\n—\nDraft a comprehensive strategy with milestones for implementation of the acquis for the relevant horizontal organisations (standardisation, accreditation, metrology and market surveillance) together with target dates and clear responsibilities for introducing and effectively implementing legislative measures and enhancing administrative capacity in the different sectors.\n—\nDraft an action plan for compliance with Articles 28 to 30 of the EC Treaty with milestones for internal screening of domestic legislation and administrative practices, for introducing mutual recognition clauses and for the necessary subsequent amendments.\n—\nSpeed up the rate of adoption of European standards and step up efforts to become a full member of the European standardisation organisations.\nChapter 3: Right of establishment and freedom to provide services\n—\nRemove the remaining barriers to establishment and to provision of cross-border services facing natural or legal persons from the EU.\n—\nIntroduce in the legislation a differentiation between provision of services through permanent establishment and provision on a temporary basis.\nChapter 4: Free movement of capital\n—\nFurther strengthen the anti-money laundering framework, in particular by raising awareness among reporting institutions and by establishing a credible enforcement record on the part of the relevant institutions. Strengthen capacity and share intelligence information between institutions.\n—\nMake progress in the removal of remaining restrictions on capital movements.\nChapter 5: Public procurement\n—\nStrengthen the Complaints Committee, in order to provide for an effective remedies system.\nChapter 6: Company law\n—\nDevelop effective and independent quality assurance and public oversight systems for statutory auditors and audit firms. Strengthen relevant administrative capacities.\nChapter 7: Intellectual property law\n—\nPrepare a national strategy and action plan for building up the capacity necessary to implement and enforce the acquis in each area covered by this chapter, with particular focus on the need to provide specialised training for law enforcement bodies, judges, prosecutors and customs officials.\n—\nDevelop public awareness campaigns and improve cooperation among law enforcement bodies and between all relevant stakeholders.\nChapter 8: Competition policy\n—\nEstablish a credible enforcement record in the area of anti-trust and focus on the most serious infringements of competition law.\n—\nEstablish effective ex-ante control of State aid.\n—\nStrengthen the administrative capacity of the Commission for Protection of Competition and provide the adequate budget and staff.\n—\nFully ensure the transparent and non-discriminatory application of competition law.\nChapter 9: Financial services\n—\nReinforce the legislation and the supervisory framework, including enforcement, for the financial sector, in particular for the insurance sector and securities markets.\n—\nEnsure the independent supervisory authority for the insurance sector becomes operational and is properly staffed.\nChapter 10: Information society and media\n—\nEnd the breach of the Stabilisation and Association Agreement by taking all necessary measures to fulfil the obligation to liberalise the electronic communications sector, including adoption of all the secondary legislation required and further strengthening of the regulatory bodies.\n—\nEnforce competitive safeguards for operators with significant market power.\n—\nReinforce the independence and administrative capacity of the regulatory authorities for electronic communications and media.\n—\nEnsure a stable and sustainable source of funding for the public service broadcaster and the Broadcasting Council.\nChapter 11: Agriculture and rural development\n—\nSpeed up the registration of agricultural land in the real estate cadastre.\n—\nEnsure collection and processing of sound and reliable agricultural data.\n—\nContinue preparations to establish effective and financially sound paying bodies for the management and control of agricultural funds, in line with EU requirements and international auditing standards.\nChapter 12: Food safety, veterinary and phytosanitary policy\n—\nContinue to align legislation with the veterinary and phytosanitary acquis, focusing on framework legislation compatible with the acquis.\n—\nContinue to reinforce the capacity of the veterinary service at both central and local levels in order to put in place an EU-compatible control system, particularly for import controls.\n—\nEnsure the operational character of the system for identification of bovines and registration of their movements and start a system of identification of pigs, sheep and goats.\n—\nFurther align animal disease and animal health control systems with the EU legislative and institutional requirements and the contingency plans for notifiable diseases.\n—\nAssess the compliance of agri-food establishments with EU requirements, which will serve as a basis for a future upgrading plan of those establishments.\nChapter 14: Transport policy\n—\nContinue implementation of the Memorandum of Understanding on the Development of the South East Europe Core Regional Transport Network and strengthen cooperation with the South East Europe Transport Observatory.\n—\nPursue alignment with the road transport acquis, notably on transport of dangerous goods, access to the market, social conditions, implementation of the digital tachograph and improvement of road safety.\n—\nIn the rail sector, establish a regulatory body that is independent of the infrastructure manager and railway undertakings, establish a safety authority responsible for issuing safety certificates and align legislation with the EU rules on transport of dangerous goods by rail. Ensure financial stability by compensating for public service obligations in passenger transport and reducing debts.\n—\nImplement commitments taken under the first transitional phase of the European Common Aviation Area Agreement including the implementation of the relevant aviation legislation.\n—\nStrengthen the administrative capacity of the civil aviation authority.\nChapter 15: Energy\n—\nContinue to align the legislation on the internal electricity and gas markets, energy efficiency and renewable energy sources with the acquis in order gradually to open up the energy market to competition.\n—\nContinue to strengthen the independence of the Energy Regulatory Commission.\n—\nFulfil the obligations arising from the Energy Community Treaty as regards the full implementation of the acquis on the internal gas and electricity market and on cross border exchanges in electricity.\n—\nEnhance administrative capacity in all energy sectors. including the Energy Agency in the area of energy efficiency and renewable energy resources.\n—\nConstruct an appropriate storage facility for radioactive materials.\n—\nEnsure the proper and independent functioning of the Radiation Safety Directorate.\nChapter 16: Taxation\n—\nIncrease the administrative capacity to implement tax legislation and to fight fiscal evasion.\n—\nTake structural measures urgently to reform control policy and improve control capacity.\n—\nDevelop an audit strategy and adequate IT systems.\n—\nCommit to the principles of the Code of Conduct for business taxation and ensure that new tax measures comply with them.\nChapter 18: Statistics\n—\nStrengthen the capacity of the State Statistical Office to ensure timely implementation of the next population census and to allow continuous development of national accounts and their underlying statistics; in particular, address remaining gaps in collection and processing of agricultural statistics and business statistics in line with EU standards and methodology and increase reporting of statistical data to Eurostat.\n—\nFinalise establishment of the statistical business register and farm register, including routines to ensure that the registers contain up-to-date information.\nChapter 19: Employment and social policies\n—\nContinue transposition of the acquis and strengthen the related administrative and enforcement structures, including the Labour Inspectorate.\n—\nEnsure administrative capacity to implement social inclusion and social protection policies.\n—\nEnsure a functioning and representative social dialogue.\n—\nTake further efforts improve the situation of persons with disabilities.\nChapter 20: Enterprise and industrial policy\n—\nDefine and implement an industrial strategy conducive to growth and innovation.\n—\nIntroduce systematic assessment of the impact of new regulations on enterprises.\n—\nStrengthen resources of the SME department and the SME agency and ensure implementation of SME strategy and Action Plan and the European Charter for Small Enterprises.\n—\nContinue work on regulatory simplification, ‘regulatory guillotine’ and reduction of bureaucratic barriers to doing business; introduce regulatory impact assessments.\nChapter 22: Regional policy and coordination of structural instruments\n—\nReinforce the establishment of institutional structures and strengthen administrative capacity in the areas of programming, project preparation, monitoring, evaluation and financial management and control, particularly at the level of line ministries, to implement EU pre-accession programmes as a preparation for the implementation of the Community's cohesion policy.\n—\nFinalise the national regional development strategy.\nChapter 23: Judiciary and fundamental rights\n—\nImplement the national law on personal data protection. Sign and ratify the additional protocol to the Council of Europe Convention for the Protection of Individuals with regard to Automatic Processing of Personal data regarding supervisory authorities and trans-border data flow.\n—\nSee for other priorities the section on political criteria.\nChapter 24: Justice, freedom and security\n—\nContinue to implement the integrated border management action plan, develop the main databases for border management and ensure that they are connected, upgrade equipment for document analysis and border surveillance, ensure effective implementation of requirements for delivery of high-quality travel and identity documents and provide further training for staff.\n—\nProvide adequate funding and training for implementation of the police reform, strengthen coordination and cooperation both among police bodies and between the police and other law enforcement agencies and strengthen cooperation between the criminal police and the public prosecutors.\n—\nDevelop and implement a comprehensive human resources and training strategy for the police and upgrade their equipment.\n—\nFurther intensify the fight against organised crime, notably by making better use of special investigative measures and by promptly issuing and following up international arrest warrants (including for computer crime, with a special focus on child pornography), and create an integrated intelligence system for inter-agency use in the fight against organised crime, including trafficking in human beings, arms and drugs.\n—\nStrengthen efforts to implement the national action plan to combat human trafficking and the capacity to investigate computer crime.\n—\nImplement the EC/former Yugoslav Republic of Macedonia readmission agreement and negotiate readmission agreements with the countries of origin of transiting migrants.\n—\nIntensify the process of introduction of legal instruments guaranteeing the rights of persons in need of (international) protection.\n—\nEnsure alignment of asylum and aliens acts with the relevant acquis.\nChapter 25: Science and research\n—\nStrengthen research and technological development capacity in order to ensure successful participation in the Community framework programmes.\n—\nStart designing an integrated research policy and take actions to integrate into the European Research Area.\nChapter 26: Education and Culture\n—\nComplete the legislative and administrative framework for the management of the Lifelong Learning and Youth in Action programmes and strengthen the implementing bodies.\nChapter 27: Environment\n—\nContinue legislative alignment with the acquis, in particular in the fields of air quality, waste management and water quality, and improve significantly implementation of legislation and environmental monitoring.\n—\nStrengthen the Environmental Inspectorate and other enforcement bodies, establish a credible enforcement record and ensure that fines and other sanctions are effectively applied and have a dissuasive effect.\n—\nStrengthen administrative capacity at national and local levels and improve coordination between administrative bodies in charge of environment-related issues.\n—\nPrepare strategic plans, including financial strategies, and prepare a national waste management strategy and waste management plan.\n—\nDevelop an environmental investment strategy based on estimates of the cost of alignment.\n—\nIntegrate environmental protection requirements into other sectoral policies, in particular by developing environmental impact assessments.\n—\nIncrease investments in environmental infrastructure, with particular emphasis on waste water collection and treatment, drinking water supply, tackling air pollution and waste management.\nChapter 29: Customs union\n—\nIncrease administrative capacity to implement customs legislation and to fight cross-border crime.\n—\nFurther approximate legislation and procedures to the acquis, in particular in the areas of transit and allocation of tariff quotas.\n—\nAlign the law on technological/industrial development zones with the acquis.\nChapter 31: Foreign, security and defence policy\n—\nImplement the legislation for enforcement of the common position in the field of international restrictive measures.\nChapter 32: Financial control\n—\nReview the public internal financial control (PIFC) policy paper and present laws on PIFC and internal audit, in order to make both the PIFC policies and current legislation comprehensive and consistent, and update the action plan for implementation of the medium-term priorities related to PIFC.\n—\nComplete the establishment of internal audit units in central State institutions, create similar units at municipal level where appropriate and ensure adequate staff, training and equipment.\n—\nDevelop efficient management, monitoring, control and audit systems necessary for decentralised implementation of programmes under the EU pre-accession instruments.\n3.2.   MEDIUM-TERM PRIORITIES\nPolitical criteria\nDemocracy and the rule of law\nGovernment\n—\nComplete the decentralisation process.\nPublic administration\n—\nFurther develop the capacity of the administration to implement the Stabilisation and Association Agreement.\nAnti-corruption policy\n—\nComplete the implementation of the strategy to fight corruption.\n—\nEnforce regulations related to the prevention of conflict of interests, in line with international standards.\nHuman rights and protection of minorities\n—\nFurther promote respect for human rights by law enforcement bodies and in detention centres and prisons.\n—\nFurther implement the strategy on equitable representation of non-majority communities.\nRegional issues and international obligations\n—\nPromote regional dialogue, stability, good neighbourliness and cooperation.\nEconomic criteria\n—\nStep up efforts to safeguard the sustainability of the electricity market, in view of the country's commitments to liberalisation, by eliminating existing distortions due to non-cost-recovery prices and by strengthening the regulatory institutions and the physical infrastructure.\n—\nRaise the quality of public spending by strengthening the public sector's capacity for medium-term planning and improving the budgetary execution. Continue to improve the quality of education, by providing the follow-up funding for infrastructure and staffing necessary to implement thoroughly recent reforms in the education sector.\n—\nContinue to improve the labour market performance and to reduce unemployment, in particular by taking additional measures to address youth and long-term unemployment and by modernising the social security and educational system.\n—\nContinue efforts to integrate the informal sector into the formal economy.\n—\nUpgrade the country's infrastructure, in particular for energy and transport, in order to strengthen the competitiveness of the economy at large.\nAbility to assume the obligations of membership\nChapter 1: Free movement of goods\n—\nDevelop a market surveillance structure in line with the acquis.\nChapter 3: Right of establishment and freedom to provide services\n—\nAlign with the EU acquis on mutual recognition of professional qualifications, including training provisions, and develop the required administrative structures.\n—\nAlign with the postal services acquis, including establishment of an independent national regulatory authority.\nChapter 5: Public procurement\n—\nAchieve fully operational public procurement structures which ensure that public procurement procedures are conducted fully in accordance with the EC standards. Develop e-procurement.\nChapter 7: Intellectual property law\n—\nBuild up the capacity necessary to implement and enforce the acquis in each area covered by this chapter and establish a satisfactory track record on investigation, prosecution and judicial handling of piracy and counterfeiting.\nChapter 8: Competition policy\n—\nFurther align the legislation with the EU anti-trust and State aid acquis.\n—\nFurther improve the enforcement record in the areas of anti-trust and State aid control.\n—\nIncrease awareness among government institutions, business and the general public.\nChapter 9: Financial services\n—\nEstablish a credible enforcement record on combating uninsured driving.\n—\nFurther align with EU legislation in financial services.\nChapter 11: Agriculture and rural development\n—\nUpgrade the capacity of the agricultural administration and complete preparations for enforcement and practical application of the management mechanisms of the common agricultural policy, in particular the integrated administration and control system (IACS), and ensure a functioning land parcel identification system (LPIS).\nChapter 12: Food safety, veterinary and phytosanitary policy\n—\nFurther align the legislation with the acquis regarding transmissible spongiform encephalopathies (TSE) and animal by-products, implement and control its enforcement and set up the necessary collection and treatment system.\n—\nEstablish a properly staffed plant health authority. Further align the phytosanitary legislation with the acquis.\n—\nAdopt a plan for the upgrading of agri-food establishments and start its implementation.\n—\nStrengthen the laboratory capacity in the food safety, veterinary and phytosanitary domain.\nChapter 14: Transport policy\n—\nContinue to work towards complete alignment with the acquis in the area of road transport (including the implementation of the digital tachograph), continue alignment with the railway acquis (first and second railway packages and interoperability), achieve full alignment with the aviation legislation and ensure vigorous enforcement of the corresponding legislation.\n—\nImplement commitments taken under the second transitional phase of the European Common Aviation Area Agreement.\nChapter 15: Energy\n—\nContinue efforts to ensure an adequate supply of energy and to develop and implement an energy policy in line with the obligations under the Energy Community Treaty.\nChapter 17: Economic and monetary policy\n—\nAlign the legal framework in order to ensure full central bank independence.\nChapter 18: Statistics\n—\nFurther develop all areas of statistics, achieve full harmonisation in key areas in terms of frequency, scope, classifications, timeliness and quality and put in place a uniform management and production system.\n—\nPut in place a well coordinated national statistical system.\nChapter 19: Employment and social policies\n—\nDevelop permanent mechanism for social dialogue.\n—\nDevelop long term social inclusion policies and enhance access to the labour market of vulnerable groups.\n—\nFurther enhance social protection policies.\n—\nDevelop mechanisms to monitor the situation of persons with disabilities.\nChapter 20: Enterprise and industrial policy\n—\nFurther develop support mechanisms for SMEs and improve access for SMEs to financial services- Define and implement an industrial strategy conducive to growth and innovation.\n—\nFinalise and implement the strategy development on the mainstreaming of entrepreneurship education based on successful donor supported pilot projects.\nChapter 22: Regional policy and coordination of structural instruments\n—\nStrengthen at central level and develop at regional and local level the administrative capacity. Ensure a clear distribution of responsibilities and strengthen capacity of coordination between designated implementing authorities/structures including local authorities.\nChapter 24: Justice, freedom and security\n—\nEnsure alignment with the relevant acquis in the area of asylum and immigration.\nChapter 25: Science and research\n—\nApply an integrated research policy.\nChapter 26: Education and Culture\n—\nContinue efforts to improve the quality of education, including primary education, and to create a modern vocational education and training system and a higher education sector linked with the labour market and economic needs and promoting of regional cooperation in the field of higher education.\nChapter 27: Environment\n—\nContinue to integrate environmental protection requirements into other sectoral policies, in particular by developing environmental impact assessments.\n—\nFurther increase investments in environmental infrastructure, with particular emphasis on waste water collection and treatment, drinking water supply, tackling air pollution and waste management.\nChapter 28: Consumer and health protection\n—\nComplete alignment with the EU acquis in the field of consumer protection and strengthen the administrative capacity needed for effective market surveillance.\n—\nContinue alignment with the EU acquis in the field of public health policy, more specifically in the fields of tobacco, blood, tissues and cells and communicable diseases. Strengthen the institutional, administrative and financial capacity in the field of public health.\n—\nIn the area of mental health, develop community-based services as an alternative to institutionalisation, and ensure allocation of sufficient financial resources for mental health care.\nChapter 31: Foreign, security and defence policy\n—\nBring the agreement concluded with the USA regarding the conditions of surrender of people to the International Criminal Court into line with the EU guiding principles adopted by the European Council in September 2002.\nChapter 32: Financial control\n—\nFurther develop and implement the EU's public internal financial control (PIFC) model (decentralised managerial accountability and functionally independent internal audit) by means of coherent legislation and adequate institutional capacity under the guidance of the Ministry of Financial Affairs.\n—\nFurther strengthen the operational capacity and the functional and financial independence of the State Audit Office.\n—\nImplement procedures and administrative capacity to ensure effective protection of the EC's financial interests.\n4.   PROGRAMMING\nCommunity assistance under the stabilisation and association process to the Western Balkan countries will be provided under the existing financial instruments, in particular by Regulation (EC) No 1085/2006 (IPA), and for programmes adopted before 2007, Council Regulation (EC) No 2666/2000 (CARDS Regulation) (1). The financing agreements serve as legal basis for the implementation of the concrete programmes. Accordingly, this Decision will have no financial implications. The former Yugoslav Republic of Macedonia can have access to funding from multi-country and horizontal programmes.\n5.   CONDITIONALITY\nAssistance to the Western Balkan countries is conditional on progress on satisfying the Copenhagen criteria and on meeting the requirements of the Stabilisation and Association Agreement and the specific priorities of this Accession Partnership. Failure to respect these conditions could lead the Council to take appropriate measures on the basis of Article 21 of Regulation (EC) No 1085/2006 or, in the case of pre-2007 programmes, on the basis of Article 5 of Regulation (EC) No 2666/2000. The assistance is also subject to the conditions defined by the Council in its conclusions of 29 April 1997, in particular as regards the recipients' undertaking to carry out democratic, economic and institutional reforms. Specific conditions are also included in individual annual programmes. The financing decisions will be followed by a financing agreement signed with the Yugoslav Republic of Macedonia.\n6.   MONITORING\nImplementation of the Accession Partnership will be examined by the mechanisms established under the Stabilisation and Association Process, notably the annual reports presented by the Commission.\n(1)  OJ L 306, 7.12.2000, p. 1. Regulation as last amended by Regulation (EC) No 2112/2005 (OJ L 344, 27.12.2005, p. 23).", "summary": "Accession Partnership with the former Yugoslav Republic of Macedonia\nAccession Partnership with the former Yugoslav Republic of Macedonia\nThe Accession Partnership – an instrument of the stabilisation and association process – is intended to provide additional, tailored support to the Government of the former Yugoslav Republic of Macedonia (FYROM) with a view to helping the country, which is a candidate for accession to the EU, in its preparations for future membership. The Accession Partnership identifies the priority areas where reforms and efforts are required. It also provides a basis for targeting the Community's assistance to the country.\nACT\nCouncil Decision 2008/212/EC of 18 February 2008 on the principles, priorities and conditions contained in the Accession Partnership with the former Yugoslav Republic of Macedonia and repealing Decision 2006/57/EC.\nSUMMARY\nThe Accession Partnership with the former Yugoslav Republic of Macedonia is the main instrument for helping the Government of the FYROM to realise the country's prospect of joining the European Union (EU). After submitting its application for membership on 22 March 2004, the FYROM was granted candidate-country status by the European Council on 17 December 2005.\nThe Accession Partnership with the FYROM is an instrument of the stabilisation and association process set up under the Thessaloniki agenda (2003) for the western Balkan countries. The European Partnerships and the Accession Partnerships for the western Balkan countries have Regulation (EC) No 533/2004 as their legal basis.\nOBJECTIVE\nThe objective of the Partnership is to register in a common reference framework:\nthe priority areas where reforms and efforts are required; these are identified according to the country’s requirements and involve the adoption and implementation of appropriate legislation;\nguidelines for financial assistance for taking action in these priority areas;\nthe principles and conditions governing implementation of the Partnership.\nThe Council of the European Union adopts the Accession Partnership, as well as its subsequent amendments, by a qualified majority on the basis of a proposal from the Commission.\nThe current Partnership supersedes the Partnership of 2006 and updates it by identifying new priorities. European Partnerships are flexible instruments designed to reflect the progress made by the countries concerned and to highlight the efforts still required in other areas as identified by the Commission’s evaluations.\nWith a view to achieving the objectives identified in the Accession Partnership, the FYROM must adopt an action plan setting out procedures and a programme for implementing the priorities of the Partnership.\nImplementation of the Partnership is monitored within the framework of the stabilisation and association process and its mechanisms, in particular the annual evaluation report presented by the Commission.\nPRIORITIES\nThe Accession Partnership establishes priorities which are both realistic and attainable goals. In this regard, a distinction is made between short-term and medium-term priorities, which are expected to be achieved within one to two years and within three to four years respectively.\nThe priorities identified for the FYROM relate to its capacity to meet:\nthe Copenhague criteria of 1993;\nthe conditions set for the Stabilisation and Association Process (Council conclusions of 27 April 1997 and 21 and 22 June 1999);\nthe Zagreb declaration of 2000;\nthe Thessaloniki agenda of 2003.\nThe short- and medium-term priorities are classified as follows:\nthe key priorities are short-term priorities. They focus on the application of the Stabilisation and Association Agreement (SAA), the establishment of a constructive political dialogue, the implementation of the police law, the demonstration that sustainable progress has been made in implementing judicial reforms and anti-corruption legislation, the civil service, including the prevention of political interference in the recruitment and the career of officials, the creation of jobs and the consolidation of the rule of law in order to improve the business climate;\nthe requirements relating to the political criteria cover democracy and the rule of law (implementation of the Ohrid Framework Agreement, the electoral process, the public authorities, the administration, the judicial system, the fight against corruption); respect for human rights and the protection of minorities (through compliance with international and European standards, such as those of the Council of Europe; the creation of law-enforcement bodies and judicial and prison administrations; the fight against discrimination; the protection of human, women's and children's rights; the equitable representation of communities and access to education for minorities); regional questions and international obligations (cooperation with the International Criminal Tribunal for the Former Yugoslavia (ICTY); regional cooperation and dialogue, including the implementation of the Central European Free Trade Agreement; good neighbourly relations, and in particular finding a negotiated and mutually acceptable solution for the country's name; implementation of cooperation agreements with neighbouring countries, notably on cross-border cooperation, the fight against organised crime, trafficking and smuggling, the management of external borders, readmission and the environment);\nthe requirements relating to the economic criteria for strengthening legal certainty for economic operators (the registration of land and real estate) and the functioning of the market economy; the improvement of public services (creation and modernisation of infrastructures); the viability of the electricity market; the quality of public spending and of education; labour market performance and the reduction of unemployment; the integration of the informal economy into the formal economy and the modernisation of national infrastructures for improving the economy's competitiveness, particularly with regard to energy and transport;\nthe ability to assume the obligations of membership concerning the adoption and implementation of the Community acquis regarding a certain number of EU policies classified under headings.\nFINANCIAL FRAMEWORK\nThe FYROM receives financial assistance to help it fulfil the accession criteria. The Accession Partnership serves as a reference instrument for determining the different areas where funds are allocated (according to identified priorities). The decisions which establish the various financial instruments and programming documents provide the actual legal framework for the financial assistance.\nThe Instrument for Pre-Accession Assistance (IPA) is the sole financial instrument for candidate countries and potential candidate countries for the period 2007-2013. It replaces the CARDS Programme, the financial instrument of the stabilisation and association process for the countries of the western Balkans covering the period 2000-2006. Over this period, a total of EUR 298.2 million was allocated to the FYROM under CARDS.\nFinancial assistance for national programmes under the IPA for 2007-2010 should be EUR 401.1 million, in line with the multiannual indicative financial framework (MIFF) for 2009-2011 (including 2007 and 2008) .\nCommunity assistance is conditional on recipient countries abiding by the essential elements which govern their relations with the EU, particularly the effective implementation of reforms. Under the Accession Partnership, the FYROM is required to comply with the Copenhagen criteria and the priorities defined by the Partnership. Failure to meet these requirements could result in the Council suspending financial assistance.\nThe FYROM also receives funding from the European Investment Bank (EIB), principally within the framework of the mechanism for granting regional loans to the EU’s south-eastern neighbours. This mandate covers the candidate countries and the countries of the western Balkans. The financing provided by the EIB takes the form of grants and loans.\nReferences\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nDecision 2008/212/EC\n22.3.2008\n-\nOJ L 80 of 19.3.2008\nRELATED ACTS\nCommunication of 5 March 2008 from the Commission to the European Parliament and the Council entitled \"Eastern Balkans: Enhancing the European perspective\" [COM(2008)127 final – Not published in the Official Journal].\nCommission Communication of 27 January 2006 entitled \"The Western Balkans on the road to the EU: consolidating stability and raising prosperity\" [COM(2006) 27 – Not published in the Official Journal].\nBILATERAL RELATIONS\nStabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the former Yugoslav Republic of Macedonia, of the other part [Official Journal L 84 of 20.3.2004].\nFINANCIAL ASSISTANCE\nCouncil Regulation (EC) No 1085/2006 of 17 July 2006 establishing an Instrument for Pre-Accession Assistance (IPA) [Official Journal L 210 of 31.7.2006].\nMultiannual indicative financial framework (MIFF) for:\n2008 to 2010 [COM(2006) 672 final - Not published in the Official Journal];\n2009 to 2011 [COM(2007) 689 final - Not published in the Official Journal.\nMultiannual indicative planning document 2007-2009 for the former Yugoslav Republic of Macedonia (pdf)\n.\nEVALUATION\nThe reports are available on the website of the Commission's Directorate-General for Enlargement.\nLast updated: 27.05.2008", "tags": ["accession to the European Union", "cooperation agreement (EU)", "North Macedonia", "accession criteria", "financial aid"], "subjects": ["Association Agreement", "Cooperation", "External relations"], "split": "train", "reference_annotations": {"32008D0212_p1": {"text": "(2)  Council decision 2006/57/ec of 30 January 2006 on the principles, priorities and conditions contained in the European Partnership with the former Yugoslav Republic of Macedonia and repealing decision 2004/518/ec (OJ L 35, 7.2.2006, p. 57).", "triples": [" decision 2006/57/ec,  repealing,  decision 2004/518/ec"]}}, "summary_annotations": {"32008D0212_p1": {"text": "Council decision 2008/212/ec of 18 February 2008 on the principles, priorities and conditions contained in the Accession Partnership with the former Yugoslav Republic of Macedonia and repealing decision 2006/57/ec.", "triples": [" decision 2008/212/ec,  repealing,  decision 2006/57/ec"]}}}