{"celex_id": "32008L0063", "reference": "21.6.2008\nEN\nOfficial Journal of the European Union\nL 162/20\nCOMMISSION DIRECTIVE 2008/63/EC\nof 20 June 2008\non competition in the markets in telecommunications terminal equipment\n(Text with EEA relevance)\n(Codified version)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES,\nHaving regard to the Treaty establishing the European Community, and in particular Article 86(3) thereof,\nWhereas:\n(1)\nCommission Directive 88/301/EEC of 16 May 1988 on competition in the markets in telecommunications terminal equipment (1) has been substantially amended (2). In the interests of clarity and rationality the said Directive should be codified.\n(2)\nIn all the Member States, telecommunications were, either wholly or partly, a State monopoly generally granted in the form of special or exclusive rights to one or more bodies responsible for providing and operating the network infrastructure and related services. Those rights, however, often used to go beyond the provision of network utilisation services and used to extend to the supply of user terminal equipment for connection to the network. The last decades have seen considerable technical developments in networks, and the pace of development has been especially striking in the area of terminal equipment.\n(3)\nMember States have, in response to technical and economic developments, reviewed their grant of special or exclusive rights in the telecommunications sector. The proliferation of types of terminal equipment and the possibility of the multiple use of terminals means that users must be allowed a free choice between the various types of equipment available if they are to benefit fully from the technological advances made in the sector.\n(4)\nThe existence of exclusive rights has the effect of restricting the free movement of telecommunications terminal equipment either as regards the importation and marketing of terminal equipment (including satellite equipment), because certain products are not marketed, or as regards the connection, bringing into service or maintenance because, taking into account the characteristics of the market and in particular the diversity and technical nature of the products, a monopoly has no incentive to provide these services in relation to products which it has not marketed or imported, nor to align its prices on costs, since there is no threat of competition from new entrants on the market. Taking into account the fact that in most equipment markets there is typically a large range of telecommunication equipment, any special right which directly or indirectly limits the number of the undertakings authorised to import, market, connect, bring into service and maintain such equipment, is liable to have the same kind of effect as the grant of exclusive rights. Such exclusive or special rights constitute measures having equivalent effect to quantitative restrictions incompatible with Article 28 of the Treaty. Thus it is necessary to abolish all existing exclusive rights in the importation, marketing, connection, bringing into service and maintenance of terminal and telecommunications equipment, as well as those rights having comparable effects — that is to say, all special rights except those consisting in legal or regulatory advantages conferred on one or more undertakings and affecting only the ability of other undertakings to engage in any of the abovementioned activities in the same geographical area under substantially equivalent conditions.\n(5)\nThe special or exclusive rights relating to terminal equipment are exercised in such a way as, in practice, to disadvantage equipment from other Member States, notably by preventing users from freely choosing the equipment that best suits their needs in terms of price and quality, regardless of its origin. The exercise of these rights is therefore not compatible with Article 31 of the Treaty in all the Member States.\n(6)\nThe provision of installation and maintenance services is a key factor in the purchasing or rental of terminal equipment. The retention of exclusive rights in this field would be tantamount to retention of exclusive marketing rights. Such rights must therefore also be abolished if the abolition of exclusive importing and marketing rights is to have any practical effect.\n(7)\nThe maintenance of terminal equipment is a service within the meaning of Article 50 of the Treaty. The service in question, which cannot from a commercial point of view be dissociated from the marketing of the equipment terminals, must be provided freely in accordance with Article 49 of the Treaty and in particular when provided by qualified operators.\n(8)\nThe situation in the market continues to produce infringements of the competition rules laid down by the Treaty and to affect adversely the development of trade to such an extent as would be contrary to the interests of the Community. Stronger competition in the terminal equipment market requires the introduction of transparent technical specifications which meet the essential requirements mentioned in Directive 1999/5/EC of the European Parliament and of the Council of 9 March 1999 on radio equipment and telecommunications terminal equipment and the mutual recognition of their conformity (3) and allow the free movement of terminal equipment. In turn, such transparency necessarily entails the publication of technical specifications.\n(9)\nSpecial or exclusive rights to import and market terminal equipment give rise to a situation which is contrary to the objective of Article 3(g) of the Treaty, which provides for the institution of a system ensuring that competition in the internal market is not distorted, and requires a fortiori that competition must not be eliminated. Member States have an obligation under Article 10 of the Treaty to abstain from any measure which could jeopardise the attainment of the objectives of the Treaty, including Article 3(g). The exclusive rights must therefore be regarded as incompatible with Article 82 of the Treaty in conjunction with Article 3 thereof, and the grant or maintenance of such rights by a Member State is prohibited under Article 86(1) of the Treaty.\n(10)\nTo enable users to have access to the terminal equipment of their choice, it is necessary to know and make transparent the characteristics of the interface points of the public network to which the terminal equipment is to be connected. Member States must therefore ensure that the characteristics are published and that users have access to interface points of the public network.\n(11)\nTo be able to market their products, manufacturers of terminal equipment must know what technical specifications they must satisfy. Member States should therefore formalise and publish the specifications, which they must notify to the Commission in draft form, in accordance with Directive 98/34/EC of the European Parliament and of the Council of 22 June 1998 laying down a procedure for the provision of information in the field of technical standards and regulations (4). The specifications may be extended to products imported from other Member States only in so far as they are necessary to ensure conformity with the essential requirements specified in Article 3 of Directive 1999/5/EC that can legitimately be required under Community law. Member States must, in any event, comply with Articles 28 and 30 of the Treaty, under which an importing Member State must allow terminal equipment legally manufactured and marketed in another Member State.\n(12)\nTo ensure that type-approval specifications are applied transparently, objectively and without discrimination monitoring applications cannot be entrusted to a competitor in the terminal equipment market in view of the obvious conflict of interest. Member States should therefore ensure that the responsibility for monitoring is assigned to a body independent of the operator of the network and of any other competitor in the market in question.\n(13)\nThis Directive should be without prejudice to the obligations of the Member States relating to the time limits for transposition into national law of the Directives set out in Annex II, Part B,\nHAS ADOPTED THIS DIRECTIVE:\nArticle 1\nFor the purposes of this Directive, the following definitions shall apply:\n1.\n‘terminal equipment’ means:\n(a)\nequipment directly or indirectly connected to the interface of a public telecommunications network to send, process or receive information; in either case (direct or indirect), the connection may be made by wire, optical fibre or electromagnetically; a connection is indirect if equipment is placed between the terminal and the interface of the network;\n(b)\nsatellite earth station equipment;\n2.\n‘satellite earth station equipment’ means equipment which is capable of being used for the transmission only (‘transmit-only’), or for the transmission and reception (‘transmit/receive’), or for the reception only (‘receive-only’) of radio communication signals by means of satellites or other space-based systems;\n3.\n‘undertaking’ means a public or private body, to which a Member State grants special or exclusive rights for the importation, marketing, connection, bringing into service of telecommunications terminal equipment and/or maintenance of such equipment;\n4.\n‘special rights’ means rights that are granted by a Member State to a limited number of undertakings, through any legislative, regulatory or administrative instrument, which, within a given geographical area:\n(a)\nlimits to two or more the number of such undertakings, otherwise than according to objective, proportional and non-discriminatory criteria; or\n(b)\ndesignates, otherwise than according to the criteria referred to in point (a), several competing undertakings; or\n(c)\nconfers on any undertaking or undertakings, otherwise than according to the criteria referred to in points (a) and (b), any legal or regulatory advantages which substantially affect the ability of any other undertaking to import, market, connect, bring into service and/or maintain telecommunication terminal equipment in the same geographical area under substantially equivalent conditions.\nArticle 2\nMember States which have granted special or exclusive rights to undertakings shall ensure that all exclusive rights are withdrawn, as well as those special rights which:\n(a)\nlimit to two or more the number of undertakings, otherwise than according to objective, proportional and non-discriminatory criteria; or\n(b)\ndesignate, otherwise than according to the criteria referred to in point (a), several competing undertakings.\nThey shall inform the Commission of the measures taken or draft legislation introduced to that end.\nArticle 3\nMember States shall ensure that economic operators have the right to import, market, connect, bring into service and maintain terminal equipment.\nHowever, Member States may:\n(a)\nin the case of satellite earth station equipment, refuse to allow such equipment to be connected to the public telecommunications network or to be brought into service where it does not satisfy the relevant common technical regulations adopted in pursuance of Directive 1999/5/EC or, in the absence thereof, the essential requirements laid down in Article 3 of that Directive; in the absence of common technical rules of harmonised regulatory conditions, national rules shall be proportionate to those essential requirements and shall be notified to the Commission in accordance with Directive 98/34/EC where that Directive so requires;\n(b)\nin the case of other terminal equipment, refuse to allow such equipment to be connected to the public telecommunications network where it does not satisfy the relevant common technical regulations adopted in pursuance of Directive 1999/5/EC or, in the absence thereof, the essential requirements laid down in Article 3 of that Directive;\n(c)\nrequire economic operators to possess the technical qualifications needed to connect, bring into service and maintain terminal equipment on the basis of objective, non-discriminatory and publicly available criteria.\nArticle 4\nMember States shall ensure that users have access to new public network interface points and that the physical characteristics of these points are published by users of the telecommunications public network.\nArticle 5\nMember States shall ensure that all specifications for terminal equipment are formalised and published.\nMember States shall notify those technical specifications in draft form to the Commission in accordance with Directive 98/34/EC.\nArticle 6\nMember States shall ensure that in monitoring the specifications referred to in Article 5, the application is entrusted to a body independent of public or private undertakings offering goods and/or services in the telecommunications sector.\nArticle 7\nMember States shall provide the Commission at the end of each year with a report allowing it to monitor compliance with the provisions of Articles 2, 3, 4, and 6.\nAn outline of the report is set out in Annex I.\nArticle 8\nDirective 88/301/EEC, as amended by the Directive listed in Annex II, Part A, is repealed, without prejudice to the obligations of the Member States relating to the time limits for transposition into national law of the Directives set out in Annex II, Part B.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table in Annex III.\nArticle 9\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nArticle 10\nThis Directive is addressed to the Member States.\nDone at Brussels, 20 June 2008.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 131, 27.5.1988, p. 73. Directive as amended by Directive 94/46/EC (OJ L 268, 19.10.1994, p. 15).\n(2)  See Annex II, Part A.\n(3)  OJ L 91, 7.4.1999, p. 10. Directive as amended by Regulation (EC) No 1882/2003 (OJ L 284, 31.10.2003, p. 1).\n(4)  OJ L 204, 21.7.1998, p. 37. Directive as last amended by Council Directive 2006/96/EC (OJ L 363, 20.12.2006, p. 81).\nANNEX I\nOutline of the report referred to in Article 7\nImplementation of Article 2\nTerminal equipment for which legislation is being or has been modified.\nBy category of terminal equipment:\n—\ndate of adoption of the measure, or\n—\ndate of introduction of the bill, or\n—\ndate of entry into force of the measure.\nImplementation of Article 3\n—\nterminal equipment, the connection and/or commissioning of which has been restricted,\n—\ntechnical qualifications required, giving reference of their publication.\nImplementation of Article 4\n—\nreferences of publications in which the physical characteristics are specified,\n—\nnumber of existing public network interface points,\n—\nnumber of public network interface points now accessible.\nImplementation of Article 6\n—\nindependent body or bodies appointed.\nANNEX II\nPART A\nRepealed Directive with its successive amendment\n(referred to in Article 8)\nCommission Directive 88/301/EEC\n(OJ L 131, 27.5.1988, p. 73)\nCommission Directive 94/46/EC\n(OJ L 268, 19.10.1994, p. 15)\nPART B\nList of time limits for transposition into national law\n(referred to in Article 8)\nDirective\nTime limit for transposition\n88/301/EEC\n—\n94/46/EC\n8 August 1995\nANNEX III\nCorrelation table\nDirective 88/301/EEC\nThis Directive\nArticle 1, introductory words\nArticle 1, introductory words\nArticle 1, first indent, first and second sentences\nArticle 1, point (1)(a)\nArticle 1, first indent, last sentence\nArticle 1, point (1)(b)\nArticle 1, second indent\nArticle 1, point (3)\nArticle 1, third indent, introductory words\nArticle 1, point (4), introductory words\nArticle 1, third indent, first sub-indent\nArticle 1, point (4)(a)\nArticle 1, third indent, second sub-indent\nArticle 1, point (4)(b)\nArticle 1, third indent, third sub-indent\nArticle 1, point (4)(c)\nArticle 1, fourth indent\nArticle 1, point (2)\nArticle 2\nArticle 2\nArticle 3, first sentence\nArticle 3, first paragraph\nArticle 3, second sentence\nArticle 3, second paragraph, introductory sentence\nArticle 3, first indent\nArticle 3, second paragraph, point (a)\nArticle 3, second indent\nArticle 3, second paragraph, point (b)\nArticle 3, third indent\nArticle 3, second paragraph, point (c)\nArticle 4, first paragraph\nArticle 4\nArticle 4, second paragraph\n—\nArticle 5(1)\n—\nArticle 5(2), first sentence\nArticle 5, first paragraph\nArticle 5(2), second sentence\nArticle 5, second paragraph\nArticle 6\nArticle 6\nArticle 8\n—\nArticle 9\nArticle 7\nArticle 10\n—\n—\nArticle 8\n—\nArticle 9\nArticle 11\nArticle 10\nAnnex I\n—\nAnnex II\nAnnex I\n—\nAnnex II\n—\nAnnexe III", "summary": "Fair market conditions for telephone handsets and other communication equipment\nFair market conditions for telephone handsets and other communication equipment\nSUMMARY OF:\nDirective 2008/63/EC on competition in the markets in telecommunications terminal equipment\nWHAT IS THE AIM OF THE DIRECTIVE?\nIt aims to open up telecommunications terminal equipment* markets to competition.\nIt also aims to improve the information available to consumers on different equipment to allow users to benefit from technological progress and make informed choices as consumers.\nKEY POINTS\nEU countries may not grant special or exclusive rights relating to the import, marketing, connection, bringing into service or maintenance of telecommunications terminal equipment.\nEU countries may not refuse the connection of terminal equipment to the public telecommunications network or the bringing into service of satellite earth station equipment* in their country, unless this equipment does not satisfy certain essential requirements.\nAs of 13 June 2016, the safety and electromagnetic compatibility requirements for radio terminal equipment are laid down in Directive 2014/53/EU (and any delegated acts adopted further to this directive) which provides for a 1-year transitional period.\nThe safety requirements for fixed-line (non-radio) terminal equipment, depending on the characteristics, are laid down in the Low Voltage Directive (2014/35/EU). If the equipment has a voltage rating of between 50 and 1000 V for alternating current or between 75 and 1500 V for direct current, the requirements for electromagnetic compatibility are laid down in the Electromagnetic Compatibility Directive (2014/30/EU).\nTo enable users to have access to the terminal equipment of their choice, it is necessary to know and make transparent the characteristics of the interface points of the public network to which the terminal equipment is to be connected (directly or indirectly). EU countries must ensure that operators publish these characteristics and that users have access to the interface points of the public network.\nThe bodies entrusted with monitoring the application of specifications designated by EU countries must be independent from public or private organisations offering goods and/or services in the telecommunications sector.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nThis directive has applied since 11 July 2008. EU countries had to incorporate it into national law by 8 August 1995 the date indicated in the Directive 88/301/EEC, which Directive 2008/63/EC has codified*.\nBACKGROUND\n              \nThis directive represented the first phase of a policy to liberalise telecommunications markets and which led to the complete liberalisation of these markets on 1 January 1998.\n* KEY TERMS\n              \nTerminal equipment: equipment directly or indirectly linked to the interface of a public telecommunications network to send, process or receive information, including satellite earth station equipment.\nSatellite earth station equipment: equipment which can be used for transmission only (‘transmit-only’), for reception only (‘receive-only’) or for the transmission and reception (‘transmit/receive’) of radio communication signals by means of satellites or other space-based systems.\nCodification: a new legal act which replaces another act that has been amended substantially. The new act preserves the rules in the act which is being codified and therefore passes through the decision-making process rapidly by means of an accelerated procedure.\nMAIN DOCUMENT\n            \nCommission Directive 2008/63/EC of 20 June 2008 on competition in the markets in telecommunications terminal equipment (codified version) (OJ L 162, 21.6.2008, pp. 20-26)\nRELATED DOCUMENTS\n            \nDirective 2014/30/EU of the European Parliament and of the Council of 26 February 2014 on the harmonisation of the laws of the Member States relating to electromagnetic compatibility (OJ L 96, 29.3.2014, pp. 79–106)\nDirective 2014/35/EU of the European Parliament and of the Council of 26 February 2014 on the harmonisation of the laws of the Member States relating to the making available on the market of electrical equipment designed for use within certain voltage limits (OJ L 96, 29.3.2014, pp. 357–374)\nDirective 2014/53/EU of the European Parliament and of the Council of 16 April 2014 on the harmonisation of the laws of the Member States relating to the making available on the market of radio equipment and repealing Directive 1999/5/EC (OJ L 153, 22.5.2014, pp. 62–106)\nlast update 14.11.2016", "tags": ["free movement of goods", "market", "telecommunications equipment", "competition law", "national law", "competition"], "subjects": ["Telecommunications", "Internal market - Principles", "Approximation of laws", "Competition"], "split": "train", "reference_annotations": {}, "summary_annotations": {"32008L0063_p1": {"text": "directive 2014/53/eu of the European Parliament and of the Council of 16 April 2014 on the harmonisation of the laws of the Member States relating to the making available on the market of radio equipment and repealing directive 1999/5/ec (OJ L 153, 22.5.2014, pp. 62–106)---last update 14.11.2016", "triples": [" directive 2014/53/eu,  repealing,  directive 1999/5/ec"]}}}