{"celex_id": "32012D0130", "reference": "6.3.2012\nEN\nOfficial Journal of the European Union\nL 67/1\nCOUNCIL DECISION\nof 3 October 2011\non the approval, on behalf of the European Union, of the Convention on the Conservation and Management of High Seas Fishery Resources in the South Pacific Ocean\n(2012/130/EU)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(2), in conjunction with Article 218(6)(a) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament (1),\nWhereas:\n(1)\nThe Union is competent to adopt measures for the conservation of marine biological resources under the common fisheries policy and to enter into agreements with third countries and international organisations.\n(2)\nPursuant to Council Decision 98/392/EC (2), the Union is a Contracting Party to the United Nations Convention on the Law of the Sea of 10 December 1982, which requires all members of the international community to cooperate in conserving and managing the biological resources of the sea.\n(3)\nPursuant to Council Decision 98/414/EC (3), the Union is a Contracting Party to the Agreement on the implementation of the provisions of the United Nations Convention on the Law of the Sea of 10 December 1982, relating to the Conservation and Management of Straddling Fish Stocks and Highly Migratory Fish Stocks.\n(4)\nOn 17 April 2007 the Council authorised the Commission to negotiate, on behalf of the Community, a Convention on a Regional Fisheries Management Organisation (RFMO) in the South Pacific for fishery resources not yet covered by an existing RFMO.\n(5)\nThe negotiations were successfully concluded in Auckland, New Zealand, on 14 November 2009 by the adoption of a draft text of the Convention on the Conservation and Management of High Seas Fishery Resources in the South Pacific Ocean (hereinafter referred to as the ‘Convention’), which, under its Article 36(1), is open for signature for a period of 12 months from 1 February 2010. The Convention was signed on behalf of the Union on 26 July 2010, subject to its conclusion, in accordance with Council Decision 2011/189/EU (4).\n(6)\nThe objective of the Convention is to ensure, through its effective implementation, the long-term conservation and sustainable use of the fishery resources in the Convention area.\n(7)\nSince vessels flying the flags of Member States of the Union fish resources in the Convention area, it is in the Union’s interest to play an effective role in the implementation of the Convention.\n(8)\nThe Convention should therefore be approved,\nHAS ADOPTED THIS DECISION:\nArticle 1\nThe Convention on the Conservation and Management of High Seas Fishery Resources in the South Pacific Ocean (hereinafter referred to as the ‘Convention’) is hereby approved on behalf of the European Union.\nThe text of the Convention is attached to this Decision.\nArticle 2\nThe President of the Council is hereby authorised to designate the person(s) empowered to deposit, on behalf of the Union, the instrument of approval with the Government of New Zealand acting in its capacity as Depositary of the Convention in accordance with Article 36(3) of the Convention (5).\nArticle 3\nThis Decision shall enter into force on the day of its adoption.\nDone at Brussels, 3 October 2011.\nFor the Council\nThe President\nJ. FEDAK\n(1)  Consent of 13 September 2011 (not yet published in the Official Journal).\n(2)  OJ L 179, 23.6.1998, p. 1.\n(3)  OJ L 189, 3.7.1998, p. 14.\n(4)  OJ L 81, 29.3.2011, p. 1.\n(5)  The date of entry into force of the Convention will be published in the Official Journal of the European Union by the General Secretariat of the Council.\n6.3.2012\nEN\nOfficial Journal of the European Union\nL 67/3\nCONVENTION\non the Conservation and Management of High Seas Fishery Resources in the South Pacific Ocean\nTHE CONTRACTING PARTIES,\nCOMMITTED to ensuring the long-term conservation and sustainable use of fishery resources in the South Pacific Ocean and in so doing safeguarding the marine ecosystems in which the resources occur;\nRECALLING relevant international law as reflected in the United Nations Convention on the Law of the Sea of 10 December 1982, the Agreement for the Implementation of the Provisions of the United Nations Convention on the Law of the Sea of 10 December 1982 relating to the Conservation and Management of Straddling Fish Stocks and Highly Migratory Fish Stocks of 4 December 1995 and the Agreement to Promote Compliance with International Conservation and Management Measures by Fishing Vessels on the High Seas of 24 November 1993 and taking into account the Code of Conduct for Responsible Fisheries adopted by the Conference of the Food and Agriculture Organisation of the United Nations at its twenty eighth session on 31 October 1995;\nRECOGNISING that under international law reflected in the relevant provisions of the above agreements, States have a duty to cooperate with each other in the conservation and management of living resources in the areas of the high seas and, as appropriate, to cooperate to establish sub-regional or regional fisheries organisations or arrangements with a view to taking the measures necessary for the conservation of such resources;\nTAKING INTO CONSIDERATION that, under international law reflected in the relevant provisions of the United Nations Convention on the Law of the Sea of 10 December 1982, coastal States have waters under national jurisdiction within which they exercise their sovereign rights for the purpose of exploring, exploiting, conserving and managing fishery resources and conserving living marine resources upon which fishing has an impact;\nRECOGNISING economic and geographical considerations and the special requirements of developing States, in particular the least-developed among them, and small island developing States, and territories and possessions, and their coastal communities, in relation to the conservation, management and sustainable development of fishery resources and equitable benefit from those resources;\nNOTING the need for regional fisheries management organisations and arrangements to undertake performance reviews in order to assess the degree to which they are attaining their respective conservation and management objectives;\nDETERMINED to cooperate effectively to eliminate illegal, unreported and unregulated fishing and the adverse impact that it has on the state of the world fishery resources and the ecosystems in which they occur;\nCONSCIOUS of the need to avoid adverse impacts on the marine environment, preserve biodiversity, maintain the integrity of marine ecosystems and minimise the risk of long-term or irreversible effects of fishing;\nMINDFUL that effective conservation and management measures must be based on the best scientific information available and the application of the precautionary approach and an ecosystem approach to fisheries management;\nCONVINCED that the long-term conservation and sustainable use of fishery resources in the South Pacific Ocean and the protection of the marine ecosystems in which those resources occur may best be achieved by the conclusion of an international convention for that purpose;\nHAVE AGREED AS FOLLOWS:\nArticle 1\nDefinitions\n1.   For the purposes of this Convention:\na)\n‘1982 Convention’ means the United Nations Convention on the Law of the Sea of 10 December 1982;\nb)\n‘1995 Agreement’ means the Agreement for the Implementation of the Provisions of the United Nations Convention on the Law of the Sea of 10 December 1982 relating to the Conservation and Management of Straddling Fish Stocks and Highly Migratory Fish Stocks of 4 December 1995;\nc)\n‘Commission’ means the Commission of the South Pacific Regional Fisheries Management Organisation established by Article 6;\nd)\n‘Convention Area’ means the Area to which this Convention applies in accordance with Article 5;\ne)\n‘Code of Conduct’ means the Code of Conduct for Responsible Fisheries adopted by the 28th session of the Conference of the Food and Agriculture Organisation of the United Nations (FAO) on 31 October 1995;\nf)\n‘fishery resources’ means all fish within the Convention Area, including: molluscs; crustaceans; and other living marine resources as may be decided by the Commission; but excluding:\ni)\nsedentary species in so far as they are subject to the national jurisdiction of coastal States pursuant to Article 77 paragraph 4 of the 1982 Convention;\nii)\nhighly migratory species listed in Annex I of the 1982 Convention;\niii)\nanadromous and catadromous species; and\niv)\nmarine mammals, marine reptiles and sea birds;\ng)\n‘fishing’ means:\ni)\nthe actual or attempted searching for, catching, taking or harvesting of fishery resources;\nii)\nengaging in any activity which can reasonably be expected to result in the locating, catching, taking or harvesting of fishery resources for any purpose;\niii)\ntranshipment and any operation at sea in support of, or in preparation for, any activity described in this definition; and\niv)\nthe use of any vessel, vehicle, aircraft or hovercraft, in relation to any activity described in this definition;\nbut does not include any operation related to emergencies involving the health or safety of crew members or the safety of a vessel;\nh)\n‘fishing vessel’ means any vessel used or intended for fishing, including fish processing vessels, support ships, carrier vessels and any other vessel directly engaged in fishing operations;\ni)\n‘flag State’ means, unless otherwise indicated:\ni)\na State whose fishing vessels are entitled to fly its flag; or\nii)\na regional economic integration organisation in which fishing vessels are entitled to fly the flag of a member State of that regional economic integration organisation;\nj)\n‘IUU fishing’ means activities as referred to in paragraph 3 of the FAO International Plan of Action to Prevent, Deter and Eliminate Illegal, Unreported and Unregulated Fishing, and other activities as may be decided by the Commission;\nk)\n‘nationals’ includes both natural and legal persons;\nl)\n‘port’ includes offshore terminals and other installations for landing, transhipping, packaging, processing, refuelling or re-supplying;\nm)\n‘regional economic integration organisation’ means a regional economic integration organisation to which its member States have transferred competence over matters covered by this Convention, including the authority to make decisions binding on its Member States in respect of those matters;\nn)\n‘serious violation’ has the same meaning as that set out in Article 21 paragraph 11 of the 1995 Agreement and such other violations as may be specified by the Commission; and\no)\n‘transhipment’ means the unloading of all or any of the fishery resources or fishery resource products derived from fishing in the Convention Area on board a fishing vessel to another fishing vessel either at sea or in port.\n2.\na)\n‘Contracting Party’ means any State or regional economic integration organisation which has consented to be bound by this Convention and for which the Convention is in force.\nb)\nThis Convention applies, mutatis mutandis, to any entity referred to in Article 305, paragraph 1 (c), (d) and (e), of the 1982 Convention which becomes a party to this Convention, and to that extent ‘Contracting Party’ refers to any such entity.\nArticle 2\nObjective\nThe objective of this Convention is, through the application of the precautionary approach and an ecosystem approach to fisheries management, to ensure the long-term conservation and sustainable use of fishery resources and, in so doing, to safeguard the marine ecosystems in which these resources occur.\nArticle 3\nConservation and management principles and approaches\n1.   In giving effect to the objective of this Convention and carrying out decision making under this Convention, the Contracting Parties, the Commission and subsidiary bodies established under Article 6 paragraph 2 and Article 9 paragraph 1 shall:\na)\napply, in particular, the following principles;\ni)\nconservation and management of fishery resources shall be conducted in a transparent, accountable and inclusive manner, taking into account best international practices;\nii)\nfishing shall be commensurate with the sustainable use of fishery resources taking into account the impacts on non-target and associated or dependent species and the general obligation to protect and preserve the marine environment;\niii)\noverfishing and excess fishing capacity shall be prevented or eliminated;\niv)\nfull and accurate data on fishing, including information relating to impacts on the marine ecosystems in which fishery resources occur, shall be collected, verified, reported and shared in a timely and appropriate manner;\nv)\ndecisions shall be based on the best scientific and technical information available and the advice of all relevant subsidiary bodies;\nvi)\ncooperation and coordination among Contracting Parties shall be promoted to ensure that conservation and management measures adopted by the Commission and conservation and management measures applied in respect of the same fishery resources in areas under national jurisdiction are compatible;\nvii)\nmarine ecosystems shall be protected, in particular those ecosystems which have long recovery times following disturbance;\nviii)\nthe interests of developing States, in particular the least developed among them and small island developing States, and of territories and possessions, and the needs of developing State coastal communities, shall be recognised;\nix)\neffective compliance with conservation and management measures shall be ensured and sanctions for any violations shall be adequate in severity to discourage violations wherever they occur and in particular shall deprive offenders of the benefits accruing from their illegal activities; and\nx)\npollution and waste originating from fishing vessels, discards, catch by lost or abandoned gear and impacts on other species and marine ecosystems shall be minimised; and\nb)\napply the precautionary approach and an ecosystem approach in accordance with paragraph 2.\n2.\na)\nThe precautionary approach as described in the 1995 Agreement and the Code of Conduct shall be applied widely to the conservation and management of fishery resources in order to protect those resources and to preserve the marine ecosystems in which they occur, and in particular the Contracting Parties, the Commission and subsidiary bodies shall:\ni)\nbe more cautious when information is uncertain, unreliable, or inadequate;\nii)\nnot use the absence of adequate scientific information as a reason for postponing or failing to take conservation and management measures; and\niii)\ntake account of best international practices regarding the application of the precautionary approach, including Annex II of the 1995 Agreement and the Code of Conduct.\nb)\nAn ecosystem approach shall be applied widely to the conservation and management of fishery resources through an integrated approach under which decisions in relation to the management of fishery resources are considered in the context of the functioning of the wider marine ecosystems in which they occur to ensure the long-term conservation and sustainable use of those resources and in so doing, safeguard those marine ecosystems.\nArticle 4\nCompatibility of conservation and management measures\n1.   The Contracting Parties recognise the need to ensure compatibility of conservation and management measures established for fishery resources that are identified as straddling areas under the national jurisdiction of a coastal State Contracting Party and the adjacent high seas of the Convention Area and acknowledge their duty to cooperate to this end.\n2.   Conservation and management measures established for the high seas and those adopted for areas under national jurisdiction shall be compatible in order to ensure conservation and management of straddling fishery resources in their entirety. In developing compatible conservation and management measures for straddling fishery resources Contracting Parties shall:\na)\ntake into account the biological unity and other biological characteristics of the fishery resources and the relationships between the distribution of the resources, the fishing activities for those resources and the geographical particularities of the region concerned, including the extent to which the fishery resources occur and are fished in areas under national jurisdiction;\nb)\ntake into account the respective dependence of the coastal States and the States fishing on the high seas on the fishery resources concerned; and\nc)\nensure that such measures do not result in harmful impact on the living marine resources as a whole in the Convention Area.\n3.   The Commission’s initial conservation and management measures shall take due account of, and not undermine the effectiveness of, existing conservation and management measures established by relevant coastal State Contracting Parties in respect of areas under national jurisdiction and by Contracting Parties in respect of their flag vessels fishing in the adjacent high seas of the Convention Area.\nArticle 5\nArea of application\n1.   Except as otherwise provided, this Convention applies to waters of the Pacific Ocean beyond areas of national jurisdiction in accordance with international law:\na)\neast of a line extending south along the 120° meridian of east longitude from the outer limit of the national jurisdiction of Australia off the south coast of Western Australia to the intersection with the 55° parallel of south latitude; then due east along the 55° parallel of south latitude to the intersection with the 150° meridian of east longitude; then due south along the 150° meridian of east longitude to the intersection with the 60° parallel of south latitude;\nb)\nnorth of a line extending east along the 60° parallel of south latitude from the 150° meridian of east longitude to the intersection with the 67° 16′ meridian of west longitude;\nc)\nwest of a line extending north along the 67° 16′ meridian of west longitude from the 60° parallel of south latitude to its intersection with the outer limit of the national jurisdiction of Chile then along the outer limits of the national jurisdictions of Chile, Peru, Ecuador and Colombia to the intersection with the 2° parallel of north latitude; and\nd)\nsouth of a line extending west along the 2° parallel of north latitude (but not including the national jurisdiction of Ecuador (Galapagos Islands)) to the intersection with the 150° meridian of west longitude; then due north along the 150° meridian of west longitude to its intersection with 10° parallel of north latitude, then west along the 10° parallel of north latitude to its intersection with the outer limits of the national jurisdiction of the Marshall Islands, and then generally south and around the outer limits of the national jurisdictions of Pacific States and territories, New Zealand and Australia until it connects to the commencement of the line described in paragraph (a) above.\n2.   The Convention shall also apply to waters of the Pacific Ocean beyond areas of national jurisdiction bounded by the 10° parallel of north latitude and the 20° parallel of south latitude and by the 135° meridian of east longitude and the 150° meridian of west longitude.\n3.   Where for the purpose of this Convention it is necessary to determine the position on the surface of the earth of a point, line or area, that position shall be determined by reference to the International Terrestrial Reference System maintained by the International Earth Rotation Service, which for most practical purposes is equivalent to the World Geodetic System 1984 (WGS84).\n4.   Nothing in this Convention shall constitute recognition of the claims or positions of any of the Contracting Parties to this Convention concerning the legal status and extent of waters and zones claimed by any such Contracting Parties.\nArticle 6\nThe Organisation\n1.   The Contracting Parties hereby agree to establish, maintain and strengthen the South Pacific Regional Fisheries Management Organisation ‘the Organisation’, which shall carry out its functions as set forth in this Convention in order to achieve the objective of this Convention.\n2.   The Organisation shall consist of:\na)\na Commission;\nb)\na Scientific Committee;\nc)\na Compliance and Technical Committee;\nd)\nan Eastern Sub-regional Management Committee;\ne)\na Western Sub-regional Management Committee;\nf)\na Finance and Administration Committee;\ng)\na Secretariat,\nand any other subsidiary bodies that the Commission may, from time to time, establish in accordance with Article 9 paragraph 1 to assist it in its work.\n3.   The Organisation shall have legal personality in accordance with international law and shall enjoy in its relations with other international organisations and in the territories of the Contracting Parties such legal capacity as may be necessary to perform its functions and achieve the objective of this Convention. The immunities and privileges which the Organisation and its officers shall enjoy in the territory of a Contracting Party shall be subject to an agreement between the Organisation and the Contracting Party including, in particular, an agreement between the Organisation and the Contracting Party hosting the Secretariat.\n4.   The Secretariat of the Organisation shall be in New Zealand or at such other place as may be decided by the Commission.\nArticle 7\nThe Commission\n1.   Each Contracting Party shall be a member of the Commission and shall appoint one representative to the Commission who may be accompanied by alternative representatives, experts and advisers.\n2.   The Commission shall elect a Chairperson and a Vice-Chairperson from among the Contracting Parties, each of whom shall serve for a term of 2 years and shall be eligible for re-election but shall not serve for more than two terms in succession in the same capacity. The Chairperson and Vice-Chairperson shall be representatives of different Contracting Parties.\n3.   The first meeting of the Commission shall take place no later than 12 months following the entry into force of this Convention. Thereafter the Chairperson of the Commission shall convene an annual meeting, unless the Commission decides otherwise, at a time and location to be decided by the Commission. The Commission shall hold such other meetings as may be necessary to carry out its functions under this Convention.\n4.   The principle of cost effectiveness shall apply to the frequency, duration and scheduling of meetings of the Commission and its subsidiary bodies.\nArticle 8\nFunctions of the Commission\nThe Commission shall, in accordance with the objective, principles and approaches, and specific provisions of this Convention, exercise the following functions:\na)\nadopt conservation and management measures to achieve the objective of this Convention, including, as appropriate, conservation and management measures for particular fish stocks;\nb)\ndetermine the nature and extent of participation in fishing for fishery resources including, as appropriate, for particular fish stocks;\nc)\ndevelop rules for the collection, verification, reporting, storing and dissemination of data;\nd)\npromote the conduct of scientific research to improve knowledge of fishery resources and marine ecosystems in the Convention Area and of the same fishery resources in adjacent waters under national jurisdiction, and, in collaboration with the Scientific Committee, establish procedures for the conduct of fishing for fishery resources for scientific purposes in the Convention Area;\ne)\ncooperate and exchange data with members of the Commission and with relevant organisations, coastal States, territories and possessions;\nf)\npromote compatibility of conservation and management measures in the Convention Area, adjacent areas under national jurisdiction and adjacent areas of high seas;\ng)\ndevelop and establish effective monitoring, control, surveillance, compliance and enforcement procedures, including non-discriminatory market-related and trade-related measures;\nh)\ndevelop processes in accordance with international law to assess flag State performance with respect to the implementation of their obligations under this Convention and adopt proposals, if appropriate, to promote implementation of such obligations;\ni)\nadopt measures to prevent, deter and eliminate IUU fishing;\nj)\ndevelop rules for cooperating non-Contracting Party status under this Convention;\nk)\nreview the effectiveness of the provisions of this Convention and the conservation and management measures adopted by the Commission in meeting the objective of this Convention;\nl)\nsupervise the organisational, administrative, financial and other internal affairs of the Organisation, including the relations among constituent bodies;\nm)\nguide the Commission’s subsidiary bodies in their work;\nn)\nadopt by consensus the budget of the Organisation, the financial regulations of the Organisation and any amendments thereto, and its rules of procedure, which may include procedures for taking and recording decisions intersessionally;\no)\nadopt and amend as necessary any other regulations necessary for the exercise of its functions and those of its subsidiary bodies; and\np)\nexercise any other function and take any other decisions that may be necessary for achieving the objective of this Convention.\nArticle 9\nSubsidiary bodies\n1.   The Commission may establish other subsidiary bodies, additional to the Scientific Committee, the Compliance and Technical Committee, the Eastern Sub-regional Management Committee, the Western Sub-regional Management Committee and the Finance and Administration Committee as may be required. Such additional subsidiary bodies may be established on a permanent or temporary basis taking into account cost implications.\n2.   In establishing such additional subsidiary bodies the Commission shall provide specific terms of reference and methods of work, provided always that such specific terms of reference are consistent with the objective and the conservation and management principles and approaches of this Convention and with the 1982 Convention and the 1995 Agreement. Such terms of reference and methods of work may be reviewed and amended as appropriate by the Commission from time to time.\n3.   All subsidiary bodies shall report, advise and make recommendations to the Commission and contribute to regular reviews of the effectiveness of conservation and management measures adopted by the Commission.\n4.   In carrying out their functions, all subsidiary bodies shall take into consideration the relevant work of other subsidiary bodies established by the Commission, and as appropriate the work of other fisheries management organisations and the work of other relevant technical and scientific bodies.\n5.   All subsidiary bodies may establish working groups. Subsidiary bodies may also seek external advice as required in accordance with any general or specific guidance provided by the Commission.\n6.   All subsidiary bodies shall operate under the rules of procedure of the Commission unless otherwise decided by the Commission.\nArticle 10\nScientific Committee\n1.   Each member of the Commission shall be entitled to appoint one representative to the Scientific Committee who may be accompanied by alternate representatives and advisers.\n2.   The functions of the Scientific Committee shall be to:\na)\nplan, conduct and review scientific assessments of the status of fishery resources including, in cooperation with the relevant coastal State Contracting Party or Parties, fishery resources that straddle the Convention Area and areas under national jurisdiction;\nb)\nprovide advice and recommendations to the Commission and its subsidiary bodies based on such assessments including, as appropriate:\ni)\nreference points, including precautionary reference points as described in Annex II of the 1995 Agreement;\nii)\nmanagement strategies or plans for fishery resources based on such reference points; and\niii)\nanalyses of conservation and management alternatives, such as the establishment of total allowable catch or total allowable fishing effort at different levels, that estimate the extent to which each alternative would achieve the objective or objectives of any management strategy or plan adopted, or under consideration, by the Commission;\nc)\nprovide advice and recommendations to the Commission and its subsidiary bodies on the impact of fishing on the marine ecosystems in the Convention Area including advice and recommendations on the identification and distribution of vulnerable marine ecosystems, the likely impacts of fishing on such vulnerable marine ecosystems and measures to prevent significant adverse impacts on them;\nd)\nencourage and promote cooperation in scientific research in order to improve knowledge of the state of fishery resources and the marine ecosystems in the Convention Area including knowledge in relation to fishery resources straddling the Convention Area and areas under national jurisdiction; and\ne)\nprovide such other scientific advice to the Commission and its subsidiary bodies as it considers appropriate, or as may be requested by the Commission.\n3.   The rules of procedure of the Commission shall provide that where the Scientific Committee is unable to provide its advice by consensus, it shall set out in its report the different views of its members. The reports of the Scientific Committee shall be made publicly available.\n4.   The Commission, taking into account any recommendations from the Scientific Committee, may engage the services of scientific experts to provide information and advice on the fishery resources and marine ecosystems in the Convention Area and any related matters that may be relevant to the Commission’s consideration of conservation and management measures.\n5.   The Commission shall make appropriate arrangements for the periodic independent peer review of the Scientific Committee’s reports, advice and recommendations.\nArticle 11\nCompliance and Technical Committee\n1.   Each member of the Commission shall be entitled to appoint one representative to the Compliance and Technical Committee who may be accompanied by alternate representatives and advisers.\n2.   The functions of the Compliance and Technical Committee shall be to:\na)\nmonitor and review the implementation of, and compliance with, conservation and management measures adopted under this Convention and provide advice and recommendations to the Commission;\nb)\nprovide such other information, technical advice and recommendations as it considers appropriate or as may be requested by the Commission relating to the implementation of and compliance with the provisions of this Convention and the conservation and management measures adopted, or under consideration, by the Commission; and\nc)\nreview the implementation of cooperative measures for monitoring, control, and surveillance and enforcement adopted by the Commission and provide advice and recommendations to the Commission.\nArticle 12\nEastern and Western Sub-regional Management Committees\n1.   The Eastern and Western Sub-regional Management Committees shall, on their own initiative or at the request of the Commission, develop and make recommendations to the Commission on conservation and management measures, in accordance with Article 20, and on participation in fishing for fishery resources, in accordance with Article 21, for the parts of the Convention Area described in Annex I. Such recommendations shall be consistent with any measures of general application adopted by the Commission and shall require the consent of the coastal State Contracting Party or Parties concerned on the matters on which such consent is required under Article 20 paragraph 4 and Article 21 paragraph 2. Where appropriate the Committees shall make all efforts to coordinate their recommendations.\n2.   The Commission may by consensus amend Annex I at any time to adjust the geographic coordinates it contains. Such amendment shall take effect from the date of its adoption, or any other date specified in the amendment.\n3.   The Commission may decide to assign to one Sub-regional Management Committee primary responsibility for developing and making recommendations to the Commission in accordance with this Article for a specific fishery resource even if the range of that resource should extend beyond the part of the Convention Area for which that Committee has responsibilities in accordance with Annex I.\n4.   Each Committee shall develop its recommendations on the basis of the advice and recommendations of the Scientific Committee.\n5.\na)\nMembers of the Commission situated adjacent to the part of the Convention Area for which a Committee has responsibility in accordance with this Article, or whose fishing vessels:\ni)\nare currently fishing in that area; or\nii)\nhave fished in that area within the past 2 years; or\niii)\nare fishing for a specific fishery resource assigned to that Committee pursuant to paragraph 3, including in areas under national jurisdiction adjacent to the Convention Area\nshall be members of that Committee.\nb)\nAny member of the Commission that is not a member of a Committee pursuant to subparagraph (a) that gives notice to the Secretariat of an intention to fish within 2 years of the notice in the part of the Convention Area for which a Committee has responsibility in accordance with this Article, shall become a member of that Committee. If the notifying member of the Commission does not fish in that part of the Convention Area within 2 years of the notice, it shall cease to be a member of that Committee.\nc)\nAny member of the Commission that is not a member of a Committee pursuant to subparagraph (a) or (b) may send a representative to participate in the work of that Committee.\nd)\nFor the purposes of this paragraph, ‘fishing’ includes only the activities described in Article 1 paragraph 1 (g) (i) and (ii).\n6.   The Eastern and Western Sub-regional Management Committees shall make all efforts to adopt their recommendations to the Commission by consensus. If all efforts to reach agreement on a recommendation by consensus have been exhausted, recommendations shall be adopted by a two-thirds majority of the members of the relevant Sub-regional Management Committee. Reports to the Commission may include majority and minority views.\n7.   The recommendations made in accordance with this Article will be the basis of conservation and management measures and decisions referred to in Articles 20 and 21, respectively, that shall be adopted by the Commission.\n8.   Any extraordinary costs incurred for the work of either of the Sub-regional Management Committees shall be borne by the members of the relevant Committee.\nArticle 13\nFinance and Administration Committee\n1.   Each member of the Commission shall be entitled to appoint one representative to the Finance and Administration Committee who may be accompanied by alternate representatives and advisers.\n2.   The functions of the Finance and Administration Committee shall be to advise the Commission on the budget, on the time and place of meetings of the Commission, on publications of the Commission, on matters relating to the Executive Secretary and the staff of the Secretariat and on such other financial and administrative matters as may be referred to it by the Commission.\nArticle 14\nSecretariat\n1.   The Secretariat shall perform the functions delegated to it by the Commission.\n2.   The chief administrative officer of the Secretariat shall be the Executive Secretary, who shall be appointed with the approval of the Contracting Parties on such terms as they may determine.\n3.   Any employees of the Secretariat shall be appointed by the Executive Secretary in accordance with such staff regulations as may be determined by the Commission.\n4.   The Executive Secretary shall ensure the effective functioning of the Secretariat.\n5.   The Secretariat to be established under this Convention shall be cost effective. The setting up and the functioning of the Secretariat shall, where appropriate, take into account the capacity of existing regional institutions to perform certain technical secretariat functions and more specifically the availability of services under contractual arrangement.\nArticle 15\nBudget\n1.   The Commission, at its first meeting, shall adopt a budget to fund the Commission and its subsidiary bodies, and shall also adopt financial regulations. All decisions on the budget and financial regulations, including decisions relating to the contributions of members of the Commission and the formula for calculating such contributions, shall be taken by consensus.\n2.   Each member of the Commission shall contribute to the budget. The amount of the annual contributions due from each member of the Commission shall be a combination of a variable fee based on its total catch of such fishery resources as may be specified by the Commission and a basic fee and shall take account of its economic status. For members of the Commission whose only catch in the Convention Area is that of its territories adjoining the Convention Area the economic status shall be that of the territory concerned. The Commission shall adopt and may amend a formula for the calculation of these contributions which shall be set out in the financial regulations of the Commission.\n3.   The Commission may request and accept financial contributions and other forms of assistance from organisations, individuals and other sources for purposes connected with the fulfilment of its functions.\n4.   The Executive Secretary shall submit a draft of the annual budget for the two succeeding financial years to each member of the Commission together with a schedule of contributions, not less than 60 days before the meeting of the Finance and Administration Committee where the Committee will adopt its recommendations to the Commission. In preparing the draft budget the Secretariat shall take full account of the need for cost effectiveness together with the guidance of the Commission as to the meetings of the subsidiary bodies that may be required in the budget year. Each annual meeting of the Commission shall adopt a budget for the succeeding financial year.\n5.   If the Commission is unable to adopt a budget, the level of contributions to the administrative budget of the Commission shall be determined in accordance with the budget for the preceding year for the purposes of meeting the administrative expenses of the Commission for the following year until such time as a new budget can be adopted by consensus.\n6.   Following the annual meeting of the Commission, the Executive Secretary shall notify each member of the Commission of its contribution due as calculated under the formula adopted by the Commission pursuant to paragraph 2 and as soon as possible thereafter each member of the Commission shall pay its contribution to the Organisation.\n7.   Contributions shall be payable in the currency of the country in which the Secretariat of the Organisation is located, except if otherwise authorised by the Commission.\n8.   A Contracting Party that becomes party to this Convention during the course of a financial year shall contribute in respect of that financial year a part of the contribution calculated in accordance with the provisions of this Article that is proportionate to the number of complete months remaining in the year from the date that the Convention enters into force for that Party.\n9.   Unless otherwise decided by the Commission, a member of the Commission that is in arrears with its payment of any monies owed to the Organisation by more than 2 years shall not participate in the taking of any decisions by the Commission until it has paid all monies owed by it to the Commission.\n10.   The financial activities of the Organisation shall be conducted in accordance with financial regulations adopted by the Commission and shall be subject to an annual audit by independent auditors appointed by the Commission.\nArticle 16\nDecision-making\n1.   As a general rule, decisions by the Commission shall be taken by consensus. For the purpose of this Article, ‘consensus’ means the absence of any formal objection made at the time the decision was taken.\n2.   Except where this Convention expressly provides that a decision shall be taken by consensus, if the Chairperson considers that all efforts to reach a decision by consensus have been exhausted:\na)\ndecisions of the Commission on questions of procedure shall be taken by a majority of the members of the Commission casting affirmative or negative votes; and\nb)\ndecisions on questions of substance shall be taken by a three-fourths majority of the members of the Commission casting affirmative or negative votes.\n3.   When the issue arises as to whether a question is one of substance or not, that question shall be treated as one of substance.\nArticle 17\nImplementation of Commission decisions\n1.   Decisions on questions of substance adopted by the Commission shall become binding on the members of the Commission in the following manner:\na)\nthe Executive Secretary shall promptly notify each decision to all members of the Commission; and\nb)\nsubject to paragraph 2, the decision shall become binding upon all members of the Commission 90 days after the date of transmittal specified in the notification pursuant to subparagraph (a) ‘the date of notification’.\n2.\na)\nAny member of the Commission may present to the Executive Secretary an objection to a decision within 60 days of the date of notification ‘the objection period’. In that event the decision shall not become binding on that member of the Commission to the extent of the objection, except in accordance with paragraph 3 and Annex II.\nb)\nA member of the Commission that presents an objection shall at the same time:\ni)\nspecify in detail the grounds for its objection;\nii)\nadopt alternative measures that are equivalent in effect to the decision to which it has objected and have the same date of application; and\niii)\nadvise the Executive Secretary of the terms of such alternative measures.\nc)\nThe only admissible grounds for an objection are that the decision unjustifiably discriminates in form or in fact against the member of the Commission, or is inconsistent with the provisions of this Convention or other relevant international law as reflected in the 1982 Convention or the 1995 Agreement.\n3.   Any member of the Commission that has objected to a decision may at any time withdraw that objection. The decision shall then become binding on that member in accordance with paragraph 1(b) or on the date of the withdrawal of the objection whichever is the later.\n4.   The Executive Secretary shall promptly notify all members of the Commission of:\na)\nthe receipt and withdrawal of each objection; and\nb)\nthe grounds for that objection and the alternative measures adopted, or proposed to be adopted, pursuant to paragraph 2.\n5.\na)\nWhen an objection is presented by a member of the Commission pursuant to paragraph 2, a Review Panel shall be established within 30 days after the end of the objection period. The Review Panel shall be established in accordance with the procedures in Annex II.\nb)\nThe Executive Secretary shall promptly notify all members of the Commission of the establishment of the Review Panel.\nc)\nIf two or more members of the Commission present objections based on the same grounds, those objections shall be dealt with by the same Review Panel, which shall have the membership specified in Annex II paragraph 2.\nd)\nIf two or more members of the Commission present objections on different grounds, those objections may, with the consent of the members of the Commission concerned, be dealt with by the same Review Panel, which shall have the membership specified in Annex II paragraph 2. In the absence of such consent, objections on different grounds shall be dealt with by separate Review Panels.\ne)\nWithin 45 days after its establishment, the Review Panel shall transmit to the Executive Secretary its findings and recommendations on whether the grounds specified for the objection presented by the member or members of the Commission are justified and whether the alternative measures adopted are equivalent in effect to the decision to which objection has been presented.\nf)\nThe Executive Secretary shall promptly notify all members of the Commission of the findings and recommendations of the Review Panel. The findings and recommendations of the Review Panel shall be dealt with and have effect as set out in Annex II.\n6.   Nothing in this Article limits the right of a member of the Commission at any time to refer a dispute concerning the interpretation or application of this Convention for binding settlement in accordance with the provisions of this Convention relating to the settlement of disputes.\nArticle 18\nTransparency\n1.   The Commission shall promote transparency in decision making processes and other activities carried out under this Convention.\n2.   All meetings of the Commission and its subsidiary bodies shall be open to all participants and observers registered in accordance with paragraph 4 unless otherwise decided by the Commission. The Commission shall publish its reports and conservation and management measures when adopted and shall maintain a public record of all reports and conservation and management measures in force in the Convention Area.\n3.   The Commission shall promote transparency in the implementation of this Convention through the public dissemination of non-commercially sensitive information and, as appropriate, facilitating consultations with, and the participation of, non-governmental organisations, representatives of the fishing industry, particularly the fishing fleet, and other interested bodies and individuals.\n4.   Representatives of non-Contracting Parties, relevant intergovernmental organisations and non-governmental organisations, including environmental organisations and fishing industry organisations with an interest in matters pertaining to the Commission shall be afforded the opportunity to take part in the meetings of the Commission and of its subsidiary bodies, as observers or otherwise as appropriate. The rules of procedure of the Commission shall provide for such participation and shall not be unduly restrictive in this respect. The rules of procedure shall also provide for such representatives to have timely access to all relevant information.\nArticle 19\nRecognition of the special requirements of developing States\n1.   The Commission shall give full recognition to the special requirements of developing State Contracting Parties in the region, in particular the least developed among them and small island developing States, and of territories and possessions in the region, in relation to the conservation and management of fishery resources in the Convention Area and the sustainable use of such resources.\n2.   In giving effect to the duty to cooperate in the establishment of conservation and management measures for fishery resources covered by this Convention, the members of the Commission shall take into account the special requirements of developing State Contracting Parties in the region, in particular the least developed among them and small island developing States, and territories and possessions in the region, in particular:\na)\nthe vulnerability of such developing States and territories and possessions which are dependent on the exploitation of living marine resources, including for meeting the nutritional requirements of their populations or part thereof;\nb)\nthe need to avoid adverse impacts on, and ensure access to fisheries by, subsistence, small-scale and artisanal fishers and women fish workers, as well as indigenous people in such developing States Parties, and territories and possessions; and\nc)\nthe need to ensure that such measures do not result in transferring, directly or indirectly, a disproportionate burden of conservation action onto such developing State Contracting Parties, and territories and possessions.\n3.   The members of the Commission shall cooperate either directly or through the Commission and other regional or sub-regional organisations to:\na)\nenhance the ability of developing State Contracting Parties in the region, in particular the least developed among them and small island developing States, and of territories and possessions in the region, to conserve and manage fishery resources and to develop their own fisheries for such resources;\nb)\nassist developing State Contracting Parties in the region, in particular the least developed among them and small island developing States, and territories and possessions in the region, to enable them to participate in fishing for fishery resources, including facilitating access to such fishery resources consistent with Article 3 and Article 21; and\nc)\nfacilitate the participation of developing State Contracting Parties in the region, in particular the least developed among them and small island developing States, and of territories and possessions in the region, in the work of the Commission and its subsidiary bodies.\n4.   Cooperation for the purposes set out in this Article may include the provision of financial assistance, assistance relating to human resources development, technical assistance, transfer of technology, including through joint venture arrangements, and advisory and consultative services. Such assistance shall, inter alia, be directed towards:\na)\nimproved conservation and management of fishery resources through collection, reporting, verification, exchange and analysis of fisheries data and related information;\nb)\nstock assessment and scientific research; and\nc)\nmonitoring, control, surveillance, compliance and enforcement, including training and capacity-building at the local level, development and funding of national and regional observer programmes and access to technology and equipment.\n5.   The Commission shall establish a fund to facilitate the effective participation of developing State Contracting Parties in the region, in particular the least developed among them and small island developing States, and, as appropriate, territories and possessions in the region, in the work of the Commission and its subsidiary bodies. The financial regulations of the Commission shall include guidelines for the administration of the fund and criteria for eligibility for assistance.\nArticle 20\nConservation and management measures\n1.   The conservation and management measures adopted by the Commission shall include measures to:\na)\nensure the long-term sustainability of fishery resources and promote the objective of their responsible utilisation;\nb)\nprevent or eliminate overfishing and excess fishing capacity to ensure that levels of fishing effort do not exceed those commensurate with the sustainable use of fishery resources;\nc)\nmaintain or restore populations of non-target and associated or dependent species to above levels at which their reproduction may become seriously threatened; and\nd)\nprotect the habitats and marine ecosystems in which fishery resources and non-target and associated or dependent species occur from the impacts of fishing, including measures to prevent significant adverse impacts on vulnerable marine ecosystems and precautionary measures where it cannot adequately be determined whether vulnerable marine ecosystems are present or whether fishing would cause significant adverse impacts on vulnerable marine ecosystems.\n2.   The specific conservation and management measures adopted by the Commission shall, as appropriate, include the determination of:\na)\nreference points, including precautionary reference points as described in Annex II of the 1995 Agreement;\nb)\nthe actions to be taken if those reference points are approached or exceeded;\nc)\nthe nature and extent of fishing for any fishery resource including the establishment of a total allowable catch or total allowable fishing effort;\nd)\nthe general or specific locations in which fishing may or may not occur;\ne)\nthe periods in which fishing may or may not occur;\nf)\nthe size limits in respect of the catch which may be retained; and\ng)\nthe types of fishing gear, fishing technology, or fishing practices which may be used when fishing.\n3.   In determining a total allowable catch or total allowable fishing effort for any fishery resource under paragraph 2 (c), the Commission shall take into account the following factors:\na)\nthe status and stage of development of the fishery resource;\nb)\nfishing patterns of the fishery resource;\nc)\ncatch of the same fishery resource within areas under national jurisdiction where relevant;\nd)\nan allowance for discards and any other incidental mortality;\ne)\ncatch of non-target and associated or dependent species and impacts on the marine ecosystems in which the fishery resource occurs;\nf)\nrelevant ecological and biological factors limiting the nature of fishery resources that may be harvested;\ng)\nrelevant environmental factors, including trophic interactions which may have an effect upon the fishery resource and non-target and associated or dependent species; and\nh)\nas appropriate, relevant conservation and management measures adopted by other intergovernmental organisations.\nThe Commission shall regularly review the total allowable catch or total allowable fishing effort established for any fishery resource.\n4.\na)\nFor a fishery resource that straddles the Convention Area and an area under the national jurisdiction of a coastal State Contracting Party or Parties:\ni)\nthe Commission shall establish a total allowable catch or total allowable fishing effort and other conservation and management measures, as appropriate, for the Convention Area. The Commission and the coastal State Contracting Party or Parties concerned shall cooperate in the coordination of their respective conservation and management measures in accordance with Article 4 of this Convention;\nii)\nwith the express consent of the coastal State Contracting Party or Parties concerned, the Commission may establish, in accordance with Annex III of this Convention, and as appropriate, a total allowable catch or total allowable fishing effort that will apply throughout the range of the fishery resource; and\niii)\nin the case where one or more of the coastal State Contracting Parties does not consent to a total allowable catch or total allowable fishing effort that will apply throughout the range of the fishery resource, the Commission may establish, as appropriate, a total allowable catch or total allowable fishing effort that will apply in the areas of national jurisdiction of the consenting coastal State Contracting Party or Parties and the Convention Area. Annex III will apply, mutatis mutandis, to the establishment of this total allowable catch or total allowable fishing effort by the Commission.\nb)\nIn cases covered by subparagraph (a) (ii) or (a) (iii), other complementary conservation and management measures may be adopted so as to ensure sustainable conservation and management of the fishery resource throughout its range. To give effect to this paragraph, such measures may be adopted, in accordance with the principles of compatibility outlined in Article 4, by the Commission for the high seas and the coastal State Contracting Party or Parties concerned for the areas under national jurisdiction; and by the Commission, with the consent of the coastal State Contracting Party or Parties concerned, for measures that will apply throughout the range of the fishery resource.\nc)\nAll conservation and management measures, including a total allowable catch or total allowable fishing effort, adopted by the Commission in accordance with subparagraphs (a) (ii), (a) (iii) and (b) are without prejudice to and do not affect the sovereign rights of coastal States for the purpose of exploring and exploiting, conserving and managing the living marine resources within areas under national jurisdiction in accordance with international law, as reflected in the relevant provisions of the 1982 Convention and the 1995 Agreement, and do not in any other respect affect the Area of application of this Convention established by Article 5.\n5.\na)\nThe Commission shall adopt measures to be applied on an emergency basis, in accordance with Article 16, including intersessionally, if necessary, where fishing presents a serious threat to the sustainability of fishery resources or the marine ecosystem in which these fishery resources occur or when a natural phenomenon or human caused disaster has, or is likely to have, a significant adverse impact on the status of fishery resources to ensure that fishing does not exacerbate such threat or adverse impact.\nb)\nMeasures taken on an emergency basis shall be based on the best scientific evidence available. Such measures shall be temporary and must be reconsidered for decision at the next meeting of the Commission following their adoption. The measures shall become binding on the members of the Commission in accordance with Article 17 paragraph 1. Such measures shall not be open to the objection procedure in Article 17 paragraph 2 but may be the subject of dispute settlement procedures under this Convention.\n6.   The conservation and management measures adopted by the Commission shall be progressively developed and integrated into management strategies or plans that set out the management objectives for each fishery resource, the reference points against which to measure progress in relation to those objectives, the indicators to be used in relation to those reference points and the measures to be taken in response to particular indicator levels.\nArticle 21\nParticipation in fishing for fishery resources\n1.   When taking decisions regarding participation in fishing for any fishery resource, including the allocation of a total allowable catch or total allowable fishing effort, the Commission shall take into account the status of the fishery resource and the existing level of fishing effort for that resource and the following criteria to the extent relevant:\na)\nhistoric catch and past and present fishing patterns and practices in the Convention Area;\nb)\ncompliance with the conservation and management measures under this Convention;\nc)\ndemonstrated capacity and willingness to exercise effective flag State control over fishing vessels;\nd)\ncontribution to the conservation and management of fishery resources, including the provision of accurate data and effective monitoring, control, surveillance and enforcement;\ne)\nthe fisheries development aspirations and interests of developing States in particular small island developing States and of territories and possessions in the region;\nf)\nthe interests of coastal States, and in particular developing coastal States and territories and possessions, in a fishery resource that straddles areas of national jurisdiction of such States, territories and possessions and the Convention Area;\ng)\nthe needs of coastal States and of territories and possessions whose economies are dependent mainly on the exploitation of and fishing for a fishery resource that straddles areas of national jurisdiction of such States, territories and possessions and the Convention Area;\nh)\nthe extent to which a member of the Commission is utilising the catch for domestic consumption and the importance of the catch to its food security;\ni)\ncontribution to the responsible development of new or exploratory fisheries in accordance with Article 22; and\nj)\ncontribution to the conduct of scientific research with respect to fishery resources and the public dissemination of the results of such research.\n2.   When the Commission establishes a total allowable catch or total allowable fishing effort for any fishery resource pursuant to Article 20 paragraph 4(a) (ii) or (iii), it may, with the express consent of the coastal State Contracting Party or Parties concerned, also take decisions regarding participation in fishing for that resource throughout its relevant range.\n3.   In taking decisions under paragraph 2, the Commission shall take into account the historic catch and past and present fishing patterns and practices throughout the relevant range of the fishery resource concerned and the criteria listed in paragraph 1(b)-(j).\n4.   When the consent of the coastal State Contracting Party or Parties concerned is not provided pursuant to paragraph 2:\na)\nthe Commission shall take decisions, in accordance with paragraph 1, regarding allocation of the portion of the total allowable catch or total allowable fishing effort established pursuant to Article 20 paragraph 4(a) (i) that may be taken in the Convention Area; and\nb)\nthe Commission and the coastal State Contracting Party or Parties concerned shall cooperate in accordance with Article 4.\n5.   In taking decisions under this Article, the Commission may also have regard, as appropriate, to performance with respect to other international fisheries management regimes.\n6.   The Commission shall, when appropriate, review decisions regarding participation in fishing for fishery resources, including the allocation of a total allowable catch or total allowable fishing effort, taking into account the provisions of this Article and the interests of new Contracting Parties.\nArticle 22\nNew or exploratory fisheries\n1.   A fishery that has not been subject to fishing or has not been subject to fishing with a particular gear type or technique for 10 years or more shall be opened as a fishery or opened to fishing with such gear type or technique only when the Commission has adopted cautious preliminary conservation and management measures in respect of that fishery, and, as appropriate, non-target and associated or dependent species, and appropriate measures to protect the marine ecosystem in which that fishery occurs from adverse impacts of fishing activities.\n2.   Such preliminary conservation and management measures, which may include requirements regarding notification of intention to fish, the establishment of a development plan, mitigation measures to prevent adverse impacts on marine ecosystems, use of particular fishing gear, the presence of observers, the collection of data, and the conduct of research or exploratory fishing, shall be consistent with the objective and the conservation and management principles and approaches of this Convention. The measures shall ensure that the new fishery resource is developed on a precautionary and gradual basis until sufficient information is acquired to enable the Commission to adopt appropriately detailed conservation and management measures.\n3.   The Commission may, from time to time, adopt standard minimum conservation and management measures that are to apply in respect of some or all new fisheries prior to the commencement of fishing for such new fisheries.\nArticle 23\nData collection, compilation and exchange\n1.   To enhance the information base for the conservation and management of fishery resources, non-target and associated or dependent species and the protection of the marine ecosystems in which those resources occur; and to contribute to the elimination or reduction of IUU fishing and its negative impact on those resources, the Commission shall, taking full account of Annex I of the 1995 Agreement, develop standards, rules and procedures for, inter alia:\na)\nthe collection, verification and timely reporting to the Commission of all relevant data by members of the Commission;\nb)\nthe compilation and management by the Commission of accurate and complete data to facilitate effective stock assessment and ensure that the provision of the best scientific advice is enabled;\nc)\nthe security of, access to and dissemination of data while maintaining confidentiality where appropriate;\nd)\nthe exchange of data among members of the Commission, and with other regional fisheries management organisations, and other relevant organisations including data concerning vessels engaged in IUU fishing, and, as appropriate, concerning the beneficial ownership of such vessels, with a view to consolidating such information into a centralised format for dissemination as appropriate;\ne)\nthe facilitation of coordinated documentation and data-sharing between regional fisheries management organisations, including procedures to exchange data on vessel registers, catch documentation and trade tracking schemes where applicable; and\nf)\nregular audits of Commission member compliance with data collection and exchange requirements, and for addressing any non-compliance identified in such audits.\n2.   The Commission shall ensure that data are publicly available concerning the number of vessels operating in the Convention Area, the status of fishery resources managed under this Convention, fishery resource assessments, research programmes in the Convention Area, and cooperative initiatives with regional and global organisations.\nArticle 24\nObligations of members of the Commission\n1.   Each member of the Commission shall, in respect of its fishing activities within the Convention Area:\na)\nimplement this Convention and any conservation and management measures adopted by the Commission, and take all necessary measures to ensure their effectiveness;\nb)\ncooperate in furthering the objective of this Convention;\nc)\ntake all necessary measures to support efforts to prevent, deter and eliminate IUU fishing; and\nd)\ncollect, verify and report scientific, technical and statistical data pertaining to fishery resources and marine ecosystems in the Convention Area in conformity with the standards, rules and procedures established by the Commission.\n2.   Each member of the Commission shall report to the Commission on an annual basis indicating how it has implemented the conservation and management measures and compliance and enforcement procedures adopted by the Commission. In the case of coastal State Contracting Parties, the report shall include information regarding the conservation and management measures they have taken for straddling fishery resources occurring in waters under their jurisdiction adjacent to the Convention Area in accordance with Article 20 paragraph 4 and Article 4. Such reports shall be made publicly available.\n3.   Without prejudice to the primacy of the responsibility of the flag State, to the greatest extent possible, each member of the Commission shall take measures and cooperate to ensure compliance by its nationals, or fishing vessels owned, operated or controlled by its nationals, with the provisions of this Convention and any conservation and management measures adopted by the Commission, and immediately investigate any alleged violation of such provisions and measures. Members of the Commission shall provide reports on the progress of the investigation to the Commission and relevant members of the Commission at appropriate regular intervals, to the extent permitted by national law, as well as a final report on the outcome when the investigation is completed.\n4.   To the extent permitted by its national laws and regulations, each member of the Commission shall establish arrangements for making available to prosecuting authorities of other members of the Commission evidence related to alleged violations of the provisions of the Convention and any conservation and management measures adopted by the Commission, including information available on the beneficial ownership of vessels flying its flag.\n5.   Each member of the Commission shall fulfil in good faith the obligations assumed under this Convention and shall exercise the rights recognised in this Convention in a manner which would not constitute an abuse of right.\nArticle 25\nFlag State duties\n1.   Each member of the Commission shall take all necessary measures to ensure that fishing vessels flying its flag:\na)\ncomply with the provisions of this Convention and the conservation and management measures adopted by the Commission and that such vessels do not engage in any activity which undermines the effectiveness of such measures when operating in the Convention Area;\nb)\ndo not conduct unauthorised fishing within waters under national jurisdiction adjacent to the Convention Area;\nc)\ncarry and operate equipment sufficient to comply with vessel monitoring system standards and procedures adopted by the Commission; and\nd)\nland or tranship fishery resources caught in the Convention Area in accordance with standards and procedures adopted by the Commission.\n2.   No member of the Commission shall allow any fishing vessel entitled to fly its flag to be used for fishing in the Convention Area unless it has been authorised to do so by the appropriate authority or authorities of that member of the Commission.\n3.   Each member of the Commission shall:\na)\nauthorise the use of fishing vessels flying its flag for fishing in the Convention Area only where it is able to exercise effectively its responsibilities in respect of such vessels under this Convention and in accordance with international law;\nb)\nmaintain a register of fishing vessels entitled to fly its flag and authorised to fish for fishery resources, and ensure that, for all such vessels, such information as may be specified by the Commission is entered in that register;\nc)\nin accordance with measures adopted by the Commission, investigate immediately and report fully on actions taken in response to any alleged violation by fishing vessels flying its flag of the provisions of this Convention or any conservation and management measure adopted by the Commission. Reporting shall include reports on the progress of the investigation to the Commission at appropriate regular intervals, to the extent permitted by national law, as well as a final report on the outcome when the investigation is completed;\nd)\nensure that penalties applicable for such violations are of an appropriate severity, taking into account relevant factors including the value of the catch, to secure compliance, discourage further violations and deprive offenders of the benefits accruing from their illegal activities; and\ne)\nensure in particular that, where it has been established, in accordance with its laws, that a fishing vessel flying its flag has been involved in the commission of a serious violation of the provisions of this Convention or of any conservation and management measures adopted by the Commission, the vessel concerned ceases fishing activities and does not engage in such activities in the Convention Area until it has complied with all outstanding sanctions imposed by the member of the Commission in respect of the violation.\n4.   Each member of the Commission is encouraged to ensure that fishing vessels flying its flag operate in the Convention Area in accordance with applicable international obligations, and with regard to relevant recommendations and guidelines, regarding safety at sea for vessels and their crews.\n5.   Each member of the Commission shall ensure that fishing vessels flying its flag engaged in or intending to engage in research into fishery resources comply with any procedures established by the Commission for the conduct of scientific research in the Convention Area.\nArticle 26\nPort State duties\n1.   A port State Contracting Party has the right and duty to take measures, in accordance with international law, to promote the effectiveness of sub-regional, regional and global conservation and management measures. When taking such measures, a port State Contracting Party shall not discriminate in form or in fact against the fishing vessels of any State.\n2.   Each member of the Commission shall:\na)\ngive effect to conservation and management measures adopted by the Commission in relation to the entry and use of its ports by fishing vessels that have engaged in fishing in the Convention Area including, inter alia, with respect to landing and transhipment of fishery resources, inspection of fishing vessels, documents, catch and gear on board, and use of port services; and\nb)\nprovide assistance to flag States, as reasonably practical and in accordance with its national law and international law, when a fishing vessel is voluntarily in its ports and the flag State of the vessel requests it to provide assistance in ensuring compliance with the provisions of this Convention and with the conservation and management measures adopted by the Commission.\n3.   In the event that a member of the Commission considers that a fishing vessel making use of its ports has violated a provision of this Convention or a conservation and management measure adopted by the Commission, it shall notify the flag State concerned, the Commission and other relevant States and appropriate international organisations. The member of the Commission shall provide the flag State and, as appropriate the Commission with full documentation on the matter, including any record of inspection.\n4.   Nothing in this Article affects the exercise by Contracting Parties of their sovereignty over ports in their territory in accordance with international law.\nArticle 27\nMonitoring, compliance and enforcement\n1.   The Commission shall establish appropriate cooperative procedures for effective monitoring, control and surveillance of fishing and to ensure compliance with this Convention and the conservation and management measures adopted by the Commission including, inter alia:\na)\nthe establishment and maintenance of a Commission record of vessels authorised to fish in the Convention Area, the marking of vessels and fishing gear, the recording of fishing activities, and the reporting of vessel movements and activities by a satellite vessel monitoring system that shall be designed to ensure the integrity and security of near real time transmissions, including through the possibility of direct and simultaneous transmissions, to the Commission and flag State;\nb)\nan inspection programme for Contracting Parties, both at sea and in port, including procedures for Contracting Parties to board and inspect each others’ vessels in the Convention Area, and procedures for notification of inspection vessels and aircraft of Contracting Parties that may participate in the programme;\nc)\nregulation and supervision of transhipment;\nd)\nnon-discriminatory market-related measures, consistent with international law, to monitor transhipment, landings, and trade to prevent, deter and eliminate IUU fishing including, where appropriate, catch documentation schemes;\ne)\nreporting on violations detected, progress and outcomes of investigations, and enforcement actions taken; and\nf)\naddressing IUU fishing activities, including by identifying vessels engaging in IUU fishing activities, and by adopting appropriate measures to prevent, deter and eliminate IUU fishing, such as the development of an IUU vessels list, so that owners and operators of vessels engaging in such activities are deprived of the benefits accruing from those activities.\n2.   The Commission may adopt procedures that enable measures, including trade-related measures in relation to fishery resources, to be applied by members of the Commission to any state, member of the Commission, or entity whose fishing vessels engage in fishing activities that diminish the effectiveness of, or otherwise fail to comply with, the conservation and management measures adopted by the Commission. Such measures should include a range of possible responses so that account can be taken of the reason for and degree of non-compliance and should include, as appropriate, cooperative capacity-building initiatives. Any implementation of trade-related measures by a member of the Commission shall be consistent with that member’s international obligations, including its obligations under the Agreement establishing the World Trade Organisation.\n3.   If, within 3 years of the entry into force of this Convention, the Commission has not adopted at sea inspection procedures as outlined in paragraph 1 (b), or an alternative mechanism which effectively discharges the obligations of the members of the Commission under the 1995 Agreement and this Convention to ensure compliance with the conservation and management measures adopted by the Commission, Articles 21 and 22 of the 1995 Agreement shall apply among Contracting Parties as if those Articles were part of this Convention, and boarding and inspection of fishing vessels in the Area, as well as any subsequent enforcement action, shall be conducted in accordance with Articles 21 and 22 of the 1995 Agreement and such additional practical procedures as the Commission may decide are necessary for the implementation of those Articles.\nArticle 28\nObserver programme\n1.   The Commission shall establish an observer programme, within 3 years of the entry into force of this Convention or such other period as the Commission may agree, to collect verified catch and effort data, other scientific data and additional information related to the fishing activity in the Convention Area, and its impacts on the marine environment. Information collected by the observer programme shall, as appropriate, also be used to support the functions of the Commission and its subsidiary bodies, including the Compliance and Technical Committee. The observer programme shall be coordinated by the Secretariat of the Commission, and shall be organised in a flexible manner which takes into account the nature of the fishery resources and other relevant factors. In this regard, the Commission may enter into contracts for the provision of the observer programme.\n2.   The observer programme shall consist of independent and impartial observers that are sourced from programmes or service providers accredited by the Commission. The programme shall be coordinated, to the maximum extent possible, with other regional, sub-regional and national observer programmes.\n3.   The Commission shall develop the observer programme taking into account advice from the Scientific Committee and Compliance and Technical Committee. The programme shall be operated in accordance with standards, rules and procedures developed by the Commission including, inter alia:\na)\narrangements for the placing of observers by a member of the Commission on vessels flying the flag of another member of the Commission with the consent of that member;\nb)\nlevels of coverage appropriate for different fishery resources to monitor and verify catch, effort, catch composition and other details of fishing operations;\nc)\nrequirements for collection, validation and reporting of scientific data and information relevant to the implementation of the provisions of this Convention and the conservation and management measures adopted by the Commission; and\nd)\nrequirements to ensure the safety and training of observers, for observer accommodation while on board the vessel, and to ensure observers have full access to and use of all relevant facilities and equipment on board the vessel in order to perform their duties effectively.\nArticle 29\nAnnual report of the Commission\n1.   The Commission shall publish an annual report, which shall include details of decisions taken by the Commission to achieve the objective of this Convention. The report shall also provide information on actions taken by the Commission in response to any recommendations from the General Assembly of the United Nations or the FAO.\n2.   Copies of the report shall be publicly available and shall be provided to the Secretary-General of the United Nations and the Director-General of the FAO.\nArticle 30\nReviews\n1.   The Commission shall review the effectiveness of the conservation and management measures adopted by the Commission in meeting the objective of this Convention and the consistency of such measures with the principles and approaches in Article 3. Such reviews may include examination of the effectiveness of the provisions of the Convention itself and shall be undertaken at least every 5 years.\n2.   The Commission shall determine the terms of reference and methodology of such reviews which shall be carried out in accordance with criteria set by the Commission which shall be guided by best international practices and shall include contributions from the subsidiary bodies as appropriate and the participation of a person or persons of recognised competence who is independent of the Commission.\n3.   The Commission shall take account of the recommendations arising from any such review, including through the appropriate amendment of its conservation and management measures and the mechanisms for their implementation. Any proposals for amendment to the provisions of this Convention arising from any such review shall be dealt with in accordance with Article 35.\n4.   The results of any such review shall be made publicly available following its submission to the Commission.\nArticle 31\nCooperation with other organisations\n1.   The Commission shall cooperate, as appropriate, with other regional fisheries management organisations, the FAO, with other specialised agencies of the United Nations, and with other relevant organisations on matters of mutual interest.\n2.   The Commission shall take account of the conservation and management measures or recommendations adopted by other regional fisheries management organisations and other relevant intergovernmental organisations that have competency in relation to the Convention Area, or in relation to areas adjacent to the Convention Area or in respect of particular living marine resources including non-target and associated or dependent species, and that have objectives that are consistent with, and supportive of, the objective of this Convention. It shall endeavour to ensure that its own decisions are compatible with, and supportive of, such conservation and management measures or recommendations.\n3.   The Commission shall seek to make suitable arrangements for consultation, cooperation and collaboration with such other organisations. In particular it shall seek to cooperate with other relevant organisations with the aim of reducing and eventually eliminating IUU fishing.\nArticle 32\nNon-Parties\n1.   Members of the Commission shall exchange information with respect to the activities of fishing vessels engaged in fishing in the Convention Area that are flying the flags of non-Contracting Parties to this Convention. Members of the Commission shall take measures, individually or collectively, consistent with this Convention and international law to deter activities of such vessels which undermine the effectiveness of conservation and management measures applicable in the Convention Area, and shall report to the Commission any action taken in response to fishing in the Convention Area by non-Contracting Parties.\n2.   Taking account of Articles 116 to 119 of the 1982 Convention, the members of the Commission, individually or collectively, may draw the attention of any State or fishing entity which is a non-Contracting Party to this Convention to any activity which in the opinion of the member or members of the Commission affects the implementation of the objective of this Convention.\n3.   Members of the Commission shall, individually or collectively, request non-Contracting Parties to this Convention whose vessels fish in the Convention Area to become party to this Convention or to agree to cooperate fully in the implementation of conservation and management measures adopted by the Commission.\n4.   Members of the Commission, individually or jointly, shall seek the cooperation of any non-Contracting Party that has been identified as a relevant port State or market State to ensure compliance with the objective of this Convention.\nArticle 33\nRelation to other agreements\n1.   Nothing in this Convention shall prejudice the rights, jurisdiction and duties of Contracting Parties under relevant provisions of international law as reflected in the 1982 Convention or the 1995 Agreement.\n2.   This Convention shall not alter the rights and obligations of Contracting Parties that arise from other agreements compatible with this Convention and that do not affect the enjoyment by other Contracting Parties of their rights or the performance of their obligations under this Convention.\nArticle 34\nSettlement of disputes\n1.   Contracting Parties shall cooperate in order to prevent disputes and shall use their best endeavours to resolve any disputes by amicable means which may include, where a dispute is of a technical nature, referring the dispute to an ad hoc expert panel.\n2.   In any case where a dispute is not resolved through the means set out in paragraph 1, the provisions relating to the settlement of disputes set out in Part VIII of the 1995 Agreement shall apply, mutatis mutandis, to any dispute between the Contracting Parties.\n3.   Paragraph 2 shall not affect the status of any Contracting Party in relation to the 1995 Agreement or the 1982 Convention.\nArticle 35\nAmendments\n1.   The text of proposed amendments must be provided to the Executive Secretary at least 90 days in advance of a Commission meeting. The Executive Secretary shall promptly circulate a copy of this text to all members of the Commission.\n2.   Such proposals for amendment to this Convention shall be adopted by the Commission by a three-fourths majority of the Contracting Parties present and casting affirmative or negative votes. Adopted amendments shall be transmitted by the Depositary to all Contracting Parties without delay.\n3.   An amendment shall take effect for all Contracting Parties one hundred and 20 days following the date of transmittal specified in the notification by the Depositary of receipt of written notification of approval by three-fourths of all Contracting Parties unless any other Contracting Party notifies the Depositary that it objects to the amendment within ninety days of the date of transmittal specified in the notification by the Depositary of such receipt, in which case the amendment shall not take effect for any Contracting Party. Any Contracting Party which has objected to an amendment may at any time withdraw that objection. If all objections to an amendment are withdrawn, the amendment shall take effect for all Contracting Parties one hundred and 20 days following the date of transmittal specified in the notification by the Depositary of receipt of the last withdrawal.\n4.   Any State, regional economic integration organisation, or other entity referred to in Article 1 paragraph 2 (b) that becomes a Contracting Party after the adoption of an amendment in accordance with paragraph 2 shall be deemed to be bound by the Convention as amended once that amendment has entered into force in accordance with paragraph 3.\n5.   The Depositary shall promptly notify all Contracting Parties of the receipt of notifications of approval of amendments, the receipt of notifications of objection or withdrawal of objections, and the entry into force of amendments.\nArticle 36\nSignature, ratification, acceptance and approval\n1.   This Convention shall be open for signature by:\na)\nStates, the regional economic integration organisation and the other entities referred to in Article 1, paragraph 2 (b), that participated in the International Consultations on the Establishment of the South Pacific Regional Fisheries Management Organisation; and\nb)\nany other State or any other entity referred to in Article 1, paragraph 2 (b), that has jurisdiction over waters adjacent to the Convention Area;\nand shall remain open for signature for 12 months from the first day of February 2010.\n2.   This Convention is subject to ratification, acceptance or approval by the signatories.\n3.   Instruments of ratification, acceptance or approval shall be deposited with the Depositary.\nArticle 37\nAccession\n1.   This Convention shall be open for accession, after its closure for signature, by any State, regional economic integration organisation or other entity referred to in Article 36 paragraph 1, and by any other State or any other entity referred to in Article 1 paragraph 2(b) having an interest in fishery resources.\n2.   Instruments of accession shall be deposited with the Depositary.\nArticle 38\nEntry into force\n1.   This Convention shall enter into force 30 days after the date of receipt by the Depositary of the eighth instrument of ratification, accession, acceptance or approval, which shall include ratification, accession, acceptance or approval by:\na)\nat least three coastal States adjacent to the Convention Area, which must include representation from both the side of the Convention Area that is east of Meridian 120° West and the side of the Convention Area that is west of Meridian 120° West; and\nb)\nat least three States that are not coastal States adjacent to the Convention Area and whose fishing vessels are fishing in the Convention Area or have fished in the Convention Area.\n2.   If within 3 years of its adoption, this Convention has not entered into force in accordance with paragraph 1, it shall enter into force 6 months after the deposit of the tenth instrument of ratification, accession, acceptance or approval, or in accordance with paragraph 1, whichever is the earlier.\n3.   For each signatory which ratifies, accepts or approves this Convention after its entry into force, this Convention shall enter into force for that signatory 30 days after the deposit of its instrument of ratification, acceptance or approval.\n4.   For each State or regional economic integration organisation which accedes to this Convention after its entry into force, this Convention shall enter into force for that State or regional economic integration organisation 30 days after the deposit of its instrument of accession.\n5.   For the purposes of this Article, ‘fishing’ includes only the activities described in Article 1 paragraph 1 (g) (i) and (ii).\nArticle 39\nThe depositary\n1.   The Government of New Zealand shall be the Depositary of this Convention and any amendments thereto. The Depositary shall transmit certified copies of this Convention to all signatories and shall register this Convention with the Secretary-General of the United Nations pursuant to Article 102 of the Charter of the United Nations.\n2.   The Depositary shall inform all signatories of and Contracting Parties to this Convention of signatures and of instruments of ratification, accession, acceptance or approval deposited under Article 36 or 37 and of the date of entry into force of the Convention and of any amendments thereto.\nArticle 40\nParticipation by territories\n1.   The Commission and its subsidiary bodies shall be open to participation, with the appropriate authorisation of the Contracting Party having responsibility for its international affairs, to territories in the region that have an interest in fishery resources.\n2.   The nature and extent of participation by territories shall be provided for by the Contracting Parties in separate rules of procedure of the Commission, taking into account international law, the distribution of competence on matters covered by this Convention and the evolution in the capacity of such territory to exercise rights and responsibilities under this Convention. These rules of procedure shall provide territories with the right to participate fully in the work of the Commission and its subsidiary bodies, except for the right to vote or block consensus on decisions, advice or recommendations.\n3.   Notwithstanding paragraph 2, all such territories shall be entitled to be present and to speak at the meetings of the Commission and its subsidiary bodies. In the performance of its functions, and in taking decisions, the Commission shall take into account the interests of all participants.\nArticle 41\nWithdrawal\n1.   A Contracting Party may, by written notification addressed to the Depositary, withdraw from this Convention and may indicate its reasons. Failure to indicate reasons shall not affect the validity of the withdrawal. The withdrawal shall take effect 1 year after the date of receipt of the notification, unless the notification specifies a later date.\n2.   Withdrawal from this Convention by a Contracting Party shall not affect the financial obligations of such Contracting Party incurred prior to its withdrawal becoming effective.\n3.   Withdrawal from this Convention by a Contracting Party shall not in any way affect the duty of such Contracting Party to fulfil any obligation embodied in this Convention to which it would be subject under international law independently of this Convention.\nArticle 42\nTermination\nThis Convention shall be automatically terminated if and when, as the result of withdrawals, the number of Contracting Parties drops below 4.\nArticle 43\nReservations\nNo reservations or exceptions may be made to this Convention.\nArticle 44\nDeclarations and statements\nArticle 43 does not preclude a State, regional economic integration organisation or entity referred to in Article 1 paragraph 2(b), when signing, ratifying or acceding to this Convention, from making declarations or statements, however phrased or named, with a view, inter alia, to the harmonisation of its laws and regulations with the provisions of this Convention, provided that such declarations or statements do not purport to exclude or to modify the legal effect of the provisions of this Convention in their application to that State, regional economic integration organisation or entity.\nArticle 45\nAnnexes\nThe Annexes form an integral part of this Convention and, unless expressly provided otherwise, a reference to this Convention includes a reference to the Annexes relating thereto.\nIN WITNESS WHEREOF, the undersigned Plenipotentiaries, having been duly authorised by their respective Governments, have signed this Convention.\nDONE at Auckland this fourteenth day of November, two thousand and nine, in a single original.\nANNEX I\nPARTS OF THE CONVENTION AREA FOR WHICH THE EASTERN AND WESTERN SUB-REGIONAL MANAGEMENT COMMITTEES HAVE RESPONSIBILITIES\n1.\nThe Eastern Sub-regional Management Committee shall be responsible for developing and recommending to the Commission conservation and management measures for that part of the Convention Area that lies east of Meridian 120° West.\n2.\nThe Western Sub-regional Management Committee shall be responsible for developing and recommending to the Commission conservation and management measures for that part of the Convention Area that lies west of Meridian 120° West.\nANNEX II\nREVIEW PANEL\nEstablishment\n1.   A Review Panel to be established in accordance with Article 17 paragraph 5 shall be constituted as follows:\na)\nIt shall consist of three members appointed from the list of experts in the field of fisheries drawn up and maintained by the FAO pursuant to Annex VIII, Article 2 of the 1982 Convention or a similar list maintained by the Executive Secretary. The list maintained by the Executive Secretary shall be made up from experts whose competence in the legal, scientific or technical aspects of fisheries covered by this Convention is established and generally recognised and who enjoy the highest reputation for fairness and integrity. Each member of the Commission shall be entitled to nominate up to five experts and shall provide information on relevant qualifications and experience of each of its nominees.\nb)\nThe Chairperson of the Commission and the member of the Commission that has presented objection to the decision shall each appoint one member. The name of the member appointed by the objecting member of the Commission shall be included in the notification of the objection to the Executive Secretary pursuant to Article 17 paragraph 2(a). The name of the member appointed by the Chairperson of the Commission shall be notified to the objecting member of the Commission within 10 days of the expiry of the objection period.\nc)\nThe third member shall be appointed within 20 days of the expiry of the objection period through agreement between the objecting member of the Commission and the Chairperson of the Commission and shall not be a national of the objecting member of the Commission. If there is no agreement within this time period on the appointment of the third member, the appointment shall be made by the Secretary General of the Permanent Court of Arbitration, unless it is agreed that the appointment be made by another person or third State.\nd)\nThe Review Panel is considered to be established on the date that the third member is appointed, and this third member shall chair the Review Panel.\n2.   If more than one member of the Commission presents an objection to the decision on the same grounds, or where there is agreement pursuant to Article 17 paragraph 5 (d) that objections to the decision made on different grounds may be dealt with by the same Review Panel, the Review Panel shall consist of 5 members from the lists referred to in paragraph 1 (a) and shall be constituted as follows:\na)\nOne member shall be appointed, in accordance with paragraph 1 (b) by the member of the Commission that presented the first objection, two members shall be appointed by the Chairperson of the Commission within 10 days of the expiry of the objection period, one member shall be appointed by agreement between the subsequent objecting members of the Commission within 15 days of the expiry of the objection period and one member shall be appointed by agreement between all the objecting members of the Commission and the Chairperson of the Commission within 20 days of the expiry of the objection period. If within the latter two time periods as appropriate, agreement cannot be reached on either of the last two appointments, the appointment or appointments on which agreement has not been reached shall be made by the Secretary General of the Permanent Court of Arbitration unless there is agreement that the appointment or appointments be made by another person or third State.\nb)\nThe Review Panel is considered to be established on the date that the final member is appointed. The Review Panel shall be chaired by the member appointed by agreement between all the objecting members of the Commission and the Chairperson of the Commission in accordance with subparagraph (a).\n3.   Any vacancy on a Review Panel shall be filled in the manner described for the initial appointment.\nFunctioning\n4.   The Review Panel shall determine its own rules of procedure.\n5.   A hearing shall be convened at a place and on a date to be determined by the Review Panel within 30 days following its establishment.\n6.   Any member of the Commission may submit a memorandum to the Review Panel concerning the objection under review and the Panel shall allow any such member of the Commission full opportunity to be heard.\n7.   Unless the Review Panel decides otherwise because of the particular circumstances of the case, the expenses of the Review Panel, including the remuneration of its members, shall be borne as follows:\na)\n70 per cent shall be borne by the objecting member of the Commission, or if there is more than one objecting member of the Commission, divided equally amongst them; and\nb)\n30 per cent shall be borne by the Commission from its annual budget.\n8.   The findings and recommendations of the Review Panel shall be adopted by a majority of its members. Any member of the Panel may attach a separate or dissenting opinion. Any decisions on the procedure of the Review Panel shall also be taken by a majority of its members.\n9.   The Review Panel shall, within 45 days of its establishment, transmit its findings and recommendations to the Executive Secretary in accordance with Article 17 paragraph 5.\nFindings and Recommendations\n10.   The findings and recommendations of the Review Panel shall be dealt with as follows:\nFindings of Discrimination\na)\nIf the Review Panel finds that the decision to which objection has been presented discriminates in form or in fact against the objecting member or members of the Commission and the alternative measures have equivalent effect to the decision to which objection has been presented, the alternative measures shall be deemed to be equivalent to the decision and to be binding on the relevant member or members of the Commission in substitution for the decision.\nb)\nSubject to subparagraphs (d) and (e), if the Review Panel finds that the decision to which objection has been presented discriminates in form or in fact against the objecting member or members of the Commission and the alternative measures are equivalent in effect to the decision to which objection has been presented, subject to specific modifications, the Review Panel will recommend such modifications. On receipt of the findings and recommendations of the Review Panel the objecting member or members of the Commission shall, within 60 days, modify the relevant alternative measures as recommended by the Review Panel or institute dispute settlement proceedings under this Convention. The alternative measures shall be deemed to be equivalent to the decision to which an objection has been presented when they are modified as recommended by the Review Panel. Such alternative measures shall then be binding on the relevant member or members of the Commission in the modified form in substitution for the decision. If the objecting member or members of the Commission choose to institute dispute settlement proceedings under this Convention then neither the decision nor the modified alternative measures shall be binding on the objecting member or members of the Commission pending decisions made in those proceedings.\nc)\nSubject to subparagraphs (d) and (e), if the Review Panel finds that the decision to which objection has been presented unjustifiably discriminates in form or in fact against the objecting member or members of the Commission but the alternative measures do not have equivalent effect to the decision to which objection has been presented the objecting member or members of the Commission shall, within 60 days, adopt measures recommended by the Review Panel as equivalent in effect to the decision to which objection has been presented or institute dispute settlement proceedings under this Convention. If the objecting member or members of the Commission adopt the measures recommended by the Review Panel these measures shall be deemed to be binding on the objecting member or members of the Commission in substitution for the decision. If the objecting member or members of the Commission choose to institute dispute settlement proceedings under this Convention then neither the decision nor any measures recommended by the Review Panel shall be binding on the objecting member or members of the Commission pending decisions made in those proceedings.\nd)\nWhere the Review Panel makes findings and recommendations under subparagraphs (b) or (c) the objecting member or members of the Commission may within 30 days from the date of the transmittal of the notification of those findings and recommendations request an extraordinary meeting of the Commission. The Extraordinary Meeting shall be convened by the Chairperson within 45 days of the receipt of any such request.\ne)\nIf the Extraordinary Meeting convened under subparagraph (d) confirms or modifies the recommendations of the Review Panel, the 60 day period under subparagraphs (b) or (c) as appropriate, for the implementation of those findings and recommendations in original or modified form or the institution of dispute settlement proceedings, shall run from the date of the transmittal of the decision of the Extraordinary Meeting. If the Extraordinary Meeting of the Commission decides not to confirm or modify the recommendations of the Review Panel but to revoke the decision to which objection was presented and replace it with a new decision or a modified version of the original decision, the new or modified decision shall become binding on the members of the Commission in accordance with Article 17.\nFindings of Inconsistency\nf)\nIf the Review Panel finds that the decision to which objection has been presented is inconsistent with this Convention, the 1982 Convention or the 1995 Agreement an Extraordinary Meeting of the Commission shall be convened by the Chairperson within 45 days of the notification of the Review Panel’s findings and recommendations to reconsider the decision in the light of those findings and recommendations.\ng)\nIf the Extraordinary Meeting of the Commission revokes the decision to which objection has been presented and replaces it with a new decision, or a modified version of the previous decision, the new or modified decision shall become binding on the members of the Commission in accordance with Article 17.\nh)\nIf the Extraordinary Meeting of the Commission confirms its original decision, the objecting member or members of the Commission shall, within 45 days, implement the decision or institute dispute settlement proceedings under this Convention. If the objecting member or members of the Commission choose to institute dispute settlement proceedings under this Convention, the decision shall not be binding on the objecting member or members of the Commission pending decisions made in those proceedings.\nFindings of Non-justification of Objection\ni)\nIf the Review Panel finds that the decision to which objection has been presented does not discriminate in form or in fact against the objecting member or members of the Commission and is not inconsistent with this Convention or the 1982 Convention or the 1995 Agreement the objecting member or members of the Commission shall, subject to subparagraph (j), within 45 days implement the decision or institute dispute settlement proceedings under this Convention. If the objecting member or members of the Commission choose to institute dispute settlement proceedings under this Convention the decision shall not be binding on the objecting member or members of the Commission pending decisions made in those proceedings.\nj)\nIf the Review Panel finds that the decision to which objection has been presented does not discriminate in form or in fact against the objecting member or members of the Commission and is not inconsistent with this Convention or the 1982 Convention or the 1995 Agreement but that the alternative measures are equivalent in effect to the decision and should be accepted as such by the Commission, the alternative measures shall be binding on the objecting member or members of the Commission in substitution for the decision pending confirmation of their acceptance by the Commission at its next meeting.\nANNEX III\nPROCEDURES FOR THE ESTABLISHMENT AND IMPLEMENTATION OF A TOTAL ALLOWABLE CATCH OR TOTAL ALLOWABLE FISHING EFFORT FOR A STRADDLING FISHERY RESOURCE WHEN APPLIED THROUGHOUT ITS RANGE\n1.\nIn accordance with Articles 23 and 24, coastal State Contracting Parties and members of the Commission whose vessels fish for the straddling fishery resource in areas under national jurisdiction or on the high seas in the adjacent Convention Area shall provide all relevant scientific, technical and statistical data with respect to such fishery resources to the Commission for consideration by the Scientific Committee and, as appropriate, the Compliance and Technical Committee.\n2.\nIn accordance with Article 10, the Scientific Committee shall assess the status of the straddling fishery resource throughout its range and provide advice to the Commission and the relevant Sub-regional Management Committee on an appropriate total allowable catch or total allowable fishing effort for the resource throughout its range. Such advice should include where possible estimates of the extent to which the establishment of a total allowable catch or a total allowable fishing effort at different levels would achieve the objective or objectives of any management strategy or plan adopted by the Commission.\n3.\nIn accordance with Article 12, and on the basis of the advice of the Scientific Committee and any relevant advice of the Compliance and Technical Committee, the relevant Sub-regional Management Committee shall make recommendations to the Commission on a total allowable catch or total allowable fishing effort for the fishery resource throughout its range and appropriate measures to ensure the total allowable catch or total allowable fishing effort is not exceeded.\n4.\nIn accordance with Articles 16 and 20, the Commission, on the basis of the recommendations and advice from the Scientific Committee and the relevant Sub-regional Management Committee and any relevant advice of the Compliance and Technical Committee, shall establish a total allowable catch or total allowable fishing effort for the fishery resource throughout its range and adopt appropriate measures to ensure that the total allowable catch or total allowable fishing effort is not exceeded.\n5.\nIn relation to the conservation and management of Trachurus murphyi (jack mackerel), the Commission shall, in accordance with Article 20, and as appropriate, give primary consideration to establishing a total allowable catch, without prejudice to any other conservation and management measures which it considers appropriate to adopt to ensure the conservation and sustainable use of this fishery resource.\nANNEX IV\nFISHING ENTITIES\n1.\nAfter the entry into force of this Convention, any fishing entity whose vessels have fished or intend to fish for fishery resources may, by a written instrument delivered to the Depositary, express its firm commitment to abide by the terms of this Convention and comply with any conservation and management measures adopted pursuant to it. Such commitment shall become effective 30 days from the date of receipt of the instrument. Any such fishing entity may withdraw such commitment by written notification addressed to the Depositary. The withdrawal shall become effective 1 year after the date of its receipt, unless the notification specifies a later date.\n2.\nAny fishing entity referred to in paragraph 1 above may by a written instrument delivered to the Depositary, express its firm commitment to abide by the terms of the Convention as it may be amended pursuant to Article 35(3). This commitment shall be effective from the dates referred to in Article 35(3) or on the date of receipt of the written communication referred to in this paragraph, whichever is later.\n3.\nA fishing entity which has expressed its firm commitment to abide by the terms of this Convention and comply with conservation and management measures adopted pursuant to it in accordance with paragraph 1 must abide by the obligations of members of the Commission, and may participate in the work, including decision making, of the Commission in accordance with the provisions of this Convention. For the purposes of this Convention, references to the Commission or members of the Commission include such fishing entity.\n4.\nIf a dispute involves a fishing entity which has expressed its commitment to be bound by the terms of this Convention in accordance with this Annex and cannot be settled by amicable means, the dispute shall, at the request of any party to the dispute, be submitted to final and binding arbitration in accordance with the relevant rules of the Permanent Court of Arbitration.\n5.\nThe provisions of this Annex relating to the participation of a fishing entity are only for the purposes of this Convention.", "summary": "Conservation and management of high seas fishery resources in the South Pacific Ocean\nConservation and management of high seas fishery resources in the South Pacific Ocean\nSUMMARY OF:\nConvention on the Conservation and Management of High Seas Fishery Resources in the South Pacific Ocean\nDecision 2011/189/EU on the signing, on behalf of the EU, of the Convention on the Conservation and Management of High Seas Fishery Resources in the South Pacific Ocean\nDecision 2012/130/EU on the approval, on behalf of the EU, of the Convention on the Conservation and Management of High Seas Fishery Resources in the South Pacific Ocean\nThe EU’s deposit of its instrument of approval of the Convention on the Conservation and Management of High Seas Fishery Resources in the South Pacific Ocean\nWHAT IS THE AIM OF THE CONVENTION AND THE DECISION?\nThe convention aims to ensure the long-term conservation and sustainable use of fishery resources, while safeguarding the marine ecosystems in which these resources exist. It applies to the South Pacific Ocean beyond areas of national jurisdiction, in accordance with international law. The convention covers all fishery resources excluding: sedentary species (at the harvestable stage, either are immobile on or under the seabed or are unable to move except in constant physical contact with the seabed or the subsoil),highly migratory species,anadromous species (fish which live in the sea and migrate to fresh water to breed),catadromous species (fish which spend most of their lives in fresh water, then migrate to the sea to breed), andmarine mammals, marine reptiles and seabirds.\nThe decision approves the convention on behalf of the European Union (EU).\nTo conclude the convention, the EU deposited its instrument of approval on 18 October 2011 with the government of New Zealand as the depositary for the convention.\nKEY POINTS\n              \nParties to the convention must apply the following principles, adopting a precautionary and ecosystem approach.\nFishery resource conservation and management must be transparent, accountable and inclusive, taking into account best international practice.\nFishing must be sustainable, taking into account the impact on non-target and associated or dependent species and the obligation to protect and preserve the marine environment.\nOverfishing and excess fishing capacity must be prevented or eliminated.\nFull fishing data, including the impact on marine ecosystems, must be collected and shared.\nDecisions must be based on the best scientific and technical information available and the advice of all relevant subsidiary bodies.\nCooperation and coordination among parties to the convention is promoted, to ensure that the conservation and management measures adopted by the Commission appointed under the convention are compatible with those applied in areas under national jurisdiction.\nMarine ecosystems must be protected, particularly those which have long recovery times after being disturbed.\nThe interests of developing countries, territories and possessions — along with the needs of their coastal communities — must be recognised.\nCompliance with conservation and management measures must be ensured, along with sanctions to discourage violations and prevent offenders from benefitting from their illegal activities.\nPollution and waste from fishing vessels, discards, catch by lost or abandoned gear and impacts on other species and marine ecosystems must be minimised.\nIn applying the precautionary approach, the parties must:\nbe more cautious when information is uncertain, unreliable or inadequate;\nnot use the absence of adequate scientific information as a reason for failing to take conservation and management action;\ntake into account best international practice.\nThe ecosystem approach is an integrated approach where decisions are made to safeguard the wider marine ecosystems and ensure long-term conservation and the sustainable use of resources.\nOrganisation\nThe convention sets up the South Pacific Regional Fisheries Management Organisation (SPRFMO). The SPRFMO consists of the following bodies, as well as any subsidiary body that the Commission may establish under the convention.\nCommission\nScientific Committee\nCompliance and Technical Committee\nEastern Subregional Management Committee\nWestern Subregional Management Committee\nFinance and Administration Committee\nSecretariat.\nEach contracting party to the convention is a member of the Commission and appoints one representative to the Commission and to the committees. This representative may be accompanied by alternate representatives, experts and advisers. Each member of the Commission, including the EU, must:\nimplement the convention and any measures adopted by the Commission, and ensure their effectiveness;\ncooperate in furthering the convention’s objective;\nact to prevent, deter and eliminate illegal fishing;\ncollect, report and exchange scientific, technical and statistical data pertaining to fishery resources and marine ecosystems;\nensure that fishing vessels flying its flag: comply with the convention and the conservation and management measures adopted by the Commission,do not conduct unauthorised fishing within waters covered by the convention,operate equipment complying with vessel monitoring system standards,land or tranship fish caught within the convention area in accordance with standards and procedure;\nmaintain a register of authorised fishing vessels entitled to fly its flag;\nimmediately investigate and report fully on actions taken in response to any alleged violation and ensure appropriate penalties.\nConservation and management\nThe Commission is responsible for determining the:\nnature and extent of fishing for any fishery resource, including a total allowable catch or total allowable fishing effort;\nareas where fishing may occur;\nperiods when fishing may occur;\nsize limits of a catch which may be retained;\npermitted types of gear, technology or practices.\nThe Commission can apply emergency measures, where fishing presents a serious threat to the sustainability of fishery resources or the marine ecosystem or when a natural phenomenon or human-caused disaster has, or is likely to have, a significant adverse impact on fishery resources.\nNew or exploratory fisheries can only be opened to fishing when the Commission has adopted cautious preliminary conservation and management measures.\nThe Commission must put in place appropriate cooperative procedures for monitoring, control and surveillance of fishing, in order to ensure compliance with the convention.\nThe Commission must also establish an Observer Programme to collect verified catch and effort data, other scientific data and additional information related to fishing activity and its impacts on the marine environment.\nParties to the convention\nThe members of the SPRFMO currently comprise Australia, Chile, China, the Cook Islands, Cuba, Ecuador, the EU, Denmark (for the Faroes), New Zealand, Peru, Russia, South Korea, Taiwan (Chinese Taipei), the United States and Vanuatu.\nAnnexes\nThe annexes to the convention define:\nthe areas of the South Pacific Ocean covered by the Eastern and Western Subregional Management Committees respectively;\nadditional rules on determining total allowable catch or total allowable fishing effort in specific circumstances;\nthe composition and tasks of the Review Committee that deals with any objections raised by members to Commission decisions;\nthe circumstances under which fishing entities may express commitment to abide by the terms of the convention.\nDATE OF ENTRY INTO FORCE\n              \nThe convention text was agreed in November 2009 and was open for signature from 1 February 2010 to 31 January 2011. The EU signed the convention text on 26 July 2010 and approved it on 3 October 2011.\nThe convention entered into force on 24 August 2012 and remains open for accession.\nBACKGROUND\n              \nSee also:\nAbout the SPRFMO (South Pacific Regional Fisheries Management Organisation).\nMAIN DOCUMENTS\n            \nConvention on the Conservation and Management of High Seas Fishery Resources in the South Pacific Ocean (OJ L 67, 6.3.2012, pp. 3–28).\nCouncil Decision 2011/189/EU of 24 June 2010 on the signing, on behalf of the European Union, of the Convention on the Conservation and Management of High Seas Fishery Resources in the South Pacific Ocean (OJ L 81, 29.3.2011, pp. 1–2).\nCouncil Decision 2012/130/EU of 3 October 2011 on the approval, on behalf of the European Union, of the Convention on the Conservation and Management of High Seas Fishery Resources in the South Pacific Ocean (OJ L 67, 6.3.2012, pp. 1–2).\nConvention on the Conservation and Management of High Seas Fishery Resources in the South Pacific Ocean — The European Union’s deposit of its instrument of approval (OJ L 255, 21.9.2012, p. 2).\nRELATED DOCUMENTS\n            \nRegulation (EU) 2018/975 of the European Parliament and of the Council of 4 July 2018 laying down management, conservation and control measures applicable in the South Pacific Regional Fisheries Management Organisation (SPRFMO) Convention Area (OJ L 179, 16.7.2018, pp. 30–75).\nlast update 08.11.2021", "tags": ["conservation of fish stocks", "Pacific Ocean", "ratification of an agreement", "international convention", "resources of the sea", "sustainable development", "international waters"], "subjects": ["Fisheries policy"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}