{"celex_id": "32014R0747", "reference": "11.7.2014\nEN\nOfficial Journal of the European Union\nL 203/1\nCOUNCIL REGULATION (EU) No 747/2014\nof 10 July 2014\nconcerning restrictive measures in view of the situation in Sudan and repealing Regulations (EC) No 131/2004 and (EC) No 1184/2005\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 215 thereof,\nHaving regard to Council Decision 2014/450/CFSP of 10 July 2014 concerning restrictive measures in view of the situation in Sudan and repealing Decision 2011/423/CFSP (1),\nHaving regard to the joint proposal from the High Representative of the Union for Foreign Affairs and Security Policy and the European Commission,\nWhereas:\n(1)\nOn 10 January 2004, the Council adopted Common Position 2004/31/CFSP (2) maintaining the arms embargo on Sudan imposed by Council Decision 94/165/CFSP (3). On 26 January 2004, the Council adopted Regulation (EC) No 131/2004 (4) giving effect to Common Position 2004/31/CFSP.\n(2)\nOn 30 July 2004, the UN Security Council adopted UN Security Council Resolution (UNSCR) 1556 (2004) imposing an arms embargo on Sudan. On 29 March 2005, the UN Security Council adopted UNSCR 1591 (2005) imposing certain restrictions on those who impede the peace process, constitute a threat to stability in Darfur and the region, commit violations of international humanitarian or human rights law or other atrocities, violate the arms embargo or are responsible for certain offensive military flights in and over the Darfur region.\n(3)\nOn 30 May 2005, the Council adopted Common Position 2005/411/CFSP (5) which integrated the measures imposed by Common Position 2004/31/CFSP and the measures to be implemented pursuant to UNSCR 1591(2005) into a single legal act.\n(4)\nOn 18 July 2005, the Council adopted Regulation (EC) No 1184/2005 (6) giving effect to Common Position 2005/411/CFSP and imposing certain specific restrictive measures directed against certain persons impeding the peace process and breaking international law in the conflict in the Darfur region in Sudan.\n(5)\nOn 18 July 2011, the Council adopted Decision 2011/423/CFSP (7) which extended the scope of application of the arms embargo to South Sudan.\n(6)\nOn 10 July 2014, the Council adopted Decision 2014/450/CFSP separating the measures concerning Sudan and integrating them into a single legal act.\n(7)\nFor the sake of clarity, measures concerning Sudan should be separated from measures concerning South Sudan. Regulation (EC) No 131/2004 and Regulation (EC) No 1184/2005 should therefore be repealed and replaced by this Regulation in so far as they concern Sudan. Regulation (EC) No 131/2004 should also be replaced by Council Regulation (EU) No 748/2014 (8) in so far as it concerns South Sudan.\n(8)\nThe power to amend the list in Annex I to this Regulation should be exercised by the Council, in view of the specific threat to international peace and security in the region posed by the situation in Sudan and in order to ensure consistency with the process for amending and reviewing the Annex to Decision 2014/450/CFSP.\n(9)\nFor the implementation of this Regulation, and in order to create maximum legal certainty within the Union, the names and other relevant data concerning natural and legal persons, entities and bodies whose funds and economic resources should be frozen in accordance with this Regulation, should be made public. Any processing of personal data should comply with Regulation (EC) No 45/2001 of the European Parliament and of the Council (9) and Directive 95/46/EC of the European Parliament and of the Council (10).\n(10)\nIn order to ensure that the measures provided for in this Regulation are effective, this Regulation should enter into force immediately,\nHAS ADOPTED THIS REGULATION:\nArticle 1\nFor the purposes of this Regulation, the following definitions shall apply:\n(a)\n‘brokering services’ means:\n(i)\nthe negotiation or arrangement of transactions for the purchase, sale or supply of goods and technology, or of financial and technical services, from a third country to any other third country; or\n(ii)\nthe selling or buying of goods and technology or of financial and technical services, that are located in third countries for their transfer to another third country;\n(b)\n‘claim’ means any claim, whether asserted by legal proceedings or not, made before or after the date of entry into force of this Regulation, under or in connection with a contract or transaction, and includes in particular:\n(i)\na claim for performance of any obligation arising under or in connection with a contract or transaction;\n(ii)\na claim for extension or payment of a bond, financial guarantee or indemnity of whatever form;\n(iii)\na claim for compensation in respect of a contract or transaction;\n(iv)\na counterclaim;\n(v)\na claim for the recognition or enforcement, including by the procedure of exequatur, of a judgment, an arbitration award or an equivalent decision, wherever made or given;\n(c)\n‘contract or transaction’ means any transaction of whatever form and whatever the applicable law, whether comprising one or more contracts or similar obligations made between the same or different parties; for that purpose ‘contract’ includes a bond, guarantee or indemnity, particularly a financial guarantee or financial indemnity, and credit, whether legally independent or not, as well as any related provision arising under, or in connection with, the transaction;\n(d)\n‘competent authorities’ refers to the competent authorities of the Member States as identified on the websites listed in Annex II;\n(e)\n‘economic resources’ means assets of every kind, whether tangible or intangible, movable or immovable, which are not funds, but may be used to obtain funds, goods or services;\n(f)\n‘freezing of economic resources’ means preventing the use of economic resources to obtain funds, goods or services in any way, including, but not limited to, by selling, hiring or mortgaging them;\n(g)\n‘freezing of funds’ means preventing any move, transfer, alteration, use of, access to, or dealing with funds in any way that would result in any change in their volume, amount, location, ownership, possession, character, destination or other change that would enable the funds to be used, including portfolio management;\n(h)\n‘funds’ means financial assets and benefits of every kind, including, but not limited to:\n(i)\ncash, cheques, claims on money, drafts, money orders and other payment instruments;\n(ii)\ndeposits with financial institutions or other entities, balances on accounts, debts and debt obligations;\n(iii)\npublicly- and privately-traded securities and debt instruments, including stocks and shares, certificates representing securities, bonds, notes, warrants, debentures and derivatives contracts;\n(iv)\ninterest, dividends or other income on or value accruing from or generated by assets;\n(v)\ncredit, right of set-off, guarantees, performance bonds or other financial commitments;\n(vi)\nletters of credit, bills of lading, bills of sale; and\n(vii)\ndocuments showing evidence of an interest in funds or financial resources;\n(i)\n‘Sanctions Committee’ means the UN Security Council Committee established pursuant to paragraph 3 of UNSCR 1591 (2005);\n(j)\n‘technical assistance’ means any technical support related to repairs, development, manufacture, assembly, testing, maintenance, or any other technical service, and may take forms such as instruction, advice, training, transmission of working knowledge or skills or consulting services, including verbal forms of assistance;\n(k)\n‘territory of the Union’ means the territories of the Member States to which the Treaty is applicable, under the conditions laid down in the Treaty, including their airspace.\nArticle 2\nIt shall be prohibited to:\n(a)\nprovide technical assistance or brokering services related to military activities and to the provision, manufacture, maintenance and use of arms and related materiel of all types, including weapons and ammunition, military vehicles and equipment, paramilitary equipment, and spare parts therefor, directly or indirectly to any natural or legal person, entity or body in, or for use in Sudan;\n(b)\nprovide financing or financial assistance related to military activities, including in particular grants, loans and export credit insurance, as well as insurance and reinsurance, for any sale, supply, transfer or export of arms and related materiel, or for the provision of related technical assistance, directly or indirectly to any natural or legal person, entity or body in, or for use in Sudan.\nArticle 3\nBy way of derogation from Article 2, the competent authorities of Member States may authorise the provision of financing and financial assistance, technical assistance and brokering services related to:\n(a)\nnon-lethal military equipment intended solely for humanitarian, human rights monitoring or protective use, or for institution-building programmes of the UN, the African Union (AU), the European Union;\n(b)\nmateriel intended for European Union, UN and AU crisis management operations;\n(c)\nde-mining equipment and materiel for use in de-mining operations.\nArticle 4\nArticle 2 shall not apply to protective clothing, including flak jackets and military helmets, temporarily exported to Sudan by UN personnel, personnel of the European Union or its Member States, representatives of the media, humanitarian and development workers and associated personnel for their personal use only.\nArticle 5\n1.   All funds and economic resources belonging to, owned or controlled, directly or indirectly, by the natural or legal persons, entities or bodies listed in Annex I shall be frozen.\n2.   No funds or economic resources shall be made available, directly or indirectly, to or for the benefit of the natural or legal persons, entities or bodies listed in Annex I.\n3.   Annex I shall include natural or legal persons, entities or bodies who impede the peace process, constitute a threat to stability in Darfur and the region, commit violations of international humanitarian or human rights law or other atrocities, violate the arms embargo and/or are responsible for offensive military overflights in and over the Darfur region, as designated by the Sanctions Committee.\nArticle 6\n1.   By way of derogation from Article 5, the competent authorities of the Member States may authorise the release of certain frozen funds or economic resources, or the making available of certain funds or economic resources, under such conditions as they deem appropriate, provided that the following conditions are met:\n(a)\nthe competent authority concerned has determined that the funds or economic resources are:\n(i)\nnecessary for the basic needs of natural or legal persons, entities or bodies listed in Annex I, and dependant family members of such natural persons, including payments for foodstuffs, rent or mortgage, medicines and medical treatment, taxes, insurance premiums, and public utility charges;\n(ii)\nintended exclusively for payment of reasonable professional fees or reimbursement of incurred expenses associated with the provision of legal services; or\n(iii)\nintended exclusively for payment of fees or service charges for routine holding or maintenance of frozen funds or economic resources; and\n(b)\nthe Member State concerned has notified the Sanctions Committee of the determination referred to in point (a) and its intention to grant an authorisation, and the Sanctions Committee has not objected to that course of action within two working days of such notification.\n2.   By way of derogation from Article 5, the competent authorities of the Member States may authorise the release of certain frozen funds or economic resources or the making available of certain frozen funds or economic resources, after having determined that the funds or economic resources are necessary for extraordinary expenses, provided that the Member State concerned has notified the Sanctions Committee of that determination and the Sanctions Committee has approved that determination.\nArticle 7\nBy way of derogation from Article 5, the competent authorities of the Member States may authorise the release of certain frozen funds or economic resources, if the following conditions are met:\n(a)\nthe funds or economic resources are the subject of a judicial, administrative or arbitral lien established prior to the date on which the person, entity or body referred to in Article 5 was included in Annex I, or of a judicial, administrative or arbitral judgment rendered prior to that date;\n(b)\nthe funds or economic resources will be used exclusively to satisfy claims secured by such a lien or recognised as valid in such a judgment, within the limits set by applicable laws and regulations governing the rights of persons having such claims;\n(c)\nthe lien or judgment is not for the benefit of a person, entity or body listed in Annex I;\n(d)\nrecognising the lien or judgment is not contrary to public policy in the Member State concerned; and\n(e)\nthe Sanctions Committee has been notified by the Member State of the lien or judgment.\nArticle 8\n1.   Article 5(2) shall not prevent the crediting of the frozen accounts by financial or credit institutions that receive funds transferred by third parties to the account of the person, entity or body listed in Annex I, provided that any such additions to such accounts will also be frozen. The financial or credit institutions shall inform the relevant competent authority about any such transactions without delay.\n2.   Article 5(2) shall not apply to the addition to frozen accounts of:\n(a)\ninterest or other earnings on those accounts;\n(b)\npayments due under contracts, agreements or obligations that were concluded or arose prior to the date on which the natural or legal person, entity or body referred to in Article 5 has been included in Annex I; or\n(c)\npayments due under a judicial, administrative or arbitral lien or judgment, as referred to in Article 7;\nprovided that any such interest, other earnings and payments are frozen in accordance with Article 5(1).\nArticle 9\n1.   Without prejudice to the applicable rules concerning reporting, confidentiality and professional secrecy, natural and legal persons, entities and bodies shall:\n(a)\nsupply immediately any such information which would facilitate compliance with this Regulation, such as information on accounts and amounts frozen in accordance with Article 5, to the competent authority of the Member States where they are resident or located, and transmit any such information, directly or through these competent authorities, to the Commission; and\n(b)\ncooperate with the competent authorities listed in Annex II in any verification of this information.\n2.   Any additional information received directly by the Commission shall be made available to the Member States.\n3.   Any information provided or received in accordance with this Article shall be used only for the purposes for which it was provided or received.\nArticle 10\nIt shall be prohibited to participate, knowingly and intentionally, in activities the object or effect of which is to circumvent the measures referred to in Articles 2 and 5.\nArticle 11\n1.   The freezing of funds and economic resources, or the refusal to make funds or economic resources available, carried out in good faith and on the basis that such action is in accordance with this Regulation, shall not give rise to liability of any kind on the part of the natural or legal person, entity or body implementing it, or its directors or employees, unless it is proved that the funds and economic resources were frozen or withheld as a result of negligence.\n2.   Actions by natural or legal persons, entities or bodies shall not give rise to any liability of any kind on their part if they did not know, and had no reasonable cause to suspect, that their actions would infringe the measures set out in this Regulation.\nArticle 12\n1.   No claims in connection with any contract or transaction the performance of which has been affected, directly or indirectly, in whole or in part, by the measures imposed under this Regulation, including claims for indemnity or any other claim of this type, such as a claim for compensation or a claim under a guarantee, particularly a claim for extension or payment of a bond, guarantee or indemnity, particularly a financial guarantee or financial indemnity, of whatever form, shall be satisfied, if they are made by:\n(a)\ndesignated natural or legal persons, entities or bodies listed in Annex I;\n(b)\nany natural or legal person, entity or body acting through or on behalf of one of the persons, entities or bodies referred to in point (a).\n2.   In any proceedings for the enforcement of a claim, the onus of proving that satisfying the claim is not prohibited by paragraph 1 shall be on the natural or legal person, entity or body seeking the enforcement of that claim.\n3.   This Article is without prejudice to the right of the natural or legal persons, entities and bodies referred to in paragraph 1 to judicial review of the legality of the non-performance of contractual obligations in accordance with this Regulation.\nArticle 13\n1.   The Commission and Member States shall inform each other of the measures taken under this Regulation and share any other relevant information at their disposal in connection with this Regulation, in particular, information in respect of:\n(a)\nfunds frozen under Article 5 and authorisations granted under Articles 6, 7 and 8;\n(b)\nviolation and enforcement problems and judgments handed down by national courts.\n2.   The Member States shall immediately inform each other and the Commission of any other relevant information at their disposal which might affect the effective implementation of this Regulation.\nArticle 14\nThe Commission shall be empowered to amend Annex II on the basis of information supplied by Member States.\nArticle 15\n1.   Where the UN Security Council or the Sanctions Committee lists a natural or legal person, entity or body and has provided a statement of reasons for the designation, the Council shall include that natural or legal person, entity or body in Annex I. The Council shall communicate its decision and the statement of reasons to the natural or legal person, entity or body concerned, either directly, if the address is known, or through the publication of a notice, providing that natural or legal person, entity or body with an opportunity to present observations.\n2.   Where observations are submitted, or where substantial new evidence is presented, the Council shall review its decision and inform the natural or legal person, entity or body accordingly.\n3.   Where the United Nations decides to de-list a person, entity or body, or to amend the identifying data of a listed natural or legal person, entity or body, the Council shall amend Annex I accordingly.\nArticle 16\nAnnex I shall include, where available, information provided by the UN Security Council or by the Sanctions Committee necessary to identify the natural or legal persons, entities or bodies concerned. With regard to natural persons, such information may include names including aliases, date and place of birth, nationality, passport and ID card numbers, gender, address, if known, and function or profession. With regard to legal persons, entities or bodies, such information may include names, place and date of registration, registration number and place of business. Annex I shall also include the date of designation by the Security Council or by the Sanctions Committee.\nArticle 17\n1.   Member States shall lay down the rules on penalties applicable to infringements of this Regulation and shall take all measures necessary to ensure that they are implemented. The penalties provided for must be effective, proportionate and dissuasive.\n2.   Member States shall notify those rules to the Commission without delay after the entry into force of this Regulation and shall notify it of any subsequent amendment.\nArticle 18\n1.   Member States shall designate the competent authorities referred to in this Regulation and identify them on the websites listed in Annex II. Member States shall notify the Commission of any changes in the addresses of their websites listed in Annex II.\n2.   Member States shall notify the Commission of their competent authorities, including the contact details of those competent authorities, without delay after the entry into force of this Regulation, and shall notify it of any subsequent amendment.\n3.   Where this Regulation sets out a requirement to notify, inform or otherwise communicate with the Commission, the address and other contact details to be used for such communication shall be those indicated in Annex II.\nArticle 19\nThis Regulation shall apply:\n(a)\nwithin the territory of the Union, including its airspace;\n(b)\non board any aircraft or any vessel under the jurisdiction of a Member State;\n(c)\nto any person inside or outside the territory of the Union who is a national of a Member State;\n(d)\nto any legal person, entity or body, inside or outside the territory of the Union which is incorporated or constituted under the law of a Member State;\n(e)\nto any legal person, entity or body in respect of any business done in whole or in part within the Union.\nArticle 20\nRegulations (EC) No 131/2004 and (EC) No 1184/2005 are hereby repealed. References to the repealed Regulations shall be construed as references to this Regulation and Regulation (EU) No 748/2014.\nArticle 21\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 10 July 2014.\nFor the Council\nThe President\nS. GOZI\n(1)  See page 106 of this Official Journal.\n(2)  Council Common Position 2004/31/CFSP of 9 January 2004 concerning the imposition of an embargo on arms, munitions and military equipment on Sudan (OJ L 6, 10.1.2004, p. 55).\n(3)  Council Decision 94/165/CFSP of 15 March 1994 on the Common Position defined on the basis of Article J.2 of the Treaty on European Union concerning the imposition of an embargo on arms, munitions and military equipment on Sudan (OJ L 75, 17.3.1994, p. 1).\n(4)  Council Regulation (EC) No 131/2004 of 26 January 2004 imposing certain restrictive measures in respect of Sudan and South Sudan (OJ L 21, 28.1.2004, p. 1).\n(5)  Council Common Position 2005/411/CFSP of 30 May 2005 concerning restrictive measures against Sudan and repealing Common Position 2004/31/CFSP (OJ L 139, 2.6.2005, p. 25).\n(6)  Council Regulation (EC) No 1184/2005 of 18 July 2005 imposing certain specific restrictive measures directed against certain persons impeding the peace process and breaking international law in the conflict in the Darfur region in Sudan (OJ L 193, 23.7.2005, p. 9).\n(7)  Council Decision 2011/423/CFSP of 18 July 2011 concerning restrictive measures against Sudan and South Sudan and repealing Common Position 2005/411/CFSP (OJ L 188, 19.7.2011, p. 20).\n(8)  Council Regulation (EU) No 748/2014 of 10 July 2014 concerning restrictive measures in respect of the situation in South Sudan (see page 13 of this Official Journal).\n(9)  Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (OJ L 8, 12.1.2001, p. 1).\n(10)  Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (OJ L 281, 23.11.1995, p. 31).\nANNEX I\nLIST OF NATURAL AND LEGAL PERSONS, ENTITIES AND BODIES REFERRED TO IN ARTICLE 5\nA.   Natural persons\n1.\nLast name\n: \nELHASSAN\nFirst name(s)\n: Gaffar Mohammed\nAlias\n: Gaffar Mohmed Elhassan\nDate of birth/Place of birth/nationality/residence\n: Date of birth: 24 June 1952;\nResides in: El Waha, Omdurman, Sudan.\nPassport/identifying information/status\n: Retired from the Sudanese Army.\nEx-serviceman's identification card no: 4302.\nDesignation/justification\n: Major-General and Commander of the Western Military Region for the Sudanese Armed Forces (SAF).\nThe Panel of Experts reports that Major-General Gaffar Mohammed Elhassan stated to them that he had direct operational command (primarily tactical command) of all elements of the SAF in Darfur while he was in command of the Western Military Region. Elhassan held this position as Western Military Area Commander from November 2004 (approximately) until early 2006. The Panel's information is that Elhassan was responsible for violations of paragraph 7 of UNSCR 1591 (2005) as by virtue of this position he requested (from Khartoum), and authorized as from 29 March 2005, the transfer of military equipment into Darfur without the prior approval of the 1591 Committee. Elhassan himself admitted to the Panel of Experts that aircraft, aircraft engines and other military equipment had been brought into Darfur from other parts of Sudan between 29 March 2005 and December 2005. For example, he informed the Panel that 2 Mi-24 attack helicopters were brought unauthorized into Darfur between 18 and 21 September 2005.\nThere are also reasonable grounds to believe that Elhassan was directly responsible, as Western Military Area Commander, for authorizing offensive military flights in the area around Abu Hamra, 23-24 July 2005 and in the Jebel Moon area of Western Darfur, on 19 November 2005. Mi-24 attack helicopters were involved in both operations and reportedly opened fire on both occasions. The Panel of Experts report that Elhassan indicated to the Panel that he himself approved requests for air support and other air operations in his capacity as Western Military Area Commander. (See Panel of Experts report, S/2006/65, paragraphs 266-269.) Through such actions Major-General Gaffar Mohammed Elhassan has breached relevant provisions of UNSCR 1591 (2005) and therefore meets the criteria to be designated by the Committee to be subjected to sanctions.\nDate of UN designation\n: 25 April 2006.\n2.\nLast name\n: \nALNSIEM\nFirst name(s)\n: Musa Hilal Abdalla\nAlias\n: Sheikh Musa Hilal; Abd Allah; Abdallah; AlNasim; Al Nasim; AlNaseem; Al Naseem; AlNasseem; Al Nasseem\nDate of birth/Place of birth/nationality/residence\n: Date of Birth: 01/01/1964 or 1959;\nPlace of birth: Kutum;\nResides in: Kabkabiya and the city of Kutum, Northern Darfur and has resided in Khartoum.\nPassport/identifying information/status\n: Diplomatic Passport No: D014433,\nIssued on 21 February 2013; Expires 21 February 2015.\nCertificate of Nationality No: A0680623.\nMember of the National Assembly of Sudan. In 2008, appointed by the President of Sudan as special adviser to the Ministry of Federal Affairs.\nDesignation/justification\n: Paramount Chief of the Jalul Tribe in North Darfur.\nReport from Human Rights Watch states they have a memo dated 13 February 2004 from a local government office in North Darfur ordering ‘security units in the locality’ to ‘allow the activities of the mujahideen and the volunteers under the command of the Sheikh Musa Hilal to proceed in the areas of [North Darfur] and to secure their vital needs’. On 28 September 2005, 400 Arab militia attacked the villages of Aro Sharrow (including its IDP camp), Acho, and Gozmena in West Darfur. We also believe that Musa Hilal was present during the attack on Aro Sharrow IDP camp: his son had been killed during the SLA attack on Shareia, so he was now involved in a personal blood feud. There are reasonable grounds to believe that as the Paramount Chief he had direct responsibility for these actions and is responsible for violations of international humanitarian and human rights law and other atrocities.\nDate of UN designation\n: 25 April 2006\n3.\nLast name\n: \nSHARIF\nFirst name(s)\n: Adam Yacub\nAlias\n: Adam Yacub Shant; Adam Yacoub\nDate of birth/Place of birth/nationality/residence\n: Date of birth: Circa 1976.\nPassport/identifying information/status\n: Reportedly deceased on 7 June 2012.\nDesignation/justification\n: Sudanese Liberation Army (SLA) Commander.\nSLA soldiers under the command of Adam Yacub Shant violated the ceasefire agreement by attacking a Government of Sudan military contingent that was escorting a convoy of trucks near Abu Hamra, Northern Darfur on July 23, 2005 killing three soldiers. After the attack, Government military weapons and ammunition were looted. The Panel of Experts has information establishing that the attack by SLA soldiers took place and was clearly organized; consequently it was well planned. It is therefore reasonable to assume, as the Panel concluded, that Shant, as the confirmed SLA Commander in the area, must have had knowledge of and approved or ordered the attack. He therefore bears direct responsibility for the attack and meets the criteria for being listed.\nDate of UN designation\n: 25 April 2006.\n4.\nLast name\n: \nMAYU\nFirst name(s)\n: Jibril Abdulkarim Ibrahim\nAlias\n: General Gibril Abdul Kareem Barey; ‘Tek’; Gabril Abdul Kareem Badri\nDate of birth/Place of birth/nationality/residence\n: Date of birth: 1 January 1967;\nPlace of Birth: Nile District, El-Fasher, El-Fasher, North Darfur;\nNationality: Sudanese by birth;\nResides in: Tine, on the Sudanese side of the border with Chad.\nPassport/identifying information/status\n: National Identification Number: 192-3238459-9\nCertificate of nationality acquired through birth: No 302581\nDesignation/justification\n: National Movement for Reform and Development (NMRD) Field Commander.\nMayu is responsible for the kidnapping of African Union Mission in Sudan (AMIS) personnel in Darfur during October 2005. Mayu openly attempts to thwart the AMIS mission through intimidation; for example he threatened to shoot down African Union (AU) helicopters in the Jebel Moon area in November 2005. Through such actions Mayu has clearly violated UNSCR 1591 (2005) in constituting a threat to stability in Darfur and meets the criteria to be designated by the Committee to be subjected to sanctions.\nDate of UN designation\n: 25 April 2006.\nB.   Legal persons, entities and bodies\nANNEX II\nWEBSITES FOR INFORMATION ON THE COMPETENT AUTHORITIES AND ADDRESS FOR NOTIFICATION TO THE EUROPEAN COMMISSION\nBELGIUM\nhttp://www.diplomatie.be/eusanctions\nBULGARIA\nhttp://www.mfa.bg/en/pages/135/index.html\nCZECH REPUBLIC\nhttp://www.mfcr.cz/mezinarodnisankce\nDENMARK\nhttp://um.dk/da/politik-og-diplomati/retsorden/sanktioner/\nGERMANY\nhttp://www.bmwi.de/DE/Themen/Aussenwirtschaft/aussenwirtschaftsrecht,did=404888.html\nESTONIA\nhttp://www.vm.ee/est/kat_622/\nIRELAND\nhttp://www.dfa.ie/home/index.aspx?id=28519\nGREECE\nhttp://www.mfa.gr/en/foreign-policy/global-issues/international-sanctions.html\nSPAIN\nhttp://www.exteriores.gob.es/Portal/es/PoliticaExteriorCooperacion/GlobalizacionOportunidadesRiesgos/Documents/ORGANISMOS%20COMPETENTES%20SANCIONES%20INTERNACIONALES.pdf\nFRANCE\nhttp://www.diplomatie.gouv.fr/autorites-sanctions/\nCROATIA\nhttp://www.mvep.hr/sankcije\nITALY\nhttp://www.esteri.it/MAE/IT/Politica_Europea/Deroghe.htm\nCYPRUS\nhttp://www.mfa.gov.cy/sanctions\nLATVIA\nhttp://www.mfa.gov.lv/en/security/4539\nLITHUANIA\nhttp://www.urm.lt/sanctions\nLUXEMBOURG\nhttp://www.mae.lu/sanctions\nHUNGARY\nhttp://www.kulugyminiszterium.hu/kum/hu/bal/Kulpolitikank/nemzetkozi_szankciok/\nMALTA\nhttp://www.doi.gov.mt/EN/bodies/boards/sanctions_monitoring.asp\nNETHERLANDS\nwww.rijksoverheid.nl/onderwerpen/internationale-vrede-en-veiligheid/sancties\nAUSTRIA\nhttp://www.bmeia.gv.at/view.php3?f_id=12750&LNG=en&version=\nPOLAND\nhttp://www.msz.gov.pl\nPORTUGAL\nhttp://www.portugal.gov.pt/pt/os-ministerios/ministerio-dos-negocios-estrangeiros/quero-saber-mais/sobre-o-ministerio/medidas-restritivas/medidas-restritivas.aspx\nROMANIA\nhttp://www.mae.ro/node/1548\nSLOVENIA\nhttp://www.mzz.gov.si/si/zunanja_politika_in_mednarodno_pravo/zunanja_politika/mednarodna_varnost/omejevalni_ukrepi/\nSLOVAKIA\nhttp://www.mzv.sk/sk/europske_zalezitosti/europske_politiky-sankcie_eu\nFINLAND\nhttp://formin.finland.fi/kvyhteistyo/pakotteet\nSWEDEN\nhttp://www.ud.se/sanktioner\nUNITED KINGDOM\nhttps://www.gov.uk/sanctions-embargoes-and-restrictions\nAddress for notifications to the European Commission:\nEuropean Commission\nService for Foreign Policy Instruments (FPI)\nEEAS 02/309\nB-1049 Brussels\nBelgium\nE-mail: relex-sanctions@ec.europa.eu", "summary": "Restrictive measures in view of the situation in Sudan\nRestrictive measures in view of the situation in Sudan\nSUMMARY OF:\nDecision 2014/450/CFSP — concerning restrictive measures in view of the situation in Sudan\nRegulation (EU) No 747/2014 — concerning restrictive measures in view of the situation in Sudan\nWHAT IS THE AIM OF THE DECISION AND THE REGULATION?\nBoth the decision and the regulation transpose a series of United Nations measures to prevent the collaboration of EU nationals and EU residents with Sudan, particularly related to military activities.\nThe decision repeals Decision 2011/423/CFSP and Implementing Decision 2014/40/CFSP. In the interest of clarity, the sanctions on Sudan imposed by Decision 2011/423/CFSP are separated from those dealing with South Sudan and integrated into a single legal text.\nThe regulation repeals Regulations (EC) No 131/2004 and (EC) No 1184/2005 and deals only with Sudan.\nKEY POINTS\n              \nEU nationals or nationals from overseas countries and territories are prohibited to provide to Sudan or to any person or body in or for use in Sudan:\nthe direct or indirect supply, sale, transfer or export of arms or related military equipment of all types, including weapons and ammunitionmilitary vehicles and equipmentparamilitary equipment and spare parts;\nthe supply of technical assistance, brokering services and other services related to military activities and to the provision, manufacture, maintenance and use of arms and related military equipment;\nthe supply of financing or financial assistance related to military activities, including in particular grants, loans and export credit insuranceinsurance and reinsurance for any sale, supply, transfer or export of arms and related military equipmentrelated technical assistance, brokering services and other services.\nThe decision requires these measures to be reviewed at regular intervals, at least every 12 months.\nRestrictive measures\nThe decision imposes a travel ban and asset freeze on those deemed to:\nimpede the peace process;\nconstitute a threat to stability in Darfur and the region;\ncommit violations of international humanitarian or human rights law or other atrocities;\nviolate the arms embargo and/or are responsible for offensive military overflights in and over the Darfur region.\nThe annex to the decision and Annex I of the regulation set out the list of individuals whom EU Member States must prevent entering or transiting through their territories and those individuals, companies, entities or bodies whose funds and economic resources will be frozen.\nAny person listed by the UN Security Council or Sanctions Committee must be included in the annexes.\nThe annexes may be amended by the Council.\nFROM WHEN DO THE DECISION AND THE REGULATION APPLY?\n              \nBoth the decision and the regulation have applied since 11 July 2014.\nBACKGROUND\n              \nThe legal bases for these EU sanctions are Article 29 of the Treaty on European Union for the decision, and Article 215 of the Treaty on the Functioning of the European Union for the regulation.\nFor more information, see:\nSudan and the EU (European External Action Service)\nSanctions policy (European External Action Service)\nSanctions: how and when the EU adopts restrictive measures (Council of the European Union).\nMAIN DOCUMENTS\n            \nCouncil Decision 2014/450/CFSP of 10 July 2014 concerning restrictive measures in view of the situation in Sudan and repealing Decision 2011/423/CFSP (OJ L 203, 11.7.2014, pp. 106-112)\nSuccessive amendments to Decision 2014/450/CFSP have been incorporated into the original text. This consolidated version is of documentary value only.\nCouncil Regulation (EU) No 747/2014 of 10 July 2014 concerning restrictive measures in view of the situation in Sudan and repealing Regulations (EC) No 131/2004 and (EC) No 1184/2005 (OJ L 203, 11.7.2014, pp. 1-12)\nSee consolidated version.\nRELATED DOCUMENTS\n            \nConsolidated version of the Treaty on European Union — Title V — General provisions on the Union’s external action and specific provisions on the common foreign and security policy — Chapter 2 — Specific provisions on the common foreign and security policy — Section 1 — Common provisions — Article 29 (ex Article 15 TEU) (OJ C 202, 7.6.2016, p. 33)\nConsolidated version of the Treaty on the Functioning of the European Union — Part Five — The Union’s external action — Title IV — Restrictive measures — Article 215 (ex Article 301 TEC) (OJ C 202, 7.6.2016, p. 144)\nCouncil Regulation (EC) No 428/2009 of 5 May 2009 setting up a Community regime for the control of exports, transfer, brokering and transit of dual-use items (recast) (OJ L 134, 29.5.2009, pp. 1-269)\nSee consolidated version.\nlast update 05.10.2020", "tags": ["international sanctions", "trade restriction", "economic sanctions", "Sudan"], "subjects": ["Common foreign and security policy"], "split": "train", "reference_annotations": {"32014R0747_p1": {"text": "COUNCIL regulation 747/2014///of 10 July 2014---concerning restrictive measures in view of the situation in Sudan and repealing regulation 131/2004 regulation 1184/2005", "triples": [" regulation 747/2014,  repealing,  regulation 131/2004", " regulation 747/2014,  repealing,  regulation 1184/2005"]}, "32014R0747_p2": {"text": "Having regard to Council decision 2014/450/cfsp of 10 July 2014 concerning restrictive measures in view of the situation in Sudan and repealing decision 2011/423/cfsp (1),", "triples": [" decision 2014/450/cfsp,  repealing,  decision 2011/423/cfsp"]}, "32014R0747_p4": {"text": "For the sake of clarity, measures concerning Sudan should be separated from measures concerning South Sudan. regulation 131/2004 and regulation 1184/2005 should therefore be repealed and replaced by this Regulation in so far as they concern Sudan. regulation 131/2004 should also be replaced by Council regulation 748/2014 (8) in so far as it concerns South Sudan.", "triples": [" regulation 748/2014,  replaced,  regulation 131/2004"]}, "32014R0747_p6": {"text": "(5)  Council Common position 2005/411/cfsp of 30 May 2005 concerning restrictive measures against Sudan and repealing Common position 2004/31/cfsp (OJ L 139, 2.6.2005, p. 25).", "triples": [" position 2005/411/cfsp,  repealing,  position 2004/31/cfsp"]}, "32014R0747_p7": {"text": "(7)  Council decision 2011/423/cfsp of 18 July 2011 concerning restrictive measures against Sudan and South Sudan and repealing Common position 2005/411/cfsp (OJ L 188, 19.7.2011, p. 20).", "triples": [" decision 2011/423/cfsp,  repealing,  position 2005/411/cfsp"]}}, "summary_annotations": {"32014R0747_p3": {"text": "Council decision 2014/450/cfsp of 10 July 2014 concerning restrictive measures in view of the situation in Sudan and repealing decision 2011/423/cfsp (OJ L 203, 11.7.2014, pp. 106-112)", "triples": [" decision 2014/450/cfsp,  repealing,  decision 2011/423/cfsp"]}, "32014R0747_p4": {"text": "Council regulation 747/2014 of 10 July 2014 concerning restrictive measures in view of the situation in Sudan and repealing regulation 131/2004 regulation 1184/2005 (OJ L 203, 11.7.2014, pp. 1-12)", "triples": [" regulation 747/2014,  repealing,  regulation 131/2004", " regulation 747/2014,  repealing,  regulation 1184/2005"]}}}