{"celex_id": "32011R1169", "reference": "22.11.2011\nEN\nOfficial Journal of the European Union\nL 304/18\nREGULATION (EU) No 1169/2011 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 25 October 2011\non the provision of food information to consumers, amending Regulations (EC) No 1924/2006 and (EC) No 1925/2006 of the European Parliament and of the Council, and repealing Commission Directive 87/250/EEC, Council Directive 90/496/EEC, Commission Directive 1999/10/EC, Directive 2000/13/EC of the European Parliament and of the Council, Commission Directives 2002/67/EC and 2008/5/EC and Commission Regulation (EC) No 608/2004\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 114 thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1)\nArticle 169 of the Treaty on the Functioning of the European Union (TFEU) provides that the Union is to contribute to the attainment of a high level of consumer protection by the measures it adopts pursuant to Article 114 thereof.\n(2)\nThe free movement of safe and wholesome food is an essential aspect of the internal market and contributes significantly to the health and well-being of citizens, and to their social and economic interests.\n(3)\nIn order to achieve a high level of health protection for consumers and to guarantee their right to information, it should be ensured that consumers are appropriately informed as regards the food they consume. Consumers’ choices can be influenced by, inter alia, health, economic, environmental, social and ethical considerations.\n(4)\nAccording to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (3) it is a general principle of food law to provide a basis for consumers to make informed choices in relation to food they consume and to prevent any practices that may mislead the consumer.\n(5)\nDirective 2005/29/EC of the European Parliament and of the Council of 11 May 2005 concerning unfair business-to-consumer commercial practices in the internal market (4) covers certain aspects of the provision of information to consumers specifically to prevent misleading actions and omissions of information. The general principles on unfair commercial practices should be complemented by specific rules concerning the provision of food information to consumers.\n(6)\nUnion rules on food labelling applicable to all foods are laid down in Directive 2000/13/EC of the European Parliament and of the Council of 20 March 2000 on the approximation of the laws of the Member States relating to the labelling, presentation and advertising of foodstuffs (5). The majority of the provisions laid down in that Directive date back to 1978 and should therefore be updated.\n(7)\nCouncil Directive 90/496/EEC of 24 September 1990 on nutrition labelling for foodstuffs (6) lays down rules on the content and presentation of nutrition information on prepacked foods. According to those rules, the inclusion of nutrition information is voluntary unless a nutrition-related claim is made concerning the food. The majority of the provisions laid down in that Directive date back to 1990 and should therefore be updated.\n(8)\nThe general labelling requirements are complemented by a number of provisions applicable to all foods in particular circumstances or to certain categories of foods. In addition, there are a number of specific rules which are applicable to specific foods.\n(9)\nWhile the original objectives and the core components of the current labelling legislation are still valid, it is necessary to streamline it in order to ensure easier compliance and greater clarity for stakeholders and to modernise it in order to take account of new developments in the field of food information. This Regulation will both serve the interests of the internal market by simplifying the law, ensuring legal certainty and reducing administrative burden, and benefit citizens by requiring clear, comprehensible and legible labelling of foods.\n(10)\nThe general public has an interest in the relationship between diet and health and in the choice of an appropriate diet to suit individual needs. The Commission White Paper of 30 May 2007 on a Strategy for Europe on Nutrition, Overweight and Obesity related health issues (the ‘Commission White Paper’) noted that nutrition labelling is one important method of informing consumers about the composition of foods and of helping them to make an informed choice. The Commission Communication of 13 March 2007 entitled ‘EU Consumer Policy strategy 2007-2013 — Empowering consumers, enhancing their welfare, effectively protecting them’ underlined that allowing consumers to make an informed choice is essential both to effective competition and consumer welfare. Knowledge of the basic principles of nutrition and appropriate nutrition information on foods would contribute significantly towards enabling the consumer to make such an informed choice. Education and information campaigns are an important mechanism for improving consumer understanding of food information.\n(11)\nIn order to enhance legal certainty and ensure rationality and consistency of enforcement, it is appropriate to repeal Directives 90/496/EEC and 2000/13/EC and to replace them by a single regulation which ensures certainty for consumers and other stakeholders and reduces the administrative burden.\n(12)\nFor the sake of clarity, it is appropriate to repeal and include in this Regulation other horizontal acts, namely Commission Directive 87/250/EEC of 15 April 1987 on the indication of alcoholic strength by volume in the labelling of alcoholic beverages for sale to the ultimate consumer (7), Commission Directive 1999/10/EC of 8 March 1999 providing for derogations from the provisions of Article 7 of Council Directive 79/112/EEC as regards the labelling of foodstuffs (8), Commission Directive 2002/67/EC of 18 July 2002 on the labelling of foodstuffs containing quinine, and of foodstuffs containing caffeine (9), Commission Regulation (EC) No 608/2004 of 31 March 2004 concerning the labelling of foods and food ingredients with added phytosterols, phytosterol esters, phytostanols and/or phytostanol esters (10) and Commission Directive 2008/5/EC of 30 January 2008 concerning the compulsory indication on the labelling of certain foodstuffs of particulars other than those provided for in Directive 2000/13/EC of the European Parliament and of the Council (11).\n(13)\nIt is necessary to set common definitions, principles, requirements and procedures so as to form a clear framework and a common basis for Union and national measures governing food information.\n(14)\nIn order to follow a comprehensive and evolutionary approach to the information provided to consumers relating to food they consume, there should be a broad definition of food information law covering rules of a general and specific nature as well as a broad definition of food information covering information provided also by other means than the label.\n(15)\nUnion rules should apply only to undertakings, the concept of which implies a certain continuity of activities and a certain degree of organisation. Operations such as the occasional handling and delivery of food, the serving of meals and the selling of food by private persons, for example at charity events, or at local community fairs and meetings, should not fall within the scope of this Regulation.\n(16)\nFood information law should provide sufficient flexibility to be able to keep up to date with new information requirements of consumers and ensure a balance between the protection of the internal market and the differences in the perception of consumers in the Member States.\n(17)\nThe prime consideration for requiring mandatory food information should be to enable consumers to identify and make appropriate use of a food and to make choices that suit their individual dietary needs. With this aim, food business operators should facilitate the accessibility of that information to the visually impaired.\n(18)\nIn order to enable food information law to adapt to consumers’ changing needs for information, any considerations about the need for mandatory food information should also take account of the widely demonstrated interest of the majority of consumers in the disclosure of certain information.\n(19)\nNew mandatory food information requirements should however only be established if and where necessary, in accordance with the principles of subsidiarity, proportionality and sustainability.\n(20)\nFood information law should prohibit the use of information that would mislead the consumer in particular as to the characteristics of the food, food effects or properties, or attribute medicinal properties to foods. To be effective, that prohibition should also apply to the advertising and presentation of foods.\n(21)\nIn order to prevent a fragmentation of the rules concerning the responsibility of food business operators with respect to food information it is appropriate to clarify the responsibilities of food business operators in this area. That clarification should be in accordance with the responsibilities regarding the consumer referred to in Article 17 of Regulation (EC) No 178/2002.\n(22)\nA list should be drawn up of all mandatory information which should in principle be provided for all foods intended for the final consumer and mass caterers. That list should maintain the information that is already required under existing Union legislation given that it is generally considered as a valuable acquis in respect of consumer information.\n(23)\nIn order to take account of changes and developments in the field of food information, provisions should be made to empower the Commission to enable certain particulars to be made available through alternative means. Consultation with stakeholders should facilitate timely and well-targeted changes of food information requirements.\n(24)\nWhen used in the production of foods and still present therein, certain ingredients or other substances or products (such as processing aids) can cause allergies or intolerances in some people, and some of those allergies or intolerances constitute a danger to the health of those concerned. It is important that information on the presence of food additives, processing aids and other substances or products with a scientifically proven allergenic or intolerance effect should be given to enable consumers, particularly those suffering from a food allergy or intolerance, to make informed choices which are safe for them.\n(25)\nIn order to inform consumers of the presence of engineered nanomaterials in food, it is appropriate to provide for a definition of engineered nanomaterials. Taking into account the possibility of food containing or consisting of engineered nanomaterials being a novel food, the appropriate legislative framework for that definition should be considered in the context of the upcoming review of Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (12).\n(26)\nFood labels should be clear and understandable in order to assist consumers who want to make better-informed food and dietary choices. Studies show that easy legibility is an important element in maximising the possibility for labelled information to influence its audience and that illegible product information is one of the main causes of consumer dissatisfaction with food labels. Therefore, a comprehensive approach should be developed in order to take into account all aspects related to legibility, including font, colour and contrast.\n(27)\nIn order to ensure the provision of food information, it is necessary to consider all ways of supplying food to consumers, including selling food by means of distance communication. Although it is clear that any food supplied through distance selling should meet the same information requirements as food sold in shops, it is necessary to clarify that in such cases the relevant mandatory food information should also be available before the purchase is concluded.\n(28)\nThe technology used in the freezing of foods has developed significantly during recent decades and has become widely used both to improve the circulation of goods on the Union internal market, and to reduce food safety risks. However, the freezing and later defrosting of certain foods, especially meat and fishery products, limits their possible further use and may also have an effect on their safety, taste and physical quality. Conversely, for other products, especially butter, freezing has no such effects. Therefore, where a product has been defrosted, the final consumer should be appropriately informed of its condition.\n(29)\nThe indication of the country of origin or of the place of provenance of a food should be provided whenever its absence is likely to mislead consumers as to the true country of origin or place of provenance of that product. In all cases, the indication of country of origin or place of provenance should be provided in a manner which does not deceive the consumer and on the basis of clearly defined criteria which ensure a level playing field for industry and improve consumers’ understanding of the information related to the country of origin or place of provenance of a food. Such criteria should not apply to indications related to the name or address of the food business operator.\n(30)\nIn some cases, food business operators may want to indicate the origin of a food on a voluntary basis to draw consumers’ attention to the qualities of their product. Such indications should also comply with harmonised criteria.\n(31)\nThe indication of origin is currently mandatory for beef and beef products (13) in the Union following the bovine spongiform encephalopathy crisis and it has created consumer expectations. The impact assessment of the Commission confirms that the origin of meat appears to be consumers’ prime concern. There are other meats widely consumed in the Union, such as swine, sheep, goat and poultrymeat. It is therefore appropriate to impose a mandatory declaration of origin for those products. The specific origin requirements could differ from one type of meat to another according to the characteristics of the animal species. It is appropriate to provide for the establishment through implementing rules of mandatory requirements that could vary from one type of meat to another taking into account the principle of proportionality and the administrative burden for food business operators and enforcement authorities.\n(32)\nMandatory origin provisions have been developed on the basis of vertical approaches for instance for honey (14), fruit and vegetables (15), fish (16), beef and beef products (17) and olive oil (18). There is a need to explore the possibility to extend mandatory origin labelling for other foods. It is therefore appropriate to request the Commission to prepare reports covering the following foods: types of meat other than beef, swine, sheep, goat and poultrymeat; milk; milk used as an ingredient in dairy products; meat used as an ingredient; unprocessed foods; single-ingredient products; and ingredients that represent more than 50 % of a food. Milk being one of the products for which an indication of origin is considered of particular interest, the Commission report on this product should be made available as soon as possible. Based on the conclusions of such reports, the Commission may submit proposals to modify the relevant Union provisions or may take new initiatives, where appropriate, on a sectoral basis.\n(33)\nThe Union’s non-preferential rules of origin are laid down in Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (19) and its implementing provisions in Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (20). Determination of the country of origin of foods will be based on those rules, which are well known to food business operators and administrations and should ease their implementation.\n(34)\nThe nutrition declaration for a food concerns information on the presence of energy and certain nutrients in foods. The mandatory provision of nutrition information on packaging should assist nutrition actions as part of public health policies which could involve the provision of scientific recommendations for nutrition education for the public and support informed food choices.\n(35)\nTo facilitate the comparison of products in different package sizes, it is appropriate to retain the requirement that the mandatory nutrition declaration should refer to 100 g or 100 ml amounts and, if appropriate, to allow additional portion-based declarations. Therefore, where food is prepacked and individual portions or consumption units are identified, a nutrition declaration per portion or per consumption unit, in addition to the expression per 100 g or per 100 ml, should be allowed. Furthermore, in order to provide comparable indications relating to portions or consumption units, the Commission should be empowered to adopt rules on the expression of the nutrition declaration per portion or per consumption unit for specific categories of food.\n(36)\nThe Commission White Paper highlighted certain nutritional elements of importance to public health such as saturated fat, sugars or sodium. Therefore, it is appropriate that the requirements on the mandatory provision of nutrition information should take into account such elements.\n(37)\nSince one of the objectives pursued by this Regulation is to provide a basis to the final consumer for making informed choices, it is important to ensure in this respect that the final consumer easily understands the information provided on the labelling. Therefore it is appropriate to use on the labelling the term ‘salt’ instead of the corresponding term of the nutrient ‘sodium’.\n(38)\nIn the interest of consistency and coherence of Union law the voluntary inclusion of nutrition or health claims on food labels should be in accordance with the Regulation (EC) No 1924/2006 of the European Parliament and of the Council of 20 December 2006 on nutrition and health claims made on foods (21).\n(39)\nTo avoid unnecessary burdens on food business operators, it is appropriate to exempt from the mandatory provision of a nutrition declaration certain categories of foods that are unprocessed or for which nutrition information is not a determining factor for consumers’ purchasing decisions, or for which the packaging is too small to accommodate the mandatory labelling requirements, unless the obligation to provide such information is provided for under other Union rules.\n(40)\nTaking into account the specific nature of alcoholic beverages, it is appropriate to invite the Commission to analyse further the information requirements for those products. Therefore, the Commission should, taking into account the need to ensure coherence with other relevant Union policies, produce a report within 3 years of the entry into force of this Regulation concerning the application of the requirements to provide information on ingredients and nutrition information to alcoholic beverages. In addition, taking into account the resolution of the European Parliament of 5 September 2007 on an European Union strategy to support Member States in reducing alcohol-related harm (22), the opinion of the European Economic and Social Committee (23), the work of the Commission, and general public concern about alcohol-related harm especially to young and vulnerable consumers, the Commission, after consultation with stakeholders and the Member States, should consider the need for a definition of beverages such as ‘alcopops’, which are specifically targeted at young people. The Commission should also, if appropriate, propose specific requirements relating to alcoholic beverages in the context of this Regulation.\n(41)\nTo appeal to the average consumer and to serve the informative purpose for which it is introduced, and given the current level of knowledge on the subject of nutrition, the nutrition information provided should be simple and easily understood. To have the nutrition information partly in the principal field of vision, commonly known as the ‘front of pack’, and partly on another side on the pack, for instance the ‘back of pack’, might confuse consumers. Therefore, the nutrition declaration should be in the same field of vision. In addition, on a voluntary basis, the most important elements of the nutrition information may be repeated in the principal field of vision, in order to help consumers to easily see the essential nutrition information when purchasing foods. A free choice as to the information that could be repeated might confuse consumers. Therefore it is necessary to clarify which information may be repeated.\n(42)\nIn order to encourage food business operators to provide on a voluntary basis the information contained in the nutrition declaration for foods such as alcoholic beverages and non-prepacked foods that may be exempted from the nutrition declaration, the possibility should be given to declare only limited elements of the nutrition declaration. It is nevertheless appropriate to clearly establish the information that may be provided on a voluntary basis in order to avoid misleading the consumer by the free choice of the food business operator.\n(43)\nThere have been recent developments in the expression of the nutrition declaration, other than per 100 g, per 100 ml or per portion, or in its presentation, through the use of graphical forms or symbols, by some Member States and organisations in the food sector. Such additional forms of expression and presentation may help consumers to better understand the nutrition declaration. However, there is insufficient evidence across all the Union on how the average consumer understands and uses the alternative forms of expression or presentation of the information. Therefore, it is appropriate to allow for different forms of expression and presentation to be developed on the basis of criteria established in this Regulation and to invite the Commission to prepare a report regarding the use of those forms of expression and presentation, their effect on the internal market and the advisability of further harmonisation.\n(44)\nIn order to assist the Commission in producing that report, Member States should provide the Commission with the relevant information on the use of additional forms of expression and presentation of the nutrition declaration on the market in their territory. In order to do so, Member States should be empowered to request food business operators placing on the market in their territory foods bearing additional forms of expression or presentation to notify national authorities of the use of such additional forms and of the relevant justifications regarding the fulfilment of the requirements set out in this Regulation.\n(45)\nIt is desirable to ensure a certain level of consistency in the development of additional forms of expression and presentation of the nutrition declaration. It is therefore appropriate to promote the constant exchange and sharing of best practices and experience between Member States and with the Commission and to promote the participation of stakeholders in such exchanges.\n(46)\nThe declaration in the same field of vision of the amounts of nutritional elements and comparative indicators in an easily recognisable form to enable an assessment of the nutritional properties of a food should be considered in its entirety as part of the nutrition declaration and should not be treated as a group of individual claims.\n(47)\nExperience shows that in many cases voluntary food information is provided to the detriment of the clarity of the mandatory food information. Therefore, criteria should be provided to help food business operators and enforcement authorities to strike a balance between the provision of mandatory and voluntary food information.\n(48)\nMember States should retain the right, depending on local practical conditions and circumstances, to lay down rules in respect of the provision of information concerning non-prepacked foods. Although in such cases the consumer demand for other information is limited, information on potential allergens is considered very important. Evidence suggests that most food allergy incidents can be traced back to non-prepacked food. Therefore information on potential allergens should always be provided to the consumer.\n(49)\nAs regards the matters specifically harmonised by this Regulation, Member States should not be able to adopt national provisions unless authorised by Union law. This Regulation should not prevent Member States from adopting national measures concerning matters not specifically harmonised by this Regulation. However, such national measures should not prohibit, impede or restrict the free movement of goods that are in conformity with this Regulation.\n(50)\nUnion consumers show an increasing interest in the implementation of the Union animal welfare rules at the time of slaughter, including whether the animal was stunned before slaughter. In this respect, a study on the opportunity to provide consumers with the relevant information on the stunning of animals should be considered in the context of a future Union strategy for the protection and welfare of animals.\n(51)\nFood information rules should be able to adapt to a rapidly changing social, economic and technological environment.\n(52)\nMember States should carry out official controls in order to enforce compliance with this Regulation in accordance with Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (24).\n(53)\nReferences to Directive 90/496/EEC in Regulation (EC) No 1924/2006 and in Regulation (EC) No 1925/2006 of the European Parliament and of the Council of 20 December 2006 on the addition of vitamins and minerals and of certain other substances to foods (25) should be updated to take this Regulation into account. Regulations (EC) No 1924/2006 and (EC) No 1925/2006 should therefore be amended accordingly.\n(54)\nIrregular and frequent updating of food information requirements may impose considerable administrative burdens on food businesses, especially small and medium-sized enterprises. It is therefore appropriate to ensure that measures that may be adopted by the Commission in exercising the powers conferred by this Regulation apply on the same day in any calendar year following an appropriate transitional period. Derogations from this principle should be permitted in cases of urgency where the purpose of the measures concerned is the protection of human health.\n(55)\nIn order to enable food business operators to adapt the labelling of their products to the new requirements introduced by this Regulation, it is important to provide for appropriate transitional periods for the application of this Regulation.\n(56)\nGiven the substantial changes in the requirements related to nutrition labelling introduced by this Regulation, in particular changes in relation to the content of the nutrition declaration, it is appropriate to authorise food business operators to anticipate the application of this Regulation.\n(57)\nSince the objectives of this Regulation cannot be sufficiently achieved by the Member States and can therefore be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve those objectives.\n(58)\nThe power to adopt delegated acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of, inter alia, the availability of certain mandatory particulars by means other than on the package or on the label, the list of foods not required to bear a list of ingredients, the re-examination of the list of substances or products causing allergies or intolerances, or the list of nutrients that may be declared on a voluntary basis. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level. The Commission, when preparing and drawing up delegated acts, should ensure simultaneous, timely and appropriate transmission of relevant documents to the European Parliament and to the Council.\n(59)\nIn order to ensure uniform conditions for the implementation of this Regulation, implementing powers should be conferred on the Commission to adopt implementing acts in relation to, inter alia, the modalities of expression of one or more particulars by means of pictograms or symbols instead of words or numbers, the manner of indicating the date of minimum durability, the manner of indicating the country of origin or place of provenance for meat, the precision of the declared values for the nutrition declaration, or the expression per portion or per consumption unit of the nutrition declaration. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers (26),\nHAVE ADOPTED THIS REGULATION:\nCHAPTER I\nGENERAL PROVISIONS\nArticle 1\nSubject matter and scope\n1.   This Regulation provides the basis for the assurance of a high level of consumer protection in relation to food information, taking into account the differences in the perception of consumers and their information needs whilst ensuring the smooth functioning of the internal market.\n2.   This Regulation establishes the general principles, requirements and responsibilities governing food information, and in particular food labelling. It lays down the means to guarantee the right of consumers to information and procedures for the provision of food information, taking into account the need to provide sufficient flexibility to respond to future developments and new information requirements.\n3.   This Regulation shall apply to food business operators at all stages of the food chain, where their activities concern the provision of food information to consumers. It shall apply to all foods intended for the final consumer, including foods delivered by mass caterers, and foods intended for supply to mass caterers.\nThis Regulation shall apply to catering services provided by transport undertakings when the departure takes place on the territories of the Member States to which the Treaties apply.\n4.   This Regulation shall apply without prejudice to labelling requirements provided for in specific Union provisions applicable to particular foods.\nArticle 2\nDefinitions\n1.   For the purposes of this Regulation, the following definitions shall apply:\n(a)\nthe definitions of ‘food’, ‘food law’, ‘food business’, ‘food business operator’, ‘retail’, ‘placing on the market’ and ‘final consumer’ in Article 2 and in points (1), (2), (3), (7), (8) and (18) of Article 3 of Regulation (EC) No 178/2002;\n(b)\nthe definitions of ‘processing’, ‘unprocessed products’ and ‘processed products’ in points (m), (n) and (o) of Article 2(1) of Regulation (EC) No 852/2004 of the European Parliament and of the Council of 29 April 2004 on the hygiene of foodstuffs (27);\n(c)\nthe definition of ‘food enzyme’ in point (a) of Article 3(2) of Regulation (EC) No 1332/2008 of the European Parliament and of the Council of 16 December 2008 on food enzymes (28);\n(d)\nthe definitions of ‘food additive’, ‘processing aid’ and ‘carrier’ in points (a) and (b) of Article 3(2) of, and in point 5 of Annex I to, Regulation (EC) No 1333/2008 of the European Parliament and of the Council of 16 December 2008 on food additives (29);\n(e)\nthe definition of ‘flavourings’ in point (a) of Article 3(2) of Regulation (EC) No 1334/2008 of the European Parliament and of the Council of 16 December 2008 on flavourings and certain food ingredients with flavouring properties for use in and on foods (30);\n(f)\nthe definitions of ‘meat’, ‘mechanically separated meat’, ‘meat preparations’, ‘fishery products’ and ‘meat products’ in points 1.1, 1.14, 1.15, 3.1 and 7.1 of Annex I to Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (31);\n(g)\nthe definition of ‘advertising’ in point (a) of Article 2 of Directive 2006/114/EC of the European Parliament and of the Council of 12 December 2006 concerning misleading and comparative advertising (32).\n2.   The following definitions shall also apply:\n(a)\n‘food information’ means information concerning a food and made available to the final consumer by means of a label, other accompanying material, or any other means including modern technology tools or verbal communication;\n(b)\n‘food information law’ means the Union provisions governing the food information, and in particular labelling, including rules of a general nature applicable to all foods in particular circumstances or to certain categories of foods and rules which apply only to specific foods;\n(c)\n‘mandatory food information’ means the particulars that are required to be provided to the final consumer by Union provisions;\n(d)\n‘mass caterer’ means any establishment (including a vehicle or a fixed or mobile stall), such as restaurants, canteens, schools, hospitals and catering enterprises in which, in the course of a business, food is prepared to be ready for consumption by the final consumer;\n(e)\n‘prepacked food’ means any single item for presentation as such to the final consumer and to mass caterers, consisting of a food and the packaging into which it was put before being offered for sale, whether such packaging encloses the food completely or only partially, but in any event in such a way that the contents cannot be altered without opening or changing the packaging; ‘prepacked food’ does not cover foods packed on the sales premises at the consumer’s request or prepacked for direct sale;\n(f)\n‘ingredient’ means any substance or product, including flavourings, food additives and food enzymes, and any constituent of a compound ingredient, used in the manufacture or preparation of a food and still present in the finished product, even if in an altered form; residues shall not be considered as ‘ingredients’;\n(g)\n‘place of provenance’ means any place where a food is indicated to come from, and that is not the ‘country of origin’ as determined in accordance with Articles 23 to 26 of Regulation (EEC) No 2913/92; the name, business name or address of the food business operator on the label shall not constitute an indication of the country of origin or place of provenance of food within the meaning of this Regulation;\n(h)\n‘compound ingredient’ means an ingredient that is itself the product of more than one ingredient;\n(i)\n‘label’ means any tag, brand, mark, pictorial or other descriptive matter, written, printed, stencilled, marked, embossed or impressed on, or attached to the packaging or container of food;\n(j)\n‘labelling’ means any words, particulars, trade marks, brand name, pictorial matter or symbol relating to a food and placed on any packaging, document, notice, label, ring or collar accompanying or referring to such food;\n(k)\n‘field of vision’ means all the surfaces of a package that can be read from a single viewing point;\n(l)\n‘principal field of vision’ means the field of vision of a package which is most likely to be seen at first glance by the consumer at the time of purchase and that enables the consumer to immediately identify a product in terms of its character or nature and, if applicable, its brand name. If a package has several identical principal fields of vision, the principal field of vision is the one chosen by the food business operator;\n(m)\n‘legibility’ means the physical appearance of information, by means of which the information is visually accessible to the general population and which is determined by various elements, inter alia, font size, letter spacing, spacing between lines, stroke width, type colour, typeface, width-height ratio of the letters, the surface of the material and significant contrast between the print and the background;\n(n)\n‘legal name’ means the name of a food prescribed in the Union provisions applicable to it or, in the absence of such Union provisions, the name provided for in the laws, regulations and administrative provisions applicable in the Member State in which the food is sold to the final consumer or to mass caterers;\n(o)\n‘customary name’ means a name which is accepted as the name of the food by consumers in the Member State in which that food is sold, without that name needing further explanation;\n(p)\n‘descriptive name’ means a name providing a description of the food, and if necessary of its use, which is sufficiently clear to enable consumers to know its true nature and distinguish it from other products with which it might be confused;\n(q)\n‘primary ingredient’ means an ingredient or ingredients of a food that represent more than 50 % of that food or which are usually associated with the name of the food by the consumer and for which in most cases a quantitative indication is required;\n(r)\n‘date of minimum durability of a food’ means the date until which the food retains its specific properties when properly stored;\n(s)\n‘nutrient’ means protein, carbohydrate, fat, fibre, sodium, vitamins and minerals listed in point 1 of Part A of Annex XIII to this Regulation, and substances which belong to or are components of one of those categories;\n(t)\n‘engineered nanomaterial’ means any intentionally produced material that has one or more dimensions of the order of 100 nm or less or that is composed of discrete functional parts, either internally or at the surface, many of which have one or more dimensions of the order of 100 nm or less, including structures, agglomerates or aggregates, which may have a size above the order of 100 nm but retain properties that are characteristic of the nanoscale.\nProperties that are characteristic of the nanoscale include:\n(i)\nthose related to the large specific surface area of the materials considered; and/or\n(ii)\nspecific physico-chemical properties that are different from those of the non-nanoform of the same material;\n(u)\n‘means of distance communication’ means any means which, without the simultaneous physical presence of the supplier and the consumer, may be used for the conclusion of a contract between those parties.\n3.   For the purposes of this Regulation the country of origin of a food shall refer to the origin of a food as determined in accordance with Articles 23 to 26 of Regulation (EEC) No 2913/92.\n4.   The specific definitions set out in Annex I shall also apply.\nCHAPTER II\nGENERAL PRINCIPLES ON FOOD INFORMATION\nArticle 3\nGeneral objectives\n1.   The provision of food information shall pursue a high level of protection of consumers’ health and interests by providing a basis for final consumers to make informed choices and to make safe use of food, with particular regard to health, economic, environmental, social and ethical considerations.\n2.   Food information law shall aim to achieve in the Union the free movement of legally produced and marketed food, taking into account, where appropriate, the need to protect the legitimate interests of producers and to promote the production of quality products.\n3.   When food information law establishes new requirements, a transitional period after the entry into force of the new requirements shall be granted, except in duly justified cases. During such transitional period, foods bearing labels not complying with the new requirements may be placed on the market, and stocks of such foods that have been placed on the market before the end of the transitional period may continue to be sold until exhausted.\n4.   An open and transparent public consultation shall be conducted, including with stakeholders, directly or through representative bodies, during the preparation, evaluation and revision of food information law, except where the urgency of the matter does not allow it.\nArticle 4\nPrinciples governing mandatory food information\n1.   Where mandatory food information is required by food information law, it shall concern information that falls, in particular, into one of the following categories:\n(a)\ninformation on the identity and composition, properties or other characteristics of the food;\n(b)\ninformation on the protection of consumers’ health and the safe use of a food. In particular, it shall concern information on:\n(i)\ncompositional attributes that may be harmful to the health of certain groups of consumers;\n(ii)\ndurability, storage and safe use;\n(iii)\nthe health impact, including the risks and consequences related to harmful and hazardous consumption of a food;\n(c)\ninformation on nutritional characteristics so as to enable consumers, including those with special dietary requirements, to make informed choices.\n2.   When considering the need for mandatory food information and to enable consumers to make informed choices, account shall be taken of a widespread need on the part of the majority of consumers for certain information to which they attach significant value or of any generally accepted benefits to the consumer.\nArticle 5\nConsultation of the European Food Safety Authority\nAny Union measure in the field of food information law which is likely to have an effect on public health shall be adopted after consultation of the European Food Safety Authority (‘the Authority’).\nCHAPTER III\nGENERAL FOOD INFORMATION REQUIREMENTS AND RESPONSIBILITIES OF FOOD BUSINESS OPERATORS\nArticle 6\nBasic requirement\nAny food intended for supply to the final consumer or to mass caterers shall be accompanied by food information in accordance with this Regulation.\nArticle 7\nFair information practices\n1.   Food information shall not be misleading, particularly:\n(a)\nas to the characteristics of the food and, in particular, as to its nature, identity, properties, composition, quantity, durability, country of origin or place of provenance, method of manufacture or production;\n(b)\nby attributing to the food effects or properties which it does not possess;\n(c)\nby suggesting that the food possesses special characteristics when in fact all similar foods possess such characteristics, in particular by specifically emphasising the presence or absence of certain ingredients and/or nutrients;\n(d)\nby suggesting, by means of the appearance, the description or pictorial representations, the presence of a particular food or an ingredient, while in reality a component naturally present or an ingredient normally used in that food has been substituted with a different component or a different ingredient.\n2.   Food information shall be accurate, clear and easy to understand for the consumer.\n3.   Subject to derogations provided for by Union law applicable to natural mineral waters and foods for particular nutritional uses, food information shall not attribute to any food the property of preventing, treating or curing a human disease, nor refer to such properties.\n4.   Paragraphs 1, 2 and 3 shall also apply to:\n(a)\nadvertising;\n(b)\nthe presentation of foods, in particular their shape, appearance or packaging, the packaging materials used, the way in which they are arranged and the setting in which they are displayed.\nArticle 8\nResponsibilities\n1.   The food business operator responsible for the food information shall be the operator under whose name or business name the food is marketed or, if that operator is not established in the Union, the importer into the Union market.\n2.   The food business operator responsible for the food information shall ensure the presence and accuracy of the food information in accordance with the applicable food information law and requirements of relevant national provisions.\n3.   Food business operators which do not affect food information shall not supply food which they know or presume, on the basis of the information in their possession as professionals, to be non-compliant with the applicable food information law and requirements of relevant national provisions.\n4.   Food business operators, within the businesses under their control, shall not modify the information accompanying a food if such modification would mislead the final consumer or otherwise reduce the level of consumer protection and the possibilities for the final consumer to make informed choices. Food business operators are responsible for any changes they make to food information accompanying a food.\n5.   Without prejudice to paragraphs 2 to 4, food business operators, within the businesses under their control, shall ensure compliance with the requirements of food information law and relevant national provisions which are relevant to their activities and shall verify that such requirements are met.\n6.   Food business operators, within the businesses under their control, shall ensure that information relating to non-prepacked food intended for the final consumer or for supply to mass caterers shall be transmitted to the food business operator receiving the food in order to enable, when required, the provision of mandatory food information to the final consumer.\n7.   In the following cases, food business operators, within the businesses under their control, shall ensure that the mandatory particulars required under Articles 9 and 10 shall appear on the prepackaging or on a label attached thereto, or on the commercial documents referring to the foods where it can be guaranteed that such documents either accompany the food to which they refer or were sent before or at the same time as delivery:\n(a)\nwhere prepacked food is intended for the final consumer but marketed at a stage prior to sale to the final consumer and where sale to a mass caterer is not involved at that stage;\n(b)\nwhere prepacked food is intended for supply to mass caterers for preparation, processing, splitting or cutting up.\nNotwithstanding the first subparagraph, food business operators shall ensure that the particulars referred to in points (a), (f), (g) and (h) of Article 9(1) also appear on the external packaging in which the prepacked foods are presented for marketing.\n8.   Food business operators that supply to other food business operators food not intended for the final consumer or to mass caterers shall ensure that those other food business operators are provided with sufficient information to enable them, where appropriate, to meet their obligations under paragraph 2.\nCHAPTER IV\nMANDATORY FOOD INFORMATION\nSECTION 1\nContent and presentation\nArticle 9\nList of mandatory particulars\n1.   In accordance with Articles 10 to 35 and subject to the exceptions contained in this Chapter, indication of the following particulars shall be mandatory:\n(a)\nthe name of the food;\n(b)\nthe list of ingredients;\n(c)\nany ingredient or processing aid listed in Annex II or derived from a substance or product listed in Annex II causing allergies or intolerances used in the manufacture or preparation of a food and still present in the finished product, even if in an altered form;\n(d)\nthe quantity of certain ingredients or categories of ingredients;\n(e)\nthe net quantity of the food;\n(f)\nthe date of minimum durability or the ‘use by’ date;\n(g)\nany special storage conditions and/or conditions of use;\n(h)\nthe name or business name and address of the food business operator referred to in Article 8(1);\n(i)\nthe country of origin or place of provenance where provided for in Article 26;\n(j)\ninstructions for use where it would be difficult to make appropriate use of the food in the absence of such instructions;\n(k)\nwith respect to beverages containing more than 1,2 % by volume of alcohol, the actual alcoholic strength by volume;\n(l)\na nutrition declaration.\n2.   The particulars referred to in paragraph 1 shall be indicated with words and numbers. Without prejudice to Article 35, they may additionally be expressed by means of pictograms or symbols.\n3.   Where the Commission adopts delegated and implementing acts referred to in this Article, the particulars referred to in paragraph 1 may alternatively be expressed by means of pictograms or symbols instead of words or numbers.\nIn order to ensure that consumers benefit from other means of expression of mandatory food information than words and numbers, and provided that the same level of information as with words and numbers is ensured, the Commission, taking into account evidence of uniform consumer understanding, may establish, by means of delegated acts in accordance with Article 51, the criteria subject to which one or more particulars referred to in paragraph 1 may be expressed by pictograms or symbols instead of words or numbers.\n4.   For the purpose of ensuring the uniform implementation of paragraph 3 of this Article, the Commission may adopt implementing acts on the modalities of application of the criteria defined in accordance with paragraph 3 to express one or more particulars by means of pictograms or symbols instead of words or numbers. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 48(2).\nArticle 10\nAdditional mandatory particulars for specific types or categories of foods\n1.   In addition to the particulars listed in Article 9(1), additional mandatory particulars for specific types or categories of foods are laid down in Annex III.\n2.   In order to ensure consumer information with respect to specific types or categories of foods and to take account of technical progress, scientific developments, the protection of consumers’ health or the safe use of a food, the Commission may amend Annex III by means of delegated acts, in accordance with Article 51.\nWhere, in the case of the emergence of a risk to consumers’ health, imperative grounds of urgency so require, the procedure provided for in Article 52 shall apply to delegated acts adopted pursuant to this Article.\nArticle 11\nWeights and measures\nArticle 9 shall be without prejudice to more specific Union provisions regarding weights and measures.\nArticle 12\nAvailability and placement of mandatory food information\n1.   Mandatory food information shall be available and shall be easily accessible, in accordance with this Regulation, for all foods.\n2.   In the case of prepacked food, mandatory food information shall appear directly on the package or on a label attached thereto.\n3.   In order to ensure that consumers benefit from other means of provision of mandatory food information better adapted for certain mandatory particulars, and provided that the same level of information as by means of the package or the label is ensured, the Commission, taking into account evidence of uniform consumer understanding and of the wide use of these means by consumers, may establish, by means of delegated acts in accordance with Article 51, criteria subject to which certain mandatory particulars may be expressed by means other than on the package or on the label.\n4.   For the purposes of ensuring the uniform implementation of paragraph 3 of this Article, the Commission may adopt implementing acts on the modalities of application of the criteria referred to in paragraph 3 in order to express certain mandatory particulars by means other than on the package or on the label. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 48(2).\n5.   In the case of non-prepacked food, the provisions of Article 44 shall apply.\nArticle 13\nPresentation of mandatory particulars\n1.   Without prejudice to the national measures adopted under Article 44(2), mandatory food information shall be marked in a conspicuous place in such a way as to be easily visible, clearly legible and, where appropriate, indelible. It shall not in any way be hidden, obscured, detracted from or interrupted by any other written or pictorial matter or any other intervening material.\n2.   Without prejudice to specific Union provisions applicable to particular foods, when appearing on the package or on the label attached thereto, the mandatory particulars listed in Article 9(1) shall be printed on the package or on the label in such a way as to ensure clear legibility, in characters using a font size where the x-height, as defined in Annex IV, is equal to or greater than 1,2 mm.\n3.   In case of packaging or containers the largest surface of which has an area of less than 80 cm2, the x-height of the font size referred to in paragraph 2 shall be equal to or greater than 0,9 mm.\n4.   For the purpose of achieving the objectives of this Regulation, the Commission shall, by means of delegated acts in accordance with Article 51, establish rules for legibility.\nFor the same purpose as referred to in the first subparagraph, the Commission may, by means of delegated acts in accordance with Article 51, extend the requirements under paragraph 5 of this Article to additional mandatory particulars for specific types or categories of foods.\n5.   The particulars listed in points (a), (e) and (k) of Article 9(1) shall appear in the same field of vision.\n6.   Paragraph 5 of this Article shall not apply in the cases specified in Article 16(1) and (2).\nArticle 14\nDistance selling\n1.   Without prejudice to the information requirements laid down in Article 9, in the case of prepacked foods offered for sale by means of distance communication:\n(a)\nmandatory food information, except the particulars provided in point (f) of Article 9(1), shall be available before the purchase is concluded and shall appear on the material supporting the distance selling or be provided through other appropriate means clearly identified by the food business operator. When other appropriate means are used, the mandatory food information shall be provided without the food business operator charging consumers supplementary costs;\n(b)\nall mandatory particulars shall be available at the moment of delivery.\n2.   In the case of non-prepacked foods offered for sale by means of distance communication, the particulars required under Article 44 shall be made available in accordance with paragraph 1 of this Article.\n3.   Point (a) of paragraph 1 shall not apply to foods offered for sale by means of automatic vending machines or automated commercial premises.\nArticle 15\nLanguage requirements\n1.   Without prejudice to Article 9(3), mandatory food information shall appear in a language easily understood by the consumers of the Member States where a food is marketed.\n2.   Within their own territory, the Member States in which a food is marketed may stipulate that the particulars shall be given in one or more languages from among the official languages of the Union.\n3.   Paragraphs 1 and 2 shall not preclude the particulars from being indicated in several languages.\nArticle 16\nOmission of certain mandatory particulars\n1.   In the case of glass bottles intended for reuse which are indelibly marked and which therefore bear no label, ring or collar only the particulars listed in points (a), (c), (e), (f) and (l) of Article 9(1) shall be mandatory.\n2.   In the case of packaging or containers the largest surface of which has an area of less than 10 cm2 only the particulars listed in points (a), (c), (e) and (f) of Article 9(1) shall be mandatory on the package or on the label. The particulars referred to in point (b) of Article 9(1) shall be provided through other means or shall be made available at the request of the consumer.\n3.   Without prejudice to other Union provisions requiring a mandatory nutrition declaration, the declaration referred to in point (l) of Article 9(1) shall not be mandatory for the foods listed in Annex V.\n4.   Without prejudice to other Union provisions requiring a list of ingredients or a mandatory nutrition declaration, the particulars referred to in points (b) and (l) of Article 9(1) shall not be mandatory for beverages containing more than 1,2 % by volume of alcohol.\nBy 13 December 2014, the Commission shall produce a report concerning the application of Article 18 and Article 30(1) to the products referred to in this paragraph, and addressing whether alcoholic beverages should in future be covered, in particular, by the requirement to provide the information on the energy value, and the reasons justifying possible exemptions, taking into account the need to ensure coherence with other relevant Union policies. In this context, the Commission shall consider the need to propose a definition of ‘alcopops’.\nThe Commission shall accompany that report by a legislative proposal, if appropriate, determining the rules for a list of ingredients or a mandatory nutrition declaration for those products.\nSECTION 2\nDetailed provisions on mandatory particulars\nArticle 17\nName of the food\n1.   The name of the food shall be its legal name. In the absence of such a name, the name of the food shall be its customary name, or, if there is no customary name or the customary name is not used, a descriptive name of the food shall be provided.\n2.   The use in the Member State of marketing of the name of the food under which the product is legally manufactured and marketed in the Member State of production shall be allowed. However, where the application of the other provisions of this Regulation, in particular those set out in Article 9, would not enable consumers in the Member State of marketing to know the true nature of the food and to distinguish it from foods with which they could confuse it, the name of the food shall be accompanied by other descriptive information which shall appear in proximity to the name of the food.\n3.   In exceptional cases, the name of the food in the Member State of production shall not be used in the Member State of marketing when the food which it designates in the Member State of production is so different, as regards its composition or manufacture, from the food known under that name in the Member State of marketing that paragraph 2 is not sufficient to ensure, in the Member State of marketing, correct information for consumers.\n4.   The name of the food shall not be replaced with a name protected as intellectual property, brand name or fancy name.\n5.   Specific provisions on the name of the food and particulars that shall accompany it are laid down in Annex VI.\nArticle 18\nList of ingredients\n1.   The list of ingredients shall be headed or preceded by a suitable heading which consists of or includes the word ‘ingredients’. It shall include all the ingredients of the food, in descending order of weight, as recorded at the time of their use in the manufacture of the food.\n2.   Ingredients shall be designated by their specific name, where applicable, in accordance with the rules laid down in Article 17 and in Annex VI.\n3.   All ingredients present in the form of engineered nanomaterials shall be clearly indicated in the list of ingredients. The names of such ingredients shall be followed by the word ‘nano’ in brackets.\n4.   Technical rules for applying paragraphs 1 and 2 of this Article are laid down in Annex VII.\n5.   For the purposes of achieving the objectives of this Regulation, the Commission shall, by means of delegated acts in accordance with Article 51, adjust and adapt the definition of engineered nanomaterials referred to in point (t) of Article 2(2) to technical and scientific progress or to definitions agreed at international level.\nArticle 19\nOmission of the list of ingredients\n1.   The following foods shall not be required to bear a list of ingredients:\n(a)\nfresh fruit and vegetables, including potatoes, which have not been peeled, cut or similarly treated;\n(b)\ncarbonated water, the description of which indicates that it has been carbonated;\n(c)\nfermentation vinegars derived exclusively from a single basic product, provided that no other ingredient has been added;\n(d)\ncheese, butter, fermented milk and cream, to which no ingredient has been added other than lactic products, food enzymes and micro-organism cultures essential to manufacture, or in the case of cheese other than fresh cheese and processed cheese the salt needed for its manufacture;\n(e)\nfoods consisting of a single ingredient, where:\n(i)\nthe name of the food is identical to the ingredient name; or\n(ii)\nthe name of the food enables the nature of the ingredient to be clearly identified.\n2.   In order to take into account the relevance for the consumer of a list of ingredients for specific types or categories of foods, the Commission may, in exceptional cases, by means of delegated acts, in accordance with Article 51, supplement paragraph 1 of this Article, provided that omissions do not result in the final consumer or mass caterers being inadequately informed.\nArticle 20\nOmission of constituents of food from the list of ingredients\nWithout prejudice to Article 21, the following constituents of a food shall not be required to be included in the list of ingredients:\n(a)\nthe constituents of an ingredient which have been temporarily separated during the manufacturing process and later reintroduced but not in excess of their original proportions;\n(b)\nfood additives and food enzymes:\n(i)\nwhose presence in a given food is solely due to the fact that they were contained in one or more ingredients of that food, in accordance with the carry-over principle referred to in points (a) and (b) of Article 18(1) of Regulation (EC) No 1333/2008, provided that they serve no technological function in the finished product; or\n(ii)\nwhich are used as processing aids;\n(c)\ncarriers and substances which are not food additives but are used in the same way and with the same purpose as carriers, and which are used in the quantities strictly necessary;\n(d)\nsubstances which are not food additives but are used in the same way and with the same purpose as processing aids and are still present in the finished product, even if in an altered form;\n(e)\nwater:\n(i)\nwhere the water is used during the manufacturing process solely for the reconstitution of an ingredient used in concentrated or dehydrated form; or\n(ii)\nin the case of a liquid medium which is not normally consumed.\nArticle 21\nLabelling of certain substances or products causing allergies or intolerances\n1.   Without prejudice to the rules adopted under Article 44(2), the particulars referred to in point (c) of Article 9(1) shall meet the following requirements:\n(a)\nthey shall be indicated in the list of ingredients in accordance with the rules laid down in Article 18(1), with a clear reference to the name of the substance or product as listed in Annex II; and\n(b)\nthe name of the substance or product as listed in Annex II shall be emphasised through a typeset that clearly distinguishes it from the rest of the list of ingredients, for example by means of the font, style or background colour.\nIn the absence of a list of ingredients, the indication of the particulars referred to in point (c) of Article 9(1) shall comprise the word ‘contains’ followed by the name of the substance or product as listed in Annex II.\nWhere several ingredients or processing aids of a food originate from a single substance or product listed in Annex II, the labelling shall make it clear for each ingredient or processing aid concerned.\nThe indication of the particulars referred to in point (c) of Article 9(1) shall not be required in cases where the name of the food clearly refers to the substance or product concerned.\n2.   In order to ensure better information for consumers and to take account of the most recent scientific progress and technical knowledge, the Commission shall systematically re-examine and, where necessary, update the list in Annex II by means of delegated acts, in accordance with Article 51.\nWhere, in the case of the emergence of a risk to consumers’ health, imperative grounds of urgency so require, the procedure provided for in Article 52 shall apply to delegated acts adopted pursuant to this Article.\nArticle 22\nQuantitative indication of ingredients\n1.   The indication of the quantity of an ingredient or category of ingredients used in the manufacture or preparation of a food shall be required where the ingredient or category of ingredients concerned:\n(a)\nappears in the name of the food or is usually associated with that name by the consumer;\n(b)\nis emphasised on the labelling in words, pictures or graphics; or\n(c)\nis essential to characterise a food and to distinguish it from products with which it might be confused because of its name or appearance.\n2.   Technical rules for applying paragraph 1, including specific cases where the quantitative indication shall not be required in respect of certain ingredients, are laid down in Annex VIII.\nArticle 23\nNet quantity\n1.   The net quantity of a food shall be expressed using litres, centilitres, millilitres, kilograms or grams, as appropriate:\n(a)\nin units of volume in the case of liquid products;\n(b)\nin units of mass in the case of other products.\n2.   In order to ensure a better understanding by the consumer of the food information on the labelling, the Commission may establish for certain specified foods, by means of delegated acts, in accordance with Article 51, a manner for the expression of the net quantity other than the one laid down in paragraph 1 of this Article.\n3.   Technical rules for applying paragraph 1, including specific cases where the indication of the net quantity shall not be required, are laid down in Annex IX.\nArticle 24\nMinimum durability date, ‘use by’ date and date of freezing\n1.   In the case of foods which, from a microbiological point of view, are highly perishable and are therefore likely after a short period to constitute an immediate danger to human health, the date of minimum durability shall be replaced by the ‘use by’ date. After the ‘use by’ date a food shall be deemed to be unsafe in accordance with Article 14(2) to (5) of Regulation (EC) No 178/2002.\n2.   The appropriate date shall be expressed in accordance with Annex X.\n3.   In order to ensure a uniform application of the manner of indicating the date of minimum durability referred to in point 1(c) of Annex X, the Commission may adopt implementing acts setting out rules in this regard. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 48(2).\nArticle 25\nStorage conditions or conditions of use\n1.   In cases where foods require special storage conditions and/or conditions of use, those conditions shall be indicated.\n2.   To enable appropriate storage or use of the food after opening the package, the storage conditions and/or time limit for consumption shall be indicated, where appropriate.\nArticle 26\nCountry of origin or place of provenance\n1.   This Article shall apply without prejudice to labelling requirements provided for in specific Union provisions, in particular Council Regulation (EC) No 509/2006 of 20 March 2006 on agricultural products and foodstuffs as traditional specialties guaranteed (33) and Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (34).\n2.   Indication of the country of origin or place of provenance shall be mandatory:\n(a)\nwhere failure to indicate this might mislead the consumer as to the true country of origin or place of provenance of the food, in particular if the information accompanying the food or the label as a whole would otherwise imply that the food has a different country of origin or place of provenance;\n(b)\nfor meat falling within the Combined Nomenclature (‘CN’) codes listed in Annex XI. The application of this point shall be subject to the adoption of implementing acts referred to in paragraph 8.\n3.   Where the country of origin or the place of provenance of a food is given and where it is not the same as that of its primary ingredient:\n(a)\nthe country of origin or place of provenance of the primary ingredient in question shall also be given; or\n(b)\nthe country of origin or place of provenance of the primary ingredient shall be indicated as being different to that of the food.\nThe application of this paragraph shall be subject to the adoption of the implementing acts referred to in paragraph 8.\n4.   Within 5 years from the date of application of point (b) of paragraph 2, the Commission shall submit a report to the European Parliament and the Council to evaluate the mandatory indication of the country of origin or place of provenance for products referred to in that point.\n5.   By 13 December 2014, the Commission shall submit reports to the European Parliament and the Council regarding the mandatory indication of the country of origin or place of provenance for the following foods:\n(a)\ntypes of meat other than beef and those referred to in point (b) of paragraph 2;\n(b)\nmilk;\n(c)\nmilk used as an ingredient in dairy products;\n(d)\nunprocessed foods;\n(e)\nsingle ingredient products;\n(f)\ningredients that represent more than 50 % of a food.\n6.   By 13 December 2013, the Commission shall submit a report to the European Parliament and the Council regarding the mandatory indication of the country of origin or place of provenance for meat used as an ingredient.\n7.   The reports referred to in paragraphs 5 and 6 shall take into account the need for the consumer to be informed, the feasibility of providing the mandatory indication of the country of origin or place of provenance and an analysis of the costs and benefits of the introduction of such measures, including the legal impact on the internal market and the impact on international trade.\nThe Commission may accompany those reports with proposals to modify the relevant Union provisions.\n8.   By 13 December 2013, following impact assessments, the Commission shall adopt implementing acts concerning the application of point (b) of paragraph 2 of this Article and the application of paragraph 3 of this Article. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 48(2).\n9.   In the case of foods referred to in point (b) of paragraph 2, in point (a) of paragraph 5 and in paragraph 6, the reports and the impact assessments under this Article shall consider, inter alia, the options for the modalities of expressing the country of origin or place of provenance of those foods, in particular with respect to each of the following determining points in the life of the animal:\n(a)\nplace of birth;\n(b)\nplace of rearing;\n(c)\nplace of slaughter.\nArticle 27\nInstructions for use\n1.   The instructions for use of a food shall be indicated in such a way as to enable appropriate use to be made of the food.\n2.   The Commission may adopt implementing acts setting out detailed rules concerning the implementation of paragraph 1 for certain foods. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 48(2).\nArticle 28\nAlcoholic strength\n1.   The rules concerning indication of the alcoholic strength by volume shall, in the case of products classified in CN code 2204, be those laid down in the specific Union provisions applicable to such products.\n2.   The actual alcoholic strength by volume of beverages containing more than 1,2 % by volume of alcohol other than those referred to in paragraph 1 shall be indicated in accordance with Annex XII.\nSECTION 3\nNutrition declaration\nArticle 29\nRelationship with other legislation\n1.   This Section shall not apply to foods falling within the scope of the following legislation:\n(a)\nDirective 2002/46/EC of the European Parliament and of the Council of 10 June 2002 on the approximation of the laws of the Member States relating to food supplements (35);\n(b)\nDirective 2009/54/EC of the European Parliament and of the Council of 18 June 2009 on the exploitation and marketing of natural mineral waters (36).\n2.   This Section shall apply without prejudice to Directive 2009/39/EC of the European Parliament and of the Council of 6 May 2009 on foodstuffs intended for particular nutritional uses (37) and specific Directives as referred to in Article 4(1) of that Directive.\nArticle 30\nContent\n1.   The mandatory nutrition declaration shall include the following:\n(a)\nenergy value; and\n(b)\nthe amounts of fat, saturates, carbohydrate, sugars, protein and salt.\nWhere appropriate, a statement indicating that the salt content is exclusively due to the presence of naturally occurring sodium may appear in close proximity to the nutrition declaration.\n2.   The content of the mandatory nutrition declaration referred to in paragraph 1 may be supplemented with an indication of the amounts of one or more of the following:\n(a)\nmono-unsaturates;\n(b)\npolyunsaturates;\n(c)\npolyols;\n(d)\nstarch;\n(e)\nfibre;\n(f)\nany of the vitamins or minerals listed in point 1 of Part A of Annex XIII, and present in significant amounts as defined in point 2 of Part A of Annex XIII.\n3.   Where the labelling of a prepacked food provides the mandatory nutrition declaration referred to in paragraph 1, the following information may be repeated thereon:\n(a)\nthe energy value; or\n(b)\nthe energy value together with the amounts of fat, saturates, sugars, and salt.\n4.   By way of derogation from Article 36(1), where the labelling of the products referred to in Article 16(4) provides a nutrition declaration, the content of the declaration may be limited to the energy value only.\n5.   Without prejudice to Article 44 and by way of derogation from Article 36(1), where the labelling of the products referred to in Article 44(1) provides a nutrition declaration, the content of that declaration may be limited only to:\n(a)\nthe energy value; or\n(b)\nthe energy value together with the amounts of fat, saturates, sugars, and salt.\n6.   In order to take account of the relevance of particulars referred to in paragraphs 2 to 5 of this Article for the information of consumers, the Commission may, by means of delegated acts, in accordance with Article 51, amend the lists in paragraphs 2 to 5 of this Article, by adding or removing particulars.\n7.   By 13 December 2014, the Commission, taking into account scientific evidence and experience acquired in Member States, shall submit a report on the presence of trans fats in foods and in the overall diet of the Union population. The aim of the report shall be to assess the impact of appropriate means that could enable consumers to make healthier food and overall dietary choices or that could promote the provision of healthier food options to consumers, including, among others, the provision of information on trans fats to consumers or restrictions on their use. The Commission shall accompany this report with a legislative proposal, if appropriate.\nArticle 31\nCalculation\n1.   The energy value shall be calculated using the conversion factors listed in Annex XIV.\n2.   The Commission may adopt, by means of delegated acts, in accordance with Article 51, conversion factors for the vitamins and minerals referred to in point 1 of Part A of Annex XIII, in order to calculate more precisely the content of such vitamins and minerals in foods. Those conversion factors shall be added to Annex XIV.\n3.   The energy value and the amounts of nutrients referred to in Article 30(1) to (5) shall be those of the food as sold.\nWhere appropriate, the information may relate to the food after preparation, provided that sufficiently detailed preparation instructions are given and the information relates to the food as prepared for consumption.\n4.   The declared values shall, according to the individual case, be average values based on:\n(a)\nthe manufacturer’s analysis of the food;\n(b)\na calculation from the known or actual average values of the ingredients used; or\n(c)\na calculation from generally established and accepted data.\nThe Commission may adopt implementing acts setting out detailed rules for the uniform implementation of this paragraph with regard to the precision of the declared values such as the differences between the declared values and those established in the course of official checks. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 48(2).\nArticle 32\nExpression per 100 g or per 100 ml\n1.   The energy value and the amount of nutrients referred to in Article 30(1) to (5) shall be expressed using the measurement units listed in Annex XV.\n2.   The energy value and the amount of nutrients referred to in Article 30(1) to (5) shall be expressed per 100 g or per 100 ml.\n3.   When provided, the declaration on vitamins and minerals shall, in addition to the form of expression referred to in paragraph 2, be expressed as a percentage of the reference intakes set out in point 1 of Part A of Annex XIII in relation to per 100 g or per 100 ml.\n4.   In addition to the form of expression referred to in paragraph 2 of this Article, the energy value and the amounts of nutrients referred to in Article 30(1), (3), (4) and (5) may be expressed, as appropriate, as a percentage of the reference intakes set out in Part B of Annex XIII in relation to per 100 g or per 100 ml.\n5.   Where information is provided pursuant to paragraph 4, the following additional statement shall be indicated in close proximity to it: ‘Reference intake of an average adult (8 400 kJ/2 000 kcal)’.\nArticle 33\nExpression on a per portion basis or per consumption unit\n1.   In the following cases, the energy value and the amounts of nutrients referred to in Article 30(1) to (5) may be expressed per portion and/or per consumption unit, easily recognisable by the consumer, provided that the portion or the unit used is quantified on the label and that the number of portions or units contained in the package is stated:\n(a)\nin addition to the form of expression per 100 g or per 100 ml referred to in Article 32(2);\n(b)\nin addition to the form of expression per 100 g or per 100 ml referred to in Article 32(3) regarding the amounts of vitamins and minerals;\n(c)\nin addition to or instead of the form of expression per 100 g or per 100 ml referred to in Article 32(4).\n2.   By way of derogation from Article 32(2), in the cases referred to in point (b) of Article 30(3) the amount of nutrients and/or the percentage of the reference intakes set out in Part B of Annex XIII may be expressed on the basis of per portion or per consumption unit alone.\nWhen the amounts of nutrients are expressed on the basis of per portion or per consumption unit alone in accordance with the first subparagraph, the energy value shall be expressed per 100 g or per 100 ml and on the basis of per portion or per consumption unit.\n3.   By way of derogation from Article 32(2), in the cases referred to in Article 30(5) the energy value and the amount of nutrients and/or the percentage of the reference intakes set out in Part B of Annex XIII may be expressed on the basis of per portion or per consumption unit alone.\n4.   The portion or unit used shall be indicated in close proximity to the nutrition declaration.\n5.   In order to ensure the uniform implementation of the expression of the nutrition declaration per portion or per unit of consumption and to provide for a uniform basis of comparison for the consumer, the Commission shall, taking into account actual consumption behaviour of consumers as well as dietary recommendations, adopt, by means of implementing acts, rules on the expression per portion or per consumption unit for specific categories of foods. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 48(2).\nArticle 34\nPresentation\n1.   The particulars referred to in Article 30(1) and (2) shall be included in the same field of vision. They shall be presented together in a clear format and, where appropriate, in the order of presentation provided for in Annex XV.\n2.   The particulars referred to in Article 30(1) and (2) shall be presented, if space permits, in tabular format with the numbers aligned. Where space does not permit, the declaration shall appear in linear format.\n3.   The particulars referred to in Article 30(3) shall be presented:\n(a)\nin the principal field of vision; and\n(b)\nusing a font size in accordance with Article 13(2).\nThe particulars referred to in Article 30(3) may be presented in a format different from that specified in paragraph 2 of this Article.\n4.   The particulars referred to in Article 30(4) and (5) may be presented in a format different from that specified in paragraph 2 of this Article.\n5.   In cases where the energy value or the amount of nutrient(s) in a product is negligible, the information on those elements may be replaced by a statement such as ‘Contains negligible amounts of …’ and shall be indicated in close proximity to the nutrition declaration when present.\nIn order to ensure the uniform implementation of this paragraph, the Commission may adopt implementing acts regarding the energy value and amounts of nutrients referred to in Article 30(1) to (5) which can be regarded as negligible. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 48(2).\n6.   In order to ensure a uniform application of the manner of presenting the nutrition declaration under the formats referred to in paragraphs 1 to 4 of this Article, the Commission may adopt implementing acts in this regard. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 48(2).\nArticle 35\nAdditional forms of expression and presentation\n1.   In addition to the forms of expression referred to in Article 32(2) and (4) and Article 33 and to the presentation referred to in Article 34(2), the energy value and the amount of nutrients referred to in Article 30(1) to (5) may be given by other forms of expression and/or presented using graphical forms or symbols in addition to words or numbers provided that the following requirements are met:\n(a)\nthey are based on sound and scientifically valid consumer research and do not mislead the consumer as referred to in Article 7;\n(b)\ntheir development is the result of consultation with a wide range of stakeholder groups;\n(c)\nthey aim to facilitate consumer understanding of the contribution or importance of the food to the energy and nutrient content of a diet;\n(d)\nthey are supported by scientifically valid evidence of understanding of such forms of expression or presentation by the average consumer;\n(e)\nin the case of other forms of expression, they are based either on the harmonised reference intakes set out in Annex XIII, or in their absence, on generally accepted scientific advice on intakes for energy or nutrients;\n(f)\nthey are objective and non-discriminatory; and\n(g)\ntheir application does not create obstacles to the free movement of goods.\n2.   Member States may recommend to food business operators the use of one or more additional forms of expression or presentation of the nutrition declaration that they consider as best fulfilling the requirements laid down in points (a) to (g) of paragraph 1. Member States shall provide the Commission with the details of such additional forms of expression and presentation.\n3.   Member States shall ensure an appropriate monitoring of additional forms of expression or presentation of the nutrition declaration that are present on the market in their territory.\nTo facilitate the monitoring of the use of such additional forms of expression or presentation, Member States may require food business operators placing on the market in their territory foods bearing such information to notify the competent authority of the use of an additional form of expression or presentation and to provide them with the relevant justifications regarding the fulfilment of the requirements laid down in points (a) to (g) of paragraph 1. In such cases, information on the discontinuation of the use of such additional forms of expression or presentation may also be required.\n4.   The Commission shall facilitate and organise the exchange of information between Member States, itself and stakeholders on matters relating to the use of any additional forms of expression or presentation of the nutrition declaration.\n5.   By 13 December 2017, in the light of the experience gained, the Commission shall submit a report to the European Parliament and the Council on the use of additional forms of expression and presentation, on their effect on the internal market and on the advisability of further harmonisation of those forms of expression and presentation. For this purpose, Member States shall provide the Commission with relevant information concerning the use of such additional forms of expression or presentation on the market in their territory. The Commission may accompany this report with proposals to modify the relevant Union provisions.\n6.   In order to ensure the uniform application of this Article, the Commission shall adopt implementing acts setting out detailed rules concerning the implementation of paragraphs 1, 3 and 4 of this Article. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 48(2).\nCHAPTER V\nVOLUNTARY FOOD INFORMATION\nArticle 36\nApplicable requirements\n1.   Where food information referred to in Articles 9 and 10 is provided on a voluntary basis, such information shall comply with the requirements laid down in Sections 2 and 3 of Chapter IV.\n2.   Food information provided on a voluntary basis shall meet the following requirements:\n(a)\nit shall not mislead the consumer, as referred to in Article 7;\n(b)\nit shall not be ambiguous or confusing for the consumer; and\n(c)\nit shall, where appropriate, be based on the relevant scientific data.\n3.   The Commission shall adopt implementing acts on the application of the requirements referred to in paragraph 2 of this Article to the following voluntary food information:\n(a)\ninformation on the possible and unintentional presence in food of substances or products causing allergies or intolerances;\n(b)\ninformation related to suitability of a food for vegetarians or vegans; and\n(c)\nthe indication of reference intakes for specific population groups in addition to the reference intakes set out in Annex XIII.\nThose implementing acts shall be adopted in accordance with the examination procedure referred to in Article 48(2).\n4.   In order to ensure that consumers are appropriately informed, where voluntary food information is provided by food business operators on a divergent basis which might mislead or confuse the consumer, the Commission may, by means of delegated acts, in accordance with Article 51, provide for additional cases of provision of voluntary food information to the ones referred to in paragraph 3 of this Article.\nArticle 37\nPresentation\nVoluntary food information shall not be displayed to the detriment of the space available for mandatory food information.\nCHAPTER VI\nNATIONAL MEASURES\nArticle 38\nNational measures\n1.   As regards the matters specifically harmonised by this Regulation, Member States may not adopt nor maintain national measures unless authorised by Union law. Those national measures shall not give rise to obstacles to free movement of goods, including discrimination as regards foods from other Member States.\n2.   Without prejudice to Article 39, Member States may adopt national measures concerning matters not specifically harmonised by this Regulation provided that they do not prohibit, impede or restrict the free movement of goods that are in conformity with this Regulation.\nArticle 39\nNational measures on additional mandatory particulars\n1.   In addition to the mandatory particulars referred to in Article 9(1) and in Article 10, Member States may, in accordance with the procedure laid down in Article 45, adopt measures requiring additional mandatory particulars for specific types or categories of foods, justified on grounds of at least one of the following:\n(a)\nthe protection of public health;\n(b)\nthe protection of consumers;\n(c)\nthe prevention of fraud;\n(d)\nthe protection of industrial and commercial property rights, indications of provenance, registered designations of origin and the prevention of unfair competition.\n2.   By means of paragraph 1, Member States may introduce measures concerning the mandatory indication of the country of origin or place of provenance of foods only where there is a proven link between certain qualities of the food and its origin or provenance. When notifying such measures to the Commission, Member States shall provide evidence that the majority of consumers attach significant value to the provision of that information.\nArticle 40\nMilk and milk products\nMember States may adopt measures derogating from Article 9(1) and Article 10(1) in the case of milk and milk products presented in glass bottles intended for reuse.\nThey shall communicate to the Commission the text of those measures without delay.\nArticle 41\nAlcoholic beverages\nMember States may, pending the adoption of the Union provisions referred to in Article 16(4), maintain national measures as regards the listing of ingredients in the case of beverages containing more than 1,2 % by volume of alcohol.\nArticle 42\nExpression of the net quantity\nIn the absence of Union provisions referred to in Article 23(2) concerning the expression of net quantity for specified foods in a different manner to that provided for in Article 23(1), Member States may maintain national measures adopted before 12 December 2011.\nBy 13 December 2014, Member States shall inform the Commission about such measures. The Commission shall bring them to the attention of the other Member States.\nArticle 43\nVoluntary indication of reference intakes for specific population groups\nPending the adoption of the Union provisions referred to in point (c) of Article 36(3), Member States may adopt national measures on the voluntary indication of reference intakes for specific population groups.\nMember States shall communicate to the Commission the text of those measures without delay.\nArticle 44\nNational measures for non-prepacked food\n1.   Where foods are offered for sale to the final consumer or to mass caterers without prepackaging, or where foods are packed on the sales premises at the consumer’s request or prepacked for direct sale:\n(a)\nthe provision of the particulars specified in point (c) of Article 9(1) is mandatory;\n(b)\nthe provision of other particulars referred to in Articles 9 and 10 is not mandatory unless Member States adopt national measures requiring the provision of some or all of those particulars or elements of those particulars.\n2.   Member States may adopt national measures concerning the means through which the particulars or elements of those particulars specified in paragraph 1 are to be made available and, where appropriate, their form of expression and presentation.\n3.   Member States shall communicate to the Commission the text of the measures referred to in point (b) of paragraph 1 and in paragraph 2 without delay.\nArticle 45\nNotification procedure\n1.   When reference is made to this Article, the Member State which deems it necessary to adopt new food information legislation shall notify in advance the Commission and the other Member States of the measures envisaged and give the reasons justifying them.\n2.   The Commission shall consult the Standing Committee on the Food Chain and Animal Health set up by Article 58(1) of Regulation (EC) No 178/2002 if it considers such consultation to be useful or if a Member State so requests. In that case, the Commission shall ensure that this process is transparent for all stakeholders.\n3.   The Member State which deems it necessary to adopt new food information legislation may take the envisaged measures only 3 months after the notification referred to in paragraph 1, provided that it has not received a negative opinion from the Commission.\n4.   If the Commission’s opinion is negative, and before the expiry of the period referred to in paragraph 3 of this Article, the Commission shall initiate the examination procedure referred to in Article 48(2) in order to determine whether the envisaged measures may be implemented subject, if necessary, to the appropriate modifications.\n5.   Directive 98/34/EC of the European Parliament and of the Council of 22 June 1998 laying down a procedure for the provision of information in the field of technical standards and regulations and of rules on Information Society services (38) shall not apply to the measures falling within the notification procedure specified in this Article.\nCHAPTER VII\nIMPLEMENTING, AMENDING AND FINAL PROVISIONS\nArticle 46\nAmendments to the Annexes\nIn order to take into account technical progress, scientific developments, consumers’ health, or consumers’ need for information, and subject to the provisions of Article 10(2) and Article 21(2) relating to the amendments to Annexes II and III, the Commission may, by means of delegated acts in accordance with Article 51, amend the Annexes to this Regulation.\nArticle 47\nTransitional period for and date of application of implementing measures or delegated acts\n1.   Without prejudice to paragraph 2 of this Article, in exercising the powers conferred by this Regulation to adopt measures by means of implementing acts in accordance with the examination procedure referred to in Article 48(2) or by means of delegated acts in accordance with Article 51 the Commission shall:\n(a)\nestablish an appropriate transitional period for application of the new measures, during which foods bearing labels not complying with the new measures may be placed on the market and after which stocks of such foods that have been placed on the market before the end of the transitional period may continue to be sold until exhausted; and\n(b)\nensure that those measures apply as from 1 April in any calendar year.\n2.   Paragraph 1 shall not apply in cases of urgency where the purpose of the measures referred to in that paragraph is the protection of human health.\nArticle 48\nCommittee\n1.   The Commission shall be assisted by the Standing Committee on the Food Chain and Animal Health established by Article 58(1) of Regulation (EC) No 178/2002. That Committee is a committee within the meaning of Regulation (EU) No 182/2011.\n2.   Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.\nWhere the Committee delivers no opinion, the Commission shall not adopt the draft implementing act and the third subparagraph of Article 5(4) of Regulation (EU) No 182/2011 shall apply.\nArticle 49\nAmendments to Regulation (EC) No 1924/2006\nThe first and second paragraphs of Article 7 of Regulation (EC) No 1924/2006 are replaced by the following:\n‘Nutrition labelling of products on which a nutrition and/or health claim is made shall be mandatory, with the exception of generic advertising. The information to be provided shall consist of that specified in Article 30(1) of Regulation (EU) No 1169/2011 of the European Parliament and of the Council of 25 October 2011 on the provision of food information to consumers (*1). Where a nutrition and/or health claim is made for a nutrient referred to in Article 30(2) of Regulation (EU) No 1169/2011 the amount of that nutrient shall be declared in accordance with Articles 31 to 34 of that Regulation.\nThe amount(s) of the substance(s) to which a nutrition or health claim relates that does not appear in the nutrition labelling shall be stated in the same field of vision as the nutrition labelling and be expressed in accordance with Articles 31, 32 and 33 of Regulation (EU) No 1169/2011. The units of measurement used to express the amount of the substance shall be appropriate for the individual substances concerned.\nArticle 50\nAmendments to Regulation (EC) No 1925/2006\nParagraph 3 of Article 7 of Regulation (EC) No 1925/2006 is replaced by the following:\n‘3.   Nutrition labelling of products to which vitamins and minerals have been added and which are covered by this Regulation shall be compulsory. The information to be provided shall consist of that specified in Article 30(1) of Regulation (EU) No 1169/2011 of the European Parliament and of the Council of 25 October 2011 on the provision of food information to consumers (*2) and of the total amounts present of the vitamins and minerals when added to the food.\nArticle 51\nExercise of the delegation\n1.   The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article.\n2.   The power to adopt delegated acts referred to in Article 9(3), Article 10(2), Article 12(3), Article 13(4), Article 18(5), Article 19(2), Article 21(2), Article 23(2), Article 30(6), Article 31(2), Article 36(4) and Article 46 shall be conferred on the Commission for a period of 5 years after 12 December 2011. The Commission shall draw up a report in respect of the delegation of power not later than 9 months before the end of the 5-year period. The delegation of power shall be tacitly extended for periods of an identical duration, unless the European Parliament or the Council opposes such extension not later than 3 months before the end of each period.\n3.   The delegation of power referred to in Article 9(3), Article 10(2), Article 12(3), Article 13(4), Article 18(5), Article 19(2), Article 21(2), Article 23(2), Article 30(6), Article 31(2), Article 36(4) and Article 46 may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or on a later date specified therein. It shall not affect the validity of any delegated acts already in force.\n4.   As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council.\n5.   A delegated act adopted pursuant to Article 9(3), Article 10(2), Article 12(3), Article 13(4), Article 18(5), Article 19(2), Article 21(2), Article 23(2), Article 30(6), Article 31(2), Article 36(4) and Article 46 shall enter into force only if no objection has been expressed either by the European Parliament or the Council within a period of 2 months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by 2 months at the initiative of the European Parliament or of the Council.\nArticle 52\nUrgency procedure\n1.   Delegated acts adopted under this Article shall enter into force without delay and shall apply as long as no objection is expressed in accordance with paragraph 2. The notification of a delegated act to the European Parliament and to the Council shall state the reasons for the use of the urgency procedure.\n2.   Either the European Parliament or the Council may object to a delegated act in accordance with the procedure referred to in Article 51(5). In such a case, the Commission shall repeal the act without delay following the notification of the decision to object by the European Parliament or by the Council.\nArticle 53\nRepeal\n1.   Directives 87/250/EEC, 90/496/EEC, 1999/10/EC, 2000/13/EC, 2002/67/EC and 2008/5/EC and Regulation (EC) No 608/2004 are repealed as from 13 December 2014.\n2.   References to the repealed acts shall be construed as references to this Regulation.\nArticle 54\nTransitional measures\n1.   Foods placed on the market or labelled prior to 13 December 2014 which do not comply with the requirements of this Regulation may be marketed until the stocks of the foods are exhausted.\nFoods placed on the market or labelled prior to 13 December 2016 which do not comply with the requirement laid down in point (l) of Article 9(1) may be marketed until the stocks of the foods are exhausted.\nFoods placed on the market or labelled prior to 1 January 2014 which do not comply with the requirements laid down in Part B of Annex VI may be marketed until the stocks of the foods are exhausted.\n2.   Between 13 December 2014 and 13 December 2016, where the nutrition declaration is provided on a voluntary basis, it shall comply with Articles 30 to 35.\n3.   Notwithstanding Directive 90/496/EEC, Article 7 of Regulation (EC) No 1924/2006 and Article 7(3) of Regulation (EC) No 1925/2006, foods labelled in accordance with Articles 30 to 35 of this Regulation may be placed on the market before 13 December 2014.\nNotwithstanding Commission Regulation (EC) No 1162/2009 of 30 November 2009 laying down transitional measures for the implementation of Regulations (EC) No 853/2004, (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council (39), foods labelled in accordance with Part B of Annex VI to this Regulation may be placed on the market before 1 January 2014.\nArticle 55\nEntry into force and date of application\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 13 December 2014, with the exception of point (l) of Article 9(1), which shall apply from 13 December 2016, and Part B of Annex VI, which shall apply from 1 January 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Strasbourg, 25 October 2011.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nM. DOWGIELEWICZ\n(1)  OJ C 77, 31.3.2009, p. 81.\n(2)  Position of the European Parliament of 16 June 2010 (OJ C 236 E, 12.8.2011, p. 187) and position of the Council at first reading of 21 February 2011 (OJ C 102 E, 2.4.2011, p. 1). Position of the European Parliament of 6 July 2011 (not yet published in the Official Journal) and decision of the Council of 29 September 2011.\n(3)  OJ L 31, 1.2.2002, p. 1.\n(4)  OJ L 149, 11.6.2005, p. 22.\n(5)  OJ L 109, 6.5.2000, p. 29.\n(6)  OJ L 276, 6.10.1990, p. 40.\n(7)  OJ L 113, 30.4.1987, p. 57.\n(8)  OJ L 69, 16.3.1999, p. 22.\n(9)  OJ L 191, 19.7.2002, p. 20.\n(10)  OJ L 97, 1.4.2004, p. 44.\n(11)  OJ L 27, 31.1.2008, p. 12.\n(12)  OJ L 43, 14.2.1997, p. 1.\n(13)  Regulation (EC) No 1760/2000 of the European Parliament and of the Council of 17 July 2000 establishing a system for the identification and registration of bovine animals and regarding the labelling of beef and beef products (OJ L 204, 11.8.2000, p. 1).\n(14)  Council Directive 2001/110/EC of 20 December 2001 relating to honey (OJ L 10, 12.1.2002, p. 47).\n(15)  Commission Regulation (EC) No 1580/2007 of 21 December 2007 laying down implementing rules of Council Regulations (EC) No 2200/96, (EC) No 2201/96 and (EC) No 1182/2007 in the fruit and vegetable sector (OJ L 350, 31.12.2007, p. 1).\n(16)  Council Regulation (EC) No 104/2000 of 17 December 1999 on the common organisation of the markets in fishery and aquaculture products (OJ L 17, 21.1.2000, p. 22).\n(17)  Regulation (EC) No 1760/2000.\n(18)  Commission Regulation (EC) No 1019/2002 of 13 June 2002 on marketing standards for olive oil (OJ L 155, 14.6.2002, p. 27).\n(19)  OJ L 302, 19.10.1992, p. 1.\n(20)  OJ L 253, 11.10.1993, p. 1.\n(21)  OJ L 404, 30.12.2006, p. 9.\n(22)  OJ C 187 E, 24.7.2008, p. 160.\n(23)  OJ C 77, 31.3.2009, p. 81.\n(24)  OJ L 165, 30.4.2004, p. 1.\n(25)  OJ L 404, 30.12.2006, p. 26.\n(26)  OJ L 55, 28.2.2011, p. 13.\n(27)  OJ L 139, 30.4.2004, p. 1.\n(28)  OJ L 354, 31.12.2008, p. 7.\n(29)  OJ L 354, 31.12.2008, p. 16.\n(30)  OJ L 354, 31.12.2008, p. 34.\n(31)  OJ L 139, 30.4.2004, p. 55.\n(32)  OJ L 376, 27.12.2006, p. 21.\n(33)  OJ L 93, 31.3.2006, p. 1.\n(34)  OJ L 93, 31.3.2006, p. 12.\n(35)  OJ L 183, 12.7.2002, p. 51.\n(36)  OJ L 164, 26.6.2009, p. 45.\n(37)  OJ L 124, 20.5.2009, p. 21.\n(38)  OJ L 204, 21.7.1998, p. 37.\n(39)  OJ L 314, 1.12.2009, p. 10.\nANNEX I\nSPECIFIC DEFINITIONS\nAs referred to in Article 2(4)\n1.\n‘nutrition declaration’ or ‘nutrition labelling’ means information stating the:\n(a)\nenergy value; or\n(b)\nenergy value and one or more of the following nutrients only:\n—\nfat (saturates, mono-unsaturates, polyunsaturates),\n—\ncarbohydrate (sugars, polyols, starch),\n—\nsalt,\n—\nfibre,\n—\nprotein,\n—\nany of the vitamins or minerals listed in point 1 of Part A of Annex XIII, and present in significant amounts as defined in point 2 of Part A of Annex XIII,\n2.\n‘fat’ means total lipids, and includes phospholipids;\n3.\n‘saturates’ means fatty acids without double bond;\n4.\n‘trans fat’ means fatty acids with at least one non-conjugated (namely interrupted by at least one methylene group) carbon-carbon double bond in the trans configuration;\n5.\n‘mono-unsaturates’ means fatty acids with one cis double bond;\n6.\n‘polyunsaturates’ means fatty acids with two or more cis, cis-methylene interrupted double bonds;\n7.\n‘carbohydrate’ means any carbohydrate which is metabolised by humans, and includes polyols;\n8.\n‘sugars’ means all monosaccharides and disaccharides present in food, but excludes polyols;\n9.\n‘polyols’ means alcohols containing more than two hydroxyl groups;\n10.\n‘protein’ means the protein content calculated using the formula: protein = total Kjeldahl nitrogen × 6,25;\n11.\n‘salt’ means the salt equivalent content calculated using the formula: salt = sodium × 2,5;\n12.\n‘fibre’ means carbohydrate polymers with three or more monomeric units, which are neither digested nor absorbed in the human small intestine and belong to the following categories:\n—\nedible carbohydrate polymers naturally occurring in the food as consumed,\n—\nedible carbohydrate polymers which have been obtained from food raw material by physical, enzymatic or chemical means and which have a beneficial physiological effect demonstrated by generally accepted scientific evidence,\n—\nedible synthetic carbohydrate polymers which have a beneficial physiological effect demonstrated by generally accepted scientific evidence,\n13.\n‘average value’ means the value which best represents the amount of the nutrient which a given food contains, and reflects allowances for seasonal variability, patterns of consumption and other factors which may cause the actual value to vary.\nANNEX II\nSUBSTANCES OR PRODUCTS CAUSING ALLERGIES OR INTOLERANCES\n1.\nCereals containing gluten, namely: wheat, rye, barley, oats, spelt, kamut or their hybridised strains, and products thereof, except:\n(a)\nwheat based glucose syrups including dextrose (1);\n(b)\nwheat based maltodextrins (1);\n(c)\nglucose syrups based on barley;\n(d)\ncereals used for making alcoholic distillates including ethyl alcohol of agricultural origin;\n2.\nCrustaceans and products thereof;\n3.\nEggs and products thereof;\n4.\nFish and products thereof, except:\n(a)\nfish gelatine used as carrier for vitamin or carotenoid preparations;\n(b)\nfish gelatine or Isinglass used as fining agent in beer and wine;\n5.\nPeanuts and products thereof;\n6.\nSoybeans and products thereof, except:\n(a)\nfully refined soybean oil and fat (1);\n(b)\nnatural mixed tocopherols (E306), natural D-alpha tocopherol, natural D-alpha tocopherol acetate, and natural D-alpha tocopherol succinate from soybean sources;\n(c)\nvegetable oils derived phytosterols and phytosterol esters from soybean sources;\n(d)\nplant stanol ester produced from vegetable oil sterols from soybean sources;\n7.\nMilk and products thereof (including lactose), except:\n(a)\nwhey used for making alcoholic distillates including ethyl alcohol of agricultural origin;\n(b)\nlactitol;\n8.\nNuts, namely: almonds (Amygdalus communis L.), hazelnuts (Corylus avellana), walnuts (Juglans regia), cashews (Anacardium occidentale), pecan nuts (Carya illinoinensis (Wangenh.) K. Koch), Brazil nuts (Bertholletia excelsa), pistachio nuts (Pistacia vera), macadamia or Queensland nuts (Macadamia ternifolia), and products thereof, except for nuts used for making alcoholic distillates including ethyl alcohol of agricultural origin;\n9.\nCelery and products thereof;\n10.\nMustard and products thereof;\n11.\nSesame seeds and products thereof;\n12.\nSulphur dioxide and sulphites at concentrations of more than 10 mg/kg or 10 mg/litre in terms of the total SO2 which are to be calculated for products as proposed ready for consumption or as reconstituted according to the instructions of the manufacturers;\n13.\nLupin and products thereof;\n14.\nMolluscs and products thereof.\n(1)  And the products thereof, in so far as the process that they have undergone is not likely to increase the level of allergenicity assessed by the Authority for the relevant product from which they originated.\nANNEX III\nFOODS FOR WHICH THE LABELLING MUST INCLUDE ONE OR MORE ADDITIONAL PARTICULARS\nTYPE OR CATEGORY OF FOOD\nPARTICULARS\n1.   Foods packaged in certain gases\n1.1.\nFoods whose durability has been extended by means of packaging gases authorised pursuant to Regulation (EC) No 1333/2008.\n‘packaged in a protective atmosphere’.\n2.   Foods containing sweeteners\n2.1.\nFoods containing a sweetener or sweeteners authorised pursuant to Regulation (EC) No 1333/2008.\n‘with sweetener(s)’ this statement shall accompany the name of the food.\n2.2.\nFoods containing both an added sugar or sugars and a sweetener or sweeteners authorised pursuant to Regulation (EC) No 1333/2008.\n‘with sugar(s) and sweetener(s)’ this statement shall accompany the name of the food.\n2.3.\nFoods containing aspartame/aspartame-acesulfame salt authorised pursuant to Regulation EC) No 1333/2008.\n‘contains aspartame (a source of phenylalanine)’ shall appear on the label in cases where aspartame/aspartame-acesulfame salt is designated in the list of ingredients only by reference to the E number.\n‘contains a source of phenylalanine’ shall appear on the label in cases where aspartame/aspartame-acesulfame salt is designated in the list of ingredients by its specific name.\n2.4.\nFoods containing more than 10 % added polyols authorised pursuant to Regulation (EC) No 1333/2008.\n‘excessive consumption may produce laxative effects’.\n3.   Foods containing glycyrrhizinic acid or its ammonium salt\n3.1.\nConfectionery or beverages containing glycyrrhizinic acid or its ammonium salt due to the addition of the substance(s) as such or the liquorice plant Glycyrrhiza glabra, at concentration of 100 mg/kg or 10 mg/l or above.\n‘contains liquorice’ shall be added immediately after the list of ingredients, unless the term ‘liquorice’ is already included in the list of ingredients or in the name of the food. In the absence of a list of ingredients, the statement shall accompany the name of the food.\n3.2.\nConfectionary containing glycyrrhizinic acid or its ammonium salt due to the addition of the substance(s) as such or the liquorice plant Glycyrrhiza glabra at concentrations of 4 g/kg or above.\n‘contains liquorice – people suffering from hypertension should avoid excessive consumption’ shall be added immediately after the list of ingredients. In the absence of a list of ingredients, the statement shall accompany the name of the food.\n3.3.\nBeverages containing glycyrrhizinic acid or its ammonium salt due to the addition of the substance(s) as such or the liquorice plant Glycyrrhiza glabra at concentrations of 50 mg/l or above, or of 300 mg/l or above in the case of beverages containing more than 1,2 % by volume of alcohol (1).\n‘contains liquorice – people suffering from hypertension should avoid excessive consumption’ shall be added immediately after the list of ingredients. In the absence of a list of ingredients, the statement shall accompany the name of the food.\n4.   Beverages with high caffeine content or foods with added caffeine\n4.1.\nBeverages, with the exception of those based on coffee, tea or coffee or tea extract where the name of the food includes the term ‘coffee’ or ‘tea’, which:\n—\nare intended for consumption without modification and contain caffeine, from whatever source, in a proportion in excess of 150 mg/l, or,\n—\nare in concentrated or dried form and after reconstitution contain caffeine, from whatever source, in a proportion in excess of 150 mg/l,\n‘High caffeine content. Not recommended for children or pregnant or breast-feeding women’ in the same field of vision as the name of the beverage, followed by a reference in brackets and in accordance with Article 13(1) of this Regulation to the caffeine content expressed in mg per 100 ml.\n4.2.\nFoods other than beverages, where caffeine is added with a physiological purpose.\n‘Contains caffeine. Not recommended for children or pregnant women’ in the same field of vision as the name of the food, followed by a reference in brackets and in accordance with Article 13(1) of this Regulation to the caffeine content expressed in mg per 100 g/ml. In the case of food supplements, the caffeine content shall be expressed per portion as recommended for daily consumption on the labelling.\n5.   Foods with added phytosterols, phytosterol esters, phytostanols or phytostanol esters\n5.1.\nFoods or food ingredients with added phytosterols, phytosterol esters, phytostanols or phytostanol esters.\n(1)\n‘with added plant sterols’ or ‘with added plant stanols’ in the same field of vision as the name of the food;\n(2)\nthe amount of added phytosterols, phytosterol esters, phytostanols or phytostanol esters content (expressed in % or as g of free plant sterols/plant stanols per 100 g or 100 ml of the food) shall be stated in the list of ingredients;\n(3)\na statement that the food is intended exclusively for people who want to lower their blood cholesterol level;\n(4)\na statement that patients on cholesterol lowering medication should only consume the product under medical supervision;\n(5)\nan easily visible statement that the food may not be nutritionally appropriate for pregnant or breastfeeding women and children under the age of 5 years;\n(6)\nadvice that the food is to be used as part of a balanced and varied diet, including regular consumption of fruit and vegetables to help maintain carotenoid levels;\n(7)\nin the same field of vision as the statement required under point (3) above, a statement that the consumption of more than 3 g/day of added plant sterols/plant stanols should be avoided;\n(8)\na definition of a portion of the food or food ingredient concerned (preferably in g or ml) with the amount of the plant sterol/plant stanol that each portion contains.\n6.   Frozen meat, frozen meat preparations and frozen unprocessed fishery products\n6.1.\nFrozen meat, frozen meat preparations and frozen unprocessed fishery products.\nthe date of freezing or the date of first freezing in cases where the product has been frozen more than once, in accordance with point (3) of Annex X.\n(1)  The level shall apply to the products as proposed ready for consumption or as reconstituted according to the instructions of the manufacturers.\nANNEX IV\nDEFINITION OF x-HEIGHT\nx-HEIGHT\nLegend\n1\nAscender line\n2\nCap line\n3\nMean line\n4\nBaseline\n5\nDescender line\n6\nx-height\n7\nFont size\nANNEX V\nFOODS WHICH ARE EXEMPTED FROM THE REQUIREMENT OF THE MANDATORY NUTRITION DECLARATION\n1.\nUnprocessed products that comprise a single ingredient or category of ingredients;\n2.\nProcessed products which the only processing they have been subjected to is maturing and that comprise a single ingredient or category of ingredients;\n3.\nWaters intended for human consumption, including those where the only added ingredients are carbon dioxide and/or flavourings;\n4.\nA herb, a spice or mixtures thereof;\n5.\nSalt and salt substitutes;\n6.\nTable top sweeteners;\n7.\nProducts covered by Directive 1999/4/EC of the European Parliament and of the Council of 22 February 1999 relating to coffee extracts and chicory extracts (1), whole or milled coffee beans and whole or milled decaffeinated coffee beans;\n8.\nHerbal and fruit infusions, tea, decaffeinated tea, instant or soluble tea or tea extract, decaffeinated instant or soluble tea or tea extract, which do not contain other added ingredients than flavourings which do not modify the nutritional value of the tea;\n9.\nFermented vinegars and substitutes for vinegar, including those where the only added ingredients are flavourings;\n10.\nFlavourings;\n11.\nFood additives;\n12.\nProcessing aids;\n13.\nFood enzymes;\n14.\nGelatine;\n15.\nJam setting compounds;\n16.\nYeast;\n17.\nChewing-gums;\n18.\nFood in packaging or containers the largest surface of which has an area of less than 25 cm2;\n19.\nFood, including handcrafted food, directly supplied by the manufacturer of small quantities of products to the final consumer or to local retail establishments directly supplying the final consumer.\n(1)  OJ L 66, 13.3.1999, p. 26.\nANNEX VI\nNAME OF THE FOOD AND SPECIFIC ACCOMPANYING PARTICULARS\nPART A —   MANDATORY PARTICULARS ACCOMPANYING THE NAME OF THE FOOD\n1.\nThe name of the food shall include or be accompanied by particulars as to the physical condition of the food or the specific treatment which it has undergone (for example, powdered, refrozen, freeze-dried, quick-frozen, concentrated, smoked) in all cases where omission of such information could mislead the purchaser.\n2.\nIn the case of foods that have been frozen before sale and which are sold defrosted, the name of the food shall be accompanied by the designation ‘defrosted’.\nThis requirement shall not apply to the following:\n(a)\ningredients present in the final product;\n(b)\nfoods for which freezing is a technologically necessary step of the production process;\n(c)\nfoods for which the defrosting has no negative impact on the safety or quality of the food.\nThis point shall apply without prejudice to point 1.\n3.\nFoods treated with ionising radiation shall bear one of the following indications:\n‘irradiated’ or ‘treated with ionising radiation’, and other indications as stated in Directive 1999/2/EC of the European Parliament and of the Council of 22 February 1999 on the approximation of the laws of the Member States concerning foods and food ingredients treated with ionising radiation (1).\n4.\nIn the case of foods in which a component or ingredient that consumers expect to be normally used or naturally present has been substituted with a different component or ingredient, the labelling shall bear — in addition to the list of ingredients — a clear indication of the component or the ingredient that has been used for the partial or whole substitution:\n(a)\nin close proximity to the name of the product; and\n(b)\nusing a font size which has an x-height of at least 75 % of the x-height of the name of the product and which is not smaller than the minimum font size required in Article 13(2) of this Regulation.\n5.\nIn the case of meat products, meat preparations and fishery products containing added proteins as such, including hydrolysed proteins, of a different animal origin, the name of the food shall bear an indication of the presence of those proteins and of their origin.\n6.\nIn the case of meat products and meat preparations which have the appearance of a cut, joint, slice, portion or carcase of meat, the name of the food shall include an indication of the presence of added water if the added water makes up more than 5 % of the weight of the finished product. The same rules shall apply in the case of fishery products and prepared fishery products which have the appearance of a cut, joint, slice, portion, filet or of a whole fishery product.\n7.\nMeat products, meat preparations and fishery products which may give the impression that they are made of a whole piece of meat or fish, but actually consist of different pieces combined together by other ingredients, including food additives and food enzymes or by other means, shall bear the following indication:\nin Bulgarian\n:\n‘формовано месо’ and ‘формована риба’;\nin Spanish\n:\n‘combinado de piezas de carne’ and ‘combinado de piezas de pescado’;\nin Czech\n:\n‘ze spojovaných kousků masa’ and ‘ze spojovaných kousků rybího masa’;\nin Danish\n:\n‘Sammensat af stykker af kød’ and ‘Sammensat af stykker af fisk’;\nin German\n:\n‘aus Fleischstücken zusammengefügt’ and ‘aus Fischstücken zusammengefügt’;\nin Estonian\n:\n‘liidetud liha’ and ‘liidetud kala’;\nin Greek\n:\n‘μορφοποιημένο κρέας’ and ‘μορφοποιημένο ψάρι’;\nin English\n:\n‘formed meat’ and ‘formed fish’;\nin French\n:\n‘viande reconstituée’ and ‘poisson reconstitué’;\nin Irish\n:\n‘píosaí feola ceangailte’ and ‘píosaí éisc ceangailte’;\nin Italian\n:\n‘carne ricomposta’ and ‘pesce ricomposto’;\nin Latvian\n:\n‘formēta gaļa’ and ‘formēta zivs’;\nin Lithuanian\n:\n‘sudarytas (-a) iš mėsos gabalų’ and ‘sudarytas (-a) iš žuvies gabalų’;\nin Hungarian\n:\n‘darabokból újraformázott hús’ and ‘darabokból újraformázott hal’;\nin Maltese\n:\n‘laħam rikostitwit’ and ‘ħut rikostitwit’;\nin Dutch\n:\n‘samengesteld uit stukjes vlees’ and ‘samengesteld uit stukjes vis’;\nin Polish\n:\n‘z połączonych kawałków mięsa’ and ‘z połączonych kawałków ryby’;\nin Portuguese\n:\n‘carne reconstituída’ and ‘peixe reconstituído’;\nin Romanian\n:\n‘carne formată’ and ‘carne de pește formată’;\nin Slovak\n:\n‘spájané alebo formované mäso’ and ‘spájané alebo formované ryby’;\nin Slovenian\n:\n‘sestavljeno, iz koščkov oblikovano meso’ and ‘sestavljene, iz koščkov oblikovane ribe’;\nin Finnish\n:\n‘paloista yhdistetty liha’ and ‘paloista yhdistetty kala’;\nin Swedish\n:\n‘sammanfogade bitar av kött’ and ‘sammanfogade bitar av fisk’.\nPART B —   SPECIFIC REQUIREMENTS CONCERNING THE DESIGNATION OF ‘MINCED MEAT’\n1.\nComposition criteria checked on the basis of a daily average:\nFat content\nCollagen/meat protein ratio (2)\n—\nlean minced meat,\n≤ 7 %\n≤ 12 %\n—\nminced pure beef,\n≤ 20 %\n≤ 15 %\n—\nminced meat containing pigmeat,\n≤ 30 %\n≤ 18 %\n—\nminced meat of other species,\n≤ 25 %\n≤ 15 %\n2.\nIn addition to the requirements laid down in Chapter IV of Section V of Annex III to Regulation (EC) No 853/2004, the following expressions shall appear on the labelling:\n—\n‘percentage of fat content under …’,\n—\n‘collagen/meat protein ratio under …’,\n3.\nThe Member States may allow the placing on their national market of minced meat which does not comply with the criteria laid down in point 1 of this Part under a national mark that cannot be confused with the marks provided for in Article 5(1) of Regulation (EC) No 853/2004.\nPART C —   SPECIFIC REQUIREMENTS CONCERNING THE DESIGNATION OF SAUSAGE CASINGS\nIf a sausage casing is not edible, this must be indicated.\n(1)  OJ L 66, 13.3.1999, p. 16.\n(2)  The collagen/meat protein ratio is expressed as the percentage of collagen in meat protein. The collagen content means the hydroxyproline content multiplied by a factor of 8.\nANNEX VII\nINDICATION AND DESIGNATION OF INGREDIENTS\nPART A —   SPECIFIC PROVISIONS CONCERNING THE INDICATION OF INGREDIENTS BY DESCENDING ORDER OF WEIGHT\nCategory of ingredient\nProvision concerning indication by weight\n1.\nAdded water and volatile products\nShall be listed in order of their weight in the finished product. The amount of water added as an ingredient in a food shall be calculated by deducting from the total amount of the finished product the total amount of the other ingredients used. This amount shall not be required to be taken into consideration if it does not exceed 5 % by weight of the finished product. This derogation does not apply to meat, meat preparations, unprocessed fishery products and unprocessed bivalve molluscs\n2.\nIngredients used in concentrated or dehydrated form and reconstituted at the time of manufacture\nMay be listed in order of weight as recorded before their concentration or dehydration\n3.\nIngredients used in concentrated or dehydrated foods, which are intended to be reconstituted by the addition of water\nMay be listed in order of proportion in the reconstituted product provided that the list of ingredients is accompanied by an expression, such as ‘ingredients of the reconstituted product’, or ‘ingredients of the ready-to-use product’\n4.\nFruit, vegetables or mushrooms, none of which significantly predominates in terms of weight and which are used in proportions that are likely to vary, used in a mixture as ingredients of a food\nMay be grouped together in the list of ingredients under the designation ‘fruit’, ‘vegetables’ or ‘mushrooms’ followed by the phrase ‘in varying proportions’, immediately followed by a list of the fruit, vegetables or mushrooms present. In such cases, the mixture shall be included in the list of ingredients in accordance with Article 18(1), on the basis of the total weight of the fruit, vegetables or mushrooms present\n5.\nMixtures of spices or herbs, where none significantly predominates in proportion by weight\nMay be listed in different order provided that that list of ingredients is accompanied by an expression such as ‘in variable proportion’\n6.\nIngredients constituting less than 2 % of the finished product\nMay be listed in a different order after the other ingredients\n7.\nIngredients, which are similar or mutually substitutable, likely to be used in the manufacture or preparation of a food without altering its composition, its nature or its perceived value, and in so far as they constitute less than 2 % of the finished product\nMay be referred to in the list of ingredients by means of the statement ‘contains … and/or …’, where at least one of no more than two ingredients is present in the finished product. This provision shall not apply to food additives or to ingredients listed in Part C of this Annex, and to substances or products listed in Annex II causing allergies or intolerances\n8.\nRefined oils of vegetable origin\nMay be grouped together in the list of ingredients under the designation ‘vegetable oils’ followed immediately by a list of indications of specific vegetable origin, and may be followed by the phrase ‘in varying proportions’. If grouped together, vegetable oils shall be included in the list of ingredients in accordance with Article 18(1), on the basis of the total weight of the vegetable oils present.\nThe expression ‘fully hydrogenated’ or ‘partly hydrogenated’, as appropriate, must accompany the indication of a hydrogenated oil\n9.\nRefined fats of vegetable origin\nMay be grouped together in the list of ingredients under the designation ‘vegetable fats’ followed immediately by a list of indications of specific vegetable origin, and may be followed by the phrase ‘in varying proportions’. If grouped together, vegetable fats shall be included in the list of ingredients in accordance with Article 18(1), on the basis of the total weight of the vegetable fats present.\nThe expression ‘fully hydrogenated’ or ‘partly hydrogenated’, as appropriate, must accompany the indication of a hydrogenated fat\nPART B —   DESIGNATION OF CERTAIN INGREDIENTS BY THE NAME OF A CATEGORY RATHER THAN A SPECIFIC NAME\nWithout prejudice to Article 21, ingredients which belong to one of the categories of foods listed below and are constituents of another food may be designated by the name of that category rather than the specific name.\nDefinition of category of food\nDesignation\n1.\nRefined oils of animal origin\n‘Oil’, together with either the adjective ‘animal’, or the indication of specific animal origin.\nThe expression ‘fully hydrogenated’ or ‘partly hydrogenated’, as appropriate, must accompany the indication of a hydrogenated oil\n2.\nRefined fats of animal origin\n‘Fat’, together with either the adjective ‘animal’ or the indication of specific animal origin.\nThe expression ‘fully hydrogenated’ or ‘partly hydrogenated’, as appropriate, must accompany the indication of a hydrogenated fat\n3.\nMixtures of flour obtained from two or more cereal species\n‘Flour’, followed by a list of the cereals from which it has been obtained, in descending order by weight\n4.\nStarches, and starches modified by physical means or by enzymes\n‘Starch’\n5.\nAll species of fish where the fish constitutes an ingredient of another food and provided that the name and presentation of such food does not refer to a specific species of fish\n‘Fish’\n6.\nAll types of cheese where the cheese or mixture of cheeses constitutes an ingredient of another food and provided that the name and presentation of such food does not refer to a specific type of cheese\n‘Cheese’\n7.\nAll spices not exceeding 2 % by weight of the food\n‘Spice(s)’ or ‘mixed spices’\n8.\nAll herbs or parts of herbs not exceeding 2 % by weight of the food\n‘Herb(s)’ or ‘mixed herbs’\n9.\nAll types of gum preparations used in the manufacture of gum base for chewing gum\n‘Gum base’\n10.\nAll types of crumbed baked cereal products\n‘Crumbs’ or ‘rusks’ as appropriate\n11.\nAll types of sucrose\n‘Sugar’\n12.\nAnhydrous dextrose or dextrose monohydrate\n‘Dextrose’\n13.\nGlucose syrup and anhydrous glucose syrup\n‘Glucose syrup’\n14.\nAll types of milk protein (caseins, caseinates and whey proteins) and mixtures thereof\n‘Milk proteins’\n15.\nPress, expeller or refined cocoa butter\n‘Cocoa butter’\n16.\nAll types of wine as covered by Annex XIb to Regulation (EC) No 1234/2007 (1)\n‘Wine’\n17.\nSkeletal muscles (2) of mammalian and bird species recognised as fit for human consumption with naturally included or adherent tissue, where the total fat and connective tissue content does not exceed the values indicated below and where the meat constitutes an ingredient of another food.\nMaximum fat and connective tissue contents for ingredients designated by the term ‘… meat’\nSpecies\nFat content\nCollagen/meat protein ratio (4)\n—\nMammals (other than rabbits and porcines) and mixtures of species with mammals predominating,\n25  %\n25  %\n—\nPorcines,\n30  %\n25  %\n—\nBirds and rabbits,\n15  %\n10  %\nIf these maximum limits are exceeded, but all other criteria for the definition of ‘meat’ are satisfied, the ‘… meat’ content must be adjusted downwards accordingly and the list of ingredients must mention, in addition to the term ‘… meat’, the presence of fat and/or connective tissue.\nThe products covered by the definition of ‘mechanically separated meat’ are excluded from this definition\n‘… meat’ and the name(s) (3) of the animal species from which it comes\n18.\nAll types of products covered by the definition of ‘mechanically separated meat’\n‘mechanically separated meat’ and the name(s) (3) of the animal species from which it comes\nPART C —   DESIGNATION OF CERTAIN INGREDIENTS BY THE NAME OF THEIR CATEGORY FOLLOWED BY THEIR SPECIFIC NAME OR E NUMBER\nWithout prejudice to Article 21, food additives and food enzymes other than those specified in point (b) of Article 20 belonging to one of the categories listed in this Part must be designated by the name of that category, followed by their specific name or, if appropriate, E number. If an ingredient belongs to more than one of the categories, the category appropriate to the principal function in the case of the food in question shall be indicated.\nAcid\nAcidity regulator\nAnti-caking agent\nAnti-foaming agent\nAntioxidant\nBulking agent\nColour\nEmulsifier\nEmulsifying salts (5)\nFirming agent\nFlavour enhancer\nFlour treatment agent\nFoaming agent\nGelling agent\nGlazing agent\nHumectant\nModified starch (6)\nPreservative\nPropellent gas\nRaising agent\nSequestrant\nStabiliser\nSweetener\nThickener\nPART D —   DESIGNATION OF FLAVOURINGS IN THE LIST OF INGREDIENTS\n1.\nFlavourings shall be designated either by the terms:\n—\n‘flavouring(s)’ or by a more specific name or description of the flavouring if the flavouring component contains flavourings as defined in points (b), (c), (d), (e), (f), (g) and (h) of Article 3(2) of Regulation (EC) No 1334/2008,\n—\n‘smoke flavouring(s)’, or ‘smoke flavouring(s) produced from food(s) or food category or source(s)’ (e.g. ‘smoke flavouring produced from beech’), if the flavouring component contains flavourings as defined in point (f) of Article 3(2) of Regulation (EC) No 1334/2008 and imparts a smoky flavour to the food.\n2.\nThe term ‘natural’ for the description of flavourings shall be used in accordance with Article 16 of Regulation (EC) No 1334/2008.\n3.\nQuinine and/or caffeine used as a flavouring in the production or preparation of a food shall be mentioned by name in the list of ingredients immediately after the term ‘flavouring(s)’.\nPART E —   DESIGNATION OF COMPOUND INGREDIENTS\n1.\nA compound ingredient may be included in the list of ingredients, under its own designation in so far as this is laid down by law or established by custom, in terms of its overall weight, and immediately followed by a list of its ingredients.\n2.\nWithout prejudice to Article 21, the list of ingredients for compound ingredients shall not be compulsory:\n(a)\nwhere the composition of the compound ingredient is defined in current Union provisions, and in so far as the compound ingredient constitutes less than 2 % of the finished product; however, this provision shall not apply to food additives, subject to points (a) to (d) of Article 20;\n(b)\nfor compound ingredients consisting of mixtures of spices and/or herbs that constitute less than 2 % of the finished product, with the exception of food additives, subject to points (a) to (d) of Article 20; or\n(c)\nwhere the compound ingredient is a food for which a list of ingredients is not required under Union provisions.\n(1)  Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (OJ L 299, 16.11.2007, p. 1).\n(2)  The diaphragm and the masseters are part of the skeletal muscles, while the heart, tongue, the muscles of the head (other than the masseters), the muscles of the carpus, the tarsus and the tail are excluded.\n(3)  For labelling in English, this designation may be replaced by the generic name of the ingredient for the animal species concerned.\n(4)  The collagen/meat protein ratio is expressed as the percentage of collagen in meat protein. The collagen content means the hydroxyproline content multiplied by a factor of 8.\n(5)  Only for processed cheeses and products based on processed cheeses.\n(6)  The specific name or E number shall not be required to be indicated.\nANNEX VIII\nQUANTITATIVE INDICATION OF INGREDIENTS\n1.\nThe quantitative indication shall not be required:\n(a)\nin respect of an ingredient or category of ingredients:\n(i)\nthe drained net weight of which is indicated in accordance with point 5 of Annex IX;\n(ii)\nthe quantities of which must already appear on the labelling under Union provisions;\n(iii)\nwhich is used in small quantities for the purposes of flavouring; or\n(iv)\nwhich, while appearing in the name of the food, is not such as to govern the choice of the consumer in the country of marketing because the variation in quantity is not essential to characterise the food or does not distinguish it from similar foods;\n(b)\nwhere specific Union provisions stipulate precisely the quantity of an ingredient or of a category of ingredients without providing for the indication thereof on the labelling; or\n(c)\nin the cases referred to in points 4 and 5 of Part A of Annex VII.\n2.\nPoints (a) and (b) of Article 22(1) shall not apply in the case of:\n(a)\nany ingredient or category of ingredients covered by the indication ‘with sweetener(s)’ or ‘with sugar(s) and sweetener(s)’ if that indication accompanies the name of the food, pursuant Annex III; or\n(b)\nany added vitamin and mineral if that substance is subject to a nutrition declaration.\n3.\nThe indication of quantity of an ingredient or category of ingredients shall:\n(a)\nbe expressed as a percentage, which shall correspond to the quantity of the ingredient or ingredients at the time of its/their use; and\n(b)\nappear either in or immediately next to the name of the food or in the list of ingredients in connection with the ingredient or category of ingredients in question.\n4.\nBy way of derogation from point 3:\n(a)\nwhere foods have lost moisture following heat treatment or other treatment, the quantity shall be expressed as a percentage which shall correspond to the quantity of the ingredient(s) used, related to the finished product, unless that quantity or the total quantity of all the ingredients indicated on the labelling exceeds 100 %, in which case the quantity shall be indicated on the basis of the weight of the ingredient(s) used to prepare 100 g of finished product;\n(b)\nthe quantity of volatile ingredients shall be indicated on the basis of their proportion by weight in the finished product;\n(c)\nthe quantity of ingredients used in concentrated or dehydrated form and reconstituted during manufacture may be indicated on the basis of their proportion by weight as recorded before their concentration or dehydration;\n(d)\nin the case of concentrated or dehydrated foods which are intended to be reconstituted by the addition of water, the quantity of the ingredients may be indicated on the basis of their proportion by weight in the reconstituted product.\nANNEX IX\nNET QUANTITY DECLARATION\n1.\nThe net quantity declaration shall not be mandatory in the case of foods:\n(a)\nwhich are subject to considerable losses in their volume or mass and which are sold by number or weighed in the presence of the purchaser;\n(b)\nthe net quantity of which is less than 5 g or 5 ml; however, this provision shall not apply to spices and herbs; or\n(c)\nnormally sold by number, provided that the number of items can clearly be seen and easily counted from the outside or, if not, is indicated on the labelling.\n2.\nWhere the indication of a certain type of quantity (such as the nominal quantity, minimum quantity, or average quantity) is required by Union provisions or, where there are none, by national provisions, this quantity shall be regarded as the net quantity for the purposes of this Regulation.\n3.\nWhere a prepacked item consists of two or more individual prepacked items containing the same quantity of the same product, the net quantity shall be indicated by mentioning the net quantity contained in each individual package and the total number of such packages. The indication of those particulars shall not, however, be mandatory where the total number of individual packages can be clearly seen and easily counted from the outside and where at least one indication of the net quantity contained in each individual package can be clearly seen from the outside.\n4.\nWhere a prepacked item consists of two or more individual packages which are not regarded as units of sale, the net quantity shall be given by indicating the total net quantity and the total number of individual packages.\n5.\nWhere a solid food is presented in a liquid medium, the drained net weight of the food shall also be indicated. Where the food has been glazed, the declared net weight of the food shall be exclusive of the glaze.\nFor the purposes of this point, ‘liquid medium’ shall mean the following products, possibly in mixtures and also where frozen or quick-frozen, provided that the liquid is merely an adjunct to the essential elements of that preparation and is thus not a decisive factor for the purchase: water, aqueous solutions of salts, brine, aqueous solutions of food acids, vinegar, aqueous solutions of sugars, aqueous solutions of other sweetening substances, fruit or vegetable juices in the case of fruit or vegetables.\nANNEX X\nDATE OF MINIMUM DURABILITY, ‘USE BY’ DATE AND DATE OF FREEZING\n1.\nThe date of minimum durability shall be indicated as follows:\n(a)\nthe date shall be preceded by the words:\n—\n‘Best before …’ when the date includes an indication of the day,\n—\n‘Best before end …’ in other cases,\n(b)\nthe words referred to in point (a) shall be accompanied by:\n—\neither the date itself, or,\n—\na reference to where the date is given on the labelling,\nIf need be, these particulars shall be followed by a description of the storage conditions which must be observed if the product is to keep for the specified period;\n(c)\nthe date shall consist of the day, the month and possibly, the year, in that order and in uncoded form.\nHowever, in the case of foods:\n—\nwhich will not keep for more than 3 months, an indication of the day and the month shall be sufficient,\n—\nwhich will keep for more than 3 months but not more than 18 months, an indication of the month and year shall be sufficient,\n—\nwhich will keep for more than 18 months, an indication of the year shall be sufficient,\n(d)\nsubject to Union provisions imposing other types of date indication, an indication of the date of minimum durability shall not be required for:\n—\nfresh fruit and vegetables, including potatoes, which have not been peeled, cut or similarly treated; this derogation shall not apply to sprouting seeds and similar products such as legume sprouts,\n—\nwines, liqueur wines, sparkling wines, aromatised wines, and similar products obtained from fruit other than grapes, and beverages falling within CN code 2206 00 obtained from grapes or grape musts,\n—\nbeverages containing 10 % or more by volume of alcohol,\n—\nbakers’ or pastry cooks’ wares which, given the nature of their content, are normally consumed within 24 hours of their manufacture,\n—\nvinegar,\n—\ncooking salt,\n—\nsolid sugar,\n—\nconfectionery products consisting almost solely of flavoured and/or coloured sugars,\n—\nchewing gums and similar chewing products,\n2.\nThe ‘use by’ date shall be indicated as follows:\n(a)\nit shall be preceded by the words ‘use by …’;\n(b)\nthe words in point (a) shall be accompanied by:\n—\neither the date itself, or,\n—\na reference to where the date is given on the labelling,\nThose particulars shall be followed by a description of the storage conditions which must be observed;\n(c)\nthe date shall consist of the day, the month and, possibly, the year, in that order and in uncoded form;\n(d)\nthe ‘use by’ date shall be indicated on each individual prepacked portion.\n3.\nThe date of freezing or the date of first freezing as referred to in point 6 of Annex III shall be indicated as follows:\n(a)\nit shall be preceded by the words ‘Frozen on …’;\n(b)\nthe words referred to in point (a) shall be accompanied by:\n—\nthe date itself, or,\n—\na reference to where the date is given on the labelling,\n(c)\nthe date shall consist of the day, the month and the year, in that order and in uncoded form.\nANNEX XI\nTYPES OF MEAT FOR WHICH THE INDICATION OF THE COUNTRY OF ORIGIN OR PLACE OF PROVENANCE IS MANDATORY\nCN codes\n(Combined Nomenclature 2010)\nDescription\n0203\nMeat of swine, fresh, chilled or frozen\n0204\nMeat of sheep or goats, fresh, chilled or frozen\nEx02 07\nMeat of the poultry of heading 0105 , fresh, chilled or frozen\nANNEX XII\nALCOHOLIC STRENGTH\nThe actual alcoholic strength by volume of beverages containing more than 1,2 % by volume of alcohol shall be indicated by a figure to not more than one decimal place. It shall be followed by the symbol ‘% vol.’ and may be preceded by the word ‘alcohol’ or the abbreviation ‘alc’.\nThe alcoholic strength shall be determined at 20 °C.\nPositive and negative allowed tolerances in respect of the indication of the alcoholic strength by volume and expressed in absolute values shall be as listed in the following table. They shall apply without prejudice to the tolerances deriving from the method of analysis used for determining the alcoholic strength.\nDescription of beverage\nPositive or negative tolerance\n1.\nBeers of CN code 2203 00  having an alcoholic strength not exceeding 5,5 % vol.; still beverages falling within CN code 2206 00  obtained from grapes\n0,5 % vol.\n2.\nBeers having an alcoholic strength exceeding 5,5 % vol.; sparkling beverages falling within CN code 2206 00  obtained from grapes, ciders, perries, fruit wines and the like, obtained from fruit other than grapes, whether or not semi-sparkling or sparkling; mead\n1 % vol.\n3.\nBeverages containing macerated fruit or parts of plants\n1,5 % vol.\n4.\nAny other beverages containing more than 1,2 % by volume of alcohol\n0,3 % vol.\nANNEX XIII\nREFERENCE INTAKES\nPART A —   DAILY REFERENCE INTAKES FOR VITAMINS AND MINERALS (ADULTS)\n1.   Vitamins and minerals which may be declared and their nutrient reference values (NRVs)\nVitamin A (μg)\n800\nVitamin D (μg)\n5\nVitamin E (mg)\n12\nVitamin K (μg)\n75\nVitamin C (mg)\n80\nThiamin (mg)\n1,1\nRiboflavin (mg)\n1,4\nNiacin (mg)\n16\nVitamin B6 (mg)\n1,4\nFolic acid (μg)\n200\nVitamin B12 (μg)\n2,5\nBiotin (μg)\n50\nPantothenic acid (mg)\n6\nPotassium (mg)\n2 000\nChloride (mg)\n800\nCalcium (mg)\n800\nPhosphorus (mg)\n700\nMagnesium (mg)\n375\nIron (mg)\n14\nZinc (mg)\n10\nCopper (mg)\n1\nManganese (mg)\n2\nFluoride (mg)\n3,5\nSelenium(μg)\n55\nChromium (μg)\n40\nMolybdenum (μg)\n50\nIodine (μg)\n150\n2.   Significant amount of vitamins and minerals\nAs a rule, the following values should be taken into consideration in deciding what constitutes a significant amount:\n—\n15 % of the nutrient reference values specified in point 1 supplied by 100 g or 100 ml in the case of products other than beverages,\n—\n7,5 % of the nutrient reference values specified in point 1 supplied by 100 ml in the case of beverages, or,\n—\n15 % of the nutrient reference values specified in point 1 per portion if the package contains only a single portion,\nPART B —   REFERENCE INTAKES FOR ENERGY AND SELECTED NUTRIENTS OTHER THAN VITAMINS AND MINERALS (ADULTS)\nEnergy or nutrient\nReference intake\nEnergy\n8 400  kJ/2 000  kcal\nTotal fat\n70  g\nSaturates\n20  g\nCarbohydrate\n260  g\nSugars\n90  g\nProtein\n50  g\nSalt\n6  g\nANNEX XIV\nCONVERSION FACTORS\nCONVERSION FACTORS FOR THE CALCULATION OF ENERGY\nThe energy value to be declared shall be calculated using the following conversion factors:\n—\ncarbohydrate (except polyols),\n17 kJ/g — 4 kcal/g\n—\npolyols,\n10 kJ/g — 2,4 kcal/g\n—\nprotein,\n17 kJ/g — 4 kcal/g\n—\nfat,\n37 kJ/g — 9 kcal/g\n—\nsalatrims,\n25 kJ/g — 6 kcal/g\n—\nalcohol (ethanol),\n29 kJ/g — 7 kcal/g\n—\norganic acid,\n13 kJ/g — 3 kcal/g\n—\nfibre,\n8 kJ/g — 2 kcal/g\n—\nerythritol,\n0 kJ/g — 0 kcal/g\nANNEX XV\nEXPRESSION AND PRESENTATION OF NUTRITION DECLARATION\nThe units of measurement to be used in the nutrition declaration for energy (kilojoules (kJ) and kilocalories (kcal)) and mass (grams (g), milligrams (mg) or micrograms (μg)) and the order of presentation of the information, as appropriate, shall be the following:\nenergy\nkJ/kcal\nfat\ng\nof which\n—\nsaturates,\ng\n—\nmono-unsaturates,\ng\n—\npolyunsaturates,\ng\ncarbohydrate\ng\nof which\n—\nsugars,\ng\n—\npolyols,\ng\n—\nstarch,\ng\nfibre\ng\nprotein\ng\nsalt\ng\nvitamins and minerals\nthe units specified in point 1 of Part A of Annex XIII", "summary": "Labelling of foodstuffs\nLabelling of foodstuffs\nSUMMARY OF:\nRegulation (EU) No 1169/2011 on providing food information to consumers\nWHAT IS THE AIM OF THE REGULATION?\nIt seeks to guarantee consumers their right to information by establishing the general principles, requirements and responsibilities for the labelling of foodstuffs they consume.\nIt provides sufficient flexibility to respond to future developments in the food sector.\nIt merges the previous legislation, Directives 2000/13/EC on the labelling of foodstuffs and 90/496/EEC on nutritional labelling.\nKEY POINTS\nScope\nThe legislation applies to businesses at all stages of the food chain and to all foods intended for final consumption. This includes food delivered by or supplied to mass caterers.\nResponsibility to provide information\nResponsibility for providing the necessary information, and ensuring it is accurate, lies with the manufacturer marketing the food under their name. If they are based outside the European Union (EU), it lies with the importer.\nMandatory information\nCertain information is mandatory. This includes: the food’s namea list of ingredientsnet quantitya use-by dateinstructions for use, if necessarythe operator’s name and addressa nutrition declaration.\nThe general rule is that the indication of the country of origin or place of provenance is mandatory where failure to indicate this might mislead the consumer as to the true country of origin or place of provenance of the food. This is particularly the case if the information accompanying the food or the label as a whole would otherwise imply that the food has a different country of origin or place of provenance.\nOrigin labelling must be provided for fresh, chilled and frozen meat of swine, sheep, goats and poultry. Separate EU-level mandatory origin rules exist for foods such as honey (Directive 2001/110/EC), fruit and vegetables and olive oil (Regulation (EU) No 1308/2013), fish (Regulation (EU) No 1379/2013) and beef and beef products (Regulation (EC) No 1760/2000).\nThe mandatory information must be available at no extra cost to consumers who use distance selling to buy food, before they make their purchase.\nThe actual alcoholic strength must be given for any drinks with more than 1.2% by volume of alcohol.\nAdditional mandatory information must be given for certain types of foods, such as those containing sweeteners, ammonium salt or with a high caffeine count.\nThe net quantity of food and liquids must be expressed in litres, centilitres, millilitres, kilograms or grams.\nCertain foods are exempt from the mandatory nutrition declaration, such as herbs and spices, flavourings and herbal teas.\nOther foods — notably fresh fruit and vegetables, carbonated water, vinegars, and dairy items like cheese, butter, cream and fermented milk — do not need a list of ingredients.\nFood information should not mislead the public, particularly by suggesting it possesses special characteristics or effects it does not have. It should be accurate, clear and easy for the consumer to understand.\nThe European Commission adopted Implementing Regulation (EU) 2018/775, which builds on Regulation (EU) No 1169/2011’s Article 26(3) by laying down detailed rules for indicating the country of origin or place of provenance of the primary ingredient of a food. In force since 1 April 2020, this regulation requires that the country of origin or place of provenance of the primary ingredient be indicated on the label if it is not the same as the given country of origin or the given place of provenance of the food. It also sets rules regarding the minimum font size and the positioning of this label.\nIn 2018, the Commission issued a notice on questions and answers on the application of Regulation (EU) No 1169/2011 to assist food business operators and national authorities in applying the regulation.\nIn 2020, the Commission issued a notice providing guidelines for food business operators and national authorities on applying the rules regarding labelling when the country of origin or place of provenance of a food is given and it is not the same as that of its primary ingredient, the country of origin or place of provenance.\nFROM WHEN DOES THIS REGULATION APPLY?\n              \nIt has applied since 13 December 2014, with the exception of the introduction of a nutrition declaration (from 13 December 2016) and the specific requirements concerning the designation of ‘minced meat’ (1 January 2014), and the indication of the primary ingredient (1 April 2020).\nBACKGROUND\n              \nThe free movement of safe and wholesome food in the EU is of major benefit to the public’s health and well-being and is an essential feature of the single market. In addition to guaranteeing a high level of health protection, EU law ensures that consumers have appropriate information to make informed choices in the food they buy and eat.\nFor further information, see:\nFood information to consumers (European Commission).\nMAIN DOCUMENT\n            \nRegulation (EU) No 1169/2011 of the European Parliament and of the Council of 25 October 2011 on the provision of food information to consumers, amending Regulations (EC) No 1924/2006 and (EC) No 1925/2006 of the European Parliament and of the Council, and repealing Commission Directive 87/250/EEC, Council Directive 90/496/EEC, Commission Directive 1999/10/EC, Directive 2000/13/EC of the European Parliament and of the Council, Commission Directives 2002/67/EC and 2008/5/EC and Commission Regulation (EC) No 608/2004 (OJ L 304, 22.11.2011, pp.18–63).\nSuccessive amendments to Regulation (EC) No 1169/2011 have been incorporated in the original text. This consolidated version is of documentary value only.\nRELATED DOCUMENTS\n            \nCommission notice on the application of the provisions of Article 26(3) of Regulation (EU) No 1169/2011 (OJ C 32, 31.1.2020, pp. 1–8).\nCommission notice on questions and answers on the application of Regulation (EU) No 1169/2011 of the European Parliament and of the Council on the provision of food information to consumers (OJ C 196, 8.6.2018, pp. 1–14).\nCommission Implementing Regulation (EU) 2018/775 of 28 May 2018 laying down rules for the application of Article 26(3) of Regulation (EU) No 1169/2011 of the European Parliament and of the Council on the provision of food information to consumers, as regards the rules for indicating the country of origin or place of provenance of the primary ingredient of a food (OJ L 131, 29.5.2018, pp. 8–11).\nSee consolidated version.\nRegulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (OJ L 347, 20.12.2013, pp. 671–854).\nSee consolidated version.\nRegulation (EU) No 1379/2013 of the European Parliament and of the Council of 11 December 2013 on the common organisation of the markets in fishery and aquaculture products, amending Council Regulations (EC) No 1184/2006 and (EC) No 1224/2009 and repealing Council Regulation (EC) No 104/2000 (OJ L 354, 28.12.2013, pp. 1–21).\nSee consolidated version.\nCouncil Directive 2001/110/EC of 20 December 2001 relating to honey (OJ L 10, 12.1.2002, pp. 47–52).\nSee consolidated version.\nRegulation (EC) No 1760/2000 of the European Parliament and of the Council of 17 July 2000 establishing a system for the identification and registration of bovine animals and regarding the labelling of beef and beef products and repealing Council Regulation (EC) No 820/97 (OJ L 204, 11.8.2000, pp. 1–10).\nSee consolidated version.\nlast update 24.11.2021", "tags": ["consumer information", "foodstuffs legislation", "foodstuff", "product quality", "food safety", "labelling"], "subjects": ["Consumer protection", "Foodstuffs", "Protocol on Ireland/Northern Ireland"], "split": "test", "reference_annotations": {"32011R1169_p1": {"text": "regulation 1169/2011 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL---of 25 October 2011---on the provision of food information to consumers, amending regulation 1924/2006 regulation 1925/2006 of the European Parliament and of the Council, and repealing Commission directive 87/250/eec, Council directive 90/496/eec, Commission directive 1999/10/ec, directive 2000/13/ec of the European Parliament and of the Council, Commission directive 2002/67/ec directive 2008/5/ec and Commission regulation 608/2004", "triples": [" regulation 1169/2011,  amending,  regulation 1924/2006", " regulation 1169/2011,  amending,  regulation 1925/2006", " regulation 1169/2011,  repealing,  directive 87/250/eec", " regulation 1169/2011,  repealing,  directive 90/496/eec", " regulation 1169/2011,  repealing,  directive 1999/10/ec", " regulation 1169/2011,  repealing,  directive 2000/13/ec", " regulation 1169/2011,  repealing,  directive 2002/67/ec", " regulation 1169/2011,  repealing,  directive 2008/5/ec", " regulation 1169/2011,  repealing,  regulation 608/2004"]}, "32011R1169_p2": {"text": "The Union’s non-preferential rules of origin are laid down in Council regulation 2913/92 of 12 October 1992 establishing the Community Customs Code (19) and its implementing provisions in Commission regulation 2454/93 of 2 July 1993 laying down provisions for the implementation of Council regulation 2913/92 establishing the Community Customs Code (20). Determination of the country of origin of foods will be based on those rules, which are well known to food business operators and administrations and should ease their implementation.", "triples": [" regulation 2454/93,  implementing,  regulation 2913/92"]}, "32011R1169_p5": {"text": "(15)  Commission regulation 1580/2007 of 21 December 2007 laying down implementing rules of Council regulation 2200/96 regulation 2201/96 regulation 1182/2007 in the fruit and vegetable sector (OJ L 350, 31.12.2007, p. 1).", "triples": [" regulation 1580/2007,  implementing,  regulation 2200/96", " regulation 1580/2007,  implementing,  regulation 2201/96", " regulation 1580/2007,  implementing,  regulation 1182/2007"]}}, "summary_annotations": {"32011R1169_p2": {"text": "regulation 1169/2011 of the European Parliament and of the Council of 25 October 2011 on the provision of food information to consumers, amending regulation 1924/2006 regulation 1925/2006 of the European Parliament and of the Council, and repealing Commission directive 87/250/eec, Council directive 90/496/eec, Commission directive 1999/10/ec, directive 2000/13/ec of the European Parliament and of the Council, Commission directive 2002/67/ec directive 2008/5/ec and Commission regulation 608/2004 (OJ L 304, 22.11.2011, pp.18–63).", "triples": [" regulation 1169/2011,  amending,  regulation 1924/2006", " regulation 1169/2011,  amending,  regulation 1925/2006", " regulation 1169/2011,  repealing,  directive 87/250/eec", " regulation 1169/2011,  repealing,  directive 90/496/eec", " regulation 1169/2011,  repealing,  directive 1999/10/ec", " regulation 1169/2011,  repealing,  directive 2000/13/ec", " regulation 1169/2011,  repealing,  directive 2002/67/ec", " regulation 1169/2011,  repealing,  directive 2008/5/ec", " regulation 1169/2011,  repealing,  regulation 608/2004"]}, "32011R1169_p4": {"text": "regulation 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council regulation 922/72 regulation 234/79 regulation 1037/2001 regulation 1234/2007 (OJ L 347, 20.12.2013, pp. 671–854).", "triples": [" regulation 1308/2013,  repealing,  regulation 922/72", " regulation 1308/2013,  repealing,  regulation 234/79", " regulation 1308/2013,  repealing,  regulation 1037/2001", " regulation 1308/2013,  repealing,  regulation 1234/2007"]}, "32011R1169_p5": {"text": "regulation 1379/2013 of the European Parliament and of the Council of 11 December 2013 on the common organisation of the markets in fishery and aquaculture products, amending Council regulation 1184/2006 regulation 1224/2009 and repealing Council regulation 104/2000 (OJ L 354, 28.12.2013, pp. 1–21).", "triples": [" regulation 1379/2013,  amending,  regulation 1184/2006", " regulation 1379/2013,  amending,  regulation 1224/2009", " regulation 1379/2013,  repealing,  regulation 104/2000"]}, "32011R1169_p6": {"text": "regulation 1760/2000 of the European Parliament and of the Council of 17 July 2000 establishing a system for the identification and registration of bovine animals and regarding the labelling of beef and beef products and repealing Council regulation 820/97 (OJ L 204, 11.8.2000, pp. 1–10).", "triples": [" regulation 1760/2000,  repealing,  regulation 820/97"]}}}