{"celex_id": "32008R0453", "reference": "4.6.2008\nEN\nOfficial Journal of the European Union\nL 145/234\nREGULATION (EC) No 453/2008 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 23 April 2008\non quarterly statistics on Community job vacancies\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 285(1) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving regard to the opinion of the European Central Bank (2),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (3),\nWhereas:\n(1)\nOn 8 December 2003, the Council endorsed the development and publication of a structural indicator on job vacancies.\n(2)\nThe Action Plan on EMU Statistical Requirements, which was endorsed by the Council on 29 September 2000, and subsequent progress reports on the implementation of that plan, identified as a priority the development of a legal basis covering job vacancy statistics.\n(3)\nThe Employment Committee established by Council Decision 2000/98/EC (4) endorses the need for an indicator for job vacancies in order to monitor the European Employment Strategy laid down in Council Decision 2005/600/EC of 12 July 2005 on Guidelines for the employment policies of the Member States (5).\n(4)\nDecision No 1672/2006/EC of the European Parliament and of the Council of 24 October 2006 establishing a Community Programme for Employment and Social Solidarity — Progress (6), provides for the financing of the relevant actions, including, as specified therein, improving the understanding of the employment situation and prospects, in particular through analysis and studies and the development of statistics and common indicators within the framework of the European Employment Strategy.\n(5)\nData on job vacancies broken down, inter alia, by economic activity are required by the Commission in the framework of the European Employment Strategy for monitoring and analysis of the level and structure of labour demand.\n(6)\nReadily available quarterly data on job vacancies are required by the Commission and by the European Central Bank to monitor short-term changes in job vacancies. Seasonally adjusted job vacancy data facilitate the interpretation of quarterly changes.\n(7)\nData provided on job vacancies should be relevant and complete, accurate and comprehensive, timely, coherent, comparable, and readily accessible to users.\n(8)\nThe benefits of collecting complete data at Community level on all segments of the economy should be balanced against the reporting possibilities of, and the response burden on, small and medium-sized enterprises in particular.\n(9)\nParticular efforts should be made to include in the statistics as soon as possible all data concerning units with fewer than 10 employees.\n(10)\nTo determine the scope of the statistics to be compiled and the level of detail required by economic activity, it is necessary to apply the version of the statistical classification system for economic activities in the Community (NACE) that is currently in force.\n(11)\nIn the production and dissemination of Community statistics under this Regulation, the national and Community statistical authorities should take account of the principles set out in the European Statistics Code of Practice, which was adopted by the Statistical Programme Committee established by Council Decision 89/382/EEC, Euratom (7) on 24 February 2005 and attached to the Recommendation of the Commission on the independence, integrity and accountability of the national and Community statistical authorities.\n(12)\nIt is important that the data be shared with the social partners at national and Community level and that the social partners be informed concerning the implementation of this Regulation. Furthermore, Member States should make a particular effort to ensure that school career guidance services and vocational training bodies receive the data.\n(13)\nCouncil Regulation (EC) No 322/97 of 17 February 1997 on Community Statistics (8) provides a general legislative framework for the production of Community statistics and applies, therefore, to the production of job vacancy statistics.\n(14)\nThe measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (9).\n(15)\nIn particular, the Commission should be empowered to define certain concepts; determine certain reference dates, formats and deadlines; set out the framework for feasibility studies, and adopt measures pursuant to the results of those studies. Since those measures are of general scope and are designed to amend non-essential elements of this Regulation, inter alia, by supplementing it with new non-essential elements, they must be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(16)\nSince the objective of this Regulation, namely the production of Community job vacancy statistics, cannot be sufficiently achieved by the Member States and can therefore be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary to achieve that objective.\n(17)\nThe Statistical Programme Committee has been consulted in accordance with Article 3 of Decision 89/382/EEC, Euratom,\nHAVE ADOPTED THIS REGULATION:\nArticle 1\nSubject matter and scope\n1.   This Regulation lays down the requirements for the regular quarterly production of statistics on Community job vacancies.\n2.   Each Member State shall submit to the Commission (Eurostat) data on job vacancies at least for business units with one employee or more.\nSubject to paragraph 3, the data shall cover all economic activities defined by the common classification system for economic activities in the Community (NACE) in force, except for the activities of households as employers and the activities of extraterritorial organisations and bodies. Covering agriculture, forestry and fishing activities, as defined by the NACE in force, shall be optional. Member States that wish to provide data for those sectors shall do so in accordance with this Regulation. Owing to the growing importance of personal care services (residential care activities and social work activities without accommodation) for job creation, Member States are also requested to transmit, on an optional basis, data on job vacancies for such services.\nThe data shall be broken down by economic activity in accordance with the NACE in force at section level.\n3.   Covering public administration and defence, compulsory social security, education, human health and social work activities, arts, entertainments and recreation and activities of membership organisations, repair of computers and personal and household goods and other personal service activities, as defined by the NACE in force, within the scope of this Regulation, and of units with fewer than 10 employees, shall be determined taking into account the feasibility studies referred to in Article 7.\nArticle 2\nDefinitions\nFor the purposes of this Regulation, the following definitions shall apply:\n1.\n‘job vacancy’ shall mean a paid post that is newly created, unoccupied, or about to become vacant:\n(a)\nfor which the employer is taking active steps and is prepared to take further steps to find a suitable candidate from outside the enterprise concerned; and\n(b)\nwhich the employer intends to fill either immediately or within a specific period of time.\nThe concepts ‘active steps to find a suitable candidate’ and ‘specific period of time’ shall be defined in accordance with the regulatory procedure with scrutiny referred to in Article 9(2).\nThe statistics provided shall distinguish, on an optional basis, between vacancies for fixed-term and permanent jobs;\n2.\n‘occupied post’ shall mean a paid post within the organisation to which an employee has been assigned;\n3.\n‘metadata’ shall mean the explanations needed to interpret the changes in the data arising from either methodological or technical changes;\n4.\n‘back data’ shall mean the historical data covering the specifications given in Article 1.\nArticle 3\nReference dates and technical specifications\n1.   Member States shall compile the quarterly data with reference to specific reference dates, which shall be determined in accordance with the regulatory procedure with scrutiny referred to in Article 9(2).\n2.   Member States shall provide data on occupied posts in order to standardise job vacancy data for comparative purposes.\n3.   Member States shall be required to apply seasonal adjustment procedures to the quarterly job vacancy data. The seasonal adjustment procedures required shall be determined in accordance with the regulatory procedure referred to in Article 9(3).\nArticle 4\nSources\n1.   Member States shall produce the data using business surveys. Other sources, such as administrative data, may be used provided that they are appropriate in terms of quality, in accordance with Article 6.\nThe sources of all data provided shall be specified.\n2.   Member States may supplement the sources referred to in paragraph 1 with reliable statistical estimation procedures.\n3.   Community sample schemes may be established and coordinated by the Commission (Eurostat) in order to produce Community estimates where national sample schemes do not meet the Community requirements with regard to quarterly data collection. The detail of those schemes, their approval and their implementation shall be specified in accordance with the regulatory procedure referred to in Article 9(3).\nMember States may take part in Community sample schemes when such schemes create possibilities for substantial reductions in the cost of the statistical systems or the burden on business entailed in meeting the Community requirement.\nArticle 5\nData transmission\n1.   Member States shall transmit the data and metadata to the Commission (Eurostat) in a format and within transmission deadlines, which shall be determined in accordance with the regulatory procedure with scrutiny referred to in Article 9(2). The date of the first reference quarter shall also be determined in accordance with the regulatory procedure with scrutiny referred to in Article 9(2). Any revision of quarterly data for previous quarters shall be transmitted at the same time.\n2.   Member States shall also transmit back data for at least the four quarters preceding the quarter for which data is to be provided on the first data delivery. The totals shall be delivered no later than on the date of the first data transmission, and the breakdowns no more than one year thereafter. Where necessary, back data may be based on ‘best estimates’.\nArticle 6\nQuality assessment\n1.   For the purpose of this Regulation, the following quality assessment dimensions shall apply to the data transmitted:\n—\n‘relevance’ shall refer to the degree to which statistics meet the current and potential needs of users,\n—\n‘accuracy’ shall refer to the closeness of estimates to the unknown true values,\n—\n‘timeliness’ and ‘punctuality’ shall refer to the delay between the availability of the information and the event or phenomenon it describes,\n—\n‘accessibility’ and ‘clarity’ shall refer to the conditions and modalities by which users can obtain, use and interpret data,\n—\n‘comparability’ shall refer to the measurement of the impact of differences in applied statistical concepts and measurement tools and procedures when statistics are compared between geographical areas or sectoral domains, or over time,\n—\n‘coherence’ shall refer to the adequacy of the data to be reliably combined in different ways and for various uses.\n2.   Member States shall provide the Commission (Eurostat) with reports on the quality of the data transmitted.\n3.   In applying the quality assessment dimensions laid down in paragraph 1 to the data covered by this Regulation, the modalities, structure and periodicity of the quality reports shall be defined in accordance with the regulatory procedure referred to in Article 9(3). The Commission (Eurostat) shall assess the quality of the data transmitted.\nArticle 7\nFeasibility studies\n1.   The Commission (Eurostat) shall set out the appropriate framework for the establishment of a series of feasibility studies in accordance with the regulatory procedure with scrutiny referred to in Article 9(2). Those studies shall be undertaken by those Member States that have difficulties in providing data for:\n(a)\nunits with fewer than 10 employees; and/or\n(b)\nthe following activities:\n(i)\npublic administration and defence; compulsory social security;\n(ii)\neducation;\n(iii)\nhuman health and social work activities;\n(iv)\narts, entertainments and recreation; and\n(v)\nactivities of membership organisations, repair of computers and personal and household goods and other personal service activities.\n2.   Member States undertaking feasibility studies shall each submit a report on the results of those studies within 12 months of the entry into force of the Commission implementing measures referred to in paragraph 1.\n3.   As soon as possible after the results of the feasibility studies become available, in dialogue with the Member States, and within a reasonable time frame, the Commission shall adopt measures in accordance with the regulatory procedure with scrutiny referred to in Article 9(2).\n4.   Measures adopted pursuant to the results of the feasibility studies shall respect the principle of cost-effectiveness, as defined in Article 10 of Regulation (EC) No 322/97, including minimisation of the burden on respondents, and shall take into account initial implementation problems.\nArticle 8\nFinancing\n1.   For the first three years of data collection Member States may receive a financial contribution from the Community towards the cost of the work involved.\n2.   The amount of the appropriations allocated annually for the financial contribution referred to in paragraph 1 shall be fixed as part of the annual budgetary procedures.\n3.   The budget authority shall grant the appropriations available for each year.\n4.   Further funding may be considered for implementation work with respect to the measures adopted further to the results of the feasibility studies.\nArticle 9\nCommittee\n1.   The Commission shall be assisted by the Statistical Programme Committee.\n2.   Where reference is made to this paragraph, Article 5a(1) to (4) and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\n3.   Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period laid down in Article 5(6) of Decision 1999/468/EC shall be set at three months.\nArticle 10\nReport on implementation\nBy 24 June 2010 and every three years thereafter, the Commission shall submit a report to the European Parliament and the Council on the implementation of this Regulation. That report shall assess the quality of the statistics provided by Member States as well as the quality of European aggregates and shall identify potential areas for improvement.\nPreferably within a year of the publication of the three-yearly report referred to in the first paragraph, Member States shall set out how they intend to address the potential areas for improvement identified in the Commission report. At the same time, Member States shall report on the implementation status of previous recommendations.\nArticle 11\nPublication of statistical data\nThe statistics provided by the Member States and an analysis thereof shall be published on the Commission (Eurostat) Internet site on a quarterly basis. The Commission (Eurostat) shall ensure that as many European citizens as possible have access to the statistics and analyses, in particular through the EURES portal.\nArticle 12\nEntry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Strasbourg, 23 April 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ. LENARČIČ\n(1)  OJ C 175, 27.7.2007, p. 11.\n(2)  OJ C 86, 20.4.2007, p. 1.\n(3)  Opinion of the European Parliament of 15 November 2007 (not yet published in the Official Journal) and Council Decision of 29 February 2008.\n(4)  OJ L 29, 4.2.2000, p. 21.\n(5)  OJ L 205, 6.8.2005, p. 21.\n(6)  OJ L 315, 15.11.2006, p. 1.\n(7)  OJ L 181, 28.6.1989, p. 47.\n(8)  OJ L 52, 22.2.1997, p. 1. Regulation as amended by European Parliament and Council Regulation (EC) No 1882/2003 (OJ L 284, 31.10.2003, p. 1).\n(9)  OJ L 184, 17.7.1999, p. 23. Decision as amended by Decision 2006/512/EC (OJ L 200, 22.7.2006, p. 11).", "summary": "Quarterly statistics on job vacancies in EU countries\nQuarterly statistics on job vacancies in EU countries\nSUMMARY OF:\nRegulation (EC) No 453/2008 on quarterly statistics on job vacancies in the EU\nWHAT IS THE AIM OF THE REGULATION?\nIt lays down the requirements for the regular quarterly production of statistics on job vacancies* in the European Union (EU).\nThese quarterly data are intended for short-term business cycle analysis (i.e. monitoring the fluctuations in business activity in an economy over a period of time).\nKEY POINTS\nSince 2010, each EU country must submit to the European Commission (Eurostat) data on job vacancies for businesses with 1 employee or more.\nEU countries must transmit these data broken down by economic activity, within 70 days from the end of the quarter concerned.\nScope\nThe data cover all economic activities defined by the common classification system for economic activities in the EU’s NACE* in force, except for the activities of households as employers and the activities of overseas organisations and bodies.\nAlthough covering agriculture, forestryand fishing activities , as defined by the NACE in force, is optional, EU countries wishing to provide data for those sectors must do so in accordance with this regulation.\nOwing to the growing importance of personal care services (residential care activities and social work activities without accommodation) for job creation, EU countries are also requested to transmit, on an optional basis, data on job vacancies in these areas. The data must be broken down by economic activity in accordance with the NACE in force at section level.\nData are collected in the EU countries, Norway, Switzerland and the former Yugoslav Republic of Macedonia.\nReference dates and specifications\nEU countries must compile the quarterly data with reference to specific reference dates. These are determined by the European Statistical System Committee, made up of national experts, which assists and is chaired by the European Commission.\nCountries must also provide data on occupied posts in order to standardise job vacancy data for comparative purposes. They must apply seasonal adjustments to the quarterly job vacancy data.\nData transmission\nEU countries must transmit data to Eurostat in a format and within deadlines determined by the European Statistical System Committee.\nQuality assessment\nOn receipt of the data from EU countries, Eurostat checks them for completeness and consistency.\nFinancing\nEU countries were able to receive EU funding for the first three years of data collection as a contribution to the cost of the work involved.\nReports\nEvery 3 years, the Commission submits a report to the European Parliament and the Council on the implementation of the regulation. This assesses the quality of the statistics provided by EU countries and that of European aggregates, as well as identifying potential areas for improvement.\nImplementing acts\nRegulation (EC) No 1062/2008 sets out the procedures for seasonal adjustment of data and for quality reports.\nRegulation (EC) No 19/2009 defines a job vacancy, the reference dates for data collection, data transmission specifications and feasibility studies.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 24 June 2008.\nBACKGROUND\n              \nEU policies in the area of job vacancies aim to improve the functioning of the labour market by trying to more closely match supply and demand. EURES, the European job mobility portal, seeks to make it easier to match jobseekers and employers.\nFor more information, see:\n‘Job vacancy statistics’ on Eurostat's website\n* KEY TERMS\n              \nVacancy: a paid post that is newly created, unoccupied, or about to become vacant.\nNACE classification: from the French Nomenclature statistique des activités économiques dans la Communauté européenne (the Statistical classification of economic activities in the European Community). Various versions have been developed since 1970.\nMAIN DOCUMENT\n            \nRegulation (EC) No 453/2008 of the European Parliament and of the Council of 23 April 2008 on quarterly statistics on Community job vacancies (OJ L 145, 4.6.2008, pp. 234–237)\nRELATED DOCUMENTS\n            \nCommission Regulation (EC) No 1062/2008 of 28 October 2008 implementing Regulation (EC) No 453/2008 of the European Parliament and of the Council on quarterly statistics on Community job vacancies, as regards seasonal adjustment procedures and quality reports (OJ L 285, 29.10.2008, pp. 3–8)\nCommission Regulation (EC) No 19/2009 of 13 January 2009 implementing Regulation (EC) No 453/2008 of the European Parliament and of the Council on quarterly statistics on Community job vacancies, as regards the definition of a job vacancy, the reference dates for data collection, data transmission specifications and feasibility studies (OJ L 9, 14.1.2009, pp. 3–6)\nReport from the Commission to the European Parliament and the Council on implementation of the Regulation (EC) No 453/2008 of the European Parliament and of the Council on quarterly statistics on Community job vacancies (COM(2016) 449 final, 8.7.2016)\nlast update 10.10.2016", "tags": ["job vacancy", "Eurostat", "employment statistics", "EU statistics", "data collection", "exchange of information"], "subjects": ["Social provisions", "Provisions governing the Institutions"], "split": "test", "reference_annotations": {}, "summary_annotations": {"32008R0453_p1": {"text": "Commission regulation 1062/2008 of 28 October 2008 implementing regulation 453/2008 of the European Parliament and of the Council on quarterly statistics on Community job vacancies, as regards seasonal adjustment procedures and quality reports (OJ L 285, 29.10.2008, pp. 3–8)", "triples": [" regulation 1062/2008,  implementing,  regulation 453/2008"]}, "32008R0453_p2": {"text": "Commission regulation 19/2009 of 13 January 2009 implementing regulation 453/2008 of the European Parliament and of the Council on quarterly statistics on Community job vacancies, as regards the definition of a job vacancy, the reference dates for data collection, data transmission specifications and feasibility studies (OJ L 9, 14.1.2009, pp. 3–6)", "triples": [" regulation 19/2009,  implementing,  regulation 453/2008"]}}}