{"celex_id": "32012D0021", "reference": "11.1.2012\nEN\nOfficial Journal of the European Union\nL 7/3\nCOMMISSION DECISION\nof 20 December 2011\non the application of Article 106(2) of the Treaty on the Functioning of the European Union to State aid in the form of public service compensation granted to certain undertakings entrusted with the operation of services of general economic interest\n(notified under document C(2011) 9380)\n(Text with EEA relevance)\n(2012/21/EU)\nTHE EUROPEAN COMMISSION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 106(3) thereof,\nWhereas:\n(1)\nArticle 14 of the Treaty requires the Union, without prejudice to Articles 93, 106 and 107 of the Treaty, to use its powers in such a way as to make sure that services of general economic interest operate on the basis of principles and conditions which enable them to fulfil their missions.\n(2)\nFor certain services of general economic interest to operate on the basis of principles and under conditions which enable them to fulfil their missions, financial support from the State may prove necessary to cover some or all of the specific costs resulting from the public service obligations. In accordance with Article 345 of the Treaty, as interpreted by the Court of Justice of the European Union, it is irrelevant whether such services of general economic interest are operated by public or private undertakings.\n(3)\nArticle 106(2) of the Treaty states in this respect that undertakings entrusted with the operation of services of general economic interest or having the character of a revenue-producing monopoly are subject to the rules contained in the Treaty, in particular to the rules on competition, in so far as the application of these rules does not obstruct, in law or in fact, the performance of the tasks entrusted. This should however not affect the development of trade to such an extent as would be contrary to the interests of the Union.\n(4)\nIn its judgment in Altmark\n (1), the Court of Justice held that public service compensation does not constitute State aid within the meaning of Article 107 of the Treaty provided that four cumulative criteria are met. First, the recipient undertaking must actually have public service obligations to discharge, and the obligations must be clearly defined. Second, the parameters on the basis of which the compensation is calculated must be established in advance in an objective and transparent manner. Third, the compensation must not exceed what is necessary to cover all or part of the costs incurred in the discharge of the public service obligations, taking into account the relevant receipts and a reasonable profit. Finally, where the undertaking that is to discharge public service obligations, in a specific case, is not chosen pursuant to a public procurement procedure which would allow for the selection of the tenderer capable of providing those services at the least cost to the community, the level of compensation needed must be determined on the basis of an analysis of the costs that a typical undertaking, well-run and adequately provided with the relevant means, would have incurred.\n(5)\nWhere those criteria are not fulfilled and the general conditions for the applicability of Article 107(1) of the Treaty are met, public service compensation constitutes State aid and is subject to Articles 93, 106, 107 and 108 of the Treaty.\n(6)\nIn addition to this Decision, three instruments are relevant for the application of the State aid rules to compensation granted for the provision of services of general economic interest:\n(a)\na new Communication on the application of the European Union State aid rules to compensation granted for the provision of services of general economic interest (2) clarifies the application of Article 107 of the Treaty and the criteria set by the Altmark ruling to such compensation;\n(b)\na new Regulation, which the Commission intends to adopt, on the application of Articles 107 and 108 of the Treaty to de minimis aid for the provision of SGEI lays down certain conditions – including the amount of the compensation – under which public service compensations shall be deemed not to meet all the criteria of Article 107(1);\n(c)\na revised framework for State aid in the form of public service compensation (3) specifies how the Commission will analyse cases that are not covered by this Decision and therefore have to be notified to the Commission.\n(7)\nCommission Decision 2005/842/EC of 28 November 2005 on the application of Article 86(2) of the EC Treaty to State aid in the form of public service compensation granted to certain undertakings entrusted with the operation of services of general economic interest (4) specifies the meaning and extent of the exception pursuant to Article 106(2) of the Treaty and sets out rules intended to enable effective monitoring of the fulfilment of the criteria set out in that provision. This Decision replaces Decision 2005/842/EC and lays down the conditions under which State aid in the form of compensation for a service of general economic interest is not subject to the prior notification requirement of Article 108(3) of the Treaty as it can be deemed compatible with Article 106(2) of the Treaty.\n(8)\nSuch aid may be deemed compatible only if it is granted in order to ensure the provision of services of general economic interest as referred to in Article 106(2) of the Treaty. It is clear from the case-law that, in the absence of sectoral Union rules governing the matter, Member States have a wide margin of discretion in the definition of services that could be classified as being services of general economic interest. Thus the Commission’s task is to ensure that there is no manifest error as regards the definition of services of general economic interest.\n(9)\nProvided a number of conditions are met, limited amounts of compensation granted to undertakings entrusted with the provision of services of general economic interest do not affect the development of trade and competition to such an extent as would be contrary to the interests of the Union. An individual State aid notification should therefore not be required for compensation below a specified annual amount of compensation provided the requirements of this Decision are met.\n(10)\nGiven the development of intra-Union trade in the provision of services of general economic interest, demonstrated for instance by the strong development of multi-national providers in a number of sectors which are of great importance for the development of the internal market, it is appropriate to set a lower limit for the amount of compensation which can be exempted from the notification requirement in accordance with this Decision than what was set by Decision 2005/842/EC, while allowing for that amount to be computed as an annual average over the entrustment period.\n(11)\nHospitals and undertakings in charge of social services, which are entrusted with tasks of general economic interest, have specific characteristics that need to be taken into consideration. In particular, account should be taken of the fact that, in the present economic conditions and at the current stage of development of the internal market, social services may require an amount of aid beyond the threshold in this Decision to compensate for the public service costs. A larger amount of compensation for social services does thus not necessarily produce a greater risk of distortions of competition. Accordingly, undertakings in charge of social services, including the provision of social housing for disadvantaged citizens or socially less advantaged groups, who due to solvency constraints are unable to obtain housing at market conditions, should also benefit from the exemption from notification provided for in this Decision, even if the amount of compensation they receive exceeds the general compensation threshold laid down in this Decision. The same should apply to hospitals providing medical care, including, where applicable, emergency services and ancillary services directly related to their main activities, in particular in the field of research. In order to benefit from the exemption from notification, social services should be clearly identified services, meeting social needs as regards health and long-term care, childcare, access to and reintegration into the labour market, social housing and the care and social inclusion of vulnerable groups.\n(12)\nThe extent to which a particular compensation measure affects trade and competition depends not only on the average amount of compensation received per year and the sector concerned, but also on the overall duration of the period of entrustment. Unless a longer period is justified due to the need for a significant investment, for example in the area of social housing, the application of this Decision should therefore be limited to periods of entrustment not exceeding 10 years.\n(13)\nIn order for Article 106(2) of the Treaty to apply, the undertaking in question must have been specifically entrusted by the Member State with the operation of a particular service of general economic interest.\n(14)\nIn order to ensure that the criteria set out in Article 106(2) of the Treaty are met, it is necessary to lay down more precise conditions that must be fulfilled in respect of the entrustment of the operation of services of general economic interest. The amount of compensation can be properly calculated and checked only if the public service obligations incumbent on the undertakings and any obligations incumbent on the State are clearly set out in one or more acts of the competent public authorities in the Member State concerned. The form of the instrument may vary from one Member State to another but it should specify, at least, the undertakings concerned, the precise content and duration of and, where appropriate, the territory concerned by the public service obligations imposed, the granting of any exclusive or special rights, and describe the compensation mechanism and the parameters for determining the compensation and avoiding and recovering any possible overcompensation. In order to ensure transparency in relation to the application of this Decision, the act of entrustment should also include a reference to it.\n(15)\nIn order to avoid unjustified distortions of competition, the compensation should not exceed what is necessary to cover the net costs incurred by the undertaking in operating the service, including a reasonable profit.\n(16)\nCompensation in excess of what is necessary to cover the net costs incurred by the undertaking concerned in operating the service is not necessary for the operation of the service of general economic interest, and consequently constitutes incompatible State aid that should be repaid to the State. Compensation granted for the operation of a service of general economic interest but actually used by the undertaking concerned to operate on another market for purposes other than those specified in the act of entrustment is not necessary for the operation of the service of general economic interest, and may consequently also constitute incompatible State aid that should be repaid.\n(17)\nThe net cost to be taken into account should be calculated as the difference between the cost incurred in operating the service of general economic interest and the revenue earned from the service of general economic interest or, alternatively, as the difference between the net cost of operating with the public service obligation and the net cost or profit operating without the public service obligation. In particular, if the public service obligation leads to a reduction of the revenue, for instance due to regulated tariffs, but does not affect the costs, it should be possible to determine the net cost incurred in discharging the public service obligation on the basis of the foregone revenue. In order to avoid unjustified distortions of competition, all revenues earned from the service of general economic interest, that is to say, any revenues that the provider would not have obtained had it not been entrusted with the obligation should be taken into account for the purposes of calculating the amount of compensation. If the undertaking in question holds special or exclusive rights linked to activities, other than the service of general economic interest for which the aid is granted, that generate profits in excess of the reasonable profit, or benefits from other advantages granted by the State, these should be included in its revenue, irrespective of their classification for the purposes of Article 107 of the Treaty.\n(18)\nReasonable profit should be determined as a rate of return on capital that takes into account the degree of risk, or absence of risk, incurred. The rate of return on capital should be defined as the internal rate of return that the undertaking obtains on its invested capital over the duration of the period of entrustment.\n(19)\nProfit not exceeding the relevant swap rate plus 100 basis points should not be regarded as unreasonable. In this context, the relevant swap rate is viewed as an appropriate rate of return for a risk-free investment. The premium of 100 basis points serves, inter alia, to compensate for liquidity risk related to the provision of capital which is committed for the operation of the service during the period of entrustment.\n(20)\nIn cases where the undertaking entrusted with a service of general economic interest does not bear a substantial degree of commercial risk, for instance because the costs it incurs in the operation of the service are compensated in full, profits exceeding the benchmark of the relevant swap rate plus 100 basis points should not be viewed as reasonable.\n(21)\nWhere, by reason of specific circumstances, it is not appropriate to use the rate of return on capital, Member States should be able to rely on other profit level indicators to determine what the reasonable profit should be, such as the average return on equity, return on capital employed, return on assets or return on sales.\n(22)\nIn determining what constitutes a reasonable profit, the Member States should be able to introduce incentive criteria relating, in particular, to the quality of service provided and gains in productive efficiency. Efficiency gains should not reduce the quality of the service provided. For instance, Member States should be able to define productive efficiency targets in the entrustment act whereby the level of compensation is made dependent upon the extent to which the targets have been met. The entrustment act may provide that if the undertaking does not meet the objectives, the compensation is to be reduced by applying a calculation method specified in the entrustment act, whereas if the undertaking exceeds the objectives, the compensation may be increased by applying a method specified in the entrustment act. Any rewards linked to productive efficiency gains should be set at a level such as to allow balanced sharing of those gains between the undertaking and the Member State and/or the users.\n(23)\nArticle 93 of the Treaty constitutes a lex specialis with regard to Article 106(2) of the Treaty. It lays down the rules applicable to public service compensation in the land transport sector. Article 93 has been interpreted by Regulation (EC) No 1370/2007 of the European Parliament and of the Council of 23 October 2007 on public passenger transport services by rail and by road and repealing Council Regulations (EEC) Nos 1191/69 and 1107/70 (5), which lays down the rules applicable to the compensation of public service obligations in public passenger traffic. Its application to inland waterway passenger traffic is at the discretion of the Member States. Regulation (EC) No 1370/2007 exempts from notification pursuant to Article 108(3) of the Treaty all compensation in the land transport sector that fulfils the conditions of that Regulation. In accordance with the judgment in Altmark, compensation in the land transport sector that does not comply with the provisions of Article 93 of the Treaty cannot be declared compatible with the Treaty on the basis of Article 106(2) of the Treaty, or on the basis of any other Treaty provision. Consequently, this Decision does not apply to the land transport sector.\n(24)\nUnlike land transport, the maritime and air transport sectors are subject to Article 106(2) of the Treaty. Certain rules applicable to public service compensation in the air and maritime transport sectors are to be found in Regulation (EC) No 1008/2008 of the European Parliament and of the Council of 24 September 2008 on common rules for the operation of air services in the Community (6) and in Council Regulation (EEC) No 3577/92 of 7 December 1992 applying the principle of freedom to provide services to maritime transport within Member States (maritime cabotage) (7). However, unlike Regulation (EC) No 1370/2007, those Regulations do not refer to the compatibility of the possible State aid elements, nor do they provide for an exemption from the obligation to notify pursuant to Article 108(3) of the Treaty. This Decision should therefore apply to public service compensation in the air and maritime transport sectors provided that, in addition to fulfilling the conditions set out in this Decision, such compensation also complies with the sectoral rules contained in Regulations (EC) No 1008/2008 and (EEC) No 3577/92 where applicable.\n(25)\nIn the specific cases of public service compensation for air or maritime links to islands and for airports and ports which constitute services of general economic interest as referred to in Article 106(2) of the Treaty, it is appropriate to provide thresholds based on the average annual number of passengers as this more accurately reflects the economic reality of these activities and their character of services of general economic interest.\n(26)\nExemption from the requirement of prior notification for certain services of general economic interest does not rule out the possibility for Member States to notify a specific aid project. In the event of such a notification, or if the Commission assesses the compatibility of a specific aid measure following a complaint or ex officio, the Commission will assess whether the conditions of this Decision are met. If that is not the case, the measure will be assessed in accordance with the principles contained in the Commission Communication on a framework for State aid in the form of public service compensation.\n(27)\nThis Decision should apply without prejudice to the provisions of Commission Directive 2006/111/EC of 16 November 2006 on the transparency of financial relations between Member States and public undertakings as well as on financial transparency within certain undertakings (8).\n(28)\nThis Decision should apply without prejudice to the Union provisions in the field of competition, in particular Articles 101 and 102 of the Treaty.\n(29)\nThis Decision should apply without prejudice to the Union provisions in the field of public procurement.\n(30)\nThis Decision should apply without prejudice to stricter provisions relating to public service obligations that are contained in sectoral Union legislation.\n(31)\nTransitional provisions should be laid down for individual aid that was granted before the entry into force of this Decision. Aid schemes put into effect in accordance with Decision 2005/842/EC before the entry into force of this Decision should continue to be compatible with the internal market and exempt from the notification requirement for a further period of 2 years. Aid put into effect before the entry into force of this Decision that was not awarded in accordance with Decision 2005/842/EC but fulfils the conditions laid down in this Decision should be compatible with the internal market and exempt from the notification requirement.\n(32)\nThe Commission intends to carry out a review of this Decision 5 years after its entry into force,\nHAS ADOPTED THIS DECISION:\nArticle 1\nSubject matter\nThis Decision sets out the conditions under which State aid in the form of public service compensation granted to certain undertakings entrusted with the operation of services of general economic interest is compatible with the internal market and exempt from the requirement of notification laid down in Article 108(3) of the Treaty.\nArticle 2\nScope\n1.   This Decision applies to State aid in the form of public service compensation, granted to undertakings entrusted with the operation of services of general economic interest as referred to in Article 106(2) of the Treaty, which falls within one of the following categories:\n(a)\ncompensation not exceeding an annual amount of EUR 15 million for the provision of services of general economic interest in areas other than transport and transport infrastructure;\nwhere the amount of compensation varies over the duration of the entrustment, the annual amount shall be calculated as average of the annual amounts of compensation expected to be made over the entrustment period;\n(b)\ncompensation for the provision of services of general economic interest by hospitals providing medical care, including, where applicable, emergency services; the pursuit of ancillary activities directly related to the main activities, notably in the field of research, does not, however, prevent the application of this paragraph;\n(c)\ncompensation for the provision of services of general economic interest meeting social needs as regards health and long term care, childcare, access to and reintegration into the labour market, social housing and the care and social inclusion of vulnerable groups;\n(d)\ncompensation for the provision of services of general economic interest as regards air or maritime links to islands on which the average annual traffic during the 2 financial years preceding that in which the service of general economic interest was assigned does not exceed 300 000 passengers;\n(e)\ncompensation for the provision of services of general economic interest as regards airports and ports for which the average annual traffic during the 2 financial years preceding that in which the service of general economic interest was assigned does not exceed 200 000 passengers, in the case of airports, and 300 000 passengers, in the case of ports.\n2.   This Decision only applies where the period for which the undertaking is entrusted with the operation of the service of general economic interest does not exceed 10 years. Where the period of entrustment exceeds 10 years, this Decision only applies to the extent that a significant investment is required from the service provider that needs to be amortised over a longer period in accordance with generally accepted accounting principles.\n3.   If during the duration of the entrustment the conditions for the application of this Decision cease to be met, the aid shall be notified in accordance with Article 108(3) of the Treaty.\n4.   In the field of air and maritime transport, this Decision only applies to State aid in the form of public service compensation, granted to undertakings entrusted with the operation of services of general economic interest as referred to in Article 106(2) of the Treaty, which complies with Regulation (EC) No 1008/2008 and, respectively, Regulation (EEC) No 3577/92 where applicable.\n5.   This Decision does not apply to State aid in the form of public service compensation granted to undertakings in the field of land transport.\nArticle 3\nCompatibility and exemption from notification\nState aid in the form of public service compensation that meets the conditions laid down in this Decision shall be compatible with the internal market and shall be exempt from the prior notification obligation provided for in Article 108(3) of the Treaty provided that it also complies with the requirements flowing from the Treaty or from sectoral Union legislation.\nArticle 4\nEntrustment\nOperation of the service of general economic interest shall be entrusted to the undertaking concerned by way of one or more acts, the form of which may be determined by each Member State. The act or acts shall include, in particular:\n(a)\nthe content and duration of the public service obligations;\n(b)\nthe undertaking and, where applicable, the territory concerned;\n(c)\nthe nature of any exclusive or special rights assigned to the undertaking by the granting authority;\n(d)\na description of the compensation mechanism and the parameters for calculating, controlling and reviewing the compensation;\n(e)\nthe arrangements for avoiding and recovering any overcompensation; and\n(f)\na reference to this Decision.\nArticle 5\nCompensation\n1.   The amount of compensation shall not exceed what is necessary to cover the net cost incurred in discharging the public service obligations, including a reasonable profit.\n2.   The net cost may be calculated as the difference between costs as defined in paragraph 3 and revenues as defined in paragraph 4. Alternatively, it may be calculated as the difference between the net cost for the undertaking of operating with the public service obligation and the net cost or profit of the same undertaking operating without the public service obligation.\n3.   The costs to be taken into consideration shall comprise all the costs incurred in operating the service of general economic interest. They shall be calculated on the basis of generally accepted cost accounting principles, as follows:\n(a)\nwhere the activities of the undertaking in question are confined to the service of general economic interest, all its costs may be taken into consideration;\n(b)\nwhere the undertaking also carries out activities falling outside the scope of the service of general economic interest, only the costs related to the service of general economic interest shall be taken into consideration;\n(c)\nthe costs allocated to the service of general economic interest may cover all the direct costs incurred in operating the service of general economic interest and an appropriate contribution to costs common to both the service of general economic interest and other activities;\n(d)\nthe costs linked with investments, notably concerning infrastructure, may be taken into account when necessary for the operation of the service of general economic interest.\n4.   The revenue to be taken into consideration shall include at least the entire revenue earned from the service of general economic interest, regardless of whether the revenue is classified as State aid within the meaning of Article 107 of the Treaty. If the undertaking in question holds special or exclusive rights linked to activities, other than the service of general economic interest for which the aid is granted, that generate profits in excess of the reasonable profit, or benefits from other advantages granted by the State, these shall be included in its revenue, irrespective of their classification for the purposes of Article 107 of the Treaty. The Member State concerned may decide that the profits accruing from other activities outside the scope of the service of general economic interest in question are to be assigned in whole or in part to the financing of the service of general economic interest.\n5.   For the purposes of this Decision, ‘reasonable profit’ means the rate of return on capital that would be required by a typical undertaking considering whether or not to provide the service of general economic interest for the whole period of entrustment, taking into account the level of risk. The ‘rate of return on capital’ means the internal rate of return that the undertaking makes on its invested capital over the duration of the period of entrustment. The level of risk depends on the sector concerned, the type of service and the characteristics of the compensation.\n6.   In determining what constitutes a reasonable profit, Member States may introduce incentive criteria relating, in particular, to the quality of service provided and gains in productive efficiency. Efficiency gains shall not reduce the quality of the service provided. Any rewards linked to productive efficiency gains shall be set at a level such as to allow balanced sharing of those gains between the undertaking and the Member State and/or the users.\n7.   For the purposes of this Decision, a rate of return on capital that does not exceed the relevant swap rate plus a premium of 100 basis points shall be regarded as reasonable in any event. The relevant swap rate shall be the swap rate the maturity and currency of which correspond to the duration and currency of the entrustment act. Where the provision of the service of general economic interest is not connected with a substantial commercial or contractual risk, in particular when the net cost incurred in providing the service of general economic interest is essentially compensated ex post in full, the reasonable profit may not exceed the relevant swap rate plus a premium of 100 basis points.\n8.   Where, by reasons of specific circumstances, it is not appropriate to use the rate of return on capital, Member States may rely on profit level indicators other than the rate of return on capital to determine what the reasonable profit should be, such as the average return on equity, return on capital employed, return on assets or return on sales. The ‘return’ means the earnings before interests and taxes in that year. The average return is computed using the discount factor over the life of the contract as specified by the Communication from the Commission on the revision of the method for setting the reference and discount rates (9). Whatever indicator is chosen, the Member State shall be able to provide the Commission upon request with evidence that the profit does not exceed what would be required by a typical undertaking considering whether or not to provide the service, for instance by providing references to returns achieved on similar types of contracts awarded under competitive conditions.\n9.   Where an undertaking carries out activities falling both inside and outside the scope of the service of general economic interest, the internal accounts shall show separately the costs and receipts associated with the service of general economic interest and those of other services, as well as the parameters for allocating costs and revenues. The costs linked to any activities outside the scope of the service of general economic interest shall cover all the direct costs, an appropriate contribution to the common costs and an adequate return on capital. No compensation shall be granted in respect of those costs.\n10.   Member States shall require the undertaking concerned to repay any overcompensation received.\nArticle 6\nControl of overcompensation\n1.   Member States shall ensure that the compensation granted for the operation of the service of general economic interest meets the requirements set out in this Decision and in particular that the undertaking does not receive compensation in excess of the amount determined in accordance with Article 5. They shall provide evidence upon request from the Commission. They shall carry out regular checks, or ensure that such checks are carried out, at least every 3 years during the period of entrustment and at the end of that period.\n2.   Where an undertaking has received compensation in excess of the amount determined in accordance with Article 5, the Member State shall require the undertaking concerned to repay any overcompensation received. The parameters for the calculation of the compensation shall be updated for the future. Where the amount of overcompensation does not exceed 10 % of the amount of the average annual compensation, such overcompensation may be carried forward to the next period and deducted from the amount of compensation payable in respect of that period.\nArticle 7\nTransparency\nFor compensation above EUR 15 million granted to an undertaking which also has activities outside the scope of the service of general economic interest, the Member State concerned shall publish the following information on the Internet or by other appropriate means:\n(a)\nthe entrustment act or a summary which includes the elements listed in Article 4;\n(b)\nthe amounts of aid granted to the undertaking on a yearly basis.\nArticle 8\nAvailability of information\nThe Member States shall keep available, during the period of entrustment and for at least 10 years from the end of the period of entrustment, all the information necessary to determine whether the compensation granted is compatible with this Decision.\nOn written request by the Commission, Member States shall provide the Commission with all the information that the latter considers necessary to determine whether the compensation measures in force are compatible with this Decision.\nArticle 9\nReports\nEach Member State shall submit a report on the implementation of this Decision to the Commission every 2 years. The reports shall provide a detailed overview of the application of this Decision for the different categories of services referred to in Article 2(1), including:\n(a)\na description of the application of this Decision to the services falling within its scope, including in-house activities;\n(b)\nthe total amount of aid granted in accordance with this Decision, with a breakdown by the economic sector of the beneficiaries;\n(c)\nan indication of whether, for a particular type of service, the application of this Decision has given rise to difficulties or complaints by third parties;\nand\n(d)\nany other information concerning the application of this Decision required by the Commission and to be specified in due time before the report is to be submitted.\nThe first report shall be submitted by 30 June 2014.\nArticle 10\nTransitional provisions\nThis Decision shall apply to individual aid and aid schemes as follows:\n(a)\nany aid scheme put into effect before the entry into force of this Decision that was compatible with the internal market and exempted from the notification requirement in accordance with Decision 2005/842/EC shall continue to be compatible with the internal market and exempt from the notification requirement for a further period of 2 years;\n(b)\nany aid put into effect before the entry into force of this Decision that was not compatible with the internal market nor exempted from the notification requirement in accordance with Decision 2005/842/EC but fulfils the conditions laid down in this Decision shall be compatible with the internal market and exempt from the requirement of prior notification.\nArticle 11\nRepeal\nDecision 2005/842/EC is hereby repealed.\nArticle 12\nEntry into force\nThis Decision shall enter into force on 31 January 2012.\nArticle 13\nAddressees\nThis Decision is addressed to the Member States.\nDone at Brussels, 20 December 2011.\nFor the Commission\nJoaquín ALMUNIA\nVice-President\n(1)  Case C-280/00 Altmark Trans and Regierungspräsidium Magdeburg v Nahverkehrsgesellschaft Altmark [2003] ECR I-7747.\n(2)  OJ C 8, 11.1.2012, p. 4.\n(3)  OJ C 8, 11.1.2012, p. 15.\n(4)  OJ L 312, 29.11.2005, p. 67.\n(5)  OJ L 315, 3.12.2007, p. 1.\n(6)  OJ L 293, 31.10.2008, p. 3.\n(7)  OJ L 364, 12.12.1992, p. 7.\n(8)  OJ L 318, 17.11.2006, p. 17.\n(9)  OJ C 14, 19.1.2008, p. 6.", "summary": "State aid — application of rules for services of general economic interest (SGEI)\nState aid — application of rules for services of general economic interest (SGEI)\nSUMMARY OF:\nCommunication on the application of the EU State aid rules to compensation granted for the provision of services of general economic interest\nDecision 2012/21/EU — application of Article 106(2) of the Treaty on the Functioning of the European Union to State aid in the form of public service compensation granted to certain undertakings entrusted with the operation of services of general economic interest\nCommunication — EU framework for State aid in the form of public service compensation\nWHAT IS THE AIM OF THE DECISION AND COMMUNICATIONS?\nThe communication on the application of the EU State aid rules clarifies the key concepts related to State aid for services of general economic interest (public services).\nThe decision defines the conditions under which public service compensation is compatible with the internal market and does not need to be notified to the European Commission.\nThe communication on the framework for State aid sets the conditions for assessing large compensation amounts that do not fall under the scope of the decision. Those cases have to be notified to the Commission and may be declared compatible if they meet certain criteria.\nKEY POINTS\nServices of general economic interest (SGEI)\nServices of general economic interest are economic activities, such as transport networks and postal and social services, regarded by public authorities as being particularly important to citizens, and that would not be supplied (or would be supplied under different conditions) if there were no public intervention.\nCompensation for SGEI\nAccording to the 2003 Altmark judgment of the Court of Justice of the European Union (CJEU), public service compensation does not constitute State aid when 4 cumulative conditions are met:\nthe recipient service provider must have clearly defined public service obligations;\nthe method for calculating the compensation must be objective, transparent and set out in advance;\nthe compensation cannot exceed the relevant costs and a reasonable profit, i.e. no overcompensation; and\nthe provider is either chosen through a public procurement procedure or the level of compensation is calculated based on an analysis of the costs of an average ‘well-run’ business  in the sector concerned.\nWhere 1 or more of these conditions is not fulfilled, the public service compensation will be examined under State aid rules.\nReform of State aid rules for SGEI\nA 4-document SGEI package aims to clarify and simplify State aid rules for SGEI.\nCommunication on the application of EU State aid rules\nexplains two types of notions: general State aid concepts and SGEI-specific concepts;\nclarifies the conditions under which public service compensation does not constitute State aid owing to the absence of any advantage;\nsets out the different requirements for the operation of an SGEI the entrustment act, a public service assignment that defines the obligations of the service provider(s) and of the public authoritythe method for calculating the compensation, which has to be established in advance in an objective and transparent manner. No specific formula is required, but how the compensation will be calculated must be clear from the outsetavoiding overcompensation — the level of compensation must not exceed what is necessary to cover all or part of the costs and a reasonable profit andthe selection of provider and the calculation of the compensation, either under an appropriate tendering procedure or through a benchmarking exercise.\nThe decision and the framework referred to below define the conditions under which a State aid measure is deemed to be or can be found compatible with the internal market on the basis of Article 106(2).\nDecision 2012/21/EU\nThe decision allows unlimited spending in the area of social services: social housing and hospitals;services meeting social needs as regards health and long-term care;childcare;access to and reintegration into the labour market; andthe care and social inclusion of vulnerable groups.\nFor all other SGEI activities, the compensation threshold is €15 million per year. Any funding given above this threshold would have to be notified to the Commission under the SGEI framework.\nThe period of entrustment with an SGEI provider does not exceed 10 years.\nIn the area of transport, compensation can be given: for air and maritime links to islands where the average annual traffic does not exceed 300,000 passengers;to ports where the average annual traffic does not exceed 300,000 passengers; andto airports where the average annual traffic does not exceed 200,000 passengers.\nEU framework\nThe framework:\ngives a more precise methodology for calculating the amount of compensation allowable;\nrequires EU countries to introduce efficiency incentives to encourage the service provider to do so in the most efficient manner;\nreinforces transparency requirements;\nintroduces the requirement for SGEI to comply with EU public procurement rules;\nintroduces a ‘no discrimination’ requirement — when there are multiple organisations providing an SGEI, the compensation must be calculated in the same way to avoid discrimination.\nReporting\nEU countries must report to the Commission on the implementation of the decision and on the compliance with the framework every 2 years.\nTransparency\nEU countries must publish details on funding an SGEI within the scope of the decision (for compensation above €15 million granted to an undertaking that also has activities outside the scope of the SGEI) or the framework on an annual basis:\non the Commission’s State aid transparency website; or\non their national or regional transparency website.\nGuidelines\nThe Commission has prepared guidelines on the application of State aid rules to SGEIs.\nFROM WHEN DOES THE DECISION APPLY?\n              \nIt has applied since 31 January 2012.\nBACKGROUND\nServices of general economic interest (European Commission).\nMAIN DOCUMENTS\n            \nCommunication from the Commission on the application of the European Union State aid rules to compensation granted for the provision of services of general economic interest (OJ C 8, 11.1.2012, pp. 4-14)\nCommission Decision 2012/21/EU of 20 December 2011 on the application of Article 106(2) of the Treaty on the Functioning of the European Union to State aid in the form of public service compensation granted to certain undertakings entrusted with the operation of services of general economic interest (OJ L 7, 11.1.2012, pp. 3-10)\nCommunication from the Commission — European Union framework for State aid in the form of public service compensation (2011) (OJ C 8, 11.1.2012, pp. 15-22)\nRELATED DOCUMENTS\n            \nConsolidated version of the Treaty on the Functioning of the European Union — Part Three — Union policies and internal actions — Title VII — Common rules on competition, taxation and approximation of laws — Chapter 1 — Rules on competition — Section 1 — Rules applying to undertakings — Article 106 (ex Article 86 TEC) (OJ C 202, 7.6.2016, pp. 90-91)\nCommission Staff Working Document — Guide to the application of the European Union rules on state aid, public procurement and the internal market to services of general economic interest, and in particular to social services of general interest (SWD(2013) 53 final/2, 29.4.2013)\nCommission Regulation (EU) No 360/2012 of 25 April 2012 on the application of Articles 107 and 108 of the Treaty on the Functioning of the European Union to de minimis aid granted to undertakings providing services of general economic interest (OJ L 114, 26.4.2012, pp. 8-13)\nSuccessive amendments to Regulation (EU) No 360/2012 have been incorporated into the original text. This consolidated version is of documentary value only.\nlast update 09.09.2019", "tags": ["provision of services", "services company", "control of State aid", "services of general interest", "State aid"], "subjects": ["Protocol on Ireland/Northern Ireland", "State aids", "Competition"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}