{"celex_id": "32011L0099", "reference": "21.12.2011\nEN\nOfficial Journal of the European Union\nL 338/2\nDIRECTIVE 2011/99/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 13 December 2011\non the European protection order\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 82(1)(a) and (d) thereof,\nHaving regard to the initiative of the Kingdom of Belgium, the Republic of Bulgaria, the Republic of Estonia, the Kingdom of Spain, the French Republic, the Italian Republic, the Republic of Hungary, the Republic of Poland, the Portuguese Republic, Romania, the Republic of Finland and the Kingdom of Sweden,\nAfter transmission of the draft legislative act to the national parliaments,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1)\nThe European Union has set itself the objective of maintaining and developing an area of freedom, security and justice.\n(2)\nArticle 82(1) of the Treaty on the Functioning of the European Union (TFEU) provides that judicial cooperation in criminal matters in the Union shall be based on the principle of mutual recognition of judgments and judicial decisions.\n(3)\nAccording to the Stockholm Programme — An open and secure Europe serving and protecting citizens (2), mutual recognition should extend to all types of judgments and decisions of a judicial nature, which may, depending on the legal system, be either criminal or administrative. It also calls on the Commission and the Member States to examine how to improve legislation and practical support measures for the protection of victims. The programme also points out that victims of crime can be offered special protection measures which should be effective within the Union. This Directive forms part of a coherent and comprehensive set of measures on victims’ rights.\n(4)\nThe resolution of the European Parliament of 26 November 2009 on the elimination of violence against women calls on Member States to improve their national laws and policies to combat all forms of violence against women and to act in order to tackle the causes of violence against women, not least by employing preventive measures and calls on the Union to guarantee the right to assistance and support for all victims of violence. The resolution of the European Parliament of 10 February 2010 on equality between women and men in the European Union 2009 endorses the proposal to introduce the European protection order for victims.\n(5)\nIn its Resolution of 10 June 2011 on a Roadmap for strengthening the rights and protection of victims, in particular in criminal proceedings, the Council stated that action should be taken at the level of the Union in order to strengthen the rights and protection of victims of crime and called on the Commission to present appropriate proposals to that end. In this framework, a mechanism should be created to ensure mutual recognition among Member States of decisions concerning protection measures for victims of crime. According to that Resolution, this Directive, which concerns the mutual recognition of protection measures taken in criminal matters, should be complemented by an appropriate mechanism concerning measures taken in civil matters.\n(6)\nIn a common area of justice without internal borders, it is necessary to ensure that the protection provided to a natural person in one Member State is maintained and continued in any other Member State to which the person moves or has moved. It should also be ensured that the legitimate exercise by citizens of the Union of their right to move and reside freely within the territory of Member States, in accordance with Article 3(2) of the Treaty on European Union (TEU) and Article 21 TFEU, does not result in a loss of their protection.\n(7)\nIn order to attain these objectives, this Directive should set out rules whereby the protection stemming from certain protection measures adopted according to the law of one Member State (‘the issuing State’) can be extended to another Member State in which the protected person decides to reside or stay (‘the executing State’).\n(8)\nThis Directive takes account of the different legal traditions of the Member States as well as the fact that effective protection can be provided by means of protection orders issued by an authority other than a criminal court. This Directive does not create obligations to modify national systems for adopting protection measures nor does it create obligations to introduce or amend a criminal law system for executing a European protection order.\n(9)\nThis Directive applies to protection measures which aim specifically to protect a person against a criminal act of another person which may, in any way, endanger that person’s life or physical, psychological and sexual integrity, for example by preventing any form of harassment, as well as that person’s dignity or personal liberty, for example by preventing abductions, stalking and other forms of indirect coercion, and which aim to prevent new criminal acts or to reduce the consequences of previous criminal acts. These personal rights of the protected person correspond to fundamental values recognised and upheld in all Member States. However, a Member State is not obliged to issue a European protection order on the basis of a criminal measure which does not serve specifically to protect a person, but primarily serves other aims, for example the social rehabilitation of the offender. It is important to underline that this Directive applies to protection measures which aim to protect all victims and not only the victims of gender violence, taking into account the specificities of each type of crime concerned.\n(10)\nThis Directive applies to protection measures adopted in criminal matters, and does not therefore cover protection measures adopted in civil matters. For a protection measure to be executable in accordance with this Directive, it is not necessary for a criminal offence to have been established by a final decision. Nor is the criminal, administrative or civil nature of the authority adopting a protection measure relevant. This Directive does not oblige Member States to amend their national law to enable them to adopt protection measures in the context of criminal proceedings.\n(11)\nThis Directive is intended to apply to protection measures adopted in favour of victims, or possible victims, of crimes. This Directive should not therefore apply to measures adopted with a view to witness protection.\n(12)\nIf a protection measure, as defined in this Directive, is adopted for the protection of a relative of the main protected person, a European protection order may also be requested by and issued in respect of that relative, subject to the conditions laid down in this Directive.\n(13)\nAny request for the issuing of a European protection order should be treated with appropriate speed, taking into account the specific circumstances of the case, including the urgency of the matter, the date foreseen for the arrival of the protected person on the territory of the executing State and, where possible, the degree of risk for the protected person.\n(14)\nWhere information is to be provided under this Directive to the protected person or to the person causing danger, this information should also, where relevant, be provided to the guardian or the representative of the person concerned. Due attention should also be paid to the need for the protected person, the person causing danger or the guardian or representative in the proceedings, to receive the information provided for by this Directive, in a language that that person understands.\n(15)\nIn the procedures for the issuing and recognition of a European protection order, competent authorities should give appropriate consideration to the needs of victims, including particularly vulnerable persons, such as minors or persons with disabilities.\n(16)\nFor the application of this Directive, a protection measure may have been imposed following a judgment within the meaning of Council Framework Decision 2008/947/JHA of 27 November 2008 on the application of the principle of mutual recognition to judgments and probation decisions with a view to the supervision of probation measures and alternative sanctions (3), or following a decision on supervision measures within the meaning of Council Framework Decision 2009/829/JHA of 23 October 2009 on the application, between Member States of the European Union, of the principle of mutual recognition to decisions on supervision measures as an alternative to provisional detention (4). If a decision was adopted in the issuing State on the basis of one of those Framework Decisions, the recognition procedure should be followed accordingly in the executing State. This, however, should not exclude the possibility to transfer a European protection order to a Member State other than the State executing decisions based on those Framework Decisions.\n(17)\nIn accordance with Article 6 of the European Convention for the Protection of Human Rights and Fundamental Freedoms and with the second paragraph of Article 47 of the Charter of Fundamental Rights of the European Union, the person causing danger should be provided, either during the procedure leading to the adoption of a protection measure or before issuing a European protection order, with the possibility of being heard and challenging the protection measure.\n(18)\nIn order to prevent a crime being committed against the victim in the executing State, that State should have the legal means for recognising the decision previously adopted in the issuing State in favour of the victim, while also avoiding the need for the victim to start new proceedings or to produce evidence in the executing State again, as if the issuing State had not adopted the decision. The recognition of the European protection order by the executing State implies, inter alia, that the competent authority of that State, subject to the limitations set out in this Directive, accepts the existence and validity of the protection measure adopted in the issuing State, acknowledges the factual situation described in the European protection order, and agrees that protection should be provided and should continue to be provided in accordance with its national law.\n(19)\nThis Directive contains an exhaustive list of prohibitions and restrictions which, when imposed in the issuing State and included in the European protection order, should be recognised and enforced in the executing State, subject to the limitations set out in this Directive. Other types of protection measures may exist at national level, such as, if provided by national law, the obligation on the person causing danger to remain in a specified place. Such measures may be imposed in the issuing State in the framework of the procedure leading to the adoption of one of the protection measures which, according to this Directive, may be the basis for a European protection order.\n(20)\nSince, in the Member States, different kinds of authorities (civil, criminal or administrative) are competent to adopt and enforce protection measures, it is appropriate to provide a high degree of flexibility in the cooperation mechanism between the Member States under this Directive. Therefore, the competent authority in the executing State is not required in all cases to take the same protection measure as those which were adopted in the issuing State, and has a degree of discretion to adopt any measure which it deems adequate and appropriate under its national law in a similar case in order to provide continued protection to the protected person in the light of the protection measure adopted in the issuing State as described in the European protection order.\n(21)\nThe prohibitions or restrictions to which this Directive applies include, among others, measures aimed at limiting personal or remote contacts between the protected person and the person causing danger, for example by imposing certain conditions on such contacts or imposing restrictions on the contents of communications.\n(22)\nThe competent authority of the executing State should inform the person causing danger, the competent authority of the issuing State and the protected person of any measure adopted on the basis of the European protection order. In the notification to the person causing danger, due regard should be taken of the interest of the protected person in not having that person’s address or other contact details disclosed. Such details should be excluded from the notification, provided that the address or other contact details are not included in the prohibition or restriction imposed as an enforcement measure on the person causing danger.\n(23)\nWhen the competent authority in the issuing State withdraws the European protection order, the competent authority in the executing State should discontinue the measures which it has adopted in order to enforce the European protection order, it being understood that the competent authority in the executing State may — autonomously, and in accordance with its national law — adopt any protection measure under its national law in order to protect the person concerned.\n(24)\nGiven that this Directive deals with situations in which the protected person moves to another Member State, issuing or executing a European protection order should not imply any transfer to the executing State of powers relating to principal, suspended, alternative, conditional or secondary penalties, or relating to security measures imposed on the person causing danger, if the latter continues to reside in the State that adopted the protection measure.\n(25)\nWhere appropriate, it should be possible to use electronic means with a view to putting into practice the measures adopted in application of this Directive, in accordance with national laws and procedures.\n(26)\nIn the context of cooperation among the authorities involved in ensuring the protection of the protected person, the competent authority of the executing State should communicate to the competent authority of the issuing State any breach of the measures adopted in the executing State with a view to executing the European protection order. This communication should enable the competent authority of the issuing State to promptly decide on any appropriate response with respect to the protection measure imposed in its State on the person causing danger. Such a response may comprise, where appropriate, the imposition of a custodial measure in substitution of the non-custodial measure that was originally adopted, for example, as an alternative to preventive detention or as a consequence of the conditional suspension of a penalty. It is understood that such a decision, since it does not impose ex novo a penalty in relation to a new criminal offence, does not interfere with the possibility that the executing State may, where applicable, impose penalties in the event of a breach of the measures adopted in order to execute the European protection order.\n(27)\nIn view of the different legal traditions of the Member States, where no protection measure would be available in the executing State in a case similar to the factual situation described in the European protection order, the competent authority of the executing State should report any breach of the protection measure described in the European protection order of which it is aware to the competent authority of the issuing State.\n(28)\nIn order to ensure the smooth application of this Directive in each particular case, the competent authorities of the issuing and the executing States should exercise their competencies in accordance with the provisions of this Directive, taking into account the principle of ne bis in idem.\n(29)\nThe protected person should not be required to sustain costs related to the recognition of the European protection order which are disproportionate to a similar national case. When implementing this Directive, Member States should ensure that, after recognition of the European protection order, the protected person is not required to initiate further national proceedings to obtain from the competent authority of the executing State, as a direct consequence of the recognition of the European protection order, a decision adopting any measure that would be available under its national law in a similar case in order to ensure the protection of the protected person.\n(30)\nBearing in mind the principle of mutual recognition upon which this Directive is based, Member States should promote, to the widest extent possible, direct contact between the competent authorities when they apply this Directive.\n(31)\nWithout prejudice to judicial independence and differences in the organisation of the judiciary across the Union, Member States should consider requesting those responsible for the training of judges, prosecutors, police and judicial staff involved in the procedures aimed at issuing or recognising a European protection order to provide appropriate training with respect to the objectives of this Directive.\n(32)\nIn order to facilitate the evaluation of the application of this Directive, Member States should communicate to the Commission relevant data related to the application of national procedures on the European protection order, at least with regard to the number of European protection orders requested, issued and/or recognised. In this respect, other types of data, such as, for example, the types of crimes concerned, would also be useful.\n(33)\nThis Directive should contribute to the protection of persons who are in danger, thereby complementing, but not affecting, the instruments already in place in this field, such as Framework Decision 2008/947/JHA and Framework Decision 2009/829/JHA.\n(34)\nWhen a decision relating to a protection measure falls within the scope of Council Regulation (EC) No 44/2001 of 22 December 2000 on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters (5), Council Regulation (EC) No 2201/2003 of 27 November 2003 concerning jurisdiction and the recognition and enforcement of judgments in matrimonial matters and the matters of parental responsibility (6), or the 1996 Hague Convention on Jurisdiction, Applicable Law, Recognition, Enforcement and Cooperation in respect of Parental Responsibility and Measures for the Protection of Children (7), the recognition and enforcement of that decision should be carried out in accordance with the provisions of the relevant legal instrument.\n(35)\nMember States and the Commission should include information about the European protection order, where it is appropriate, in existing education and awareness-raising campaigns on the protection of victims of crime.\n(36)\nPersonal data processed when implementing this Directive should be protected in accordance with Council Framework Decision 2008/977/JHA of 27 November 2008 on the protection of personal data processed in the framework of police and judicial cooperation in criminal matters (8) and with the principles laid down in the 1981 Council of Europe Convention for the Protection of Individuals with regard to Automatic Processing of Personal Data.\n(37)\nThis Directive should respect the fundamental rights guaranteed by the Charter of Fundamental Rights of the European Union and by the European Convention for the Protection of Human Rights and Fundamental Freedoms, in accordance with Article 6 TEU.\n(38)\nWhen implementing this Directive, Member States are encouraged to take into account the rights and principles enshrined in the 1979 United Nations Convention on the elimination of all forms of discrimination against women.\n(39)\nSince the objective of this Directive, namely to protect persons who are in danger, cannot be sufficiently achieved by the Member States and can therefore, by reason of its scale and effects, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 TEU. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve that objective.\n(40)\nIn accordance with Article 3 of the Protocol (No 21) on the position of the United Kingdom and Ireland in respect of the Area of Freedom, Security and Justice annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, the United Kingdom has notified its wish to take part in the adoption and application of this Directive.\n(41)\nIn accordance with Articles 1 and 2 of the Protocol (No 21) on the position of the United Kingdom and Ireland in respect of the Area of Freedom, Security and Justice annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, and without prejudice to Article 4 of that Protocol, Ireland is not taking part in the adoption of this Directive and is not bound by it or subject to its application.\n(42)\nIn accordance with Articles 1 and 2 of the Protocol (No 22) on the position of Denmark annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, Denmark is not taking part in the adoption of this Directive and is not bound by it or subject to its application,\nHAVE ADOPTED THIS DIRECTIVE:\nArticle 1\nObjective\nThis Directive sets out rules allowing a judicial or equivalent authority in a Member State, in which a protection measure has been adopted with a view to protecting a person against a criminal act by another person which may endanger his life, physical or psychological integrity, dignity, personal liberty or sexual integrity, to issue a European protection order enabling a competent authority in another Member State to continue the protection of the person in the territory of that other Member State, following criminal conduct, or alleged criminal conduct, in accordance with the national law of the issuing State.\nArticle 2\nDefinitions\nFor the purposes of this Directive the following definitions shall apply:\n(1)\n‘European protection order’ means a decision, taken by a judicial or equivalent authority of a Member State in relation to a protection measure, on the basis of which a judicial or equivalent authority of another Member State takes any appropriate measure or measures under its own national law with a view to continuing the protection of the protected person;\n(2)\n‘protection measure’ means a decision in criminal matters adopted in the issuing State in accordance with its national law and procedures by which one or more of the prohibitions or restrictions referred to in Article 5 are imposed on a person causing danger in order to protect a protected person against a criminal act which may endanger his life, physical or psychological integrity, dignity, personal liberty or sexual integrity;\n(3)\n‘protected person’ means a natural person who is the object of the protection resulting from a protection measure adopted by the issuing State;\n(4)\n‘person causing danger’ means the natural person on whom one or more of the prohibitions or restrictions referred to in Article 5 have been imposed;\n(5)\n‘issuing State’ means the Member State in which a protection measure has been adopted that constitutes the basis for issuing a European protection order;\n(6)\n‘executing State’ means the Member State to which a European protection order has been forwarded with a view to its recognition;\n(7)\n‘State of supervision’ means the Member State to which a judgment within the meaning of Article 2 of Framework Decision 2008/947/JHA, or a decision on supervision measures within the meaning of Article 4 of Framework Decision 2009/829/JHA, has been transferred.\nArticle 3\nDesignation of competent authorities\n1.   Each Member State shall inform the Commission which judicial or equivalent authority or authorities are competent under its national law to issue a European protection order and to recognise such an order, in accordance with this Directive, when that Member State is the issuing State or the executing State.\n2.   The Commission shall make the information received available to all Member States. Member States shall inform the Commission of any change to the information referred to in paragraph 1.\nArticle 4\nRecourse to a central authority\n1.   Each Member State may designate a central authority or, where its legal system so provides, more than one central authority, to assist its competent authorities.\n2.   A Member State may, if it is necessary as a result of the organisation of its internal judicial system, make its central authority or authorities responsible for the administrative transmission and reception of any European protection order, as well as for all other official correspondence relating thereto. As a consequence, all communications, consultations, exchanges of information, enquiries and notifications between competent authorities may be dealt with, where appropriate, with the assistance of the designated central authority or authorities of the Member State concerned.\n3.   Member States wishing to make use of the possibilities referred to in this Article shall communicate to the Commission information relating to the designated central authority or authorities. These indications shall be binding upon all the authorities of the issuing State.\nArticle 5\nNeed for an existing protection measure under national law\nA European protection order may only be issued when a protection measure has been previously adopted in the issuing State, imposing on the person causing danger one or more of the following prohibitions or restrictions:\n(a)\na prohibition from entering certain localities, places or defined areas where the protected person resides or visits;\n(b)\na prohibition or regulation of contact, in any form, with the protected person, including by phone, electronic or ordinary mail, fax or any other means; or\n(c)\na prohibition or regulation on approaching the protected person closer than a prescribed distance.\nArticle 6\nIssuing of a European protection order\n1.   A European protection order may be issued when the protected person decides to reside or already resides in another Member State, or when the protected person decides to stay or already stays in another Member State. When deciding upon the issuing of a European protection order, the competent authority in the issuing State shall take into account, inter alia, the length of the period or periods that the protected person intends to stay in the executing State and the seriousness of the need for protection.\n2.   A judicial or equivalent authority of the issuing State may issue a European protection order only at the request of the protected person and after verifying that the protection measure meets the requirements set out in Article 5.\n3.   The protected person may submit a request for the issuing of a European protection order either to the competent authority of the issuing State or to the competent authority of the executing State. If such a request is submitted in the executing State, its competent authority shall transfer this request as soon as possible to the competent authority of the issuing State.\n4.   Before issuing a European protection order, the person causing danger shall be given the right to be heard and the right to challenge the protection measure, if that person has not been granted these rights in the procedure leading to the adoption of the protection measure.\n5.   When a competent authority adopts a protection measure containing one or more of the prohibitions or restrictions referred to in Article 5, it shall inform the protected person in an appropriate way, in accordance with the procedures under its national law, about the possibility of requesting a European protection order in the case that that person decides to leave for another Member State, as well as of the basic conditions for such a request. The authority shall advise the protected person to submit an application before leaving the territory of the issuing State.\n6.   If the protected person has a guardian or representative, that guardian or representative may introduce the request referred to in paragraphs 2 and 3, on behalf of the protected person.\n7.   If the request to issue a European protection order is rejected, the competent authority of the issuing State shall inform the protected person of any applicable legal remedies that are available, under its national law, against such a decision.\nArticle 7\nForm and content of the European protection order\nThe European protection order shall be issued in accordance with the form set out in Annex I to this Directive. It shall, in particular, contain the following information:\n(a)\nthe identity and nationality of the protected person, as well as the identity and nationality of the guardian or representative if the protected person is a minor or is legally incapacitated;\n(b)\nthe date from which the protected person intends to reside or stay in the executing State, and the period or periods of stay, if known;\n(c)\nthe name, address, telephone and fax numbers and e-mail address of the competent authority of the issuing State;\n(d)\nidentification (for example, through a number and date) of the legal act containing the protection measure on the basis of which the European protection order is issued;\n(e)\na summary of the facts and circumstances which have led to the adoption of the protection measure in the issuing State;\n(f)\nthe prohibitions or restrictions imposed, in the protection measure underlying the European protection order, on the person causing danger, their duration and the indication of the penalty, if any, in the event of the breach of any of the prohibitions or restrictions;\n(g)\nthe use of a technical device, if any, that has been provided to the protected person or to the person causing danger as a means of enforcing the protection measure;\n(h)\nthe identity and nationality of the person causing danger, as well as that person’s contact details;\n(i)\nwhere such information is known by the competent authority of the issuing State without requiring further inquiry, whether the protected person and/or the person causing danger has been granted free legal aid in the issuing State;\n(j)\na description, where appropriate, of other circumstances that could have an influence on the assessment of the danger that confronts the protected person;\n(k)\nan express indication, where applicable, that a judgment within the meaning of Article 2 of Framework Decision 2008/947/JHA, or a decision on supervision measures within the meaning of Article 4 of Framework Decision 2009/829/JHA, has already been transferred to the State of supervision, when this is different from the State of execution of the European protection order, and the identification of the competent authority of that State for the enforcement of such a judgment or decision.\nArticle 8\nTransmission procedure\n1.   Where the competent authority of the issuing State transmits the European protection order to the competent authority of the executing State, it shall do so by any means which leaves a written record so as to allow the competent authority of the executing State to establish its authenticity. All official communication shall also be made directly between those competent authorities.\n2.   If the competent authority of either the executing State or the issuing State is not known to the competent authority of the other State, the latter authority shall make all the relevant enquiries, including via the contact points of the European Judicial Network referred to in Council Decision 2008/976/JHA of 16 December 2008 on the European Judicial Network (9), the National Member of Eurojust or the National System for the coordination of Eurojust of its State, in order to obtain the necessary information.\n3.   When an authority of the executing State which receives a European protection order has no competence to recognise it, that authority shall, ex officio, forward the European protection order to the competent authority and shall, without delay, inform the competent authority of the issuing State accordingly by any means which leaves a written record.\nArticle 9\nMeasures in the executing State\n1.   Upon receipt of a European protection order transmitted in accordance with Article 8, the competent authority of the executing State shall, without undue delay, recognise that order and take a decision adopting any measure that would be available under its national law in a similar case in order to ensure the protection of the protected person, unless it decides to invoke one of the grounds for non-recognition referred to in Article 10. The executing State may apply, in accordance with its national law, criminal, administrative or civil measures.\n2.   The measure adopted by the competent authority of the executing State in accordance with paragraph 1, as well as any other measure taken on the basis of a subsequent decision as referred to in Article 11, shall, to the highest degree possible, correspond to the protection measure adopted in the issuing State.\n3.   The competent authority of the executing State shall inform the person causing danger, the competent authority of the issuing State and the protected person of any measures adopted in accordance with paragraph 1, as well as of the possible legal consequence of a breach of such measure provided for under national law and in accordance with Article 11(2). The address or other contact details of the protected person shall not be disclosed to the person causing danger unless such details are necessary in view of the enforcement of the measure adopted in accordance with paragraph 1.\n4.   If the competent authority in the executing State considers that the information transmitted with the European protection order in accordance with Article 7 is incomplete, it shall without delay inform the competent authority of the issuing State by any means which leaves a written record, assigning a reasonable period for it to provide the missing information.\nArticle 10\nGrounds for non-recognition of a European protection order\n1.   The competent authority of the executing State may refuse to recognise a European protection order in the following circumstances:\n(a)\nthe European protection order is not complete or has not been completed within the time limit set by the competent authority of the executing State;\n(b)\nthe requirements set out in Article 5 have not been met;\n(c)\nthe protection measure relates to an act that does not constitute a criminal offence under the law of the executing State;\n(d)\nthe protection derives from the execution of a penalty or measure that, according to the law of the executing State, is covered by an amnesty and relates to an act or conduct which falls within its competence according to that law;\n(e)\nthere is immunity conferred under the law of the executing State on the person causing danger, which makes it impossible to adopt measures on the basis of a European protection order;\n(f)\ncriminal prosecution, against the person causing danger, for the act or the conduct in relation to which the protection measure has been adopted is statute-barred under the law of the executing State, when the act or the conduct falls within its competence under its national law;\n(g)\nrecognition of the European protection order would contravene the ne bis in idem principle;\n(h)\nunder the law of the executing State, the person causing danger cannot, because of that person’s age, be held criminally responsible for the act or the conduct in relation to which the protection measure has been adopted;\n(i)\nthe protection measure relates to a criminal offence which, under the law of the executing State, is regarded as having been committed, wholly or for a major or essential part, within its territory.\n2.   Where the competent authority of the executing State refuses to recognise a European protection order in application of one of the grounds referred to in paragraph 1, it shall:\n(a)\nwithout undue delay, inform the issuing State and the protected person of this refusal and of the grounds relating thereto;\n(b)\nwhere appropriate, inform the protected person about the possibility of requesting the adoption of a protection measure in accordance with its national law;\n(c)\ninform the protected person of any applicable legal remedies that are available under its national law against such a decision.\nArticle 11\nGoverning law and competence in the executing State\n1.   The executing State shall be competent to adopt and to enforce measures in that State following the recognition of a European protection order. The law of the executing State shall apply to the adoption and enforcement of the decision provided for in Article 9(1), including rules on legal remedies against decisions adopted in the executing State relating to the European protection order.\n2.   In the event of a breach of one or more of the measures taken by the executing State following the recognition of a European protection order, the competent authority of the executing State shall, in accordance with paragraph 1, be competent to:\n(a)\nimpose criminal penalties and take any other measure as a consequence of the breach, if that breach amounts to a criminal offence under the law of the executing State;\n(b)\ntake any non-criminal decisions related to the breach;\n(c)\ntake any urgent and provisional measure in order to put an end to the breach, pending, where appropriate, a subsequent decision by the issuing State.\n3.   If there is no available measure at national level in a similar case that could be taken in the executing State, the competent authority of the executing State shall report to the competent authority of the issuing State any breach of the protection measure described in the European protection order of which it is aware.\nArticle 12\nNotification in the event of breach\nThe competent authority of the executing State shall notify the competent authority of the issuing State or of the State of supervision of any breach of the measure or measures taken on the basis of the European protection order. Notice shall be given using the standard form set out in Annex II.\nArticle 13\nCompetence in the issuing State\n1.   The competent authority of the issuing State shall have exclusive competence to take decisions relating to:\n(a)\nthe renewal, review, modification, revocation and withdrawal of the protection measure and, consequently, of the European protection order;\n(b)\nthe imposition of a custodial measure as a consequence of revocation of the protection measure, provided that the protection measure has been applied on the basis of a judgment within the meaning of Article 2 of Framework Decision 2008/947/JHA, or on the basis of a decision on supervision measures within the meaning of Article 4 of Framework Decision 2009/829/JHA;\n2.   The law of the issuing State shall apply to decisions adopted in accordance with paragraph 1.\n3.   Where a judgment within the meaning of Article 2 of Framework Decision 2008/947/JHA, or a decision on supervision measures within the meaning of Article 4 of Framework Decision 2009/829/JHA, has already been transferred, or is transferred after the issuing of the European protection order, to another Member State, subsequent decisions, as provided for by those Framework Decisions, shall be taken in accordance with the relevant provisions of those Framework Decisions.\n4.   When the protection measure is contained in a judgment within the meaning of Article 2 of Framework Decision 2008/947/JHA which has been transferred or is transferred after the issuing of the European protection order to another Member State, and the competent authority of the State of supervision has made subsequent decisions affecting the obligations or instructions contained in the protection measure in accordance with Article 14 of that Framework Decision, the competent authority of the issuing State shall renew, review, modify, revoke or withdraw without delay the European protection order accordingly.\n5.   The competent authority of the issuing State shall inform the competent authority of the executing State without delay of any decision taken in accordance with paragraph 1 or 4.\n6.   If the competent authority in the issuing State has revoked or withdrawn the European protection order in accordance with point (a) of paragraph 1 or with paragraph 4, the competent authority in the executing State shall discontinue the measures adopted in accordance with Article 9(1) as soon as it has been duly notified by the competent authority of the issuing State.\n7.   If the competent authority in the issuing State has modified the European protection order in accordance with point (a) of paragraph 1 or with paragraph 4, the competent authority in the executing State shall, as appropriate:\n(a)\nmodify the measures adopted on the basis of the European protection order, acting in accordance with Article 9; or\n(b)\nrefuse to enforce the modified prohibition or restriction when it does not fall within the types of prohibitions or restrictions referred to in Article 5, or if the information transmitted with the European protection order in accordance with Article 7 is incomplete or has not been completed within the time limit set by the competent authority of the executing State in accordance with Article 9(4).\nArticle 14\nGrounds for discontinuation of measures taken on the basis of a European protection order\n1.   The competent authority of the executing State may discontinue the measures taken in execution of a European protection order:\n(a)\nwhere there is clear indication that the protected person does not reside or stay in the territory of the executing State, or has definitively left that territory;\n(b)\nwhere, according to its national law, the maximum term of duration of the measures adopted in execution of the European protection order has expired;\n(c)\nin the case referred to in Article 13(7)(b); or\n(d)\nwhere a judgment within the meaning of Article 2 of Framework Decision 2008/947/JHA, or a decision on supervision measures within the meaning of Article 4 of Framework Decision 2009/829/JHA, is transferred to the executing State after the recognition of the European protection order.\n2.   The competent authority of the executing State shall immediately inform the competent authority of the issuing State and, where possible, the protected person of such decision.\n3.   Before discontinuing measures in accordance with point (b) of paragraph 1 the competent authority of the executing State may invite the competent authority of the issuing State to provide information as to whether the protection provided for by the European protection order is still needed in the circumstances of the case in question. The competent authority of the issuing State shall, without delay, reply to such an invitation.\nArticle 15\nPriority in recognition of a European protection order\nA European protection order shall be recognised with the same priority which would be applicable in a similar national case, taking into consideration any specific circumstances of the case, including the urgency of the matter, the date foreseen for the arrival of the protected person on the territory of the executing State and, where possible, the degree of risk for the protected person.\nArticle 16\nConsultations between competent authorities\nWhere appropriate, the competent authorities of the issuing State and of the executing State may consult each other in order to facilitate the smooth and efficient application of this Directive.\nArticle 17\nLanguages\n1.   A European protection order shall be translated by the competent authority of the issuing State into the official language or one of the official languages of the executing State.\n2.   The form referred to in Article 12 shall be translated by the competent authority of the executing State into the official language or one of the official languages of the issuing State.\n3.   Any Member State may, either when this Directive is adopted or at a later date, state in a declaration that it shall deposit with the Commission that it will accept a translation in one or more other official languages of the Union.\nArticle 18\nCosts\nCosts resulting from the application of this Directive shall be borne by the executing State, in accordance with its national law, except for costs arising exclusively within the territory of the issuing State.\nArticle 19\nRelationship with other agreements and arrangements\n1.   Member States may continue to apply bilateral or multilateral agreements or arrangements which are in force upon the entry into force of this Directive, in so far as they allow the objectives of this Directive to be extended or enlarged and help to simplify or facilitate further the procedures for taking protection measures.\n2.   Member States may conclude bilateral or multilateral agreements or arrangements after the entry into force of this Directive, in so far as they allow the objectives of this Directive to be extended or enlarged and help to simplify or facilitate the procedures for taking protection measures.\n3.   By 11 April 2012, Member States shall notify the Commission of the existing agreements and arrangements referred to in paragraph 1 which they wish to continue applying. Member States shall also notify the Commission of any new agreements or arrangements referred to in paragraph 2 within three months of the signing thereof.\nArticle 20\nRelationship with other instruments\n1.   This Directive shall not affect the application of Regulation (EC) No 44/2001, Regulation (EC) No 2201/2003, the 1996 Hague Convention on Jurisdiction, Applicable Law, Recognition, Enforcement and Cooperation in respect of Parental Responsibility and Measures for the Protection of Children, or the 1980 Hague Convention on the Civil Aspects of International Child Abduction.\n2.   This Directive shall not affect the application of Framework Decision 2008/947/JHA or Framework Decision 2009/829/JHA.\nArticle 21\nImplementation\n1.   Member States shall bring into force the laws, regulations and administrative provisions to comply with this Directive by 11 January 2015. They shall forthwith inform the Commission thereof.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by the Member States.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.\nArticle 22\nData collection\nMember States shall, in order to facilitate the evaluation of the application of this Directive, communicate to the Commission relevant data related to the application of national procedures on the European protection order, at least on the number of European protection orders requested, issued and/or recognised.\nArticle 23\nReview\nBy 11 January 2016, the Commission shall submit a report to the European Parliament and to the Council on the application of this Directive. That report shall be accompanied, if necessary, by legislative proposals.\nArticle 24\nEntry into force\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nArticle 25\nAddressees\nThis Directive is addressed to the Member States in accordance with the Treaties.\nDone at Strasbourg, 13 December 2011.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nM. SZPUNAR\n(1)  Position of the European Parliament of 14 December 2010 (not yet published in the Official Journal) and position of the Council at first reading of 24 November 2011 (not yet published in the Official Journal). Position of the European Parliament of 13 December 2011 (not yet published in the Official Journal).\n(2)  OJ C 115, 4.5.2010, p. 1.\n(3)  OJ L 337, 16.12.2008, p. 102.\n(4)  OJ L 294, 11.11.2009, p. 20.\n(5)  OJ L 12, 16.1.2001, p. 1.\n(6)  OJ L 338, 23.12.2003, p. 1.\n(7)  OJ L 48, 21.2.2003, p. 3.\n(8)  OJ L 350, 30.12.2008, p. 60.\n(9)  OJ L 348, 24.12.2008, p. 130.\nANNEX I\nEUROPEAN PROTECTION ORDER\nreferred to in Article 7 of\nDIRECTIVE 2011/99/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL OF 13 DECEMBER 2011 ON THE EUROPEAN PROTECTION ORDER\nThe information contained in this form is to be treated with appropriate confidentiality\nANNEX II\nFORM\nreferred to in Article 12 of\nDIRECTIVE 2011/99/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL OF 13 DECEMBER 2011 ON THE EUROPEAN PROTECTION ORDER\nNOTIFICATION OF A BREACH OF THE MEASURE TAKEN ON THE BASIS OF THE EUROPEAN PROTECTION ORDER\nThe information contained in this form is to be treated with appropriate confidentiality", "summary": "European protection order — supporting crime victims EU-wide\nEuropean protection order — supporting crime victims EU-wide\nSUMMARY OF:\nDirective 2011/99/EU — European protection order\nSUMMARY\nWHAT DOES THE DIRECTIVE DO?\nIt allows victims of violence, notably domestic violence and stalking, to continue to enjoy protection from offenders when they move to another EU country.\nIt sets out rules allowing a judge or equivalent authority in one EU country to issue a European protection order when the protected person moves to another EU country.\nIt works in tandem with Regulation (EU) No 606/2013 which introduces a simple process of certification so that an order issued in one EU country can be quickly and easily recognised in another.\nKEY POINTS\n              \nTo issue a European protection order, there must be an existing national protection measure in place in that EU country that imposes one or more of the following bans or restrictions on the person causing the protected person danger:\na ban on entering certain places or defined areas where the protected person lives or visits,\na ban or a limit on contact, in any form, with the protected person, including by phone, electronic or ordinary mail, fax or any other means; or\na ban or restriction on approaching the protected person closer than a set distance.\nIssuing an order\nThere are several conditions including that:\nthe protected person decides to live or stay, or already lives or stays, in another EU country,\nthe protected person themselves requests the order,\nthe person causing danger has the right to be heard and to challenge the protection measure, if they did not have the right to do so before the adoption of the original protection measure.\nThe order can be requested in either the EU country where the protected person currently lives or stays (executing country) or the one in which the order will be issued (issuing country).\nNon-recognition of an order\nThe executing country can refuse to recognise an order for a number of reasons including:\nthe order is not complete or has not been completed within the time-frame set out by the executing country,\nthe protection measure relates to an act which is not a criminal offence in the executing country,\nthe protection measure does not impose one or more of the bans or restrictions set out above\nIf the executing country refuses to recognise the order they must:\ninform promptly the protected person and the issuing country that the order has not been recognised and told the reasons why,\ninform the protected person about the possibility of requesting a protection measure under its national law,\ninform the protected person of any grounds of appeal against the decision under its national law.\nEnforcing an order\nThe executing country is responsible for taking and enforcing measures to carry out the order. If the order is breached it can:\nimpose criminal penalties and any other measure if the breach is a criminal offence in that country,\ntake any non-criminal decisions related to the breach,\ntake any urgent and temporary measure to end the breach prior to any subsequent decision by the issuing country.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt entered into force on 10 January 2012. EU countries had to incorporate it into their national law by 11 January 2015.\nBACKGROUND\n              \nSee ‘Victims’ on the European Commission's Justice website.\nACT\n            \nDirective 2011/99/EU of the European Parliament and of the Council of 13 December 2011 on the European protection order (OJ L 338, 21.12.2011, pp. 2–18)\nRELATED ACTS\n            \nRegulation (EU) No 606/2013 of the European Parliament and of the Council of 12 June 2013 on mutual recognition of protection measures in civil matters (OJ L 181, 29.6.2013, pp. 4–12)\nlast update 25.01.2016", "tags": ["ruling", "crime against individuals", "right to justice", "judicial cooperation in criminal matters in the EU", "help for victims"], "subjects": ["Justice and home affairs"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}