{"celex_id": "32009D0459", "reference": "13.6.2009\nEN\nOfficial Journal of the European Union\nL 150/8\nCOUNCIL DECISION\nof 6 May 2009\nproviding Community medium-term financial assistance for Romania\n(2009/459/EC)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 332/2002 of 18 February 2002 establishing a facility providing medium-term financial assistance for Member States’ balance of payments (1) and in particular Article 3(2) thereof,\nHaving regard to the proposal from the Commission made after consulting the Economic and Financial Committee (EFC),\nWhereas:\n(1)\nBy Decision 2009/458/EC (2) the Council has decided to grant mutual assistance to Romania.\n(2)\nDespite the expected improvement in the current account, Romania’s external financing needs in the period until the first quarter of 2011 are estimated by the Commission, the International Monetary Fund (IMF) and the authorities of Romania at EUR 20 billion in March 2009; in view of the recent financial market developments the capital and financial account could substantially deteriorate.\n(3)\nIt is appropriate to provide Community support to Romania of up to EUR 5 billion under the Facility providing medium-term financial assistance for Member States’ balance of payments established by Regulation (EC) No 332/2002. That assistance should be provided in conjunction with a loan from the IMF of SDR 11,443 billion (around EUR 12,95 billion) under a Stand-by arrangement expected to be approved on 6 May 2009. The World Bank has also agreed to provide a loan to Romania of EUR 1 billion and the European Investment Bank (EIB) and the European Bank for Reconstruction and Development (EBRD) will provide a total EUR 1 billion of additional support.\n(4)\nThe Community assistance should be managed by the Commission. The specific economic policy conditions agreed with the authorities of Romania after consultation of the EFC should be laid down in a Memorandum of Understanding. The detailed financial terms should be laid down by the Commission in the Loan Agreement.\n(5)\nThe Commission should verify at regular intervals that the economic policy conditions attached to the assistance are fulfilled through missions and regular reporting by the authorities of Romania.\n(6)\nThroughout the implementation of the programme, the Commission will provide additional policy advice and technical assistance in specific areas.\n(7)\nWithout prejudice to Article 27 of the Protocol on the Statute of the European System of Central Banks and of the European Central Bank, the European Court of Auditors shall have the right to carry out any financial controls or audits that it considers necessary in relation to the management of this assistance. The Commission, including the European Anti-Fraud Office, shall have the right to send its own officials or duly authorised representatives to carry out technical or financial controls or audits that it considers necessary in relation to the management of the Community medium-term financial assistance.\n(8)\nIndependently of the lifetime and the framework of the assistance programme, the Commission will also, applying the existing relevant procedures, including the Cooperation and Verification Mechanism, continue to monitor progress in the areas contributing to transparent and effective public spending, in particular in the field of justice and implementation of structural funds in order to facilitate Romania to reinforce the impact of the Community assistance.\n(9)\nThe assistance should be provided with a view to supporting the balance of payments sustainability in Romania and, in this way, contributing to the successful implementation of the Government’s economic policy programme,\nHAS ADOPTED THIS DECISION:\nArticle 1\n1.   The Community shall make available to Romania a medium-term loan amounting to a maximum of EUR 5 billion, with a maximum average maturity of seven years.\n2.   The Community financial assistance shall be made available during three years starting from the first day after the date when this Decision becomes effective.\nArticle 2\n1.   The assistance shall be managed by the Commission in a manner consistent with Romania’s undertakings and recommendations by the Council, in particular the Country Specific Recommendations in the context of the implementation of the National Reform Programme as well as of the convergence programme.\n2.   The Commission shall agree with the authorities of Romania, after consulting the EFC, the specific economic policy conditions attached to the financial assistance as laid down in Article 3(5). Those conditions shall be laid down in a Memorandum of Understanding consistent with the undertakings and recommendations referred to in paragraph 1. The detailed financial terms shall be laid down by the Commission in the Loan Agreement.\n3.   The Commission shall verify at regular intervals in collaboration with the EFC that the economic policy conditions attached to the assistance are fulfilled. To this end, the authorities of Romania shall place all the necessary information at the disposal of the Commission and cooperate in full with the latter. The EFC shall be kept informed by the Commission of possible refinancing of the borrowings or restructuring of the financial conditions.\n4.   Romania shall be ready to adopt and implement additional consolidation measures to ensure macro-financial stability, in case such measures will be necessary during the assistance programme. The authorities of Romania shall consult the Commission in advance of the adoption of any such additional measures.\nArticle 3\n1.   The Community financial assistance shall be made available by the Commission to Romania in a maximum of five instalments, the size of which will be laid down in the Memorandum of Understanding.\n2.   The first instalment shall be released subject to the entry into force of the Loan Agreement and Memorandum of Understanding.\n3.   If required in order to finance the loan, the prudent use of interest rate swaps with counterparties of the highest credit quality shall be permitted.\n4.   The Commission shall decide on the release of further instalments after having obtained the opinion of the EFC.\n5.   The disbursement of each further instalment shall be made on the basis of a satisfactory implementation of the new economic programme of the Government of Romania to be included in the Convergence Programme of Romania, in the National Reform Programme and, more particularly, the specific economic policy conditions laid down in the Memorandum of Understanding. These shall include, inter alia,\n(a)\nadopting a clearly-set medium-term fiscal programme designed to lower by 2011 the general government deficit to not more than the Treaty reference level of 3 % of GDP;\n(b)\nadopting and executing an amended budget for 2009 (by the second quarter of 2009), targeting a general government deficit of no higher than 5,1 % of GDP in ESA 95 terms;\n(c)\nreducing the public sector wage bill in nominal terms compared to the 2008 outcome by foregoing public sector wage increases (totalling 5 % in nominal terms) scheduled for 2009 (or equivalent further cuts in employment) and by reducing public employment, including by replacing only one of seven departing employees;\n(d)\nadditional reductions in spending on goods and services and in subsidies to public enterprises;\n(e)\nimproving the budgetary management by the adoption and implementation of a binding medium-term fiscal framework, establishing limits on budget revisions during the year, including fiscal rules and creating a fiscal council to provide independent and expert scrutiny;\n(f)\nreforming the public compensation system, including by unifying and simplifying the pay scales and reforming the bonus system;\n(g)\nreforming key parameters of the pension system by moving towards indexation of pensions to consumer prices rather than wages, gradually adjusting retirement age beyond the currently agreed plans, especially for women, and phasing in pension contributions of groups of public employees currently excluded from such contributions;\n(h)\namending banking and winding-up laws to be able to respond in a timely and effective fashion in the event of bank distress. A key objective of the amendments will be to strengthen powers of the administrators of banks placed under special administration. Beyond bank resolution, the remedial powers of the National Bank of Romania (NBR) should be strengthened with provisions allowing it to request that significant shareholders increase their share capital and financially support the bank. Financial supervision will be strengthened in line with the relevant EU legislation. In addition, more detailed reporting requirements on liquidity will be introduced. Furthermore, procedures for the activation of deposit insurance should be modified to simplify and accelerate payouts. Under modified legislation, deposit insurance will be activated upon the NBR’s determination within the 20-day period. Finally, in order to guarantee sufficient liquidity provision, the NBR is committed to widening the range of assets acceptable as collateral. Considering the particular circumstances, the regulatory minimum level of the capital adequacy ratio should increase from 8 % to 10 % at an appropriate time;\n(i)\nStructural reform measures in the areas of the Country Specific Recommendations issued in the context of the Lisbon strategy. These will include measures towards improving the efficiency and effectiveness of public administration, enhancing the quality of public expenditure, sound use and increased absorption of EU funds, reducing administrative, fiscal and legal burdens on business and tackling undeclared work, thereby broadening the tax base.\n6.   In order to ensure the smooth implementation of the programme conditionality and to help restoring imbalances in a sustainable way, the Commission will provide continued advice and guidance on fiscal, financial market and structural reforms.\n7.   Romania shall open a special account with the NBR for the management of the Community medium-term financial assistance.\nArticle 4\nThis Decision is addressed to Romania.\nArticle 5\nThis Decision shall be published in the Official Journal of the European Union.\nDone at Brussels, 6 May 2009.\nFor the Council\nThe President\nJ. KOHOUT\n(1)  OJ L 53, 23.2.2002, p. 1.\n(2)  See page 6 of this Official Journal.", "summary": "Financial assistance to Romania\nFinancial assistance to Romania\nSUMMARY OF:\nDecision 2009/459/EC — medium-term financial assistance for Romania\nDecision 2011/288/EU — precautionary medium-term financial assistance for Romania\nDecision 2013/531/EU — precautionary medium-term financial assistance to Romania\nWHAT IS THE AIM OF THESE DECISIONS?\nThey aim to provide financial assistance to Romania.\nThe European Union (EU) and the International Monetary Fund (IMF), with the support of other international organisations provided financial assistance to Romania between 2009 and 2015.\nThe basis for the EU’s action is Regulation (EC) No 332/2002 allowing it to provide medium-term financial assistance to EU countries not in the euro area that have difficulties in their balance of payments.\nKEY POINTS\nIn 2009, the EU agreed Romania should receive up to €20 billion in financial assistance for 2009-2011. In accordance with Regulation (EC) No 332/2002, assistance was linked to the adoption by Romania of economic policy measures designed to re-establish a sustainable balance of payments.\nThe funding was provided by:\nEU: €5 billion under its of balance of payments assistance programme;\nIMF\n: around €12.95 billion on a stand-by-arrangement;\nWorld Bank\n: €1 billion;\nEuropean Investment Bank\n and the European Bank for Reconstruction and Development: €1 billion combined.\nIn 2011, the EU agreed to provide Romania with precautionary financial assistance of up to €1.4 billion for 2011-2013. The decision acknowledged that:\nRomania would not request the payment of any instalment of the funding unless it had difficulty with its balance of current payments or capital movements;\nthe European Commission would consider any Romanian request to receive all or part of the loan in the light of the government’s implementation of its economic reform programme;\nthe assistance was a joint effort with the IMF, which provided around €3.6 billion under a precautionary stand-by arrangement,\nthe World Bank promised further financial support.\nIn 2013, the EU agreed a new balance of payments precautionary programme for Romania for 2013-2015. It promised €2 billion and the IMF a similar amount. This was designed to support the country to:\nconsolidate macroeconomic, fiscal and financial stability;\nincrease the economy’s resilience and growth potential;\nenhance administrative capacity;\nreform the tax administration, improve public financial management and restructure state-owned companies.\nThe financial support under the 2011-2013 programme and the 2013-2015 programme was never drawn on.\nWith the end of the third financial assistance programme on 30 September 2015, the EU began its post-programme surveillance on 1 October 2015. This surveillance:\nfocuses on the 2009-2011 balance of payments programme under which €3.5 billion of the €5 billion loans paid out remain outstanding;\ninvolves regular visits to Romania to assess the country’s economic, fiscal and financial situation;\nis likely to last until May 2018 when 70% of the original loan is expected to be repaid.\nFROM WHEN DO THE DECISIONS APPLY?\nCouncil Decision 2009/459 took effect on 11 May 2009.\nCouncil Decision 2011/288/EU tookeffect on 13 May 2011.\nCouncil Decision 2013/531/EU took effect on 25 October 2013.\nBACKGROUND\nIn February 2002, the Council of the EU gave the EU the power to grant loans to member countries experiencing, or threatened with, difficulties in their balance of payments or capital movements.\nThis financial assistance is only available to countries which do not use the euro.\nRomania first applied for the assistance in 2009 after its currency had fallen by 30% against the euro during the previous 15 months and its budget and current account deficits had increased rapidly due to the financial crisis.\nFor more information, see:\n‘Balance-of-payments assistance to Romania’ on the European Commission's website.\nMAIN DOCUMENTS\n            \nCouncil Decision 2009/459/EC of 6 May 2009 providing Community medium-term financial assistance for Romania (OJ L 150, 13.6.2009, pp. 8–10)\nSuccessive amendments to Decision 2009/459/EC have been incorporated in the original text. This consolidated version is of documentary value only.\nCouncil Decision 2011/288/EU of 12 May 2011 providing precautionary EU medium-term financial assistance for Romania (OJ L 132, 19.5.2011, pp. 15–17)\nCouncil Decision 2013/531/EU of 22 October 2013 providing precautionary Union medium-term financial assistance to Romania (OJ L 286, 29.10.2013, pp. 1–3)\nRELATED DOCUMENTS\n            \nCouncil Regulation (EC) No 332/2002 of 18 February 2002 establishing a facility providing medium-term financial assistance for Member States' balances of payments (OJ L 53, 23.2.2002, pp. 1–3)\nSee consolidated version.\nlast update 30.01.2017", "tags": ["economic recession", "Romania", "economic stabilisation", "eligibility criteria", "economic reform", "EU aid", "financial aid"], "subjects": ["Financial provisions"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}