{"celex_id": "32003H0134", "reference": "EUR-Lex - 32003H0134 - EN\nAvis juridique important\n|\n32003H0134\nCouncil recommendation of 18 February 2003 concerning the improvement of the protection of the health and safety at work of self-employed workers\nOfficial Journal L 053 , 28/02/2003 P. 0045 - 0046\nCouncil recommendationof 18 February 2003concerning the improvement of the protection of the health and safety at work of self-employed workers(2003/134/EC)THE COUNCIL OF THE EUROPEAN UNION,Having regard to the Treaty establishing the European Community, and in particular Article 308 thereof,Having regard to the proposal for a recommendation from the Commission,Having regard to the opinion of the European Parliament(1),Having regard to the opinion of the European Economic and Social Committee(2),Whereas:(1) The Communication from the Commission on a Community programme concerning safety, hygiene and health at work (1996 to 2000)(3) provided for examining the need for a proposal for a Council recommendation concerning the health and safety of self-employed workers, given the ever-increasing number of such workers.(2) The European Parliament in its Resolution(4) on the General framework for action by the Commission in the field of safety, hygiene and health protection at work (1994 to 2000) proposes that it include measures to extend the framework Directive to self-employed workers. The European Parliament in its Resolution(5) on the mid-term report on the implementation of this programme again draws attention to the category of self-employed workers, who are largely outside the scope of the legislation, and stresses that the growth in subcontracting has led to an increase in the number of accidents at work.(3) The Commission Communication of 11 March 2002 - \"Adapting to change in work and society: a new Community strategy on health and safety at work 2002 to 2006\" - and Council Resolution of 3 June 2002 on a new Community strategy on health and safety at work (2002 to 2006), which aim at instilling a culture of prevention and influencing behaviour, should, wherever possible, be taken into account by both employed and self-employed workers.(4) The social partners attach particular importance to the protection of the health and safety of both self-employed workers and of other persons working at the same workplace, and almost all are in favour of a Community action in the form of a Council recommendation focusing on high risk sectors and notably on information and awareness-raising measures on risk prevention, appropriate training and medical surveillance.(5) As a general rule, workers who exercise their occupational activity in a manner which does not involve an employment relationship with an employer or, more generally, does not make them subordinate to a third person are not covered by the Community Directives on health and safety at work, in particular framework Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work(6). Moreover, these workers are not covered in certain Member States by the legislation applicable in the field of health and safety at work.(6) Self-employed workers, irrespective of whether they work alone or with employees, may be subject to health and safety risks similar to those experienced by employees.(7) Through their activities self-employed workers may jeopardise the safety and health of other persons working at the same workplace.(8) There are also certain \"high-risk\" sectors in the Community in which the number of self-employed workers is very high (agriculture, fishing, construction, transport).(9) The recent recommendation by the ILO accompanying the Convention concerning health and safety in agriculture(7) stipulates that Member States must progressively extend to self-employed farmers the protection applicable to workers, taking account of the views of representative organisations of self-employed farmers if necessary.(10) Work accidents and occupational diseases to which self-employed workers are particularly exposed result in high costs in both social and human terms.(11) For these reasons, it is appropriate to take account of the category of self-employed workers and in this recommendation to focus on preventing the risks of occupational accidents and diseases to which self-employed workers are exposed.(12) The need to take account of the specific situation of the self-employed has already been recognised in relation to work carried out at temporary or mobile construction sites, as Directive 92/57/EEC(8) provides for the extension to the self-employed of certain relevant provisions on the use of work equipment and protective equipment.(13) Improving the standards of safety and health of self-employed workers can improve the conditions of competition and competitiveness on a European level.(14) It is also necessary to improve access of self-employed workers to training and information with a view both to improving their own health and safety and that of the persons working at the same workplace.(15) Member States should choose the means they deem to be most appropriate to meet the objectives.(16) This recommendation does not affect existing or future national provisions providing for a higher degree of protection.(17) In the current situation, the Member States are in the best position to take appropriate measures, whereby the Community should also contribute towards achieving the objectives of this recommendation.(18) The proposal was drawn up following consultation with the social partners, in accordance with Article 138(2) and (3) of the EC Treaty, and with the Advisory Committee on Safety, Hygiene and Health Protection at Work,HEREBY RECOMMENDS THAT MEMBER STATES:1. promote, in the context of their policies on preventing occupational accidents and diseases, the safety and health of self-employed workers, while taking account of the special risks existing in specific sectors and the specific nature of the relationship between contracting undertakings and self-employed workers;2. when promoting health and safety for self-employed workers, choose the measures they deem to be most appropriate, such as one or more of the following: legislation, incentives, information campaigns and encouragement of relevant stakeholders;3. take the necessary measures, including awareness-raising campaigns, so that self-employed workers can obtain from the competent services and/or bodies, as well as from their own representative organisations, useful information and advice on the prevention of occupational accidents and diseases;4. take the measures necessary so that self-employed workers can have access to sufficient training to acquire appropriate safety and health skills;5. facilitate easy access to this information and training without involving excessive expense for self-employed workers;6. in accordance with national law and/or practice, allow self-employed workers who so wish to have access to health surveillance appropriate to the risks to which they are exposed;7. in the context of their policies on preventing occupational accidents and diseases, take account of available information on experience in other Member States;8. examine, at the end of a four-year period starting with the adoption of this recommendation, the effectiveness of existing national measures or measures taken subsequent to the adoption of this recommendation and inform the Commission of their findings.Done at Brussels, 18 February 2003.For the CouncilThe PresidentN. Christodoulakis(1) Opinion of 23 October 2002 (not yet published in the Official Journal).(2) OJ C 241, 7.10.2002, p. 139.(3) OJ C 262, 7.10.1995, p. 18.(4) OJ C 205, 25.7.1994, p. 478.(5) Resolution of the EP of 25.2.1999 (A4-0050/1999).(6) OJ L 183, 29.6.1989, p. 1.(7) ILO, Convention 184/2001 of 21.6.2001.(8) OJ L 245, 26.8.1992, p. 6.", "summary": "Self-employed workers: health and safety at work\nSelf-employed workers: health and safety at work\nImprove the minimum standards of protection of health and safety at work of self-employed workers who are not generally covered by the framework Directive 89/391/EEC.\nACT\nCouncil Recommendation 2003/134/EC of 18 February 2003 concerning the improvement of the protection of the health and safety at work of self-employed workers.\nSUMMARY\nThis recommendation concerns workers who exercise their occupational activity in a manner which does not involve an employment relationship with an employer or, more generally, does not make them subordinate to a third person.\nAlthough self-employed workers are not covered by the Directives on health and safety at work, notably Directive 89/391/EEC, they are very often subject to health and safety risks similar to those experienced by employees.\nMoreover, there are a large number of self-employed workers in certain \"high-risk\" sectors such as agriculture, fishing, construction, and transport.\nFor this reason the Council recommends that Member States promote prevention policies as well as health and safety at work measures, notably via awareness-raising campaigns, as well as access to training and health surveillance.\nMore specifically, Member States are recommended:\nto promote, in the context of their policies on preventing occupational accidents and diseases, the safety and health of self-employed workers, while taking account of the special risks existing in specific sectors and the specific nature of the relationship between contracting undertakings and self-employed workers;\nwhen promoting health and safety for self-employed workers, to choose the measures they consider most appropriate, such as one or more of the following: legislation, incentives, information campaigns and encouragement of relevant stakeholders;\nto implement awareness-raising campaigns, so that self-employed workers can obtain from the competent services and/or bodies, as well as from their own representative organisations, useful information and advice on the prevention of occupational accidents and diseases;\nto take the measures necessary so that self-employed workers can have access to sufficient training to acquire appropriate safety and health skills;\nto facilitate easy access to this information and training without involving excessive expense for self-employed workers;\nto allow self-employed workers who so wish to have access to health surveillance appropriate to the risks to which they are exposed;\nto take account of available information on experience in other Member States;\nto examine, between now and 2007, the effectiveness of existing national measures or measures taken subsequent to the adoption of this recommendation and to duly inform the Commission.\nThis recommendation does not affect existing or future national provisions providing for a higher degree of protection and Member States should choose the means they consider to be most appropriate to meet its objectives.\nReferences\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nCouncil Recommendation 2003/134/EC\n18.02.03\n-\nOJ L 53 of 28.02.2003\nLast updated: 04.05.2004", "tags": ["occupational health", "worker information", "self-employed person", "health risk", "occupational safety", "access to information", "accident prevention"], "subjects": ["Social provisions", "Safety at work and elsewhere"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}