{"celex_id": "32009L0034", "reference": "28.4.2009\nEN\nOfficial Journal of the European Union\nL 106/7\nDIRECTIVE 2009/34/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 23 April 2009\nrelating to common provisions for both measuring instruments and methods of metrological control\n(Recast)\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 95 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1)\nCouncil Directive 71/316/EEC of 26 July 1971 on the approximation of the laws of the Member States relating to common provisions for both measuring instruments and methods of metrological control (3) has been substantially amended several times (4). Since further amendments are to be made, it should be recast in the interests of clarity.\n(2)\nIn each Member State, mandatory provisions determine the technical characteristics of measuring instruments and the methods of metrological control. Those requirements differ from one Member State to another. Those differences hinder trade and may create unequal conditions of competition within the Community.\n(3)\nOne of the objectives of controls in each Member State is to give assurance to customers that quantities delivered correspond to the price paid. Consequently, the aim of this Directive should not be to abolish those controls but to eliminate differences between rules in so far as these constitute a hindrance to trade.\n(4)\nThose hindrances to the functioning of the internal market can be reduced and eliminated if the same requirements apply in Member States, initially complementing national provisions in force and later, when the necessary conditions exist, replacing those provisions.\n(5)\nEven during the period when they coexist with national provisions, the Community requirements will enable firms to manufacture products which have uniform technical characteristics and can therefore be marketed and used throughout the Community after they have undergone EC controls.\n(6)\nCommunity technical requirements for design and functioning should ensure that instruments continuously give measurements that are sufficiently accurate for their intended purpose.\n(7)\nCompliance with technical requirements is usually confirmed by Member States before measuring instruments are placed on the market or used for the first time, and where appropriate when they are in service, such confirmation being effected in particular by means of pattern approval and verification procedures. In order to achieve free movement of such instruments within the Community, it is also necessary to provide for mutual recognition of controls among Member States and to establish appropriate EC pattern approval and initial verification procedures for this purpose as well as EC methods of metrological control in accordance with this Directive and with the relevant separate Directives.\n(8)\nThe presence, on a measuring instrument or a product, of signs or marks showing that it has undergone the appropriate controls indicates that such instrument or product satisfies the relevant technical requirements of the Community, and therefore that when the instrument or product is imported or put into operation it is unnecessary to repeat the controls which have already been carried out.\n(9)\nNational metrological rules cover numerous categories of measuring instruments and products. This Directive lays down the general provisions dealing, in particular, with EC pattern approval and initial verification procedures, as well as EC methods of metrological control. Implementing Directives covering the various categories of instruments and products will lay down the technical requirements as to design, functioning and accuracy, the control procedures and, where appropriate, the conditions under which Community technical requirements are to replace the national provisions in force.\n(10)\nThe measures necessary for the implementation of this Directive should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (5).\n(11)\nIn particular, the Commission should be empowered to amend Annexes I and II to this Directive and the annexes to the separate Directives. Since those measures are of general scope and are designed to amend non-essential elements of this Directive and the separate Directives, they must be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(12)\nThe new elements introduced into this Directive only concern the committee procedures. They therefore do not need to be transposed by the Member States.\n(13)\nThis Directive should be without prejudice to the obligations of the Member States relating to the time limits for transposition into national law of the Directives set out in Annex III, Part B,\nHAVE ADOPTED THIS DIRECTIVE:\nCHAPTER I\nBASIC PRINCIPLES\nArticle 1\n1.   This Directive shall apply to:\n(a)\ninstruments as defined in paragraph 2;\n(b)\nunits of measurement, the harmonisation of methods of measurement and metrological control and, where appropriate, the means required for application of such methods;\n(c)\nthe prescription, methods of measurement, metrological control and marking of quantities of pre-packaged products.\n2.   For the purpose of this Directive, ‘instruments’ shall mean measuring instruments, components of measuring instruments, additional devices and measurement equipment.\n3.   No Member State may, on the basis of this Directive and the separate Directives relating to it, prevent, prohibit, or restrict the placing on the market and/or entry into service of an instrument or of a product described in paragraph 1 if that instrument or product bears EC marks and/or signs in accordance with the conditions laid down in this Directive and in the separate Directives relating to the instrument or product in question.\n4.   Member States shall attach the same value to EC pattern approval and initial verification as to the corresponding national measures.\n5.   The separate Directives concerning the matters referred to in paragraph 1 shall specify:\n—\nin particular, the measurement procedures and characteristics of, and the technical requirements for, their design and functioning, as regards the instruments referred to in paragraph 1(a),\n—\nthe requirements concerning points (b) and (c) of paragraph 1.\n6.   The separate Directives may fix the date on which the existing national provisions are to be replaced by Community provisions.\nCHAPTER II\nEC PATTERN APPROVAL\nArticle 2\n1.   Member States shall grant EC pattern approval in accordance with the provisions of this Directive and of the relevant separate Directives.\n2.   EC pattern approval of instruments shall constitute their admission to EC initial verification and, where the latter is not required, the authorisation to place them on the market and/or to put them into service. If the separate Directive(s) applicable to a category of instruments exempt(s) that category from EC pattern approval, the instruments in that category shall be admitted directly to EC initial verification.\n3.   If their inspection equipment so permits, Member States shall grant EC pattern approval for every instrument which satisfies the requirements laid down in this Directive and the separate Directives relating to the instrument in question.\n4.   An application for EC pattern approval may be made only by the manufacturer or his representative established within the Community. For one and the same instrument, application may be made in one Member State only.\n5.   A Member State which has granted EC pattern approval shall take the necessary steps to ensure that it is kept informed of any modification of, or addition to, the approved pattern. It shall inform the other Member States of such alterations.\nModifications of, or additions to, an approved pattern must receive additional EC pattern approval from the Member State which granted EC pattern approval, where such changes influence or might influence measurement results or the prescribed conditions for use of the instrument.\nHowever, in the case of a modified pattern, a new EC pattern approval shall be granted instead of an addition to the original EC pattern approval certificate if the pattern is modified after the provisions of this Directive or of the relevant separate Directive have been amended or adapted in such a way that the modified pattern could be approved only pursuant to the new provisions.\nArticle 3\nWhen EC pattern approval is granted for ancillary equipment, the approval shall specify:\n(a)\nthe patterns of instrument to which this equipment may be attached or in which it may be incorporated;\n(b)\nthe general conditions for the overall functioning of the instruments for which it is approved.\nArticle 4\nWhen an instrument has successfully completed the EC pattern approval examination laid down in this Directive and in the separate Directives relating to that instrument, the Member State which carried out that examination shall draw up an EC pattern approval certificate.\nThat Member State shall forward that certificate to the applicant.\nIn the cases provided for in Article 11 of this Directive or in a separate Directive, the applicant must, and in all other cases may, affix or cause to be affixed on each instrument conforming to the approved pattern the EC approval sign shown in the certificate.\nArticle 5\n1.   EC pattern approval shall be valid for 10 years. It may be extended for successive periods of 10 years. The number of instruments which may be manufactured in accordance with the approved pattern shall not be limited.\nEC pattern approvals granted on the basis of the provisions of this Directive and of a separate Directive may not be extended after the date of the entry into force of any amendment to, or adaptation of, those Community provisions, in cases where such EC pattern approvals could not have been granted on the basis of the new provisions.\nWhen EC pattern approval is not extended, that approval shall nevertheless continue to apply to instruments already in service.\n2.   Where use is made of new techniques not provided for in a separate Directive, EC pattern approval with limited effect may be granted, after prior consultation of the other Member States.\nIt may include the following restrictions:\n(a)\na limit on the number of instruments which may be covered by the approval;\n(b)\nan obligation to notify the competent authorities of the places of installation;\n(c)\nrestrictions on use;\n(d)\nspecial restrictions concerning the technique used.\nHowever, it may not be granted unless:\n(a)\nthe separate Directive for that category of instruments has come into force;\n(b)\nno derogation has been made from the maximum permissible errors laid down in the separate Directives.\nThe period of validity of such approval shall not exceed two years. It may be extended by up to three years.\n3.   The Member State which has granted the limited EC pattern approval referred to in paragraph 2 shall apply for adjustment to technical progress of Annexes I and II to this Directive, where appropriate, and of the separate Directives, in accordance with the procedure referred to in Article 17(2), as soon as it considers that a new technique has proved to be satisfactory.\nArticle 6\nWhen EC pattern approval is not required for a category of instruments which meets the requirements of a separate Directive, the manufacturer may, on his own responsibility, affix to the instruments in this category the special sign described in point 3.3 of Annex I.\nArticle 7\n1.   The Member State which has granted EC pattern approval may withdraw it:\n(a)\nif instruments for which this approval was granted do not conform to the approved pattern or to the provisions of the relevant separate Directive;\n(b)\nif the metrological requirements specified in the certificate of approval or the provisions of Article 5(2) are not met;\n(c)\nif it ascertains that approval was granted in an improper manner.\n2.   The Member State which has granted EC pattern approval must withdraw it if the instruments constructed according to an approved pattern reveal in service a defect of a general nature which makes them unsuitable for their intended use.\n3.   If the Member State which granted an EC pattern approval is informed by another Member State of the occurrence of one of the cases covered by paragraphs 1 and 2, it shall also take the measures provided for in those paragraphs, after consulting with that other Member State.\n4.   The Member State which declares that the case referred to in paragraph 2 has arisen may forbid the placing on the market and putting into service of the instruments concerned until further notice.\nIt shall immediately inform the other Member States and the Commission, stating the reasons on which its decision is based.\nThe same procedure shall apply in the cases referred to in paragraph 1, with respect to instruments which have been exempted from EC initial verification, if the manufacturer, after due warning, does not bring the instruments into conformity with the approved pattern or with the requirements of the relevant separate Directive.\n5.   If the Member State which granted the EC pattern approval disputes that the case referred to in paragraph 2 of which it has been informed has arisen, or disputes that the measures taken pursuant to paragraph 4 are justified, the Member States concerned shall endeavour to settle the dispute.\nThe Commission shall be kept informed. It shall, where necessary, hold appropriate consultations with the aim of reaching a settlement.\nCHAPTER III\nINITIAL VERIFICATION\nArticle 8\n1.   EC initial verification constitutes the examination of a new or reconditioned instrument and the confirmation of its conformity to the approved pattern and/or to the requirements of this Directive and the separate Directives relating to the instrument in question. It is certified by the EC initial verification mark.\n2.   EC initial verification of instruments may be carried out by a method other than unit checking in the cases specified in the separate Directives and in accordance with the procedures adopted.\n3.   If their equipment so permits, Member States shall carry out EC initial verification of instruments submitted as having the measurement characteristics and satisfying the technical construction and functioning requirements laid down by the separate Directives relating to that category of instruments.\n4.   In the case of instruments bearing the EC initial verification mark, the obligation imposed on Member States under Article 1(3) shall last until the end of the year following that in which the EC initial verification mark was affixed, unless separate Directives provide for a longer period.\nArticle 9\n1.   When an instrument is submitted for EC initial verification, the Member State carrying out the examination shall determine:\n(a)\nwhether the instrument belongs to a category exempt from EC pattern approval and, if so, whether it satisfies the technical construction and functioning requirements laid down by the separate Directives relating to that instrument;\n(b)\nwhether the instrument has received EC pattern approval and, if so, whether it conforms to the approved pattern, and to the separate Directives relating to that instrument, in force on the date of issue of that EC pattern approval.\n2.   The examination carried out in EC initial verification relates in particular, in accordance with the separate Directives, to:\n(a)\nthe metrological characteristics;\n(b)\nthe maximum permissible errors;\n(c)\nthe construction, in so far as this guarantees that the measurement characteristics are not likely to deteriorate to any great extent under normal conditions of use;\n(d)\nthe presence of prescribed inscriptions and stamp plates or provisions for EC initial verification marking.\nArticle 10\nWhen an instrument has successfully undergone EC initial verification, in accordance with the requirements of this Directive and of the separate Directives, the EC partial or final verification marks described in Annex II, point 3 shall be affixed to that instrument under the responsibility of the Member State concerned in accordance with the rules laid down in that point.\nArticle 11\nWhen EC initial verification is not required for a category of instruments which meet the requirements of a separate Directive, the manufacturer shall, on his own responsibility, affix to the instruments in that category the special symbol described in point 3.4 of Annex I.\nCHAPTER IV\nPROVISIONS COMMON TO EC PATTERN APPROVAL AND EC INITIAL VERIFICATION\nArticle 12\nMember States shall take all necessary measures to prevent the use on instruments of marks or inscriptions liable to be confused with the EC signs or marks.\nArticle 13\nEach Member State shall notify the other Member States and the Commission of the services, agencies and institutes which are duly authorised to carry out the examinations provided for in this Directive and in the separate Directives, to issue the EC pattern approval certificates and to affix the EC initial verification marks.\nArticle 14\nMember States may require that the prescribed inscriptions be drawn up in their official language or languages.\nCHAPTER V\nCONTROL OF INSTRUMENTS IN SERVICE\nArticle 15\nThe separate Directives shall specify the control requirements for instruments in service which bear EC signs or marks and in particular the maximum errors permitted in service. If national provisions in respect of instruments which do not bear EC signs or marks lay down less stringent requirements, the latter may serve as criteria for the controls.\nCHAPTER VI\nADJUSTMENT OF DIRECTIVES TO TECHNICAL PROGRESS\nArticle 16\nThe amendments necessary for adjusting to technical progress Annexes I and II to this Directive and the annexes to the separate Directives referred to in Article 1 shall be adopted by the Commission. Those measures, designed to amend non-essential elements of this Directive and the separate Directives, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 17(2).\nHowever, this procedure shall apply neither to the chapter relating to imperial units of measurement of the annex to the Directive on units of measurement nor to the annexes, concerning quantity ranges for pre-packed quantities of products, to the Directives on pre-packed products.\nArticle 17\n1.   The Commission shall be assisted by the Committee for Adjustment to Technical Progress of the Directives referred to in Article 16.\n2.   Where reference is made to this paragraph, Article 5a(1) to (4) and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nCHAPTER VII\nFINAL PROVISIONS\nArticle 18\nAll decisions taken pursuant to the provisions adopted in implementation of this Directive and of the separate Directives on the instruments in question and refusing to grant or extend EC pattern approval, withdrawing such approval, refusing to carry out EC initial verification or prohibiting placing on the market or entry into service shall state the reasons on which they are based. Such refusal, withdrawal or prohibition shall be notified to the party concerned, who shall at the same time be informed of the remedies available to him under the laws in force in the Member States and of the time limits allowed for the exercise of such remedies.\nArticle 19\nMember States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.\nArticle 20\nDirective 71/316/EEC, as amended by the acts listed in Annex III, Part A, is repealed, without prejudice to the obligations of the Member States relating to the time limits for transposition into national law of the Directives set out in Annex III, Part B.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table in Annex IV.\nArticle 21\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nArticle 22\nThis Directive is addressed to the Member States.\nDone at Strasbourg, 23 April 2009.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nP. NEČAS\n(1)  Opinion of 22 October 2008 (not yet published in the Official Journal).\n(2)  Opinion of the European Parliament of 4 December 2008 (not yet published in the Official Journal) and Council Decision of 23 March 2009.\n(3)  OJ L 202, 6.9.1971, p. 1.\n(4)  See Annex III, Part A.\n(5)  OJ L 184, 17.7.1999, p. 23.\nANNEX I\nEC PATTERN APPROVAL\n1.   Application for EC approval\n1.1.\nThe application and the correspondence relating to it shall be drawn up in an official language in accordance with the laws of the Member State to which the application is made. The Member State has the right to require that the annexed documents should also be written in the same official language.\nThe applicant shall send simultaneously to all Member States a copy of his application.\n1.2.\nThe application shall contain the following information:\n(a)\nthe name and address of the manufacturer or the firm, or of his or its authorised representative or of the applicant;\n(b)\nthe category of instrument;\n(c)\nthe intended use;\n(d)\nthe measurement characteristics;\n(e)\nthe commercial designation, if any, or the type.\n1.3.\nThe application shall be accompanied by the documents necessary for its evaluation, in duplicate, and in particular:\n1.3.1.\na description in particular of:\n(a)\nthe construction and operation of the instrument;\n(b)\nthe protecting arrangements ensuring correct working;\n(c)\nthe devices for regulation and adjustment;\n(d)\nthe intended locations for:\n—\nverification marks,\n—\nseals (where applicable);\n1.3.2.\ngeneral arrangement drawings and, where necessary, detailed drawings of important components;\n1.3.3.\na schematic drawing illustrating the principles of operation and, where necessary, a photograph.\n1.4.\nThe application shall be accompanied, where appropriate, by documents relevant to the national approvals already granted.\n2.   Examination for EC approval\n2.1.\nThe examination shall comprise:\n2.1.1.\na study of the documents and an examination of the measurement characteristics of the pattern in the laboratories of the metrological service, in approved laboratories or at the place of manufacture, delivery or installation;\n2.1.2.\nif the measurement characteristics of the pattern are known in detail, only an examination of the documents submitted.\n2.2.\nThe examination shall cover the entire performance of the instrument under normal conditions of use. Under such conditions, that instrument must maintain the measurement characteristics required.\n2.3.\nThe nature and scope of the examination mentioned in point 2.1 may be specified by separate Directives.\n2.4.\nThe metrological service may require the applicant to put at its disposal the standards and the appropriate means in terms of material and assisting personnel for the performance of the approval tests.\n3.   EC certificate and sign of approval\n3.1.\nThe certificate shall give the results of the examination of the pattern and shall specify the other requirements which must be complied with. It shall be accompanied by descriptions, drawings and diagrams necessary to identify the pattern and to explain its functioning. The sign of approval provided for in Article 4 shall be a stylised letter ε containing:\n—\nin the upper part, the distinguishing capital letter(s) of the Member State which granted the approval (B for Belgium, BG for Bulgaria, CZ for the Czech Republic, DK for Denmark, D for Germany, EST for Estonia, IRL for Ireland, EL for Greece, E for Spain, F for France, I for Italy, CY for Cyprus, LV for Latvia, LT for Lithuania, L for Luxembourg, H for Hungary, M for Malta, NL for Netherlands, A for Austria, PL for Poland, P for Portugal, RO for Romania, SI for Slovenia, SK for Slovakia, FI for Finland, S for Sweden, UK for the United Kingdom) and the last two digits of the year of approval,\n—\nin the lower part, a designation to be determined by the metrological service which granted approval (an identification number).\nAn example of this approval sign is shown in point 6.1.\n3.2.\nIn the case of EC limited approval, the letter P, having the same dimensions as the stylised letter ε, shall be placed before this letter.\nAn example of this limited approval sign is shown in point 6.2.\n3.3.\nThe sign mentioned in Article 6 is the same as the EC approval sign, except that the stylised letter ε is reversed symmetrically about a vertical axis and bears no other indication unless the separate Directives stipulate otherwise.\nAn example of this sign is shown in point 6.3.\n3.4.\nThe sign mentioned in Article 11 is the same as the EC approval sign in a hexagon.\nAn example of this sign is shown in point 6.4.\n3.5.\nThe signs mentioned in points 3.1 to 3.4 and affixed by the manufacturer in accordance with the provisions of this Directive must be affixed at a visible point of each instrument and all ancillary equipment submitted for verification, and must be legible and indelible. If their affixation presents technical difficulties, exceptions may be made in separate Directives or accepted after agreement among the metrological services of Member States has been reached.\n4.   Depositing of a sample instrument\nIn the cases mentioned by separate Directives, the service which granted the approval may, if it considers this necessary, request the deposition of the sample instrument for which approval has been granted. Instead of that sample instrument, the service may authorise the depositing of parts of the instrument, of scale models or of drawings, and will mention this on the EC certificate of approval.\n5.   Announcement of approval\n5.1.\nAt the same time as the party concerned is notified, copies of the EC certificate of approval shall be sent to the Commission and to the other Member States; the latter can also obtain copies of the reports of the metrological examinations if they wish.\n5.2.\nWithdrawal of EC pattern approval and other communications concerning the extent and validity of EC pattern approval shall also be subject to the announcement procedure mentioned in point 5.1.\n5.3.\nA Member State which refuses to grant EC pattern approval shall inform the other Member States and the Commission of its decision.\n6.   Signs relative to EC pattern approval\n6.1.\nSign of EC pattern approval\nExample:\nEC pattern approval granted by the Metrological Service of Germany in 1971 (see point 3.1, first indent).\nIdentification number of the EC pattern approval (see point 3.1, second indent).\n6.2.\nSign of EC limited pattern approval (see point 3.2)\nExample:\nEC limited pattern approval granted by the Metrological Service of Germany in 1971.\nIdentification number of the EC limited pattern approval.\n6.3.\nSign of exemption from EC pattern approval (see point 3.3)\nExample:\n6.4.\nSign of EC pattern approval for instruments exempt from EC initial verification (see point 3.4)\nExample:\nEC pattern approval granted by the Metrological Service of Germany in 1971.\nIdentification number of the EC pattern approval.\nANNEX II\nEC INITIAL VERIFICATION\n1.   General points\n1.1.\nThe EC initial verification may be carried out in one or more stages (usually two).\n1.2.\nSubject to the provisions of the separate Directives:\n1.2.1.\nthe EC initial verification shall be carried out in one stage on instruments which constitute a whole on leaving the factory, that is to say instruments which, theoretically, can be transferred to their place of installation without first having to be dismantled;\n1.2.2.\nthe EC initial verification shall be carried out in two or more stages for instruments the correct functioning of which depends on the conditions in which they are installed or used;\n1.2.3.\nthe first stage of the verification procedure must ensure, in particular, that the instrument conforms to the approved EC pattern or, in the case of instruments exempt from pattern approval, that they conform to the relevant provisions.\n2.   Place of the EC initial verification\n2.1.\nIf the separate Directives do not specify the place where verification is to be carried out, instruments which have to be verified in only one stage shall be verified at the place chosen by the metrological service concerned.\n2.2.\nInstruments which have to be verified in two or more stages shall be verified by the metrological service territorially competent.\n2.2.1.\nThe last stage of verification must be carried out at the place of installation.\n2.2.2.\nThe other stages of verification shall be carried out as laid down in point 2.1.\n2.3.\nIn particular, when the verification takes place outside the office of verification the metrological service carrying out the verification may require the applicant:\n—\nto put at its disposal the standards and the appropriate means in terms of material and assisting personnel for the performance of the verification,\n—\nto provide a copy of the EC certificate of approval.\n3.   EC initial verification marks\n3.1.   Description of EC initial verification marks\n3.1.1.\nSubject to the provisions of separate Directives, EC initial verification marks which are affixed in accordance with point 3.3 shall be as follows:\n3.1.1.1.\nthe final EC verification mark shall be composed of two stamps:\n(a)\nthe first consists of a lower-case letter ‘e’ containing:\n—\nin the upper half, the distinguishing capital letter(s) of the Member State where the original check is carried out (B for Belgium, BG for Bulgaria, CZ for the Czech Republic, DK for Denmark, D for Germany, EST for Estonia, IRL for Ireland, EL for Greece, E for Spain, F for France, I for Italy, CY for Cyprus, LV for Latvia, LT for Lithuania, L for Luxembourg, H for Hungary, M for Malta, NL for Netherlands, A for Austria, PL for Poland, P for Portugal, RO for Romania, SI for Slovenia, SK for Slovakia, FI for Finland, S for Sweden, UK for the United Kingdom) together, where necessary, with one or two figures identifying a territorial or administrative subdivision,\n—\nin the lower half, the identification number of the verifying agent or office;\n(b)\nthe second stamp shall consist of the last two digits of the year of the verification, in a hexagon;\n3.1.1.2.\nthe mark of EC partial verification shall consist solely of the first stamp. It shall also serve as a seal.\n3.2.   Shape and dimensions of marks\n3.2.1.\nThe attached drawings show the shape, dimensions and outline of the letters and numbers for the EC initial verification marks as laid down in point 3.1; the first two drawings show the various parts of the stamp and the third is an example of a stamp. The dimensions given in the drawings are relative values; they are a function of the diameter of the circle described about the lower-case letter ‘e’ and about the field of the hexagon.\nThe actual diameters of the circles described about the marks are 1,6 mm, 3,2 mm, 6,3 mm, 12,5 mm.\n3.2.2.\nThe metrological services of Member States shall mutually exchange the original drawings of the EC initial verification marks, conforming to the models in the annexed drawings.\n3.3.   Affixing the marks\n3.3.1.\nThe final EC verification mark shall be affixed at the appointed location on the instrument when the latter has been completely verified and is recognised to conform to EC requirements.\n3.3.2.\nThe partial EC verification mark shall be affixed:\n3.3.2.1.\nwhen verification is made in several stages, on the instrument or part of an instrument which fulfils the conditions laid down for operations other than those at the place of installation, at the place where the stamp-date is affixed or in any other place specified in the separate Directives;\n3.3.2.2.\nin all cases as a seal, in the places specified in the separate Directives.\nANNEX III\nPART A\nRepealed Directive with list of its successive amendments\n(referred to in Article 20)\nCouncil Directive 71/316/EEC\n(OJ L 202, 6.9.1971, p. 1).\n1972 Act of Accession, Annex I, point X.12\n(OJ L 73, 27.3.1972, p. 118).\nCouncil Directive 72/427/EEC\n(OJ L 291, 28.12.1972, p. 156).\n1979 Act of Accession, Annex I, point X.A\n(OJ L 291, 19.11.1979, p. 108).\nCouncil Directive 83/575/EEC\n(OJ L 332, 28.11.1983, p. 43).\n1985 Act of Accession, Annex I, point IX.A.7\n(OJ L 302, 15.11.1985, p. 212).\nCouncil Directive 87/354/EEC\n(OJ L 192, 11.7.1987, p. 43).\nOnly as regards references made to Directive 71/316/EEC in Article 1 and Annex, point 4\nCouncil Directive 87/355/EEC\n(OJ L 192, 11.7.1987, p. 46).\nCouncil Directive 88/665/EEC\n(OJ L 382, 31.12.1988, p. 42).\nOnly Article 1(1)\n1994 Act of Accession, Annex I, point XI.C.VII.1\n(OJ C 241, 29.8.1994, p. 211).\nCouncil Regulation (EC) No 807/2003\n(OJ L 122, 16.5.2003, p. 36).\nOnly Annex III, point 5\n2003 Act of Accession, Annex II, point I.D.1\n(OJ L 236, 23.9.2003, p. 64).\nCouncil Directive 2006/96/EC\n(OJ L 363, 20.12.2006, p. 81).\nOnly as regards references made to Directive 71/316/EEC in Article 1 and Annex, point B.1\nCommission Directive 2007/13/EC\n(OJ L 73, 13.3.2007, p. 10).\nPART B\nTime limits for transposition into national law\n(referred to in Article 20)\nDirective\nTime limit for transposition\n71/316/EEC\n30 January 1973\n83/575/EEC\n1 January 1985\n87/354/EEC\n31 December 1987\n87/355/EEC\n31 December 1987\n2006/96/EC\n1 January 2007\n2007/13/EC\n9 March 2008\nANNEX IV\nCORRELATION TABLE\nDirective 71/316/EEC\nThis Directive\nArticle 1(1)(a)\nArticle 1(1), point (a) and Article 1(2)\nArticle 1(1)(b)\nArticle 1(1), point (b)\nArticle 1(1)(c)\nArticle 1(1), point (c)\nArticle 1(2)\nArticle 1(3)\nArticle 1(3)\nArticle 1(4)\nArticle 1(4), first subparagraph\nArticle 1(5)\nArticle 1(4), second subparagraph\nArticle 1(6)\nArticle 2(1)\nArticle 2(2)\nArticle 2(2)\nArticle 2(3)\nArticle 2(3)\nArticle 2(4)\nArticle 2(4)\nArticle 2(5)\nArticle 2(5)\nArticle 2(1)\nArticle 3, introductory wording\nArticle 3, introductory wording\nArticle 3, first indent\nArticle 3, point (a)\nArticle 3, second indent\nArticle 3, point (b)\nArticle 4, first sentence\nArticle 4, first and second paragraphs\nArticle 4, second sentence\nArticle 4, third paragraph\nArticle 5(1)\nArticle 5(1)\nArticle 5(2), first subparagraph\nArticle 5(2), first subparagraph\nArticle 5(2), second subparagraph, introductory wording\nArticle 5(2), second subparagraph, introductory wording\nArticle 5(2), second subparagraph, first indent\nArticle 5(2), second subparagraph, point (a)\nArticle 5(2), second subparagraph, second indent\nArticle 5(2), second subparagraph, point (b)\nArticle 5(2), second subparagraph, third indent\nArticle 5(2), second subparagraph, point (c)\nArticle 5(2), second subparagraph, fourth indent\nArticle 5(2), second subparagraph, point (d)\nArticle 5(2), third subparagraph, introductory wording\nArticle 5(2), third subparagraph, introductory wording\nArticle 5(2), third subparagraph, first indent\nArticle 5(2), third subparagraph, point (a)\nArticle 5(2), third subparagraph, second indent\nArticle 5(2), third subparagraph, point (b)\nArticle 5(2), fourth subparagraph\nArticle 5(2), fourth subparagraph\nArticle 5(3)\nArticle 5(3)\nArticle 6\nArticle 6\nArticle 7(1), (2) and (3)\nArticle 7(1), (2) and (3)\nArticle 7(4), first sentence\nArticle 7(4), first subparagraph\nArticle 7(4), second sentence\nArticle 7(4), second subparagraph\nArticle 7(4), third sentence\nArticle 7(4), third subparagraph\nArticle 7(5)\nArticle 7(5)\nArticle 8(1), point (a)\nArticle 8(1)\nArticle 8(1), point (b)\nArticle 8(2)\nArticle 8(2)\nArticle 8(3)\nArticle 8(3)\nArticle 8(4)\nArticle 9(1)\nArticle 9(1)\nArticle 9(2), introductory wording\nArticle 9(2), introductory wording\nArticle 9(2), first indent\nArticle 9(2), point (a)\nArticle 9(2), second indent\nArticle 9(2), point (b)\nArticle 9(2), third indent\nArticle 9(2), point (c)\nArticle 9(2), fourth indent\nArticle 9(2), point (d)\nArticles 10 and 11\nArticles 10 and 11\nArticles 12, 13 and 14\nArticles 12, 13 and 14\nArticle 15\nArticle 15\nArticle 16, first sentence\nArticle 16, first paragraph\nArticle 16, second sentence\nArticle 16, second paragraph\nArticle 17\n—\nArticle 18(1)\nArticle 17(1)\nArticle 18(2), first subparagraph\nArticle 17(2)\nArticle 18(2), second subparagraph\n—\nArticle 18(3)\n—\nArticle 19\nArticle 18\nArticle 20(1)\n—\nArticle 20(2)\nArticle 19\n—\nArticles 20 and 21\nArticle 21\nArticle 22\nAnnex I\nAnnex I\nPoints 1 and 1.1\nPoints 1 and 1.1\nPoint 1.2, introductory wording\nPoint 1.2, introductory wording\nPoint 1.2, first indent\nPoint 1.2(a)\nPoint 1.2, second indent\nPoint 1.2(b)\nPoint 1.2, third indent\nPoint 1.2(c)\nPoint 1.2, fourth indent\nPoint 1.2(d)\nPoint 1.2, fifth indent\nPoint 1.2(e)\nPoint 1.3\nPoint 1.3\nPoint 1.3.1, introductory wording\nPoint 1.3.1, introductory wording\nPoint 1.3.1, first indent\nPoint 1.3.1(a)\nPoint 1.3.1, second indent\nPoint 1.3.1(b)\nPoint 1.3.1, third indent\nPoint 1.3.1(c)\nPoint 1.3.1, fourth indent\nPoint 1.3.1(d)\nPoint 1.3.2 to Point 5\nPoint 1.3.2 to Point 5\nPoint 5.2\nPoint 5.1\nPoint 5.3\nPoint 5.2\nPoint 5.4\nPoint 5.3\nPoint 6 to Point 6.4\nPoint 6 to Point 6.4\nAnnex II\nAnnex II\n—\nAnnex III\n—\nAnnex IV", "summary": "Measuring instruments and methods of metrological control — common rules\nMeasuring instruments and methods of metrological control — common rules\nSUMMARY OF:\nDirective 2009/34/EC on measuring instruments and methods of metrological control\nWHAT IS THE AIM OF THE DIRECTIVE?\n              \nIt sets out the general rules for EC (European Community) pattern approval, initial verification and methods of metrological control for measuring instruments.\nOther implementing directives on various categories of instruments cover the technical requirements in detail.\nThe directive repeals Directive 71/316/EEC.\nKEY POINTS\n              \nBefore measuring instruments are brought in to use, EU countries are responsible for ensuring that they conform with technical requirements. This is achieved through granting EC pattern approval and verification, recognised throughout the EU. This directive covers:\nmeasuring equipment;\nunits of measurement;\nthe harmonisation of methods of measurement and metrological control;\nthe means of applying harmonisation methods;\nmethods of measurement, metrological control and marking of quantities of pre-packaged products.\nEC pattern approval\nAn EC pattern approval application can be made only by the manufacturer or a representative established in the EU, in one EU country only.\nEU countries must ensure that they are kept informed of any modification to the approved pattern requiring additional approval, and where changes occur must inform other EU countries.\nA new EC pattern approval may instead be needed when a pattern is modified and where relevant directives introduce new requirements.\nFollowing approval, the EU country provides a certificate and the manufacturer applies the official approval sign to the equipment concerned.\nCertificates are valid for 10 years, extendable for further 10-year periods.\nApplications include the following information:\nintended use;\nmeasurement characteristics;\nhow they are built and operate;\ndevices to regulate and adjust them;\nthe intended locations for verification marks (where they will be affixed to the instrument);\ngeneral and detailed drawings of important components;\ndrawings or photographs illustrating the principles of operation.\nThe examination includes a document study and an examination of the measurement characteristics of the pattern covering the entire performance of the instrument under normal conditions of use.\nThe country which has granted EC pattern approval may withdraw it if it was granted improperly, or if a defect is subsequently found in the equipment. It must immediately inform the other EU countries and the European Commission, and attempt to settle any disputes, in consultation with the Commission where necessary.\nWhere new techniques are used which are not covered by a separate directive, limited EC pattern approval for up to 2 years (extendable by up to 3 years) may be granted with certain restrictions, including a limit on the number of instruments covered, and restrictions on use and the technique used.\nInitial verification\nEC initial verification is the examination of a new or reconditioned* instrument to ensure it conforms to the approved EC pattern and/or to the relevant directives, and is certified by the EC initial verification mark. The examination includes assessment of the metrological characteristics, the maximum permissible errors, and an assessment of the reliability of construction.\nWhen an instrument has passed EC initial verification, in accordance with this directive and of the separate detailed directives, the EC verification mark can be applied by the manufacturer.\nChecking of instruments in use\nSeparate directives cover control requirements for measuring instruments already in use.\nFROM WHEN DOES THIS DIRECTIVE APPLY?\n              \nIt has applied since 18 May 2009.\nDirective 2009/34/EC revised and replaced Directive 71/316/EEC — and its subsequent amendments.\nBACKGROUND\n              \nFor more information, see:\nLegal metrology (European Commission).\nKEY TERMS\n              \nReconditioned: a used instrument that has been restored to good condition.\nMAIN DOCUMENT\n            \nDirective 2009/34/EC of the European Parliament and of the Council of 23 April 2009 relating to common provisions for both measuring instruments and methods of metrological control (Recast) (OJ L 106, 28.4.2009, pp. 7-24)\nRELATED DOCUMENTS\n            \nDirective 2011/17/EU of the European Parliament and of the Council of 9 March 2011 repealing Council Directives 71/317/EEC, 71/347/EEC, 71/349/EEC, 74/148/EEC, 75/33/EEC, 76/765/EEC, 76/766/EEC and 86/217/EEC regarding metrology (OJ L 71, 18.3.2011, pp. 1-3)\nlast update 08.12.2017", "tags": ["metrology", "measuring equipment", "approximation of laws", "EC conformity marking"], "subjects": ["Internal market - Principles", "Approximation of laws", "Technical barriers", "Protocol on Ireland/Northern Ireland"], "split": "train", "reference_annotations": {}, "summary_annotations": {"32009L0034_p1": {"text": "directive 2009/34/ec revised and replaced directive 71/316/eec — and its subsequent amendments.", "triples": [" directive 2009/34/ec,  replaced,  directive 71/316/eec"]}, "32009L0034_p2": {"text": "directive 2011/17/eu of the European Parliament and of the Council of 9 March 2011 repealing Council directive 71/317/eec directive 71/347/eec directive 71/349/eec directive 74/148/eec directive 75/33/eec directive 76/765/eec directive 76/766/eec directive 86/217/eec regarding metrology (OJ L 71, 18.3.2011, pp. 1-3)---last update 08.12.2017", "triples": [" directive 2011/17/eu,  repealing,  directive 71/317/eec", " directive 2011/17/eu,  repealing,  directive 71/347/eec", " directive 2011/17/eu,  repealing,  directive 71/349/eec", " directive 2011/17/eu,  repealing,  directive 74/148/eec", " directive 2011/17/eu,  repealing,  directive 75/33/eec", " directive 2011/17/eu,  repealing,  directive 76/765/eec", " directive 2011/17/eu,  repealing,  directive 76/766/eec", " directive 2011/17/eu,  repealing,  directive 86/217/eec"]}}}