{"celex_id": "32003G1205(04)", "reference": "EUR-Lex - 32003G1205(04) - EN\nAvis juridique important\n|\n32003G1205(04)\nCouncil resolution of 25 November 2003 on common objectives for participation by and information for young people\nOfficial Journal C 295 , 05/12/2003 P. 0006 - 0008\nCouncil resolutionof 25 November 2003on common objectives for participation by and information for young people(2003/C 295/04)THE COUNCIL OF THE EUROPEAN UNION AND THE REPRESENTATIVES OF THE GOVERNMENTS OF THE MEMBER STATES, MEETING WITHIN THE COUNCIL,Whereas:(1) The Commission White Paper entitled \"A new impetus for European youth\" presented on 21 November 2001 sets out a new framework for European cooperation on youth affairs.(2) In its conclusions of 14 February 2002 the Council (Education and Youth) recognised the White Paper as the starting point for the establishment of a framework for European cooperation on youth affairs.(3) When it established a new framework for cooperation in the youth field, in its Resolution of 27 June 2002, the Council adopted the open method of coordination, calling in particular on the Council to establish, taking into account a Commission draft, the common objectives and a timetable for follow-up reports from the Member States for each priority, as appropriate. It also stressed that those policies and initiatives that affect the young people both at national and at European level take into consideration matters such as the needs, the situation, the living conditions and the expectations of youth.(4) Further to the consultations carried out under the open method of coordination, the Commission communication [COM(2003) 184 final] of 11 April 2003 proposed a set of common objectives for participation by and information for young people,NOTE that the Council of 5 May 2003 confirmed the importance of the priorities of participation by and information for young people,AGREE the following common objectives for developing these priorities,CONCERNING PARTICIPATION to develop participation by young people, by introducing and supporting action to encourage them to exercise their citizenship actively and by enhancing their effective participation in democratic life:1. increase the participation by young people in the civic life of their community;2. increase participation by young people in the system of representative democracy;3. greater support for various forms of learning to participate,CONCERNING INFORMATION to develop information for young people, by improving access for young people to information in order to increase their participation in public life and facilitate the realisation of their potential as active, responsible citizens:1. improve access for young people to information services;2. increase provision of quality information;3. increase participation by young people in youth information, for example, in the preparation and dissemination of information.A non-exhaustive list of the possible lines of action for the above common objectives is set out in the annex hereto,THE IMPLEMENTATION AND FOLLOW-UP OF THE COMMON OBJECTIVES:RECALL that implementation must be flexible, incremental and appropriate for the youth field, must respect the powers of the Member States and the principle of subsidiarity,INVITE THE MEMBER STATES TO- specify implementing and follow-up measures, in the light of their particular circumstances and their national priorities with regard to those common objectives,- submit reports on the national contributions to the implementation of both priorities, participation and information, by the end of 2005, after consulting young people, their associations and, if appropriate, national and regional youth councils via the channels they consider appropriate,NOTE THAT THE COMMISSION INTENDS TO:- prepare, on the basis of the reports on national contributions to the implementation of the common objectives, a progress report for submission to the Council in order to encourage mutual exchange of information and good practice concerning those two priorities, after consultation of the European Youth Forum, while not excluding other forms of consultation, and propose, if appropriate, amendments to the common objectives for participation and information,- suitably inform the European Parliament, the Economic and Social Committee and the Committee of the Regions,INVITE THE COMMISSION TO: convene, when appropriate representatives of the national Administrations dealing with the youth field, in order to promote the exchange of information on the progress made and on best practice,TAKE NOTE OF THE FOLLOWING PROCEDURE:The Council and the Representatives of the Governments of the Member States, meeting within the Council will adapt or amend the common objectives, on the basis of the progress report and the amended drafts submitted by the Commission, and when appropriate take the necessary initiatives within the framework of the common objectives, in order to facilitate their implementation.ANNEXMEASURES FOR ACHIEVING THE COMMON OBJECTIVES FOR PARTICIPATION BY AND INFORMATION FOR YOUNG PEOPLEIn the light of the actual circumstances and the priorities of each Member State, the following non-exhaustive list of lines of action may be pursued:PARTICIPATION1. Participation by young people in civic life(a) promote the involvement of young people in participatory structures, for example NGOs, associations, voluntary work, local youth councils, and encourage the activities of youth NGOs, while respecting their independence and autonomy;(b) encourage the development of activities, initiatives and projects intended to involve young people directly at regional and local level;(c) publicise and show greater recognition of the outreach work done by parents, youth workers and other persons;(d) identify more clearly the obstacles in the way of participation by specific groups and by disadvantaged young people and encourage measures and mechanisms capable of overcoming those obstacles, in particular by making allowance for their diversities and priorities (cultural or ethnic background, disabilities, socio-economic factors, gender, etc.);(e) examine qualitative evaluation methods of participation for young people.2. Greater participation by young people in the system of representative democracy(a) encourage and develop, [...] at all appropriate levels, a regular, structured dialogue between the public and/or government authorities and young people and their representative structures (national, regional and local youth councils, youth organisations, the European Youth Forum, etc.);(b) ensure that such dialogue can also include young people who are not members of organisations and that their concerns are taken into account;(c) promote and develop this dialogue, so that young people can be more involved in public life;(d) identify more clearly and study the obstacles in the way of participation by young people in the system of representative democracy and encourage measures and mechanisms conducive to the inclusion of all young people in all their diversities (cultural or ethnic background, disabilities, gender, socio-economic factors, etc.).3. Support for various forms of learning to participate(a) further develop and extend training for participation within formal education systems (in conjunction with the objectives approved under the open method of coordination as applied to education);(b) encourage the development of activities in the field of non-formal and informal education that promote the active participation of young people;(c) further develop interaction between formal, non-formal and informal education;(d) foster the development of experience of participation where young people live their lives: in particular within the family, at school, in youth organisations, at university, at other places of education or training and at work, in sporting and leisure time contexts;(e) recognise the important role of persons working with young people and facilitating their learning to participate and develop training actions in this field;(f) promote and increase awareness of the benefits to all of the participation of committed young people and combat prejudices against young people which prevent them from playing an effective part;(g) analyse more carefully the phenomena which lead to the civic exclusion of certain groups and encourage approaches focused on prevention.INFORMATION1. Access for young people to information services(a) promote, at the appropriate levels, the development in Member States of comprehensive, coherent and coordinated information services which take account of the specific needs of young people and are as youth friendly and economically accessible as possible;(b) facilitate equal access of all young people to information, while avoiding any form of discrimination or exclusion based on economic, social, gender, cultural or geographical grounds;(c) encourage the development of national, regional and local youth portals linked to the European Youth Portal.2. Quality information(a) monitor the quality of youth information, taking existing instruments into account (e.g. good practices and the ERYICA's European Youth Information Charter);(b) improve the education and training of those working in the field of youth information;(c) improve the link between information and counselling, with the aim of encouraging a learning and capacity-building process among young people on how to obtain, select and evaluate information in order to become informed users of information;(d) promote the dissemination of specific information for young people through all information channels, particularly those most frequently used by young people, such as the Internet, mobile phones, video films and cinema.3. Participation by young people in information(a) promote the participation of youth organisations and people working in the area of youth information at European, national, regional and local level in the preparation and implementation of youth information strategies;(b) promote involvement by young people in the preparation of understandable, user-friendly, targeted information products, so as to improve the quality of the information and access for all young people;(c) encourage greater involvement by young people in the dissemination of information and advice (particularly in youth information centres, schools, youth organisations and the media), in order to help all young people to access information.", "summary": "Common objectives for participation by and information for young people\nCommon objectives for participation by and information for young people\nThis Resolution sets common objectives to develop and improve young Europeans' effective participation in democratic life and their access to information.\nACT\nCouncil Resolution of 25 November 2003 on common objectives for participation by and information for young people [Official Journal C 295 of 05.12.2003]\nSUMMARY\nIn this Resolution the Council approves the common objectives with a view to encouraging active citizenship among young people, promoting their access to information and their involvement in the implementation of strategies in this field.\nThe new framework for cooperation in the field of youth has identified participation by and information for young people as priority issues. This Resolution sets out a non-exhaustive list of possible areas for action to achieve the common objectives in both fields. It focuses on the inclusion of disadvantaged young people in order to avoid all forms of discrimination or exclusion (cultural or ethnic background, disabilities, socio-economic factors, gender, etc.).\nIncreasing participation\nWith regard to participation, the Council proposes to promote the introduction of, and support for, measures to encourage young people to exercise their citizenship actively and to participate effectively in democratic life, and in particular to:\nincrease participation by young people in the civic life of their community;\nincrease participation by young people in the system of representative democracy;\nprovide greater support for various forms of learning to participate.\nEncouraging information\nThe Council proposes to promote access for young people to information in order to increase their participation in public life and help them realise their potential as active, responsible citizens, in particular by:\nimproving access for young people to information services;\nincreasing the provision of quality information;\nincreasing participation by young people in youth information, for example in the preparation and dissemination of information.\nThe Council calls on the Member States to specify their priorities with regard to these common objectives and to submit their national contributions to the implementation of the objectives by the end of 2005. On the basis of these national contributions, the Commission will prepare a progress report and will convene, when appropriate, representatives of the national administrations dealing with the field of youth, in order to promote the exchange of information and best practice.\nRELATED ACTS\nResolution of the Council and of the Representatives of the Governments of the Member States of 24 May 2005 meeting within the Council on implementing the common objective \"to increase participation by young people in the system of representative democracy\" [Official Journal C 141/02 of 10 June 2005]\n               The Council notes that young people are not automatically interested in participating in the institutions of democracy and that their participation is tending to decline in some Member States. Against this background it calls on the Member States to:\nencourage political parties' awareness of the importance of increasing their youth membership and the number of young people on their lists of candidates;\nmobilise the support of regional and local authorities for young people's participation;\nmake young people aware of the importance of voting in elections;\nThe Council invites the Commission and Member States to\ndraw up an inventory of existing knowledge of obstacles to young people's active participation in representative democracy;\nexchange information on measures already taken and examples of good practice;\nstrengthen dialogue between young people and political leaders;\nmeet in 2006 to review progress on this objective.\nResolution of the Council and of the Representatives of the Governments of the Member States of 24 May 2005 meeting within the Council on implementing the common objectives for youth information [Official Journal C 141/03 of 10 June 2005]\n               The Council agreed that special attention should be focused on:\nstepping up networking among youth-oriented information structures in various sectors at local, national and European level;\ncontinuing training for those involved in youth information.\nThe authors of the resolution call on the Commission and Member States to:\npropose guiding principles in order to enable youth information structures to develop quality assessment;\nraise the profile of quality youth information in Europe;\npromote and develop cooperation, networking and the exchange of good practice between national youth information sites and portals across Europe, together with analyses of the use of such sites and portals.\nIn connection with youth information, the Member States are invited to use European programmes to develop:\na greater insight into young people's information needs;\nthe exchange of experience among youth information experts at various levels, through European seminars and training sessions;\na regularly updated database, with particular reference to networking among youth information structures in various sectors.\nCommunication from the Commission to the Council - Follow-up to the White Paper \"A New Impetus for European Youth\" - Proposed common objectives for the participation and information of young people, in response to the Council Resolution of 27 June 2002 regarding the framework of European cooperation in the youth field [COM(2003) 184 final - not published in the Official Journal].\n               Analysis of Member States' replies to the Commission questionnaires on youth participation and information [SEC(2003) 465 - not published in the Official Journal].\nIn accordance with the mandate given to it by the Council Resolution of 27 June 2002 and in application of the open method of coordination (OMC), the Commission drew up two detailed questionnaires in consultation with the Member States for each of the priorities identified in the White Paper on youth, namely participation of young people in public life and information for young people. These questionnaires were forwarded to the Member States and the candidate countries in order to gather basic information on the legislation in force in each country and then to present an outline of current policy with examples of best practice and, finally, details of expectations at European level.\nIn an enlarged Europe of 27 Member States there are 75 million 15-25 year-olds, i.e. between 11% and 19% of the national population of each country. Depending on the country, young people represent between 10.5% and 17.5% of the electorate. Participation systems are many and diverse. The most common are:\nat national level: youth councils, youth parliaments and youth associations;\nat municipal level: councils or committees open to participation by young people;\nat school level: pupil or student councils.\nWishing to establish the opinions and needs of young people, many countries use forms of consultation such as surveys, forums, round table conferences, debates, etc.\nHowever, there are no statistics enabling an overall picture to be gained. The best way to make young people's involvement in the decision-making process more effective is to take more account of their specific needs and personal development and by developing co-responsibility and co-decision structures. The Member States and the candidate countries agree on the main priorities to be implemented, namely increasing participation by young people in Community life, the mechanisms of representative democracy and the educational environment.\nAs regards information, only a few Member States have a clearly identifiable youth information strategy which is implemented by national youth information networks, ensuring coordination between the national, regional and local levels. The majority of Member States and candidate countries do not, however, have a genuine, funded, systematic, coherent and integrated youth information policy or any all-embracing youth information strategy. In order to offer all young people equal and non-discriminatory access to information and advisory services, the report proposes extending the use of the Internet as a major channel for informing young people. The Member States and candidate countries agree on the common priorities to be implemented, namely access of young people to information, improvement of the quality of information and participation of young people in the production and dissemination of information.\nThe OMC provides for common objectives to be defined and monitored. This monitoring is carried out by the Commission at European level.\nSee also\nResolution of the Council and of the representatives of the Governments of the Member States, meeting within the Council of 27 June 2002, regarding the framework of European cooperation in the youth field [Official Journal C 168 of 13.07.2002].\nCommission White Paper of 21 November 2001 - \" A new impetus for European youth \" [COM(2001) 681 final - Not published in Official Journal].\nResolution of the Council and the Ministers of Youth meeting within the Council of 8 February 1999 on youth participation [Official Journal C 42 of 17.02.1999].\nLast updated: 01.10.2005", "tags": ["young person", "social participation", "dissemination of information", "access to information", "youth policy", "teaching"], "subjects": ["Education, vocational training and youth"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}