{"celex_id": "32011D0719", "reference": "9.11.2011\nEN\nOfficial Journal of the European Union\nL 291/1\nCOUNCIL DECISION\nof 7 March 2011\nconcerning the conclusion of the Agreement between the United States of America and the European Community on cooperation in the regulation of civil aviation safety\n(2011/719/EU)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 100(2) and the first subparagraph of Article 207(4) in conjunction with Article 218(6)(a), 218(7), the first subparagraph of Article 218(8) and Article 218(9) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1)\nThe Commission has negotiated on behalf of the Union an Agreement between the United States of America and the European Community on cooperation in the regulation of civil aviation safety (hereinafter referred to as ‘the Agreement’), in accordance with the Council Decision authorising the Commission to open negotiations.\n(2)\nThe Agreement was signed on 30 June 2008 on behalf of the Union subject to its possible conclusion at a later date.\n(3)\nFollowing the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union has replaced and succeeded the European Community.\n(4)\nThe Agreement should be approved.\n(5)\nIt is necessary to lay down procedural arrangements for the participation of the Union in the joint bodies established by the Agreement, as well as for the adoption of certain decisions concerning in particular the amendment of the Agreement and its Annexes, the addition of new annexes, the termination of individual annexes, consultations and dispute resolution and the adoption of safeguard measures.\n(6)\nMember States should take the necessary measures in order to ensure that their bilateral agreements with the United States on the same subject are either amended or terminated, as appropriate, as of the date of entry into force of the Agreement,\nHAS ADOPTED THIS DECISION:\nArticle 1\n1.   The Agreement between the United States of America and the European Community on cooperation in the regulation of civil aviation safety is hereby approved on behalf of the Union.\n2.   The text of the Agreement is attached to this Decision.\nArticle 2\nThe President of the Council is authorised to designate the person empowered to make the notification provided for in Article 19.A of the Agreement and to make the following notification:\n‘As a consequence of the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union has replaced and succeeded the European Community and from that date exercises all rights and assumes all obligations of the European Community. Therefore, references to “the European Community” in the text of the Agreement are, where appropriate, to be read as “the European Union”.’\nArticle 3\n1.   The Union shall be represented in the Bilateral Oversight Board established under Article 3 of the Agreement by the European Commission assisted by the European Aviation Safety Agency and accompanied by the Aviation Authorities as representatives of the Member States.\n2.   The Union shall be represented in the Certification Oversight Board provided for in paragraph 2.1.1 of Annex 1 to the Agreement and in the Joint Maintenance Coordination Board provided for in paragraph 3.1.1 of Annex 2 to the Agreement by the European Aviation Safety Agency assisted by the Aviation Authorities directly affected by the agenda of each meeting.\nArticle 4\n1.   The Commission, after consulting the special committee appointed by the Council, shall determine the position to be taken by the Union in the Bilateral Oversight Board with respect to the following matters:\n(a)\nthe adoption or amendment of the internal governing procedures of the Bilateral Oversight Board provided for in Article 3.B of the Agreement;\n(b)\nany amendments to the Annexes to the Agreement made in accordance with Article 19.B of the Agreement that are consistent with, and do not entail any modification of, relevant Union legal acts.\n2.   The Commission, after consulting the special committee referred to in paragraph 1, may take the following action:\n(a)\nadopt safeguard measures in accordance with Article 15.B of the Agreement;\n(b)\nrequest consultations in accordance with Article 17.A of the Agreement;\n(c)\nsuspend the acceptance of findings and rescind such suspension in accordance with Article 18 of the Agreement.\n3.   The Council, acting by qualified majority, on a proposal from the Commission, shall establish the position to be taken by the Union in the Bilateral Oversight Board, with respect to the adoption of additional Annexes in accordance with Article 3.C.7 and Article 19.C of the Agreement.\n4.   The Council, acting by qualified majority, on a proposal from the Commission, and in accordance with the provisions of the Treaty, shall decide with respect to any other amendments to the Agreement not falling within the scope of paragraphs 1 and 3, including the termination of individual Annexes in accordance with Article 19.E of the Agreement.\nArticle 5\nMember States shall take all necessary measures to ensure that their bilateral agreements with the United States, listed in Attachment 1 to the Agreement, are amended or terminated, as appropriate, upon entry into force of the Agreement.\nDone at Brussels, 7 March 2011.\nFor the Council\nThe President\nCZOMBA S.\n9.11.2011\nEN\nOfficial Journal of the European Union\nL 291/1\nAGREEMENT\nbetween the United States of America and the European Community on cooperation in the regulation of civil aviation safety\nTHE UNITED STATES OF AMERICA,\nand\nTHE EUROPEAN COMMUNITY\nhereinafter referred to as ‘the Parties’,\nDESIRING to build upon decades of trans-Atlantic cooperation in civil aviation safety and environmental testing and approvals;\nSEEKING to improve the long-standing cooperative relationship between Europe and the United States to ensure a high level of civil aviation safety worldwide and to minimise economic burdens on the aviation industry and operators from redundant regulatory oversight;\nCOMMITTED to ensuring the continued operational safety of the civil aviation fleet and the timely exchange of in-service information;\nCOMMITTED to developing a comprehensive system of regulatory cooperation in civil aviation safety and environmental testing and approvals based on continuous communication and mutual confidence; and\nACKNOWLEDGING the rights and obligations of the United States and Member States of the European Community (the ‘Member States’) under the Convention on International Civil Aviation done at Chicago on 7 December 1944 (‘Chicago Convention’) and its annexes,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nDefinitions\nFor the purposes of this Agreement, the term:\nA.\n‘Airworthiness Approval’ means a finding that the design or change to a design of a civil aeronautical product meets applicable standards or that an individual product conforms to a design that has been found to meet those standards and is in a condition for safe operation.\nB.\n‘Aviation Authority’ means a responsible government agency or entity of a European Union Member State that exercises legal oversight on behalf of the European Community over regulated entities and determines their compliance with applicable standards, regulations, and other requirements within the jurisdiction of the European Community.\nC.\n‘Civil aeronautical product’ means any civil aircraft, aircraft engine, or propeller, or appliance, part, or component to be installed thereon.\nD.\n‘Environmental approval’ means a finding that the design or change to a design of a civil aeronautical product meets applicable standards concerning noise, fuel venting or exhaust emissions.\nE.\n‘Environmental testing’ means a process by which the design or change to a design of a civil aeronautical product is evaluated for compliance with applicable standards and procedures concerning noise, fuel venting or exhaust emissions.\nF.\n‘Technical Agent’ means, for the United States, the Federal Aviation Administration (FAA); and for the European Community, the European Aviation Safety Agency (EASA).\nG.\n‘Maintenance’ means the performance of any one or more of the following actions: inspection, overhaul, repair, preservation, or the replacement of parts, materials, appliances, or components of a civil aeronautical product to assure the continued airworthiness of such a product; or the installation of previously approved alterations or modifications carried out in accordance with requirements established by the appropriate Technical Agent.\nH.\n‘Monitoring’ means the periodic surveillance to determine continuing compliance with the appropriate standards.\nI.\n‘Regulated entity’ means any natural or legal person whose civil aviation safety and environmental testing and approval activities are subject to the statutory and regulatory jurisdiction of one or both of the Parties.\nArticle 2\nPurpose and Scope\nA.\nThe purposes of this Agreement are to:\n1)\nenable the reciprocal acceptance, as provided in the Annexes to this Agreement, of findings of compliance and approvals issued by the Technical Agents and Aviation Authorities;\n2)\npromote a high degree of safety in air transport;\n3)\nensure the continuation of the high level of regulatory cooperation and harmonisation between the United States and the European Community in the fields covered in paragraph B.\nB.\nThe scope of cooperation under this Agreement is:\n1)\nairworthiness approvals and monitoring of civil aeronautical products;\n2)\nenvironmental testing and approvals of civil aeronautical products; and\n3)\napprovals and monitoring of maintenance facilities.\nC.\nThe Parties may agree to additional areas of cooperation and acceptance by written amendment of this Agreement in accordance with Article 19.\nArticle 3\nExecutive Management\nA.\nThe Parties hereby establish a Bilateral Oversight Board (the ‘Board’), which shall be responsible for ensuring the effective functioning of this Agreement and shall meet at regular intervals to evaluate the effectiveness of its implementation.\nB.\nThe Board shall be composed of representatives of:\nThe United States of America, which shall be the Federal Aviation Administration (co-chair),\nand\nThe European Community, which shall be the European Commission (co-chair) assisted by the European Aviation Safety Agency and accompanied by the Aviation Authorities.\nThe Board may invite the participation of subject-specific experts on an ad hoc basis. The Board may establish and oversee the work of technical working groups. The Board shall develop and adopt internal governing procedures. All decisions of the Board shall be taken by consensus with each Party having one vote. These decisions shall be in writing and signed by the Parties’ representatives on the Board.\nC.\nThe Board may consider any matter related to the functioning of this Agreement. In particular it shall be responsible for:\n1)\nhandling disputes as specified in Article 17;\n2)\nas appropriate, amending the Annexes in accordance with Article 19.B;\n3)\nproviding a forum for discussion of issues that may arise and changes that may affect the implementation of this Agreement;\n4)\nproviding a forum for discussion of common approaches to safety and environmental issues within the scope of this Agreement and for sharing information on aviation safety concerns on a regular basis, including consultation on proposed new, and changes to existing, safety measures;\n5)\nproviding a forum for early-warning discussions of draft regulations and legislation by either Party;\n6)\nexchanging information on planned organisational changes;\n7)\nas appropriate, adopting additional Annexes;\n8)\nMaking proposals, as appropriate, to the Parties to otherwise amend this Agreement.\nArticle 4\nGeneral Provisions\nA.\nEach Party shall accept findings of compliance and approvals made by the other Party’s Technical Agent and, in the case of the United States those made by Aviation Authorities, in accordance with the terms and conditions set forth in the Annexes to this Agreement.\nB.\nExcept as specified in the Annexes to this Agreement, this Agreement shall not be construed to entail reciprocal acceptance or recognition of standards or technical regulations of the Parties.\nC.\nThe Parties shall recognise each other’s systems of delegation to designees or regulated entities existing as of the date of entry into force of this Agreement as equivalent for the purpose of complying with each Party’s respective legal requirements. The Parties shall give findings of compliance made by these designees or regulated entities, in accordance with the provisions in the Annexes, the same validity as those made directly by a Technical Agent or Aviation Authority. Delegation systems implemented after the date of entry into force of this Agreement shall be subject to confidence building measures.\nD.\nThe Parties shall ensure that their Technical Agents and Aviation Authorities fulfil their responsibilities under this Agreement, including its Annexes.\nE.\nIn the event that a design approval holder transfers its approval to another entity, the Technical Agent responsible for the design approval shall promptly notify the other Technical Agent of the transfer.\nF.\nThis Agreement, including its Annexes, is binding on both Parties.\nArticle 5\nAnnexes\nA.\nFor matters within the scope of Article 2.B (1), (2) and (3), the Parties agree that each Party’s civil aviation standards, rules, practices and procedures are sufficiently compatible to permit reciprocal acceptance of approvals and findings of compliance with agreed upon standards made by one Party on behalf of the other as specified in the Annexes. The Parties also agree that there are technical differences between their civil aviation systems and they are addressed in the Annexes.\nB.\nFor matters added to the scope of Article 2.B pursuant to Article 2.C, the Parties or their representatives on the Board shall develop new Annexes describing the terms and conditions for reciprocal acceptance of such findings of compliance and approvals, when they agree that each Party’s civil aviation standards, rules, practices and procedures in any of the added areas of cooperation are sufficiently compatible to permit acceptance of approvals and findings of compliance with agreed upon standards made by one Party on behalf of the other.\nC.\nEach of the Annexes shall, at a minimum, contain:\n1)\nprovisions to establish and maintain confidence in each Party’s Technical Agents’ and any relevant Aviation Authorities’ technical ability to make findings on behalf of the other Party;\n2)\nprocedures for including and suspending the acceptance of findings of compliance and approvals made by specific Aviation Authorities;\n3)\na defined scope for the acceptance of findings of compliance and approvals between the Parties;\n4)\nprovisions for technical consultations between the Technical Agents;\n5)\nprovisions for joint coordination bodies, as appropriate;\n6)\nprovisions authorising the Technical Agents to develop and conclude technical implementation procedures.\nArticle 6\nRegulatory Cooperation and Transparency\nA.\nThe Technical Agents shall develop and adopt procedures for regulatory cooperation in civil aviation safety and environmental testing and approvals, taking into account relevant guidelines on regulatory cooperation between the Parties. Those procedures shall include the opportunity for consultation and participation, whenever possible, of experts from one Party’s Technical Agent, Aviation Authorities, and industry in the early stages of drafting civil aviation regulatory materials by the other Party.\nB.\nSubject to the availability of funds, the Parties shall ensure continued trans-Atlantic cooperation on significant aviation safety initiatives, as appropriate.\nArticle 7\nCooperation in Quality Assurance and Standardisation Inspection Activities\nTo promote the continued understanding of and compatibility between each Party’s civil aviation safety regulatory systems, each Technical Agent may participate in the other’s internal quality assurance and standardisation inspection functions related to accreditation and monitoring, as provided in the Annexes.\nArticle 8\nCooperation in Enforcement Activities\nThe Parties agree, subject to applicable laws and regulations, to provide through their Technical Agents or Aviation Authorities as appropriate mutual cooperation and assistance in any investigation or enforcement proceedings of any alleged or suspected violation of any laws or regulations under the scope of this Agreement. In addition, each Party shall notify the other promptly of any investigation when mutual interests are involved.\nArticle 9\nExchange of Safety Data\nThe Parties agree, subject to applicable laws and regulations,\nA.\nTo provide each other, on request, and in a timely manner, information available to their Technical Agents related to accidents or incidents involving civil aeronautical products or regulated entities, and\nB.\nTo exchange other safety information in accordance with procedures developed by the Technical Agents.\nArticle 10\nApplicable Requirements, Procedures, and Guidance Material\nThe Parties agree to notify each other of all applicable requirements, procedures and guidance material with respect to matters covered by this Agreement.\nArticle 11\nProtection of Proprietary Data and Requests for Information\nA.\nThe Parties recognise that information related to this Agreement submitted by a regulated entity or a Party may contain intellectual property, trade secrets, confidential business information, proprietary data, or other data held in confidence by that regulated entity or another person (restricted information). Unless required by law, neither Party shall copy, release, or show information identified as restricted to anyone other than an employee of that Party without prior written consent of the person or entity possessing confidentiality interests in the restricted information.\nB.\nTo the extent the European Community shares restricted information with any Aviation Authority or with any entity entrusted with the investigation of accidents and incidents in civil aviation, the European Community shall treat such restricted information as sensitive documents and ensure that such Aviation Authority or entity does not copy, release or share such information with anyone other than an employee of such Aviation Authority or entity, without prior written consent of the person or legal entity possessing confidentiality interests in the restricted information.\nC.\nRequests from the public for information referred to in paragraph A of this Article, including access to documents, shall be addressed in accordance with the applicable laws and regulations that apply to the Party receiving such requests. A Technical Agent receiving a request for such information supplied by the other Party or its regulated entities shall consult with the other Party’s Technical Agent prior to releasing such information. The Technical Agents shall provide assistance to each other in responding to these requests as necessary.\nArticle 12\nApplicability\nUnless otherwise provided in the Annexes to this Agreement, this Agreement shall apply, on the one hand, to the United States civil aviation regulatory system as applied in the territory of the United States of America, and on the other hand, to the European Community civil aviation regulatory system as applied in the territories in which the Treaty establishing the European Community is applied and under the conditions laid down in that Treaty (and any successor instrument).\nArticle 13\nUnimpeded Access\nFor purposes of surveillance and inspections, each Party’s Technical Agent and Aviation Authorities shall assist the other Party’s Technical Agent with the objective of gaining unimpeded access to regulated entities subject to its jurisdiction.\nArticle 14\nFees\nEach Party shall endeavour to ensure that fees imposed by their Technical Agents on applicants and regulated entities for certification and approval related services under this Agreement are just, reasonable and commensurate with the services.\nArticle 15\nPreservation of Regulatory Authority\nNothing in this Agreement shall be construed to limit the authority of a Party to:\nA.\nDetermine, through its legislative, regulatory and administrative measures, the level of protection it considers appropriate for civil aviation safety and environmental testing and approvals; and\nB.\nTake all appropriate and immediate measures necessary to eliminate or minimise any derogation of safety. If either Party takes such action affecting activities within the scope of this Agreement, it shall inform the other Party where appropriate through a Technical Agent or an Aviation Authority as soon as practicable, but no later than 15 days after such action is taken.\nC.\nMake changes to its regulations, procedures or standards and apply them to its regulated entities. If any such changes could affect implementation of this Agreement, either Party, or its Technical Agent, may request consultations under Article 17, with a view to amending this agreement. Regardless of the results of such consultations, nothing in this Agreement shall prevent the Party concerned from making the change and applying it to its regulated entities.\nArticle 16\nOther Agreements\nA.\nExcept as otherwise specified in the Annexes to this Agreement, rights and obligations contained in any agreement concluded by either Party with a third party shall have neither force nor effect upon the other Party under this Agreement.\nB.\nIn light of and upon entry into force of this Agreement, the United States of America shall take necessary measures, and the European Community shall ensure pursuant to the Treaty establishing the European Community that the Member States of the European Union take necessary measures to amend or terminate, as appropriate, the bilateral agreements listed in Attachment 1 between the United States and individual Member States of the European Union.\nC.\nUnless otherwise provided in the Annexes, findings of compliance and approvals valid at the date of entry into force of this Agreement and previously accepted by the United States or a Member State of the European Union under one of the bilateral aviation safety agreements or bilateral airworthiness agreements listed in Attachment 1 shall be considered valid by the Parties to this Agreement under the terms as accepted under the listed agreements, until the approvals are replaced or cancelled.\nArticle 17\nConsultations and Settlement of Disputes\nA.\nEither Party may request consultations with the other Party on any matter related to this Agreement. The other Party shall reply promptly to such a request and shall enter into consultations at a time agreed by the Parties within 45 days.\nB.\nThe Parties’ Technical Agents shall attempt to resolve any disagreement between them regarding their cooperation under this Agreement by consultation in accordance with provisions contained in the Annexes to this Agreement.\nC.\nIn the event that the Technical Agents are unable to resolve disputes as provided for in paragraph B, either Technical Agent may refer the dispute to the Board, which shall consult on the matter.\nArticle 18\nSuspension of Acceptance of Findings\nA.\nShould consultations under Article 17 not resolve the disagreement that relates to findings of compliance and approvals, either Party may notify the other Party of its intention to suspend the acceptance of findings of compliance and approvals over which there is disagreement. Such notification shall be in writing and detail the reasons for suspension.\nB.\nSuch suspension shall take effect 30 days after the date of the notification, unless, prior to the end of this period, the Party which initiated the suspension notifies the other Party in writing that it withdraws its notification. Such suspension shall not affect the validity of findings of compliance, certificates and approvals made by the Party’s Technical Agents or Aviation Authority in question prior to the date the suspension took effect. Any such suspension that has become effective may be rescinded immediately upon an exchange of written correspondence to that effect by the Parties.\nArticle 19\nEntry into Force, Amendments, and Termination\nA.\nThis Agreement, including its Annexes, shall enter into force on the first day of the second month following the date on which the Parties have exchanged diplomatic notes confirming the completion of their respective procedures for entry into force of this Agreement.\nB.\nThis Agreement may be amended in writing by mutual consent of the Parties. Such amendments shall enter into force on the first day of the second month following the date on which the Parties have exchanged diplomatic notes confirming the completion of their respective procedures for entry into force of this Agreement or any amendments thereto. Amendments of the Annexes may be effected by a decision of the Board.\nC.\nAny individual Annex developed by the Board after the date of entry into force of this Agreement shall enter into force upon a decision of the Board.\nD.\nThis Agreement shall remain in force until terminated by either Party. Such termination shall be effected by 60 days’ written notification from one Party to the other Party. Such termination shall also act to terminate any amendments of this Agreement and all Annexes to this Agreement. Such termination shall not affect the validity of any certificates and other approvals granted by the Parties under the terms of this Agreement, including its Annexes.\nE.\nIndividual Annexes to the Agreement may be terminated by either Party. Termination of any individual Annex shall be effective 60 days following the date of receipt of notice of termination from one Party to the other Party, unless said notice of termination has been withdrawn. In case of termination of one or more Annexes, the remaining Annexes remain in effect. However, the Parties shall consult on preserving the remainder of the Agreement. Failing consensus to do so, this Agreement may be terminated by either Party. Termination shall be effective 60 days from the date of written notification to that effect from one Party to the other.\nF.\nFollowing notice of termination of this Agreement in its entirety or of any Annexes thereto, the Parties shall continue to meet their obligations under this Agreement or of any Annexes thereto until the effective date of termination.\nIN WITNESS WHEREOF, the undersigned, being duly authorised by their respective Governments, have signed this Agreement.\nDone at Brussels this 30th day of June, 2008, in two originals, in the Bulgarian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovakian, Slovenian, Spanish and Swedish languages. In case of divergences of interpretation between the different language texts, the English text shall prevail.\nЗа Европейската общност\nPor la Comunidad Europea\nZa Evropské společenství\nFor Det Europæiske Fællesskab\nFür die Europäische Gemeinschaft\nEuroopa Ühenduse nimel\nΓια την Ευρωπαϊκή Κοινότητα\nFor the European Community\nPour la Communauté européenne\nPer la Comunità europea\nEiropas Kopienas vārdā\nEuropos bendrijos vardu\naz Európai Közösség részéről\nGħall-Komunità Ewropea\nVoor de Europese Gemeenschap\nW imieniu Wspólnoty Europejskiej\nPela Comunidade Europeia\nPentru Comunitatea Europeană\nZa Európske spoločenstvo\nZa Evropsko skupnost\nEuroopan yhteisön puolesta\nPå Europeiska gemenskapens vägnar\nЗа Cъeдинeнитe aмepикaнcки щaти\nPor los Estados Unidos de América\nZa Spojené státy americké\nFor Amerikas Forenede Stater\nFür die Vereinigten Staaten von Amerika\nAmeerika Ühendriikide nimel\nΓια τις Ηνωμένες Πολιτείες της Αμερικής\nFor the United States of America\nPour les États-Unis d'Amérique\nPer gli Stati Uniti d'America\nAmerikas Savienoto Valstu vārdā\nJungtinių Amerikos Valstijų vardu\naz Amerikai Egyesült Államok részéről\nGħall-Istati Uniti tal-Amerika\nVoor de Verenigde Staten van Amerika\nW imieniu Stanów Zjednoczonych Ameryki\nPelos Estados Unidos da América\nPentru Statele Unite ale Americii\nZa Spojené štáty americké\nZa Združene države Amerike\nAmerikan yhdysvaltojen puolesta\nPå Amerikas förenta staters vägnar\nAttachment 1\nCountry\nBilateral\nAustria\nAgreement for Promotion of Aviation Safety; signed at Vienna 14 January 1997\nAgreement concerning the reciprocal acceptance of certificates of airworthiness for imported aircraft; effected by exchange of notes at Washington 30 April 1959\nBelgium\nAgreement concerning the reciprocal acceptance of airworthiness certifications; effected by exchange of notes at Brussels 12 February and 14 May 1973\nCzech Republic\nOperating Procedures between the Federal Aviation Administration (FAA) and the Civil Aviation Inspectorate (CAI) of the Czech Republic for Design Approval, Airworthiness Certification, Continued Airworthiness, and Mutual Cooperation and Technical Assistance Under the Agreement between the United States and Czechoslovakia, signed 29 January 1996\nAgreement between the United States and Czechoslovakia concerning the reciprocal acceptance of certificates of airworthiness for imported aircraft; effected by exchange of notes at Prague 1 and 21 October 1970\nDenmark\nAgreement for Promotion of Aviation Safety; signed at Copenhagen 6 November 1998\nAgreement concerning the reciprocal acceptance of airworthiness certifications; effected by exchange of notes at Washington 6 January 1982\nFinland\nAgreement for Promotion of Air Safety, signed at Helsinki 2 November 2000\nAgreement concerning the reciprocal acceptance of certificates of airworthiness for imported civil glider aircraft and civil aircraft appliances; effected by exchange of notes at Washington 7 March 1974\nFrance\nAgreement for Promotion of Aviation Safety, signed at Paris 14 May 1996\nImplementation Procedures for Design Approval, Production Activities, Export Airworthiness Approval, Post Design Approval Activities, and Technical Assistance between Authorities Under the Agreement for Promotion of Aviation Safety between the Government of the United States of America and the Government of the French Republic, signed 24 August 2001\nMaintenance Implementation Procedures Under the Agreement for Promotion of Aviation Safety between the Government of the United States of America and the Government of the French Republic, signed 14 May 1996\nGermany\nAgreement for Promotion of Aviation Safety, signed at Milwaukee 23 May 1996\nImplementation Procedures for Design Approval, Production Activities, Export Airworthiness Approval, Post Design Approval Activities, and Technical Assistance between Authorities under the Agreement between the Government of the United States of America and the Government of the Federal Republic of Germany for Promotion of Aviation Safety, Revision 1, signed 3 June 2002\nMaintenance Implementation Procedures under the Agreement between the Government of the United States of America and the Government of the Federal Republic of Germany for Promotion of Aviation Safety, signed 6 June 1997\nIreland\nAgreement for Promotion of Aviation Safety, signed at Dublin 5 February 1997\nMaintenance Implementation Procedures under the Agreement for the Promotion of Aviation Safety between the Government of the United States of America and the Government of Ireland, signed 5 February 1999\n20 April 1999\nItaly\nAgreement for Promotion of Aviation Safety, signed at Rome 27 October 1999\nImplementation Procedures for Design Approval, Production Activities, Export Airworthiness Approval, Post Design Approval Activities, and Technical Assistance between Authorities under the Agreement between the Government of the United States of America and the Government of Italy for Promotion of Aviation Safety, signed 4 June 2002\nNetherlands\nAgreement for Promotion of Aviation Safety, signed at The Hague 13 September 1995\nImplementation Procedures for Design Approval, Production Activities, Export Airworthiness Approval, Post Design Approval Activities, and Technical Assistance between Authorities under the Agreement between the Government of the United States of America and the Government of the Netherlands for Promotion of Aviation Safety, signed 3 June 2002\nPoland\nAgreement concerning the reciprocal acceptance of airworthiness for imported civil aeronautical products, as amended; effected by exchange of notes at Washington 8 November 1976\nRomania\nAgreement for Promotion of Aviation Safety, signed at Bucharest 10 September 2002\nAgreement concerning the reciprocal acceptance of certificates of airworthiness for imported civil glider aircraft; effected by exchange of notes at Washington 7 December 1976\n(Note: The United States requested termination of this agreement in February 2007. U.S. notification and a Romanian response will constitute termination.)\nImplementation Procedures for Design Approval, Production Activities, Export Airworthiness Approval, Post Design Approval Activities, and Technical Assistance between Authorities under the Agreement between the Government of the United States of America and the Government of Romania for Promotion of Aviation Safety, signed 24 September 2002\nSpain\nAgreement for Promotion of Aviation Safety, signed at Washington 23 September 1999\nAgreement concerning the reciprocal acceptance of certificates of airworthiness for imported aircraft, as amended; effected by exchange of notes at Madrid 23 September 1957\nSweden\nAgreement for Promotion of Aviation Safety signed at Stockholm 9 February 1998\nImplementation Procedures for Design Approval, Production Activities, Export Airworthiness Approval, Post Design Approval Activities, and Technical Assistance between Authorities under the Agreement between the Government of the United States of America and the Government of Sweden for Promotion of Aviation Safety, signed 3 June 2002\nUK\nAgreement for Promotion of Aviation Safety, signed at London 20 December 1995\nImplementation Procedures for Design Approval, Production Activities, Export Airworthiness Approval, Post Design Approval Activities, and Technical Assistance between Authorities under the Agreement between the Government of the United States of America and the Government of the United Kingdom of Great Britain and Northern Ireland for Promotion of Aviation Safety, signed 23 May 2002\nSimulator Implementation Procedures under the Agreement for the Promotion of Aviation Safety dated December 20th, 1995, between the Government of the United States of America and the Government of the United Kingdom of Great Britain and Northern Ireland, Revision 1, signed 6 October 2005\nANNEX 1\nAIRWORTHINESS AND ENVIRONMENTAL CERTIFICATION\n1.   SCOPE\n1.1.   This Annex covers 1) the reciprocal acceptance of findings of compliance, approvals, and documentation, and 2) technical assistance regarding:\n(a)\nairworthiness and continued airworthiness of civil aeronautical products (hereinafter referred to as ‘products’); and\n(b)\nnoise, fuel venting, and exhaust emissions.\n1.2.   As provided for in Article 4 of the Agreement, the Parties shall reciprocally accept each other’s findings made under the systems of the Technical Agents or Aviation Authorities, subject to the provisions of this Annex and where applicable, the technical implementation procedures concluded by the Technical Agents.\n2.   JOINT COORDINATION BODY\n2.1.   Composition\n2.1.1.\nA joint technical coordination body called the Certification Oversight Board, accountable to the Bilateral Oversight Board, is hereby established under the joint leadership of the Technical Agents. It shall include representatives from each Technical Agent responsible for airworthiness and environmental certification, quality management systems and rulemaking.\n2.1.2.\nThe joint leadership may invite additional participants to facilitate the fulfilment of the mandate of this Certification Oversight Board.\n2.2.   Mandate\n2.2.1.\nThe Certification Oversight Board shall meet at regular intervals to ensure the effective functioning and implementation of this Annex. Its functions shall include in particular:\n(a)\ndeveloping, approving, and revising the technical implementation procedures;\n(b)\nsharing information on major safety issues and developing action plans to address them;\n(c)\nensuring the consistent application of this Annex;\n(d)\nresolving technical issues falling within the responsibilities of the Technical Agents and examining other technical issues that cannot be solved at a lower level;\n(e)\ndeveloping effective means for cooperation, assistance and exchange of information regarding safety and environmental standards, certification systems, and quality management and standardisation systems;\n(f)\nadministering the list of Aviation Authorities identified in Appendix of this Annex according to the decisions taken by the Bilateral Oversight Board;\n(g)\nproposing amendments regarding this Annex to the Bilateral Oversight Board.\n2.2.2.\nThe Certification Oversight Board shall report unresolved issues to the Bilateral Oversight Board and ensure the implementation of decisions reached by the Bilateral Oversight Board regarding this Annex.\n3.   IMPLEMENTATION\n3.1.   General\n3.1.1.\nThe Technical Agents shall develop technical implementation procedures for the implementation of this Annex that further address the differences between the Parties’ airworthiness and environmental certification systems.\n3.1.2.\nEach Technical Agent and, if applicable, Aviation Authority, shall support the other’s Party’s Technical Agent’s and, if applicable, Aviation Authority’s, requests for access to data under the regulatory control of the other Technical Agent and, if applicable, Aviation Authority, in order to carry out the activities of this Annex.\n3.2.   Design Approvals\n3.2.1.\nThe U.S. Technical Agent shall carry out the State of Design functions applicable to the United States under Annex 8 of the Convention on International Civil Aviation done at Chicago on 7 December 1944 (the Chicago Convention) for regulated entities over which it has jurisdiction.\n3.2.2.\nThe EC Technical Agent shall carry out on behalf of the EU Member States the State of Design functions applicable to them under Annex 8 of the Chicago Convention for regulated entities over which it has jurisdiction.\n3.2.3.\nTo benefit from reciprocal acceptance under this Agreement:\n(a)\nEASA shall act as the certificating authority and accept certification applications only from applicants located within the territory of the European Community for the initial approval of their design, design changes and repair data; and\n(b)\nFAA shall act as the certificating authority and accept certification applications only from applicants located within the United States for the initial approval of their designs, design changes and repair data.\n3.2.4.\nEach Technical Agent shall use a validation process to approve:\n(a)\nthe design of aircraft, aircraft engines, propellers and appliances;\n(b)\nsupplemental type certificates;\n(c)\ncertain major changes to type design, as defined in the technical implementation procedures; and\n(d)\nacoustical and emission changes,\nthat have been, or are in the process of being, approved by the other Party’s Technical Agent in carrying out the State of Design’s functions. The validation process, as defined in the technical implementation procedures, shall be based to the maximum extent practicable on the technical evaluations, tests, inspections, and compliance certifications made by the other Technical Agent. The airworthiness certification basis developed during the validation process of an aircraft, aircraft engine, or propeller shall use the applicable airworthiness standards or codes in effect on the date of application to the Technical Agent carrying out the State of Design functions. The environmental certification basis shall be developed based on the application dates prescribed in the technical implementation procedures.\n3.2.5.\nThe Technical Agents shall ensure that information related to operational requirements that impact design is made available to each other during the validation process. The Aviation Authorities shall make such information available to EASA.\n3.2.6.\nThe Technical Agents may also use a joint certification process, where appropriate. Joint certification is an alternative form of validation when mutually agreed by the applicant and both Technical Agents, as defined in the technical implementation procedures. Joint certification is particularly appropriate when components of a new product are designed by a regulated entity located within the territory of the other Party. Under joint certification, compliance demonstration and findings are expected to be made locally by the other Party’s Technical Agent.\n3.2.7.\nBecause the Parties’ regulatory systems for parts, repair design data, and design changes other than those covered by 3.2.4, are considered sufficiently comparable such that a separate approval by the importing Party’s Technical Agent or Aviation Authority is not required, the importing Technical Agent shall accept a part, repair design data or design change when it has already been approved or otherwise accepted by the other Party’s Technical Agent in carrying out the State of Design functions for the part, repair design data, or design change. The technical implementation procedures shall identify when a separate approval by the importing Technical Agent is necessary.\n3.2.8.\nCertifying statements related to design approvals, including information on noise and emission levels, shall be defined in the technical implementation procedures.\n3.2.9.\nIn the event that a design approval holder transfers its approval to another entity, the Technical Agent responsible for the design approval shall promptly notify the other Technical Agent of the transfer. The Technical Agents shall define procedures to facilitate the transfer of certificates between the Parties’ regulated entities in the technical implementation procedures.\n3.2.10.\nEASA shall accept the U.S. certification procedures as an acceptable alternative to the European Community’s requirements for demonstrating the capability of an applicant.\n3.3.   Continued Airworthiness\n3.3.1.\nThe Technical Agents are committed to take action to address unsafe conditions in products that they have certificated. The Technical Agents shall exchange information on failures, malfunctions and defects received from its approval holders to support the other Technical Agent’s investigation of service difficulties or other potential safety issues. The exchange of this information between the Technical Agents shall be considered to fulfil the obligation of each approval holder to report failures, malfunctions, and defects to the other Party’s Technical Agent under that other Party’s applicable law. Actions to address unsafe conditions and exchange of safety information shall be defined in the technical implementation procedures.\n3.3.2.\nUnless otherwise notified by either Party’s Technical Agent:\n(a)\nthe FAA shall carry out the continued airworthiness State of Design functions applicable to the United States under Annex 8 of the Chicago Convention for aircraft, aircraft engines, propellers and appliances for the life cycle of the product;\n(b)\nEASA shall carry out on behalf of the EU Member States the continued airworthiness State of Design functions applicable to them under Annex 8 of the Chicago Convention for aircraft, aircraft engines, propellers and appliances for the life cycle of the product.\n3.3.3.\nThe FAA shall exercise the State of Manufacture functions applicable to the United States under Annex 8 to the Chicago Convention for aircraft, aircraft engines, propellers and appliances for the life cycle of the product over which it has jurisdiction. The Aviation Authorities and, where applicable, EASA shall exercise the State of Manufacture functions applicable to the EU Member States under Annex 8 to the Chicago Convention for aircraft, aircraft engines, propellers and appliances for the life cycle of the product over which it has jurisdiction. Actions to address unsafe conditions shall be defined in the technical implementation procedures.\n3.3.4.\nAny changes to the ownership or airworthiness status of a certificate issued by either Party’s Technical Agent shall be timely communicated to the other Technical Agent.\n3.4.   Production\n3.4.1.\nThe Technical Agents and, where applicable, the Aviation Authorities, grant production approvals, based upon an acceptable production quality/inspection system, to a manufacturer under their own regulatory system when that manufacturer is involved in the export of aircraft, aircraft engines, propellers, appliances, or parts to the other Party. Such production approvals shall ensure that all aircraft, aircraft engines, propellers, appliances and parts conform to the approved design of the importing Party, have undergone an operational check if applicable, and are in a condition for safe operation at the time of export.\n3.4.2.\nBecause the Parties’ regulatory systems for production are considered sufficiently comparable, the importing Technical Agent or Aviation Authority shall not issue its own production approval for those manufacturers regulated by the exporting Party.\n3.4.3.\nEach Technical Agent and, where applicable, Aviation Authorities, shall recognise the other Technical Agent’s or Aviation Authorities’ production approvals including:\n(a)\nproduction approvals granted or extended for the manufacture of aircraft, aircraft engines, propellers, appliances or parts within their territories; and for the manufacture of aircraft, aircraft engines, propellers or parts outside their territories; and\n(b)\nproduction approvals granted for the manufacture of aircraft, aircraft engines, propellers, or parts, based upon a manufacturer’s licensing agreement or appropriate arrangement with a design approval holder in the other Party’s territory or a third country. When a licensing agreement for the production of an aircraft, aircraft engine, or propeller separates the State of Design and State of Manufacture responsibilities between the two Parties, the FAA and EASA, or an Aviation Authority if appropriate, shall enter into a working arrangement.\n3.4.4.\nEach Party’s Technical Agent and, if applicable, Aviation Authorities, shall fulfil their respective regulatory obligations to oversee manufacturers, and suppliers approved under the manufacturer’s quality system, located within the other’s Party’s territory by relying on the other Party’s surveillance system when all the following conditions are met:\n(a)\nthe Technical Agent or Aviation Authority responsible for oversight of the production approval holder officially requests surveillance assistance;\n(b)\nthe manufacturing facility additionally has been granted a production approval of similar scope, issued by either the Technical Agent or Aviation Authority of the territory in which the facility is located;\n(c)\nthe other Party’s Technical Agent or Aviation Authority is willing and able to undertake such activities as its resources permit; and\n(d)\nthe Technical Agents or Aviation Authority shall document, as appropriate, the details of any agreed surveillance assistance.\n3.4.5.\nFor parts manufactured under the regulatory system of one Party at a facility located in the other Party’s territory, the Technical Agents and Aviation Authorities shall accept Authorised Release Certificates or other documents, as agreed, in lieu of their own documentation under the following conditions:\n(a)\nthe manufacturing facility has been granted a production approval of similar scope, issued by either a Technical Agent or an Aviation Authority listed in Appendix, having regulatory authority over this manufacturing facility; and, where applicable;\n(b)\nfor delivery to an end user, the applicable approval holder has granted written permission to its supplier when allowed under the regulatory system of the approval holder.\n3.4.6.\nFor products manufactured under a licensing agreement, the Technical Agents shall establish procedures to ensure that all changes introduced into the design by the licensee are approved, through the design approval holder, by the Technical Agent carrying out the responsibilities of the State of Design for the product.\n3.5.   Export Airworthiness Certification\n3.5.1.\nEach Party’s Technical Agent or, where applicable, the Aviation Authorities, shall reciprocally accept the other Party’s certifications of airworthiness for all products when a product is exported from one Party’s regulatory jurisdiction to the other Party’s regulatory jurisdiction with the appropriate airworthiness certification. The Technical Agents and, where applicable, the Aviation Authorities or appropriately approved organisations, shall issue the following airworthiness documentation with each export:\n(a)\nan Export Certificate of Airworthiness for a new or used aircraft, as defined in the technical implementation procedures;\n(b)\neither an Export Certificate of Airworthiness or an Authorised Release Certificate for a new aircraft engine or propeller;\n(c)\nan Authorised Release Certificate for a new part or appliance.\n3.5.2.\nFor new products, the Technical Agents or the Aviation Authorities identified in Appendix (or their designated regulated entities when appropriate) shall certify, by the issuance of a specific airworthiness export document, that an aircraft, aircraft engine, propeller, part or appliance:\n(a)\nconforms to a design approved by the importing Technical Agent and specified in the type certificate data sheet or other design approval, including any additional supplemental type certificates;\n(b)\nis in a condition for safe operation, including compliance with any Airworthiness Directives (if applicable) or Safety Information Notice as notified by the importing Technical Agent, and any mandatory safety actions (if applicable) concerning production or maintenance as notified by the relevant importing Aviation Authority;\n(c)\nhas undergone a final operational check, if applicable;\n(d)\nis appropriately marked or identified in accordance with the requirements of the importing Technical Agent;\n(e)\nmeets all additional requirements prescribed and notified by the importing Technical Agent; and\n(f)\nfor a rebuilt aircraft engine, that the engine has been rebuilt by the engine’s manufacturer.\n3.5.3.\nThe Technical Agents or the Aviation Authorities identified in Appendix (or their designated regulated entities when appropriate) shall also accept a used civil aircraft for either standard or special/restricted airworthiness certification only if a type certificate or European restricted type certificate holder exists to support continued airworthiness of the aircraft and when the other Party’s Technical Agent or Aviation Authority certifies that the aircraft:\n(a)\nhas been properly maintained during its service life (as evidenced by appropriate maintenance records); and\n(b)\nmeets the requirements of paragraph 3.5.2(a) through (e).\nThe inspection and maintenance records to accompany a used aircraft are detailed in the technical implementation procedures.\n3.5.4.\nAll airworthiness documentation shall contain appropriate certifying statements, as specified in the technical implementation procedures.\n3.5.5.\nIf, in the process of making an airworthiness certification, the exporting Technical Agent or Aviation Authority is unable to satisfy all of the requirements specified in paragraph 3.5.2 (a)-(f) or 3.5.3, the exporting Technical Agent or Aviation Authority shall:\n(a)\nimmediately notify the importing Technical Agent or Aviation Authority of this fact;\n(b)\ncoordinate, with the importing Technical Agent or Aviation Authority as specified in the technical implementation procedures, their acceptance or rejection of the exceptions to the requirements prior to completing the airworthiness certification; and\n(c)\ndocument any accepted exceptions when exporting the product.\n3.5.6.\nIn addition to the products listed in Appendix to this Annex, the FAA shall continue to accept products that were included in the scope of a bilateral agreement related to airworthiness listed in Attachment 1 of the Agreement that conform to an FAA-approved design provided that they were manufactured and issued an appropriate airworthiness certification prior to the date of entry into force of this Agreement.\n3.5.7.\nThe European Community shall not require the specific marking European Parts Approval (EPA) for parts imported from the United States except where EASA is acting as the State of Design.\n4.   ACCEPTANCE OF FINDINGS AND APPROVALS\n4.1.   Qualification Requirements for the Acceptance of Findings and Approvals\n4.1.1.\nThe Technical Agents and, where applicable, the Aviation Authorities, shall establish a certification and oversight system for the various activities included in the scope of this Annex. This system shall be documented and include the organisational structure, staff qualifications, and internal policies and procedures used to perform those activities.\n4.1.2.\nEach Technical Agent and, where applicable, the Aviation Authorities, shall demonstrate sufficient knowledge of each other’s system in terms of airworthiness and environmental requirements, associated policy and guidance material, procedures and organisational structure.\n4.1.3.\nEach Technical Agent and, where applicable, the Aviation Authorities, shall ensure that staff are appropriately qualified and have sufficient knowledge, experience, and training to perform their responsibilities under this Agreement.\n4.1.4.\nThese systems shall be subject to internal quality audits, accreditation or standardisation inspections. The technical implementation procedures shall define the Technical Agents’ periodic participation in each other’s internal quality audits, accreditation or standardisation inspections, including the inspections of Aviation Authorities described in paragraph 4.2.3, in order to maintain mutual confidence in each other’s systems. The Technical Agents and the Aviation Authorities shall submit to such inspections and ensure that regulated entities provide access to both Technical Agents.\n4.2.   Qualifications of the Technical Agents and Aviation Authorities\n4.2.1.\nSubject to any conditions defined in the technical implementation procedures, the Technical Agents are deemed to meet the requirements specified in paragraphs 4.1.1 to 4.1.3, following a confidence building process. For airworthiness certification, the confidence building process has been completed as evidenced by the inclusion of this Annex to the Agreement. For environmental certification, the confidence building process is defined in the technical implementation procedures.\n4.2.2.\nThe Aviation Authorities that meet the requirements in paragraphs 4.1.1 to 4.1.3 for production and airworthiness certification functions are listed in Appendix to this Annex, with their scope of activity.\n4.2.3.\nIf following a standardisation inspection by EASA, the European Community determines that other Aviation Authorities meet the requirements specified in paragraphs 4.1.1 to 4.1.3, the Technical Agents shall follow the process outlined in Section 1 of the technical implementation procedures. Following completion of the process, if they deem it appropriate, the Technical Agents shall then propose to the Bilateral Oversight Board any amendments to Appendix, including changes in scope of an Aviation Authority’s activities.\n4.2.4.\nIf one Technical Agent believes that the other Technical Agent’s or any of the Aviation Authorities’ technical competency is no longer adequate, the Technical Agents shall consult and propose an action plan, including any confidence building activities, in order to address deficiencies. Similarly, if either Technical Agent believes that the acceptance of findings or approvals made by an Aviation Authority should be suspended, the Technical Agents shall consult. If confidence is not restored through mutually acceptable means, either Technical Agent may refer the matter to the Bilateral Oversight Board. If the problem is not solved through mutually acceptable means, either Party may notify the other Party according to Article 18.A of the Agreement.\n4.2.5.\nSimilarly, the Technical Agents shall consult whenever either Technical Agent proposes to consider the reinstatement of an Aviation Authority that has previously been removed from Appendix by the Bilateral Oversight Board or whose findings or approvals have been suspended.\n5.   COMMUNICATIONS\nAll communications between the Technical Agents and, where applicable, the Aviation Authorities, including documentation, shall be in the English language. The Technical Agents may agree to exceptions for certification compliance data on a case-by-case basis.\n6.   TECHNICAL CONSULTATIONS\nThe Technical Agents agree to resolve issues associated with implementation of this Annex through consultation. The Technical Agents shall make every effort to resolve issues at the lowest possible technical level using the process outlined in the technical implementation procedures before elevating the issue to the Bilateral Oversight Board.\n7.   TECHNICAL ASSISTANCE\n7.1.   Upon request and after mutual agreement, each Party’s Technical Agent or, where applicable, an Aviation Authority, shall provide technical assistance to the other Party’s Technical Agent or, where applicable, an Aviation Authority, in certification and continued airworthiness oversight activities related to design, production, airworthiness, and environmental certification within each other’s territory. The process for conducting such assistance is described in the technical implementation procedures.\n7.2.   The Technical Agents or the Aviation Authorities may decline to provide such technical assistance due to lack of resource availability, because the product is not within the scope of this Agreement or there is no regulatory involvement with the facility.\n7.3.   When technical assistance is provided, the Technical Agent or, where applicable, the Aviation Authority, providing the assistance shall apply their respective Party’s regulatory system and procedures, unless otherwise agreed by the Technical Agents or, where applicable, the Aviation Authority. Technical assistance including conformity inspection, test witnessing, and compliance determinations may be conducted by approved/delegated organisations. In cases where a European Community approved organisation does not have these privileges within its production authorisation, Aviation Authorities may provide such assistance directly or by extending to the organisation such privileges. In cases where a European Community approved organisation does not have such privileges within its design authorisation, EASA may provide the technical assistance directly or by extending to the organisation such privileges.\n7.4.   Technical assistance may also be requested related to the import of used aircraft that were originally exported from the United States or the European Community. Each Party’s Technical Agent or, where applicable, the Aviation Authorities, shall assist the other Party’s Technical Agent or Aviation Authority, as applicable, in obtaining information regarding the configuration of the aircraft at the time it left the manufacturer.\n8.   NOTIFICATION OF INVESTIGATION OR ENFORCEMENT ACTION\nEach Party’s Technical Agents and, where applicable, the Aviation Authorities shall notify the other Party’s Technical Agent and, where applicable, the Aviation Authorities, promptly of their own investigation or enforcement action that may involve 1) a product or regulated entity for airworthiness or environmental certification or 2) an action of a Technical Agent or Aviation Authority that appears not to comply with this Annex. The Technical Agents and, where applicable, the Aviation Authorities, shall cooperate in sharing information needed for any such investigation or enforcement action including its closure.\nAppendix\nAIRWORTHINESS AND ENVIRONMENTAL CERTIFICATION\nEASA, AVIATION AUTHORITY, AND U.S. PRODUCTS, ASSOCIATED EXPORT DOCUMENTATION, AND TECHNICAL ASSISTANCE ACTIVITY ACCEPTED UNDER THIS AGREEMENT\nEuropean Community Technical Agent\nProducts, export documentation, and technical assistance activities\nEASA\nProducts and Associated Export Documentation Accepted for Import into the U.S.\n—\nNew aircraft conforming to an FAA-approved design, manufactured under an EASA — issued Production Organisation Approval (POA) (paragraph 3.4.3), and accompanied by an EASA Form 27.\n—\nNew engines and propellers conforming to an FAA-approved design that are manufactured under an EASA-issued POA accompanied by an EASA Form 1, Authorised Release Certificate.\n—\nThe following new parts manufactured under an EASA-issued POA that conform to FAA-approved design data and are eligible for installation in a product or appliance which has been granted an FAA design approval (accompanied by an EASA Form 1):\n—\nReplacement parts regardless of the State of Design for the product and/or appliance;\n—\nModification parts for design changes where EASA acts as the State of Design for the design change for an EU applicant. When these modification parts are associated with an EASA STC, the STC must be within the scope of the technical implementation procedures;\n—\nModification parts for any product where the U.S. is the State of Design for the design change and the parts are produced under licensing agreement to the U.S. design approval holder (split State of Design and State of Manufacture).\nTechnical Assistance Activities Performed on Behalf of FAA\n—\nDesign data (compliance statements) and test witnessing.\n—\nProduction surveillance and oversight conducted as technical assistance.\n—\nConformity inspection.\nAviation Authority in Listed EU Member State\nProducts, export documentation, and technical assistance activities\nAustria\nProducts and Associated Export Documentation Accepted for Import into the U.S.\n—\nNew small airplanes, VLA, and sailplanes and powered sailplanes, conforming to an FAA-approved design, manufactured under an Austrian POA, and accompanied by an EASA Form 27, Export Certificate of Airworthiness, or an Austrian Export Certificate of Airworthiness issued before September 28, 2008.\n—\nUsed aircraft conforming to an FAA-approved design, maintained in accordance with EASA Part 145 or Part M, as applicable, when accompanied by an EASA Form 27, Export Certificate of Airworthiness, or an Austrian Export Certificate of Airworthiness issued before September 28, 2008. If relevant provisions of Part M are not yet implemented, the applicable maintenance requirements will be those of Austria, and specified on the Austrian Export Certificate of Airworthiness or EASA Form 27.\n—\nNew engines and propellers conforming to an FAA-approved design, manufactured under an Austrian POA, and accompanied by an EASA Form 1, Authorised Release Certificate, or a JAA Form One issued before September 28, 2005.\n—\nNew appliances conforming to an FAA-approved design, manufactured under an Austrian POA, and accompanied by an EASA Form 1, Authorised Release Certificate, or a JAA Form One issued before September 28, 2005.\n—\nThe following new parts manufactured under an Austrian POA that conform to FAA-approved design data and are eligible for installation in a product or appliance which has been granted an FAA design approval (accompanied by an EASA Form 1, or a JAA Form One issued before September 28, 2005):\n—\nReplacement parts regardless of the State of Design for the product and/or appliance;\n—\nModification parts for design changes where EASA acts as the State of Design for the design change for an EU applicant. When these modification parts are associated with an EASA STC, the STC must be within the scope of the technical implementation procedures;\n—\nModification parts for any product where the U.S. is the State of Design for the design change and the parts are produced under licensing agreement to the U.S. design approval holder (split State of Design and State of Manufacture).\nTechnical Assistance Activities Performed on Behalf of FAA\n—\nProduction surveillance and oversight conducted as technical assistance.\n—\nConformity inspection.\nBelgium\nProducts and Associated Export Documentation Accepted for Import into the U.S.\n—\nUsed aircraft conforming to an FAA-approved design, maintained in accordance with EASA Part 145 or Part M, as applicable, when accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a Belgian Export Certificate of Airworthiness issued before September 28, 2008. If relevant provisions of Part M are not yet implemented, the applicable maintenance requirements will be those of Belgium, and specified on the Belgium Export Certificate of Airworthiness or EASA Form 27.\n—\nNew appliances conforming to an FAA-approved design, manufactured under a Belgian POA, and accompanied by an EASA Form 1, Authorised Release Certificate, or a JAA Form One issued before September 28, 2005.\n—\nNew manned balloons conforming to an FAA-approved design, manufactured under Subpart F of EASA Part 21 or Belgian POA, and accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a Belgian Export Certificate of Airworthiness issued before September 28, 2008.\n—\nThe following new parts manufactured under a Belgian POA that conform to FAA-approved design data and are eligible for installation in a product or appliance which has been granted an FAA design approval (accompanied by an EASA Form 1, or a JAA Form One issued before September 28, 2005):\n—\nReplacement parts regardless of the State of Design for the product and/or appliance;\n—\nModification parts for design changes where EASA acts as the State of Design for the design change for an EU applicant. When these modification parts are associated with an EASA STC, the STC must be within the scope of the technical implementation procedures;\n—\nModification parts for any product where the U.S. is the State of Design for the design change and the parts are produced under licensing agreement to the U.S. design approval holder (split State of Design and State of Manufacture).\nTechnical Assistance Activities Performed on Behalf of FAA\n—\nProduction surveillance and oversight conducted as technical assistance.\n—\nConformity inspection.\nCzech Republic\nProducts and Associated Export Documentation Accepted for Import into the U.S.\n—\nNew small airplanes, VLA, and sailplanes conforming to an FAA-approved design, manufactured under a Czech Republic POA, and accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a Czech Export Certificate of Airworthiness issued before September 28, 2008.\n—\nNew manned balloons conforming to an FAA-approved design, manufactured under a Czech Republic POA, and accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a Czech Export Certificate of Airworthiness issued before September 28, 2008.\n—\nNew airships conforming to an FAA-approved design, manufactured under a Czech Republic POA, and accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a Czech Export Certificate of Airworthiness issued before September 28, 2008.\n—\nUsed aircraft conforming to an FAA-approved design, maintained in accordance with EASA Part 145 or Part M, as applicable, when accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a Czech Export Certificate of Airworthiness issued before September 28, 2008. If relevant provisions of Part M are not yet implemented, the applicable maintenance requirements will be those of the Czech Republic, and specified on the Czech Export Certificate of Airworthiness or EASA Form 27.\n—\nNew engines and propellers conforming to an FAA-approved design, manufactured under a Czech Republic POA, and accompanied by an EASA Form 1, Authorised Release Certificate, or a JAA Form One issued before September 28, 2005.\n—\nNew appliances conforming to an FAA-approved design, manufactured under a Czech Republic POA, and accompanied by an EASA Form 1, Authorised Release Certificate, or a JAA Form One issued before September 28, 2005.\n—\nThe following new parts manufactured under a Czech Republic POA that conform to FAA-approved design data and are eligible for installation in a product or appliance which has been granted an FAA design approval (accompanied by an EASA Form 1, or a JAA Form One issued before September 28, 2005):\n—\nReplacement parts regardless of the State of Design for the product and/or appliance;\n—\nModification parts for design changes where EASA acts as the State of Design for the design change for an EU applicant. When these modification parts are associated with an EASA STC, the STC must be within the scope of the technical implementation procedures;\n—\nModification parts for any product where the U.S. is the State of Design for the design change and the parts are produced under licensing agreement to the U.S. design approval holder (split State of Design and State of Manufacture).\nTechnical Assistance Activities Performed on Behalf of FAA\n—\nProduction surveillance and oversight conducted as technical assistance.\n—\nConformity inspection.\nDenmark\nProducts and Associated Export Documentation Accepted for Import into the U.S.\n—\nUsed aircraft conforming to an FAA-approved design, maintained in accordance with EASA Part 145 or Part M, as applicable, when accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a Danish Export Certificate of Airworthiness issued before September 28, 2008. If relevant provisions of Part M are not yet implemented, the applicable maintenance requirements will be those of Denmark, and specified on the Danish Export Certificate of Airworthiness or EASA Form 27.\n—\nNew appliances conforming to an FAA-approved design, manufactured under a Danish POA, and accompanied by an EASA Form 1, Authorised Release Certificate, or a JAA Form One issued before September 28, 2005.\n—\nThe following new parts manufactured under a Danish POA that conform to FAA-approved design data and are eligible for installation in a product or appliance which has been granted an FAA design approval (accompanied by an EASA Form 1, or a JAA Form One issued before September 28, 2005):\n—\nReplacement parts regardless of the State of Design for the product and/or appliance;\n—\nModification parts for design changes where EASA acts as the State of Design for the design change for an EU applicant. When these modification parts are associated with an EASA STC, the STC must be within the scope of the technical implementation procedures;\n—\nModification parts for any product where the U.S. is the State of Design for the design change and the parts are produced under licensing agreement to the U.S. design approval holder (split State of Design and State of Manufacture).\nTechnical Assistance Activities Performed on Behalf of FAA\n—\nProduction surveillance and oversight conducted as technical assistance.\n—\nConformity inspection.\nFinland\nProducts and Associated Export Documentation Accepted for Import into the U.S.\n—\nUsed aircraft conforming to an FAA-approved design, maintained in accordance with EASA Part 145 or Part M as applicable, when accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a Finnish Export Certificate of Airworthiness issued before September 28, 2008. If relevant provisions of Part M are not yet implemented, the applicable maintenance requirements will be those of Finland, and specified on the Finnish Export Certificate of Airworthiness or EASA Form 27.\n—\nNew appliances conforming to an FAA-approved design, manufactured under a Finnish POA, and accompanied by an EASA Form 1, Authorised Release Certificate, or a JAA Form One issued before September 28, 2005.\n—\nThe following new parts manufactured under a Finnish POA that conform to FAA-approved design data and are eligible for installation in a product or appliance which has been granted an FAA design approval (accompanied by an EASA Form 1, or a JAA Form One issued before September 28, 2005):\n—\nReplacement parts regardless of the State of Design for the product and/or appliance;\n—\nModification parts for design changes where EASA acts as the State of Design for the design change for an EU applicant. When these modification parts are associated with an EASA STC, the STC must be within the scope of the technical implementation procedures;\n—\nModification parts for any product where the U.S. is the State of Design for the design change and the parts are produced under licensing agreement to the U.S. design approval holder (split State of Design and State of Manufacture).\nTechnical Assistance Activities Performed on Behalf of FAA\n—\nProduction surveillance and oversight conducted as technical assistance.\n—\nConformity inspection.\nFrance\nProducts and Associated Export Documentation Accepted for Import into the U.S.\n—\nNew airplanes, helicopters, VLA, and sailplanes, conforming to an FAA-approved design, manufactured under a French POA, and accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a French Export Certificate of Airworthiness issued before September 28, 2008.\n—\nNew manned balloons conforming to an FAA-approved design, manufactured under Subpart F of EASA Part 21 or French POA, and accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a French Export Certificate of Airworthiness issued before September 28, 2008.\n—\nUsed aircraft conforming to an FAA-approved design, maintained in accordance with EASA Part 145 or Part M, as applicable, when accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a French Export Certificate of Airworthiness issued before September 28, 2008. If relevant provisions of Part M are not yet implemented, the applicable maintenance requirements will be those of France, and specified on the French Export Certificate of Airworthiness or EASA Form 27.\n—\nNew engines and propellers conforming to an FAA-approved design, manufactured under a French POA, and accompanied by an EASA Form 1, Authorised Release Certificate, or a JAA Form One issued before September 28, 2005.\n—\nNew appliances conforming to an FAA-approved design, manufactured under a French POA, and accompanied by an EASA Form 1, Authorised Release Certificate, or a JAA Form One issued before September 28, 2005.\n—\nThe following new parts manufactured under a French POA that conform to FAA-approved design data and are eligible for installation in a product or appliance which has been granted an FAA design approval (accompanied by an EASA Form 1, or a JAA Form One issued before September 28, 2005):\n—\nReplacement parts regardless of the State of Design for the product and/or appliance;\n—\nModification parts for design changes where EASA acts as the State of Design for the design change for an EU applicant. When these modification parts are associated with an EASA STC, the STC must be within the scope of the technical implementation procedures;\n—\nModification parts for any product where the U.S. is the State of Design for the design change and the parts are produced under licensing agreement to the U.S. design approval holder (split State of Design and State of Manufacture).\nTechnical Assistance Activities Performed on Behalf of FAA\n—\nProduction surveillance and oversight conducted as technical assistance.\n—\nConformity inspection.\nAcceptance of French Documentation on Parts Produced in France under a U.S. Production Approval\n—\nEASA Form 1, Authorised Release Certificate, shall be accepted on parts produced under the quality system of a U.S. Production Approval Holder (PAH), at a PAH’s supplier located in France, when that supplier also holds a French POA for the same part.\nGermany\nProducts and Associated Export Documentation Accepted for Import into the U.S.\n—\nNew airplanes, helicopters, VLA, sailplanes and motorised sailplanes, conforming to an FAA-approved design, manufactured under a German POA, and accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a German Export Certificate of Airworthiness issued before September 28, 2008.\n—\nNew manned balloons conforming to an FAA-approved design, manufactured under a German POA, and accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a German Export Certificate of Airworthiness issued before September 28, 2008.\n—\nNew airships conforming to an FAA-approved design, manufactured under a German POA, and accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a German Export Certificate of Airworthiness issued before September 28, 2008.\n—\nUsed aircraft conforming to an FAA-approved design, maintained in accordance with EASA Part 145 or Part M, as applicable, when accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a German Export Certificate of Airworthiness issued before September 28, 2008. If relevant provisions of Part M are not yet implemented, the applicable maintenance requirements will be those of Germany, and specified on the German Export Certificate of Airworthiness or EASA Form 27.\n—\nNew engines and propellers conforming to an FAA-approved design, manufactured under a German POA, and accompanied by an EASA Form 1, Authorised Release Certificate, or a JAA Form One issued before September 28, 2005.\n—\nNew appliances conforming to an FAA-approved design, manufactured under a German POA, and accompanied by an EASA Form 1, Authorised Release Certificate, or a JAA Form One issued before September 28, 2005.\n—\nThe following new parts manufactured under a German POA that conform to FAA-approved design data and are eligible for installation in a product or appliance which has been granted an FAA design approval (accompanied by an EASA Form 1, or a JAA Form One issued before September 28, 2005):\n—\nReplacement parts regardless of the State of Design for the product and/or appliance;\n—\nModification parts for design changes where EASA acts as the State of Design for the design change for an EU applicant. When these modification parts are associated with an EASA STC, the STC must be within the scope of the technical implementation procedures;\n—\nModification parts for any product where the U.S. is the State of Design for the design change and the parts are produced under licensing agreement to the U.S. design approval holder (split State of Design and State of Manufacture).\nTechnical Assistance Activities Performed on Behalf of FAA\n—\nProduction surveillance and oversight conducted as technical assistance.\n—\nConformity inspection.\nAcceptance of German Documentation on Parts Produced in Germany under a U.S. Production Approval\n—\nEASA Form 1, Authorised Release Certificate, shall be accepted on parts produced under the quality system of a U.S. Production Approval Holder (PAH), at a PAH’s supplier located in Germany, when that supplier also holds a German POA for the same part.\nItaly\nProducts and Associated Export Documentation Accepted for Import into the U.S.\n—\nNew airplanes, helicopters, and VLA, conforming to an FAA-approved design, manufactured under an Italian POA, and accompanied by an EASA Form 27, Export Certificate of Airworthiness, or an Italian Export Certificate of Airworthiness issued before September 28, 2008.\n—\nUsed aircraft conforming to an FAA-approved design, maintained in accordance with EASA Part 145 or Part M, as applicable, when accompanied by an EASA Form 27, Export Certificate of Airworthiness, or an Italian Export Certificate of Airworthiness issued before September 28, 2008. If relevant provisions of Part M are not yet implemented, the applicable maintenance requirements will be those of Italy, and specified on the Italian Export Certificate of Airworthiness or EASA Form 27.\n—\nNew appliances conforming to an FAA-approved design, manufactured under an Italian POA, and accompanied by an EASA Form 1, Authorised Release Certificate, or a JAA Form One issued before September 28, 2005.\n—\nThe following new parts manufactured under an Italian POA that conform to FAA-approved design data and are eligible for installation in a product or appliance which has been granted an FAA design approval (accompanied by an EASA Form 1, or a JAA Form One issued before September 28, 2005):\n—\nReplacement parts regardless of the State of Design for the product and/or appliance;\n—\nModification parts for design changes where EASA acts as the State of Design for the design change for an EU applicant. When these modification parts are associated with an EASA STC, the STC must be within the scope of the technical implementation procedures;\n—\nModification parts for any product where the U.S. is the State of Design for the design change and the parts are produced under licensing agreement to the U.S. design approval holder (split State of Design and State of Manufacture).\nTechnical Assistance Activities Performed on Behalf of FAA\n—\nProduction surveillance and oversight conducted as technical assistance.\n—\nConformity inspection.\nAcceptance of Italian Documentation on Parts Produced in Italy under a U.S. Production Approval\n—\nEASA Form 1, Authorised Release Certificate, shall be accepted on parts produced under the quality system of a U.S. Production Approval Holder (PAH), at a PAH’s supplier located in Italy, when that supplier also holds a Italian POA for the same part.\nLithuania\nProducts and Associated Export Documentation Accepted for Import into the U.S.\n—\nNew sailplanes and powered sailplanes conforming to an FAA-approved design manufactured under a Lithuanian POA, and accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a Lithuanian Export Certificate of Airworthiness issued before September 28, 2008.\n—\nUsed aircraft conforming to an FAA-approved design, maintained in accordance with EASA Part 145, or Part M when implemented, when accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a Lithuanian Export Certificate of Airworthiness issued before September 28, 2008.\n—\nNew propellers conforming to an FAA-approved design, manufactured under a Lithuanian POA, and accompanied by an EASA Form 1, Authorised Release Certificate, or a JAA Form One issued before September 28, 2005.\n—\nThe following new parts manufactured under a Lithuanian POA that conform to FAA-approved design data and are eligible for installation in a product which has been granted an FAA design approval (accompanied by an EASA Form 1, or a JAA Form One issued before September 28, 2005):\n—\nReplacement parts for the products listed above.\nLuxembourg\nProducts and Associated Export Documentation Accepted for Import into the U.S.\n—\nUsed aircraft conforming to an FAA-approved design, maintained in accordance with EASA Part 145, or Part M when implemented, when accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a Luxembourgian Export Certificate of Airworthiness issued before September 28, 2008.\n—\nThe following new parts manufactured under a Luxembourgian POA that conform to FAA-approved design data and are eligible for installation in a product or appliance which has been granted an FAA design approval (accompanied by an EASA Form 1, or a JAA Form One issued before September 28, 2005):\n—\nReplacement parts regardless of the State of Design for the product and/or appliance;\n—\nModification parts for design changes where EASA acts as the State of Design for the design change for an EU applicant. When these modification parts are associated with an EASA STC, the STC must be within the scope of the technical implementation procedures;\n—\nModification parts for any product where the U.S. is the State of Design for the design change and the parts are produced under licensing agreement to the U.S. design approval holder (split State of Design and State of Manufacture).\nNetherlands\nProducts and Associated Export Documentation Accepted for Import into the U.S.\n—\nUsed aircraft conforming to an FAA-approved design, maintained in accordance with EASA Part 145 or Part M, as applicable, when accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a Dutch Export Certificate of Airworthiness issued before September 28, 2008. If relevant provisions of Part M are not yet implemented, the applicable maintenance requirements will be those of the Netherlands, and specified on the Dutch Export Certificate of Airworthiness or EASA Form 27.\n—\nNew appliances conforming to an FAA-approved design, manufactured under a Dutch POA, and accompanied by an EASA Form 1, Authorised Release Certificate, or a JAA Form One issued before September 28, 2005.\n—\nThe following new parts manufactured under a Dutch POA that conform to FAA-approved design data and are eligible for installation in a product or appliance which has been granted an FAA design approval (accompanied by an EASA Form 1, or a JAA Form One issued before September 28, 2005):\n—\nReplacement parts regardless of the State of Design for the product and/or appliance;\n—\nModification parts for design changes where EASA acts as the State of Design for the design change for an EU applicant. When these modification parts are associated with an EASA STC, the STC must be within the scope of the technical implementation procedures;\n—\nModification parts for any product where the U.S. is the State of Design for the design change and the parts are produced under licensing agreement to the U.S. design approval holder (split State of Design and State of Manufacture).\nTechnical Assistance Activities Performed on Behalf of FAA\n—\nProduction surveillance and oversight conducted as technical assistance.\n—\nConformity inspection.\nPoland\nProducts and Associated Export Documentation Accepted for Import into the U.S.\n—\nNew airplanes, helicopters, VLA, and sailplanes, conforming to an FAA-approved design, manufactured under a Polish POA, and accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a Polish Export Certificate of Airworthiness issued before September 28, 2008.\n—\nUsed aircraft conforming to an FAA-approved design, maintained in accordance with EASA Part 145 or Part M, as applicable, when accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a Polish Export Certificate of Airworthiness issued before September 28, 2008. If relevant provisions of Part M are not yet implemented, the applicable maintenance requirements will be those of Poland, and specified on the Polish Export Certificate of Airworthiness or EASA Form 27.\n—\nNew engines and propellers conforming to an FAA-approved design, manufactured under a Polish POA, and accompanied by an EASA Form 1, Authorised Release Certificate, or a JAA Form One issued before September 28, 2005.\n—\nNew appliances conforming to an FAA-approved design, manufactured under a Polish POA, and accompanied by an EASA Form 1, Authorised Release Certificate, or a JAA Form One issued before September 28, 2005.\n—\nThe following new parts manufactured under a Polish POA that conform to FAA-approved design data and are eligible for installation in a product or appliance which has been granted an FAA design approval (accompanied by an EASA Form 1, or a JAA Form One issued before September 28, 2005):\n—\nReplacement parts for the Polish products listed above;\n—\nModification parts for design changes where EASA acts as the State of Design for the design change for an EU applicant. When these modification parts are associated with an EASA STC, the STC must be within the scope of the technical implementation procedures;\n—\nModification parts for any product where the U.S. is the State of Design for the design change and the parts are produced under licensing agreement to the U.S. design approval holder (split State of Design and State of Manufacture).\nTechnical Assistance Activities Performed on Behalf of FAA\n—\nProduction surveillance and oversight conducted as technical assistance.\n—\nConformity inspection.\nPortugal\nProducts and Associated Export Documentation Accepted for Import into the U.S.\n—\nUsed aircraft conforming to an FAA-approved design, maintained in accordance with EASA Part 145, or Part M when implemented, when accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a Portuguese Export Certificate of Airworthiness issued before September 28, 2008.\n—\nThe following new parts manufactured under a Portuguese POA that conform to FAA-approved design data and are eligible for installation in a product or appliance which has been granted an FAA design approval (accompanied by an EASA Form 1, or a JAA Form One issued before September 28, 2005):\n—\nReplacement parts regardless of the State of Design for the product and/or appliance;\n—\nModification parts for design changes where EASA acts as the State of Design for the design change for an EU applicant. When these modification parts are associated with an EASA STC, the STC must be within the scope of the technical implementation procedures;\n—\nModification parts for any product where the U.S. is the State of Design for the design change and the parts are produced under licensing agreement to the U.S. design approval holder (split State of Design and State of Manufacture).\nTechnical Assistance Activities Performed on Behalf of FAA\n—\nProduction surveillance and oversight conducted as technical assistance.\n—\nConformity inspection.\nRomania\nProducts and Associated Export Documentation Accepted for Import into the U.S.\n—\nNew sailplanes, powered sailplanes, and VLA conforming to an FAA-approved design, manufactured under a Romanian POA, and accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a Romanian Export Certificate of Airworthiness issued before September 28, 2008.\n—\nUsed aircraft conforming to an FAA-approved design, maintained in accordance with EASA Part 145 or Part M, as applicable, when accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a Romanian Export Certificate of Airworthiness issued before September 28, 2008. If relevant provisions of Part M are not yet implemented, the applicable maintenance requirements will be those of Romania, and specified on the Romanian Export Certificate of Airworthiness or EASA Form 27.\n—\nThe following new parts manufactured under a Romanian POA that conform to FAA-approved design data and are eligible for installation in a product or appliance which has been granted an FAA design approval (accompanied by an EASA Form 1, or a JAA Form One issued before September 28, 2005):\n—\nReplacement parts regardless of the State of Design for the product and/or appliance;\n—\nModification parts for design changes where EASA acts as the State of Design for the design change for an EU applicant. When these modification parts are associated with an EASA STC, the STC must be within the scope of the technical implementation procedures;\n—\nModification parts for any product where the U.S. is the State of Design for the design change and the parts are produced under licensing agreement to the U.S. design approval holder (split State of Design and State of Manufacture).\nTechnical Assistance Activities Performed on Behalf of FAA\n—\nProduction surveillance and oversight conducted as technical assistance.\n—\nConformity inspection.\n(Slovakia)\nProducts and Associated Export Documentation Accepted for Import into the U.S.\n—\n(The following new parts manufactured under a Slovakian POA that conform to FAA-approved design data and are eligible for installation in a product or appliance which has been granted an FAA design approval (accompanied by an EASA Form 1, or a JAA Form One issued before September 28, 2005):\n—\nReplacement parts regardless of the State of Design for the product and/or appliance;\n—\nModification parts for design changes where EASA acts as the State of Design for the design change for an EU applicant. When these modification parts are associated with an EASA STC, the STC must be within the scope of the technical implementation procedures;\n—\nModification parts for any product where the U.S. is the State of Design for the design change and the parts are produced under licensing agreement to the U.S. design approval holder (split State of Design and State of Manufacture).)\nSpain\nProducts and Associated Export Documentation Accepted for Import into the U.S.\n—\nNew airplanes and VLA conforming to an FAA-approved design, manufactured under a Spanish POA, and accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a Spanish Export Certificate of Airworthiness issued before September 28, 2008.\n—\nUsed aircraft conforming to an FAA-approved design, maintained in accordance with EASA Part 145 or Part M, as applicable, when accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a Spanish Export Certificate of Airworthiness issued before September 28, 2008. If relevant provisions of Part M are not yet implemented, the applicable maintenance requirements will be those of Spain, and specified on the Spanish Export Certificate of Airworthiness or EASA Form 27.\n—\nNew manned balloons conforming to an FAA-approved design, manufactured under a Spanish POA, and accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a Spanish Export Certificate of Airworthiness issued before September 28, 2008.\n—\nNew appliances conforming to an FAA-approved design, manufactured under a Spanish POA, and accompanied by an EASA Form 1, Authorised Release Certificate, or a JAA Form One issued before September 28, 2005.\n—\nThe following new parts manufactured under a Spanish POA that conform to FAA-approved design data and are eligible for installation in a product or appliance which has been granted an FAA design approval (accompanied by an EASA Form 1, or a JAA Form One issued before September 28, 2005):\n—\nReplacement parts regardless of the State of Design for the product and/or appliance;\n—\nModification parts for design changes where EASA acts as the State of Design for the design change for an EU applicant. When these modification parts are associated with an EASA STC, the STC must be within the scope of the technical implementation procedures;\n—\nModification parts for any product where the U.S. is the State of Design for the design change and the parts are produced under licensing agreement to the U.S. design approval holder (split State of Design and State of Manufacture).\nTechnical Assistance Activities Performed on Behalf of FAA\n—\nProduction surveillance and oversight conducted as technical assistance.\n—\nConformity inspection.\nSweden\nProducts and Associated Export Documentation Accepted for Import into the U.S.\n—\nUsed aircraft conforming to an FAA-approved design, maintained in accordance with EASA Part 145 or Part M, as applicable, when accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a Swedish Export Certificate of Airworthiness issued before September 28, 2008. If relevant provisions of Part M are not yet implemented, the applicable maintenance requirements will be those of Sweden, and specified on the Swedish Export Certificate of Airworthiness or EASA Form 27.\n—\nNew appliances conforming to an FAA-approved design, manufactured under a Swedish POA, and accompanied by an EASA Form 1, Authorised Release Certificate, or a JAA Form One issued before September 28, 2005.\n—\nThe following new parts manufactured under a Swedish POA that conform to FAA-approved design data and are eligible for installation in a product or appliance which has been granted an FAA design approval (accompanied by an EASA Form 1, or a JAA Form One issued before September 28, 2005):\n—\nReplacement parts regardless of the State of Design for the product and/or appliance;\n—\nModification parts for design changes where EASA acts as the State of Design for the design change for an EU applicant. When these modification parts are associated with an EASA STC, the STC must be within the scope of the technical implementation procedures;\n—\nModification parts for any product where the U.S. is the State of Design for the design change and the parts are produced under licensing agreement to the U.S. design approval holder (split State of Design and State of Manufacture).\nTechnical Assistance Activities Performed on Behalf of FAA\n—\nProduction surveillance and oversight conducted as technical assistance.\n—\nConformity inspection.\nUnited Kingdom\nProducts and Associated Export Documentation Accepted for Import into the U.S.\n—\nNew small airplanes and VLA conforming to an FAA-approved design, manufactured under a U.K. POA, and accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a U.K. Export Certificate of Airworthiness issued before September 28, 2008.\n—\nNew airships conforming to an FAA-approved design, manufactured under a U.K. POA, and accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a U.K. Export Certificate of Airworthiness issued before September 28, 2008.\n—\nNew manned balloons conforming to an FAA-approved design, manufactured under a U.K. POA, and accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a U.K. Export Certificate of Airworthiness issued before September 28, 2008.\n—\nUsed aircraft conforming to an FAA-approved design, maintained in accordance with EASA Part 145 or Part M, as applicable, when accompanied by an EASA Form 27, Export Certificate of Airworthiness, or a U.K. Export Certificate of Airworthiness issued before September 28, 2008. If relevant provisions of Part M are not yet implemented, the applicable maintenance requirements will be those of the U.K., and specified on the U.K. Export Certificate of Airworthiness or EASA Form 27.\n—\nNew engines and propellers conforming to an FAA-approved design, manufactured under a U.K. POA, and accompanied by an EASA Form 1, Authorised Release Certificate, or a JAA Form One issued before September 28, 2005.\n—\nNew appliances conforming to an FAA-approved design, manufactured under a U.K. POA, and accompanied by an EASA Form 1, Authorised Release Certificate, or a JAA Form One issued before September 28, 2005.\n—\nThe following new parts manufactured under a U.K. POA that conform to FAA-approved design data and are eligible for installation in a product or appliance which has been granted an FAA design approval (accompanied by an EASA Form 1, or a JAA Form One issued before September 28, 2005):\n—\nReplacement parts regardless of the State of Design for the product and/or appliance;\n—\nModification parts for design changes where EASA acts as the State of Design for the design change for an EU applicant. When these modification parts are associated with an EASA STC, the STC must be within the scope of the technical implementation procedures;\n—\nModification parts for any product where the U.S. is the State of Design for the design change and the parts are produced under licensing agreement to the U.S. design approval holder (split State of Design and State of Manufacture).\nTechnical Assistance Activities Performed on Behalf of FAA\n—\nProduction surveillance and oversight conducted as technical assistance.\n—\nConformity inspection.\nAcceptance of U.K. Documentation on Parts Produced in the U.K. under a U.S. Production Approval\n—\nEASA Form 1, Authorised Release Certificate, shall be accepted on parts produced under the quality system of a U.S. Production Approval Holder, at a PAH’s supplier located in the U.K., when that supplier also holds a U.K. POA for the same part.\nUnited States Technical Agent\nProducts, export documentation, and technical assistance activities\nFAA\nProducts and Associated Export Documentation Accepted for Import into the EU\n—\nNew aircraft conforming to an EASA-approved design, manufactured under a U.S. production approval, and accompanied by an FAA Form 8130-4, Export Certificate of Airworthiness.\n—\nNew manned balloons conforming to an EASA-approved design, manufactured under a U.S. production approval, and accompanied by an FAA Form 8130-4, Export Certificate of Airworthiness.\n—\nNew airships conforming to an EASA-approved design, manufactured under a U.S. production approval, and accompanied by an FAA Form 8130-4, Export Certificate of Airworthiness.\n—\nUsed aircraft conforming to an EASA-approved design, maintained under FAA’s authorised system (i.e. 14 CFR parts 43, 65, 121, 125, 135, 145 or 129.14) when accompanied by an FAA Form 8130-4, Export Certificate of Airworthiness.\n—\nNew and rebuilt engines, and propellers conforming to an EASA-approved design, manufactured under a U.S. production approval, and accompanied by an FAA Form 8130-4, Export Certificate of Airworthiness.\n—\nNew appliances conforming to an EASA-approved design, manufactured under a U.S. production approval and accompanied by an FAA Form 8130-3, Authorised Release Certificate.\n—\nThe following new parts manufactured under a U.S. production approval that conform to EASA-approved design data and are eligible for installation in a product or appliance which has been granted an EASA design approval (accompanied by an FAA Form 8130-3, Authorised Release Certificate):\n—\nReplacement parts for the product and/or appliance including parts produced under licensing agreement to an EASA design approval holder.\n—\nModification parts for design changes where FAA is the State of Design for the design change or the parts are produced under licensing agreement to an EASA design approval holder.\n—\nPMA replacement and modification parts as defined in the technical implementation procedures when accompanied by an FAA Form 8130-3 with appropriate certifying statements.\nTechnical Assistance Activities Performed on Behalf of EASA\n—\nDesign data (compliance statements) and test witnessing.\n—\nProduction surveillance and oversight conducted as technical assistance.\n—\nConformity inspection.\nANNEX 2\nMAINTENANCE\n1.   PURPOSE & SCOPE\nThe Parties have assessed each other’s standards and systems relating to the approval of repair stations/maintenance organisations that perform maintenance on civil aeronautical products. Consistent with Article 4.A. of the Agreement, this Annex covers the reciprocal acceptance of findings of compliance, approvals, documentation, and technical assistance regarding approvals and monitoring of repair stations/maintenance organisations as detailed in appendices hereto. Nothing in this Annex shall be construed to limit the authority of a Party to act in accordance with Article 15 of the Agreement.\n2.   DEFINITIONS\n2.1.   ‘Overhaul’ means a process that ensures the aeronautical article is in complete conformity with the applicable service tolerances specified in the type certificate holder’s, or equipment manufacturer’s instructions for continued airworthiness, or in the data which is approved or accepted by the Authority.\nNo person may describe an article as being overhauled unless it has been at least disassembled, cleaned, inspected, repaired as necessary, reassembled and tested in accordance with the above-specified data.\n2.2.   ‘Alteration or modification’ means a change to the construction, configuration, performance, environmental characteristics, or operating limitations of the affected civil aeronautical product.\n2.3.   ‘Data approved by the FAA’ means data approved by the FAA Administrator or the Administrator’s designated representative, including EC design data reciprocally accepted under Annex 1.\n2.4.   ‘Data approved by EASA’ means data approved by the EC Technical Agent or by an organisation approved by that Technical Agent, including US design data reciprocally accepted under Annex 1.\n2.5.   ‘Special Conditions’ means those requirements in either Title 14 of the United States Code of Federal Regulations, parts 43 and 145 (hereinafter referred to as 14 CFR part 43 or 145 as applicable) or in Commission Regulation (EC) No 2042/2003 Annex II (hereinafter referred to as EASA Part-145) that have been found, based on a comparison of the regulatory maintenance systems, not to be common to both systems and which are significant enough that they must be addressed.\n3.   JOINT COORDINATION BODY\n3.1.   Composition\n3.1.1.\nA Joint Maintenance Coordination Board (JMCB), accountable to the Bilateral Oversight Board, is hereby established under the joint leadership of the EASA Director responsible for Organisation Approvals and the FAA Director of Flight Standards. It shall include, from each Technical Agent, the appropriate representatives responsible for maintenance and quality management systems and rulemaking as appropriate.\n3.1.2.\nThe joint leadership may invite additional participants to facilitate the fulfilment of the mandate of the JMCB.\n3.2.   Mandate\n3.2.1.\nThe JMCB shall meet at least once a year to ensure the effective functioning and implementation of this Annex. Its functions shall include:\n(a)\ndeveloping, approving, and revising detailed guidance to be used for processes covered by this Annex;\n(b)\nsharing information on major safety issues and developing action plans to address them;\n(c)\nensuring the consistent application of this Annex;\n(d)\nresolving technical issues falling within the responsibilities of the Technical Agents and examining other technical issues that cannot be solved at lower level;\n(e)\ndeveloping, approving, and revising the detailed guidance to be used for transition, cooperation, assistance, exchange of information, and participation in each other’s internal quality audits, standardisation, and sampling inspections related to maintenance and quality management and standardisation systems;\n(f)\nmaintaining the list of Aviation Authorities identified in Appendix 2 of this Annex according to the decisions taken by the Bilateral Oversight Board;\n(g)\nproposing to the Bilateral Oversight Board amendments to this Annex.\n3.2.2.\nThe JMCB shall report unresolved issues to the Bilateral Oversight Board and ensure the implementation of decisions reached by the Bilateral Oversight Board regarding this Annex.\n4.   IMPLEMENTATION\n4.1.   Subject to the terms of this Annex, the Parties agree that their Technical Agents shall accept inspections and monitoring of repair stations/maintenance organisations made by the other technical agent or where applicable Aviation Authorities, for findings of compliance with their respective requirements as the basis for issuance and continued validity of certificates.\n4.2.   The certificate issued by a Technical Agent under this Annex, shall not exceed the scope of the ratings and limitations contained in the certificate issued by the other Technical Agent or Aviation Authority.\n4.3.   FAA certificates\n4.3.1.\nWithout prejudice to the FAA Administrator’s discretion under 14 CFR part 145, a maintenance organisation shall be issued an FAA certificate and operations specifications if it has been approved for maintenance by an Aviation Authority identified in Appendix 2 of this Annex in accordance with Annex II of Commission Regulation (EC) No 2042/2003, complies with the conditions set forth in this Annex, including the FAA Special Conditions set forth in Appendix 1, and an Aviation Authority has issued a recommendation or endorsement to the FAA for certification.\n4.3.2.\nThe FAA certificate shall only cover additional fixed stations located within a Member State listed in Appendix 2. Each additional fixed location must also be under the surveillance of an Aviation Authority identified in Appendix 2.\n4.3.3.\nThe FAA certificate shall only cover line stations located within an EU Member State and under the surveillance of an Aviation Authority identified in Appendix 2.\n4.4.   EASA certificates\n4.4.1.\nA repair station shall be issued an EASA certificate as detailed in Appendix 4, if it has been approved for maintenance by the FAA in accordance with 14 CFR part 145, complies with the conditions set forth in this Annex including the EASA Special Conditions set forth in Appendix 1, and the FAA has issued a recommendation and endorsement for approval to EASA, except if the EASA Executive Director finds that such action is not necessary for maintaining or altering aeronautical products registered or designed in an EU Member State or parts fitted on these products or the EASA’s resources do not permit handling the application.\n4.4.2.\nThe EASA certificate shall only cover line stations located within the territory of the United States.\n4.5.   The Technical Agents, and where applicable the Aviation Authorities, shall:\n(a)\nprovide recommendations or endorsements for certification of repair stations to the FAA and of maintenance organisations to the EASA;\n(b)\nperform surveillance and provide reports regarding continued compliance with the requirements described in this Annex by maintenance organisations in the European Community and repair stations in the United States;\n(c)\naccept or approve, as appropriate, the supplement to the organisation’s manual/exposition submitted by the applicant and found to be in compliance with Appendix 1;\n(d)\ncomply with the procedures as specified in the Appendix 3.\n4.6.   Each Party’s Technical Agent, or where applicable Aviation Authority, shall provide upon request technical assistance in maintenance activities to the other Party’s Technical Agent, or where applicable Aviation Authority, to advance the purposes of this Annex. The Technical Agents or the Aviation Authorities may decline to provide such technical assistance due to lack of resource availability, because the maintenance activity is not within the scope of this Annex or there is no regulatory involvement with the facility. Such areas of assistance may include, but are not limited to:\n(a)\nconducting and reporting on investigations upon request;\n(b)\nobtaining and providing data for reports where requested.\n4.7.   The Technical Agents may conduct independent inspections of repair stations/maintenance organisations when specific safety concerns warrant in accordance with Article 15.B of the Agreement.\n4.8.   The Parties agree that maintenance and alterations or modification performed on a civil aeronautical product under the regulatory control of one Party may be accomplished and that product returned to service by a repair station/maintenance organisation under the regulatory control of the other Party, where it has been approved in accordance with the provisions of this Annex.\n4.9.   The Parties agree that emergency or non-routine maintenance may be performed outside the territory specified in Article 12 to the Agreement in order to maintain an aircraft or component, subject to prior approval. The approval for emergency or non-routine maintenance shall be granted in accordance with procedures defined by the JMCB.\n4.10.   Revisions by either Party, to their civil aviation organisation, regulations, procedures, or standards, including those of the Technical Agents and Aviation Authorities, may affect the basis on which this Annex is executed. Accordingly, the Parties, through the Technical Agents and Aviation Authorities, as appropriate, shall advise each other of plans for such changes at the earliest possible opportunity, and discuss the extent to which such planned changes affect the basis of this Annex. If consultations pursuant to Article 15 C. of the Agreement result in an agreement to amend this Annex, the Parties shall seek to ensure that such an amendment enters into force at the same time as, or as soon as possible after, the entry into force or implementation of the change that prompted such amendment.\n5.   COMMUNICATION AND COOPERATION\n5.1.   The Parties, through the JMCB, shall exchange a list of contact points for the various technical aspects of this Annex. This list shall be maintained by the Technical Agents.\n5.2.   All communications between the Parties, including technical documentation provided for review or approval as detailed in this Annex, shall be in the English language.\n5.3.   When urgent or unusual situations develop, the Technical Agents’, and where applicable the Aviation Authorities’ contact points shall communicate and ensure that the appropriate immediate actions are taken.\n6.   QUALIFICATION REQUIREMENTS FOR THE ACCEPTANCE OF FINDINGS OF COMPLIANCE\n6.1.   Basic Requirements\n6.1.1.\nEach Party’s Technical Agent and Aviation Authorities, as applicable, shall demonstrate to the other Party’s Technical Agent their respective systems for the regulatory oversight of repair stations/maintenance organisations. In order to carry out oversight of repair stations/maintenance organisations on behalf of the other Party, each Party’s Technical Agents and Aviation Authorities, as applicable, shall demonstrate, in particular, effective and adequate:\n(a)\nlegal and regulatory structure;\n(b)\norganisational structure;\n(c)\nresources, including sufficient qualified staff;\n(d)\ntraining program;\n(e)\ninternal policies, processes and procedures;\n(f)\ndocumentation and records;\n(g)\nactive certification and surveillance program;\n(h)\nauthority over regulated entities.\n6.2.   Initial confidence\n6.2.1.\nThe Technical Agents and Aviation Authorities identified in Appendix 2 of this Annex at the time of entry into force of the Agreement meet the requirements of this Annex, following the confidence building process conducted for the purpose of entering into the Agreement.\n6.2.2.\nWhen the JMCB determines that an Aviation Authority has successfully completed an assessment for compliance with the requirements of this Annex, it shall make a proposal to the Bilateral Oversight Board for the inclusion of the Aviation Authority in Appendix 2.\n6.3.   Continued confidence\n6.3.1.\nThe Technical Agents and Aviation Authorities shall continue to demonstrate effective oversight as detailed in paragraph 6.1.1 according to JMCB procedures.\n(a)\nIn particular, Technical Agents and Aviation Authorities shall:\n(i)\nhave the right to participate in each other’s quality audits, standardisation and sampling inspections and establish an annual schedule of sampling inspections including potential changes as necessary to adapt to circumstances;\n(ii)\nsubmit to inspections as detailed in 6.3.1 (a) (i);\n(iii)\nensure that regulated entities provide access to both Technical Agents for audits and inspections;\n(iv)\nmake available the reports from quality audits, standardisation and sampling inspections applicable to this Annex;\n(v)\nmake the appropriate personnel available to participate in the sampling inspection;\n(vi)\nmake available the maintenance organisation’s records, inspection reports including completed enforcement actions;\n(vii)\nprovide interpretive assistance at the Aviation Authority’s office during the review of internal maintenance organisation records and documentation that are recorded in the national language;\n(viii)\nassist each other in closure of any findings from the inspection; and\n(ix)\nensure that any sampling inspections are identified and based on risk analysis and objective criteria, without prejudice to the discretionary power of the Technical Agents.\n(b)\nThe Technical Agents shall notify each other at the earliest opportunity in the event that a Technical Agent or Aviation Authority is not able to meet a requirement in this paragraph. If either Technical Agent believes that technical competency is no longer adequate, the Technical Agents shall consult and propose an action plan, including any necessary rectification activities, in order to address deficiencies.\n(c)\nIn the event that a Technical Agent or Aviation Authority does not rectify deficiencies within the timeframe specified in the action plan, either Technical Agent may refer the matter to the JMCB.\n(d)\nwhen a Party intends on suspending acceptance of findings or approvals made by a Technical Agent or Aviation Authority, the Party shall promptly notify the other Party in accordance with Article 18 A of the Agreement.\n7.   NOTIFICATION OF INVESTIGATION OR ENFORCEMENT ACTION\n7.1.   Consistent with the provision of Article 8 of the Agreement, each Party, through its Technical Agents, and where applicable, the Aviation Authorities, shall notify each other promptly of any investigation and subsequent closure actions for a non-compliance within the scope of this Annex by a repair station/maintenance organisation under the regulatory control of the other Party that could result in an enforcement action in the form of a penalty or the revocation, suspension, or limitation of a certificate.\n7.2.   The notification shall be sent to the other Party’s appropriate contact point identified in the list referred to in Article 5 of this Annex.\n7.3.   The Parties retain the right to take such enforcement action. However, in some cases, a Party may choose to review a remedial action taken by the other Party. The enforcement consultation process under this Annex will be subject to a regular joint review by the JMCB.\n7.4.   In the event of a revocation or suspension of an FAA 14 CFR part 145 certificate of a repair station or a certificate for an Approved Maintenance Organisation pursuant to Commission Regulation (EC) No 2042/2003 Annex II, the Technical Agent and where applicable, Aviation Authority shall notify the other Technical Agent of the revocation or suspension.\n8.   TRANSITION PROVISIONS\n8.1.   For the transition of approvals issued pursuant to the bilateral agreements between the United States and European Community Member States listed in Attachment 1 of the Agreement and valid at the time of the entry into force of this Annex, the Parties agree to the following transition provisions.\n8.2.   Notwithstanding Article 16 C, repair station/maintenance organisation approvals issued by a Technical Agent or Aviation Authority pursuant to Maintenance Implementation Procedures (hereinafter referred to as ‘MIPs’) under the bilateral agreements listed in Attachment 1 of the Agreement and valid at the time of the entry into force of this Annex, shall be considered to be valid by the Parties to this Agreement under the terms as accepted under the listed agreements for a period of 2 years from the entry into force of this Annex, provided that the repair station/maintenance organisation that received such approvals remains in compliance with the Special Conditions contained in the MIPs, as amended, until such time as they transition to the Special Conditions of this Annex.\n9.   TRANSFER PROVISIONS\nThe Parties agree that the transition of approvals of repair stations located in EU Member States listed in Appendix 2, but under the direct oversight of the FAA on the date of entry into force of this Annex, shall be accomplished in accordance with the following transfer provisions.\n—\nAn Aviation Authority must complete training of its personnel regarding procedures relating to the Agreement, this Annex and the FAA Special Conditions prior to repair stations being transferred.\n—\nOnce a sufficient number of staff has completed the training to provide oversight of the facilities transferred in accordance with this Annex, the FAA shall transfer the activities of inspecting, monitoring and surveillance of qualified 14 CFR part 145 repair stations to the appropriate Aviation Authority.\n—\nThe transfers to the Aviation Authorities shall take place within 2 years of the date of the entry into force of this Annex in accordance with JMCB approved procedures.\n10.   FEES\nFees shall be applied in accordance with Article 14 of the Agreement and in accordance with applicable regulatory requirements.\nAppendix 1\nSPECIAL CONDITIONS\n1.   EASA SPECIAL CONDITIONS APPLICABLE TO U.S.-BASED REPAIR STATIONS\n1.1.\nTo be approved in accordance with EASA Part-145, pursuant to the terms of this Annex, the repair station shall comply with all of the following Special Conditions.\n1.1.1.\nThe repair station shall submit an application in a form and a manner acceptable to EASA.\n(a)\nThe application for both initial and continuation of the EASA approval shall include a statement demonstrating that the EASA certificate and/or rating is necessary for maintaining or altering aeronautical products registered or designed in an EU Member State or parts fitted thereon.\n(b)\nThe repair station shall provide a supplement to its Repair Station Manual (RSM) that is verified and accepted by the FAA on behalf of EASA. All revisions to the supplement must be accepted by the FAA. The supplement shall include the following:\n(i)\nthe supplement must contain a statement by the accountable manager of the repair station, as defined in the current version of EASA Part 145 which commits the repair station to compliance with this Annex and the special conditions as listed;\n(ii)\ndetailed procedures for the operation of an independent quality monitoring system including oversight of all multiple facilities and line stations within the territory of the United States;\n(iii)\nprocedures for the release or approval for return to service that meet the requirements of EASA Part-145 for aircraft and the use of the FAA Form 8130 3 for aircraft components, and any other information required by the owner or operator as appropriate;\n(iv)\nfor airframe/aircraft rated facilities, procedures to ensure that the certificate of airworthiness and the Airworthiness Review Certificate are valid prior to the issue of a release to service document;\n(v)\nprocedures to ensure that repairs and modifications as defined by EASA requirements are accomplished in accordance with data approved by EASA;\n(vi)\na procedure for the repair station to ensure that the FAA-approved initial and recurrent training programme and any revision thereto include human factors training;\n(vii)\nprocedures for reporting un-airworthy conditions as required by EASA Part-145 on civil aeronautical products to the EASA, aircraft design organisation, and the customer or operator;\n(viii)\nprocedures to ensure completeness of, and compliance with, the customer or operator work order or contract including notified EASA airworthiness directives and other notified mandatory instructions;\n(ix)\nprocedures in place to ensure that contractors meet the terms of these implementation procedures; that is, using an EASA-approved Part-145 organisation or, if using an organisation which does not hold an EASA Part-145 approval, the repair station returning the product to service is responsible for ensuring its airworthiness;\n(x)\nprocedures to permit work away from the fixed location on a recurring basis, when applicable;\n(xi)\nprocedures to ensure appropriate covered hangars are available for base maintenance of aircraft.\n1.2.\nTo continue to be approved in accordance with EASA Part-145, pursuant to the terms of this Annex, the repair station shall comply with the following. The FAA shall verify that the repair station:\n(a)\nallow EASA, or the FAA on behalf of EASA, to inspect it for continued compliance with the requirements of the 14 CFR part 145 and these Special Conditions (i.e. EASA Part-145);\n(b)\naccept that investigation and enforcement action may be taken by EASA in accordance with any relevant EC regulations and EASA procedures;\n(c)\ncooperate with any EASA investigation or enforcement action;\n(d)\ncontinue to comply with 14 CFR part 43 and part 145, and these Special Conditions.\n2.   FAA SPECIAL CONDITIONS APPLICABLE TO EU BASED APPROVED MAINTENANCE ORGANISATIONS (AMOS)\n2.1.\nTo be approved in accordance with CFR part 145, pursuant to the terms of this Annex, the AMO shall comply with all of the following Special Conditions.\n2.1.1.\nThe AMO shall submit an application in a form and a manner acceptable to the FAA.\n(a)\nThe application for both initial and renewed FAA certification shall include:\n(i)\na statement demonstrating that the FAA repair station certificate and/or rating is necessary for maintaining or altering U.S.-registered aeronautical products or foreign-registered aeronautical products operated under the provisions of 14 CFR;\n(ii)\na list of maintenance functions, approved by the Aviation Authority, to be contracted/sub-contracted to perform maintenance on U.S. civil aeronautical products;\n(iii)\nin the case of transport of dangerous goods, written confirmation, demonstrating that all involved employees have been trained in the transport of dangerous goods in accordance with ICAO standards.\n(b)\nThe AMO must provide a supplement in English to its MOE that is approved by the Aviation Authority and maintained at the AMO. Once approved by the Aviation Authority, the supplement shall be deemed accepted by the FAA. All revisions to the supplement must be approved by the Aviation Authority. The FAA supplement to the MOE shall include the following:\n(i)\na signed and dated statement by the accountable manager that obligates the organisation to comply with the Annex;\n(ii)\na summary of its quality system which shall also cover the FAA special conditions;\n(iii)\nprocedures for approval for release or return to service that satisfy the requirements of 14 CFR part 43 for aircraft and use of EASA Form 1 for components. This includes the information required by 14 CFR sections 43.9 and 43.11 and all information required to be made or kept by the owner or operator in English as appropriate;\n(iv)\nprocedures for reporting to the FAA failures, malfunctions, or defects, and Suspected Unapproved Parts (SUP) discovered, or intended to be installed, on U.S. aeronautical products;\n(v)\nprocedures to notify the FAA regarding any changes to line stations that:\n(1)\nare located in an EU Member State; and\n(2)\nmaintain U.S. registered aircraft; and\n(3)\nthat will impact the FAA Operations Specifications;\n(vi)\nprocedures to qualify and monitor additional fixed locations within the EU Member States list in Appendix 2 to this Annex;\n(vii)\nprocedures in place to verify that all contracted/sub-contracted activities include provisions for a non-FAA-certificated source to return the article to the AMO for final inspection/testing and return to service;\n(viii)\nprocedures for submitting quarterly utilisation reports to the FAA identifying the top 10 contractors/subcontractors (outsource Maintenance providers);\n(ix)\nprocedures to ensure that major repairs and major alterations/modifications (as defined in 14 CFR) are accomplished in accordance with data approved by the FAA;\n(x)\nprocedures to ensure compliance with air carrier’s Continuous Airworthiness Maintenance Program (CAMP), including the separation of maintenance from inspection on those items identified by the air carrier/customer as Required Inspection Items (RII);\n(xi)\nprocedures to ensure compliance with the manufacturer’s maintenance manuals or instructions for continued airworthiness (ICA) and handling of deviations. Procedures to ensure that all current and applicable airworthiness directives (AD) published by the FAA are available to maintenance personnel at the time the work is being performed;\n(xii)\nprocedures to confirm that the AMO supervisors and employees responsible for final inspection and return to service of U.S. aeronautical products are able to read, write, and understand English;\n(xiii)\nprocedures to permit work away from fixed location on a recurring basis, when applicable.\n2.2.\nTo continue to be approved in accordance with 14 CFR part 43 and part 145, pursuant to the terms of this Annex, the AMO shall comply with the following. The Aviation Authority shall verify that the AMO:\n(a)\nallow FAA, or the Aviation Authority on behalf of the FAA, to inspect it for continued compliance with the requirements of EASA Part-145 and these Special Conditions (i.e., 14 CFR part 43 and part 145);\n(b)\ninvestigations and enforcement by the FAA may be undertaken in accordance with FAA rules and directives;\n(c)\nthe AMO must cooperate with any investigation or enforcement action;\n(d)\nthe AMO must continue to comply with EASA Part-145 and these Special Conditions;\n(e)\nwhere regulatory compliance is maintained, this permits the FAA to renew the AMO’s initial certification after 12 months and every 24 months thereafter.\nAppendix 2\nTechnical Agents considered qualified for the purposes of this Annex:\nThe Federal Aviation Administration\nThe European Aviation Safety Agency\nAviation Authorities of the following EU Member States are considered qualified for the purposes of this Annex:\nThe Republic of Austria\nThe Kingdom of Belgium\nThe Czech Republic\nThe Kingdom of Denmark\nThe Republic of Finland\nThe French Republic\nThe Federal Republic of Germany\nIreland\nThe Italian Republic\nThe Grand Duchy of Luxembourg\nThe Republic of Malta\nThe Kingdom of the Netherlands\nThe Republic of Poland\nThe Portuguese Republic\nThe Kingdom of Spain\nThe Kingdom of Sweden\nThe United Kingdom of Great Britain and Northern Ireland\nAppendix 3\nAVIATION AUTHORITY PROCEDURES\nThe Aviation Authority acting on behalf of the FAA shall in accordance with agreed JMCB guidance and procedures carry out the following actions:\n1.\nfor initial Maintenance Organisation Application:\n(a)\nreview the applicant’s documentation for the FAA certificate;\n(b)\nprovide the applicant all appropriate procedures;\n(c)\nreview and provide to the FAA all pre-application information;\n(d)\nreview and approve the applicant’s FAA supplement to the AMO Maintenance Organisation Exposition;\n(e)\nconduct an audit/inspection of the AMO for compliance with applicable guidance material;\n(f)\napprove and provide the FAA with a complete application package including a copy of the surveillance report and a signed recommendation for FAA certification;\n(g)\nretain a current copy of the FAA Supplement.\n2.\nFor renewal of a Maintenance Organisation’s FAA certificate:\nRenewals are to be conducted 12 months after the initial certification and every 24 months thereafter.\n(a)\nreview the applicant’s documentation for the FAA certificate;\n(b)\nverify that the required facility inspection(s) have been completed;\n(c)\nreview and approve any amendment to the FAA supplement to the AMO Maintenance Organisation Exposition;\n(d)\nadvise the FAA of any findings relevant to the complete facility inspection;\n(e)\napprove and provide the FAA with a complete application package including a copy of the surveillance report and a signed recommendation for FAA renewal.\n3.\nFor change or amendment to the FAA certificate:\n(a)\nensure that all changes or amendments include as a minimum the submittal of an application;\n(b)\nfor the addition of line stations or fixed locations, provide the FAA with a report and recommendation.\nAppendix 4\nEASA FORM 3 — U.S. APPROVAL CERTIFICATE\nAPPROVAL CERTIFICATE\nREFERENCE EASA.145.XXXX\nTaking into account the provisions of Article 9(2) of Regulation (EC) No 1592/2002 of the European Parliament and of the Council and the bilateral agreement currently in force between the European Community and the Government of the United States of America, the European Aviation Safety Agency (EASA) hereby certifies:\nCOMPANY’S NAME\nADDRESS\nADDRESS\nADDRESS\nas a Part-145 maintenance organisation approved to maintain the products listed in the FAA Air Agency Certificate and associated Operations Specifications and issue related certificates of release to service using the above reference, subject to the following conditions:\n1.\nthe scope of the approval is limited to that specified on the 14 CFR part 145 repair station Air Agency Certificate, and the associated Operations Specifications for work carried out in the United States (unless otherwise agreed in a particular case by EASA);\n2.\nthe approval scope shall not exceed the permitted EASA Part-145 ratings as detailed in Regulation EC (No) 2042/2003;\n3.\nthis approval requires continued compliance with 14 CFR part 145 and the differences as specified in the Maintenance Implementation Procedures, including the use of the FAA Form 8130-3 for release/return to service of components up to and including power plants;\n4.\ncertificates of return to service must quote the EASA Part-145 approval reference number quoted above and the 14 CFR part 145 Air Agency Certificate number;\n5.\nsubject to compliance with the foregoing conditions, this approval shall remain valid until:\n(2 year validity period)\nunless the approval is surrendered, superseded, suspended or revoked.\nDate of issue\nSigned\nFor EASA", "summary": "EU-US cooperation on civil aviation safety\nEU-US cooperation on civil aviation safety\nSUMMARY OF:\nAgreement between the USA and the EU on cooperation in the regulation of civil aviation safety\nDecision 2011/719/EU — conclusion of the US-EU agreement on civil aviation safety\nWHAT IS THE AIM OF THE AGREEMENT AND OF THE DECISION?\n              \nIt aims to facilitate trade in goods and services in the civil aviation industry between the USA and the EU, by:\nlimiting any duplication of effort on assessments, tests and controls; and\nthe two parties recognising and relying on each other’s certification systems to check conformity.\nThe decision adopts and approves the agreement on behalf of the EU.\nKEY POINTS\n              \nThe agreement seeks to achieve:\nreciprocal acceptance by the USA and the EU of each other’s compliance and approvals issued by the respective aviation authorities and their technical advisors;\na high level of safety in air transport;\ncontinuing close cooperation on regulations and harmonisation between the USA and the EU in the following areas (revised by Amendment 1), including airworthiness approvals and monitoring of civil aeronautical products, such as aircraft or aircraft partsenvironmental testing and approvals of civil aeronautical productsapprovals and monitoring of maintenance facilitiespersonnel licensing and trainingaircraft operation andair-traffic services and air-traffic management.\nFor each of these areas, the two parties will develop annexes to the agreement describing the terms and conditions for reciprocal acceptance of compliance and approvals, when civil aviation standards, rules, practices and procedures are sufficiently compatible in that area.\nThe parties also agree that any technical differences between their civil aviation systems will be dealt with in the annexes.\nA Bilateral Oversight Board is set up to ensure that the agreement is effective, in particular:\nhandling disputes;\namending the annexes as appropriate;\nproviding a forum for discussion on issues or changes that could affect the agreement’s implementationcommon approaches to safety and environmental issuessharing information on aviation safety concernsdraft regulations and legislation by either party;\nsharing information on planned organisational changes;\nadopting additional annexes as appropriate;\nmaking proposals to amend the agreement.\nInitial annexes adopted as part of the agreement\n1.Airworthiness and environmental certification;\n2.Maintenance.\nDATE OF ENTRY INTO FORCE\n              \nThe agreement entered into force on 1 May 2011.\nBACKGROUND\n              \nSee also:\nStrengthening aviation safety through international cooperation (European Commission).\nEU-USA (European Union Aviation Safety Agency)\nMAIN DOCUMENTS\n            \nAgreement between the United States of America and the European Community on cooperation in the regulation of civil aviation safety (OJ L 291, 9.11.2011, pp. 3-44)\nAmendment 1 to the Agreement on cooperation in the regulation of civil aviation safety between the European Community and the United States of America (OJ L 11, 16.1.2018, pp. 3-5)\nCouncil Decision 2011/719/EU of 7 March 2011 concerning the conclusion of the Agreement between the United States of America and the European Community on cooperation in the regulation of civil aviation safety  (OJ L 291, 9.11.2011, pp. 1-2)\nlast update 11.01.2019", "tags": ["approval", "technical cooperation", "civil aviation", "cooperation agreement (EU)", "air safety", "United States"], "subjects": ["Transport", "External relations", "Cooperation"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}