{"celex_id": "32009L0035", "reference": "30.4.2009\nEN\nOfficial Journal of the European Union\nL 109/10\nDIRECTIVE 2009/35/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 23 April 2009\non the colouring matters which may be added to medicinal products\n(recast)\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 95 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1)\nCouncil Directive 78/25/EEC of 12 December 1977 on the approximation of the laws of the Member States relating to the colouring matters which may be added to medicinal products (3) has been substantially amended several times (4). Since further amendments are to be made, it should be recast in the interests of clarity.\n(2)\nThe primary purpose of any laws concerning medicinal products must be to safeguard public health. However, this objective must be attained by means which will not hinder the development of the pharmaceutical industry or trade in medicinal products within the Community.\n(3)\nDirective 94/36/EC of the European Parliament and of the Council of 30 June 1994 on colours for use in foodstuffs (5) established a single list of colouring matters authorised for use in foodstuffs, but disparities between the laws of Member States concerning the colouring of medicinal products still exist.\n(4)\nThose disparities tend to hinder trade in medicinal products within the Community and trade in colouring matters which may be added to those products. Such disparities therefore directly affect the functioning of the internal market.\n(5)\nExperience has shown that there is no reason, on health grounds, why the colouring matters authorised for use in foodstuffs should not also be authorised for use in medicinal products. Consequently, Annex I to Directive 94/36/EC as well as the Annex to Commission Directive 95/45/EC of 26 July 1995 laying down specific purity criteria concerning colours for use in foodstuffs (6) should also apply for medicinal products.\n(6)\nHowever, when the use of a colouring matter in foodstuffs and medicinal products is prohibited in order to safeguard public health, technological and economic disturbances should be avoided as far as is possible. To this end a procedure should be provided for which establishes close cooperation between the Member States and the Commission within a committee for the adjustment to technical progress of the Directives on the elimination of technical barriers to trade in the sector of colouring matters which may be added to medicinal products.\n(7)\nThe measures necessary for the implementation of this Directive should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (7).\n(8)\nIn particular, the Commission should be empowered to amend the limited period of use of medicinal products. Since those measures are of general scope and are designed to amend non-essential elements of this Directive, by supplementing it with new non-essential elements, they must be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(9)\nThe new elements introduced into this Directive only concern the committee procedures. They therefore do not need to be transposed by the Member States.\n(10)\nThis Directive should be without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law of the Directives set out in Annex I, Part B,\nHAVE ADOPTED THIS DIRECTIVE:\nArticle 1\nMember States shall not authorise, for the colouring of medicinal products for human and veterinary use as defined in Article 1 of Directive 2001/82/EC of the European Parliament and of the Council of 6 November 2001 on the Community code relating to veterinary medicinal products (8) and in Article 1 of Directive 2001/83/EC of the European Parliament and of the Council of 6 November 2001 on the Community code relating to medicinal products for human use (9), any colouring matters other than those covered by Annex I to Directive 94/36/EC.\nArticle 2\nMember States shall take all measures necessary to ensure that the colouring matters covered by Annex I to Directive 94/36/EC satisfy the general specifications for aluminium lakes of colours and the specific criteria of purity laid down in the Annex to Directive 95/45/EC.\nArticle 3\nThe methods of analysis needed to verify that the general and specific criteria of purity adopted pursuant to the First Commission Directive 81/712/EEC of 28 July 1981 laying down Community methods of analysis for verifying that certain additives used in foodstuffs satisfy criteria of purity (10) are satisfied shall also apply for the purpose of this Directive.\nArticle 4\nWhere a colouring matter is deleted from Annex I to Directive 94/36/EC but the marketing of foodstuffs containing this colouring matter is permitted to continue for a limited period, this provision shall also apply to medicinal products.\nThis limited period of use may however be amended by the Commission as regards medicinal products.\nThose measures designed to amend non-essential elements of this Directive, by supplementing it shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 5(2).\nArticle 5\n1.   The Commission shall be assisted by a committee.\n2.   Where reference is made to this paragraph, Articles 5a(1) to (4) and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nArticle 6\nMember States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.\nArticle 7\nDirective 78/25/EEC, as amended by the acts listed in Annex I, Part A is repealed, without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law of the Directives set out in Annex I, Part B.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table in Annex II.\nArticle 8\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nArticle 9\nThis Directive is addressed to the Member States.\nDone at Strasbourg, 23 April 2009.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nP. NEČAS\n(1)  OJ C 162, 25.6.2008, p. 41.\n(2)  Opinion of the European Parliament of 23 September 2008 (not yet published in the Official Journal) and Council Decision of 23 March 2009.\n(3)  OJ L 11, 14.1.1978, p. 18.\n(4)  See Annex I, Part A.\n(5)  OJ L 237, 10.9.1994, p. 13. Directive repealed prospectively by Regulation (EC) No 1333/2008 of the European Parliament and of the Council of 16 December 2008 on food additives (OJ L 354, 31.12.2008, p. 16.).\n(6)  OJ L 226, 22.9.1995, p. 1. Directive repealed prospectively by Regulation (EC) No 1333/2008.\n(7)  OJ L 184, 17.7.1999, p. 23.\n(8)  OJ L 311, 28.11.2001, p. 1.\n(9)  OJ L 311, 28.11.2001, p. 67.\n(10)  OJ L 257, 10.9.1981, p. 1. Directive repealed prospectively by Regulation (EC) No 1333/2008.\nANNEX I\nPART A\nRepealed Directive with list of its successive amendments\n(referred to in Article 7)\nCouncil Directive 78/25/EEC\n(OJ L 11, 14.1.1978, p. 18)\n1979 Act of Accession, Annex I, Section X, point D\n(OJ L 291, 19.11.1979, p. 108)\nCouncil Directive 81/464/EEC\n(OJ L 183, 4.7.1981, p. 33)\n1985 Act of Accession, Annex I, Section IX, point C\n(OJ L 302, 15.11.1985, p. 217)\nCouncil Regulation (EC) No 807/2003\n(OJ L 122, 16.5.2003, p. 36)\nAnnex III, point 25 only\nPART B\nList of time-limits for transposition into national law\n(referred to in Article 7)\nDirective\nTime-limit for transposition\n78/25/EEC\n15 June 1979 (1)\n81/464/EEC\n30 September 1981\n(1)  Pursuant to Article 7(2) of Directive 78/25/EEC: ‘2. However, any Member State may permit, on its own territory, until the end of a period of four years from the notification of this Directive, the marketing of medicinal products containing colouring matters which do not comply with the requirements of this Directive so long as these colouring matters were authorised in that Member State before the adoption of the Directive.’\nANNEX II\nCorrelation table\nDirective 78/25/EEC\nThis Directive\nArticle 1, first paragraph\nArticle 1\nArticle 1, second paragraph\n—\nArticles 2 and 3\nArticles 2 and 3\nArticle 4, first sentence\nArticle 4, first paragraph\nArticle 4, second sentence, first part\nArticle 4, second paragraph\nArticle 4, second sentence, second part\nArticle 4, third paragraph\nArticles 5(1) and 6(1) and (2)\nArticle 5\nArticle 6(3)\n—\nArticle 7(1), (2) and (3)\n—\nArticle 7(4)\nArticle 6\n—\nArticle 7\n—\nArticle 8\nArticle 8\nArticle 9\n—\nAnnex I\n—\nAnnex II", "summary": "Colouring matters for medicinal products (recast)\nColouring matters for medicinal products (recast)\nIn the light of the many disparities between Member States’ legislation on colouring matters for medicinal products, the European Commission considered it necessary to recast Directive 78/25/EC. It is important not to hamper the development of the pharmaceutical industry or trade in medicinal products within the Community.\nACT\nDirective 2009/35/EC of the European Parliament and of the Council of 23 April 2009 on the colouring matters which may be added to medicinal products (recast) (Text with EEA relevance).\nSUMMARY\nThis Directive gives specifications on colouring matters for medicinal products.\nOnly the colouring matters listed in Annex I to Directive 94/36/EC may be used to colour medicinal products for human and veterinary use.\nThe colouring matters referred to in Annex I must meet the general specifications for aluminium lakes of colours and the specific criteria of purity laid down in Annex I to Directive 95/45/EC. The methods of analysis needed to verify these criteria are framed by Directive 81/712/EC.\nWhen a colouring matter is deleted from Annex I to Directive 94/36/EC, but the marketing of foodstuffs containing this colouring matter is permitted to continue for a limited period, this additional period of use also extends to medicinal products. However, the Commission may amend the duration of this additional period.\nThe Commission shall be assisted by a committee for the adjustment to technical progress of the Directives composed of representatives from Member States and chaired by a Commission representative.\nThis Directive repeals Directive 78/25/EC.\nReferences\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\nDirective 2009/35/EC\n20.5.2009\n-\nOJ L109 of 30.4.2009\nLast updated: 12.10.2009", "tags": ["marketing", "pharmaceutical legislation", "approximation of laws", "medicinal product", "drug surveillance", "dyestuff"], "subjects": ["Technical barriers", "Industry", "Approximation of laws", "Internal market - Principles", "Health and safety", "Protocol on Ireland/Northern Ireland"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}