{"celex_id": "32004L0080", "reference": "6.8.2004\nEN\nOfficial Journal of the European Union\nL 261/15\nCOUNCIL DIRECTIVE 2004/80/EC\nof 29 April 2004\nrelating to compensation to crime victims\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the European Economic and Social Committee (3),\nWhereas:\n(1)\nOne of the objectives of the European Community is to abolish, as between Member States, obstacles to the free movement of persons and services.\n(2)\nThe Court of Justice held in the Cowan (4) Case that, when Community law guarantees to a natural person the freedom to go to another Member State, the protection of that person from harm in the Member State in question, on the same basis as that of nationals and persons residing there, is a corollary of that freedom of movement. Measures to facilitate compensation to victims of crimes should form part of the realisation of this objective.\n(3)\nAt its meeting in Tampere on 15 and 16 October 1999, the European Council called for the drawing-up of minimum standards on the protection of the victims of crime, in particular on crime victims' access to justice and their rights to compensation for damages, including legal costs.\n(4)\nThe Brussels European Council, meeting on 25 and 26 March 2004, in the Declaration on Combating Terrorism, called for the adoption of this Directive before 1 May 2004.\n(5)\nOn 15 March 2001 the Council adopted Framework Decision 2001/220/JHA on the standing of victims in criminal proceedings. (5) This Decision, based on Title VI of the Treaty on the European Union, allows crime victims to claim compensation from the offender in the course of criminal proceedings.\n(6)\nCrime victims in the European Union should be entitled to fair and appropriate compensation for the injuries they have suffered, regardless of where in the European Community the crime was committed\n(7)\nThis Directive sets up a system of cooperation to facilitate access to compensation to victims of crimes in cross-border situations, which should operate on the basis of Member States' schemes on compensation to victims of violent intentional crime, committed in their respective territories. Therefore, a compensation mechanism should be in place in all Member States.\n(8)\nMost Member States have already established such compensation schemes, some of them in fulfilment of their obligations under the European Convention of 24 November 1983 on the compensation of victims of violent crimes.\n(9)\nSince the measures contained in this Directive are necessary in order to attain objectives of the Community and the Treaty provides for no powers other than those in Article 308 thereof for the adoption of this Directive, that Article should be applied.\n(10)\nCrime victims will often not be able to obtain compensation from the offender, since the offender may lack the necessary means to satisfy a judgment on damages or because the offender cannot be identified or prosecuted.\n(11)\nA system of cooperation between the authorities of the Member States should be introduced to facilitate access to compensation in cases where the crime was committed in a Member State other than that of the victim's residence.\n(12)\nThis system should ensure that crime victims could always turn to an authority in their Member State of residence and should ease any practical and linguistic difficulties that occur in a cross-border situation.\n(13)\nThe system should include the provisions necessary for allowing the crime victim to find the information needed to make the application and for allowing for efficient cooperation between the authorities involved.\n(14)\nThis Directive respects the fundamental rights and observes the principles reaffirmed in particular by the Charter of Fundamental Rights of the European Union as general principles of Community law.\n(15)\nSince the objective of facilitating access to compensation to victims of crimes of cross-border situations cannot be sufficiently achieved by the Member States because of the cross-border elements and can therefore, by reason of the scale or effects of the action, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve that objective.\n(16)\nThe measures necessary for the implementation of the Directive should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (6),\nHAS ADOPTED THIS DIRECTIVE:\nCHAPTER I\nACCESS TO COMPENSATION IN CROSS-BORDER SITUATIONS\nArticle 1\nRight to submit an application in the Member State of residence\nMember States shall ensure that where a violent intentional crime has been committed in a Member State other than the Member State where the applicant for compensation is habitually resident, the applicant shall have the right to submit the application to an authority or any other body in the latter Member State.\nArticle 2\nResponsibility for paying compensation\nCompensation shall be paid by the competent authority of the Member State on whose territory the crime was committed.\nArticle 3\nResponsible authorities and administrative procedures\n1.   Member States shall establish or designate one or several authorities or any other bodies, hereinafter referred to as ‘assisting authority or authorities’, to be responsible for applying Article 1.\n2.   Member States shall establish or designate one or several authorities or any other bodies to be responsible for deciding upon applications for compensation, hereinafter referred to as ‘deciding authority or authorities’.\n3.   Member States shall endeavour to keep to a minimum the administrative formalities required of an applicant for compensation.\nArticle 4\nInformation to potential applicants\nMember States shall ensure that potential applicants for compensation have access to essential information on the possibilities to apply for compensation, by any means Member States deem appropriate.\nArticle 5\nAssistance to the applicant\n1.   The assisting authority shall provide the applicant with the information referred to in Article 4 and the required application forms, on the basis of the manual drawn up in accordance with Article 13(2).\n2.   The assisting authority shall, upon the request of the applicant, provide him or her with general guidance and information on how the application should be completed and what supporting documentation may be required.\n3.   The assisting authority shall not make any assessment of the application.\nArticle 6\nTransmission of applications\n1.   The assisting authority shall transmit the application and any supporting documentation as quickly as possible to the deciding authority.\n2.   The assisting authority shall transmit the application using the standard form referred to in Article 14.\n3.   The language of the application and any supporting documentation shall be determined in accordance with Article 11(1).\nArticle 7\nReceipt of applications\nUpon receipt of an application transmitted in accordance with Article 6, the deciding authority shall send the following information as soon as possible to the assisting authority and to the applicant:\n(a)\nthe contact person or the department responsible for handling the matter;\n(b)\nan acknowledgement of receipt of the application;\n(c)\nif possible, an indication of the approximate time by which a decision on the application will be made.\nArticle 8\nRequests for supplementary information\nThe assisting authority shall if necessary provide general guidance to the applicant in meeting any request for supplementary information from the deciding authority.\nIt shall upon the request of the applicant subsequently transmit it as soon as possible directly to the deciding authority, enclosing, where appropriate, a list of any supporting documentation transmitted.\nArticle 9\nHearing of the applicant\n1.   If the deciding authority decides, in accordance with the law of its Member State, to hear the applicant or any other person such as a witness or an expert, it may contact the assisting authority for the purpose of arranging for:\n(a)\nthe person(s) to be heard directly by the deciding authority, in accordance with the law of its Member State, through the use in particular of telephone- or video-conferencing; or\n(b)\nthe person(s) to be heard by the assisting authority, in accordance with the law of its Member State, which will subsequently transmit a report of the hearing to the deciding authority.\n2.   The direct hearing in accordance with paragraph 1(a) may only take place in cooperation with the assisting authority and on a voluntary basis without the possibility of coercive measures being imposed by the deciding authority.\nArticle 10\nCommunication of the decision\nThe deciding authority shall send the decision on the application for compensation, by using the standard form referred to in Article 14, to the applicant and to the assisting authority, as soon as possible, in accordance with national law, after the decision has been taken.\nArticle 11\nOther provisions\n1.   Information transmitted between the authorities pursuant to Articles 6 to 10 shall be expressed in:\n(a)\nthe official languages or one of the languages of the Member State of the authority to which the information is sent, which corresponds to one of the languages of the Community institutions; or\n(b)\nanother language of the Community institutions that that Member State has indicated it can accept;\nwith the exception of:\n(i)\nthe full text of decisions taken by the deciding authority, where the use of languages shall be governed by the law of its Member State;\n(ii)\nreports drawn up following a hearing in accordance with Article 9(1)(b), where the use of languages shall be determined by the assisting authority, subject to the requirement that it corresponds to one of the languages of the Community institutions.\n2.   Services rendered by the assisting authority in accordance with Articles 1 to 10 shall not give rise to a claim for any reimbursement of charges or costs from the applicant or from the deciding authority.\n3.   Application forms and any other documentation transmitted in accordance with Articles 6 to 10 shall be exempted from authentication or any equivalent formality.\nCHAPTER II\nNATIONAL SCHEMES ON COMPENSATION\nArticle 12\n1.   The rules on access to compensation in cross-border situations drawn up by this Directive shall operate on the basis of Member States' schemes on compensation to victims of violent intentional crime committed in their respective territories.\n2.   All Member States shall ensure that their national rules provide for the existence of a scheme on compensation to victims of violent intentional crimes committed in their respective territories, which guarantees fair and appropriate compensation to victims.\nCHAPTER III\nIMPLEMENTING PROVISIONS\nArticle 13\nInformation to be sent to the Commission and the manual\n1.   Member States shall, no later than 1 July 2005, send to the Commission details of:\n(a)\nthe list of authorities established or designated in accordance with Articles 3(1) and 3(2), including, where appropriate, information on the special and territorial jurisdiction of these authorities;\n(b)\nthe language(s) referred to in Article 11(1)(a) which the authorities can accept for the purpose of applying Articles 6 to 10 and the official language or languages other than its own which is or are acceptable to it for the transmission of applications in accordance with Article 11(1)(b).\n(c)\nthe information established in accordance with Article 4;\n(d)\nthe application forms for compensation;\nMember States shall inform the Commission of any subsequent changes to this information.\n2.   The Commission shall, in cooperation with the Member States establish and publish on the internet a manual containing the information provided by the Member States pursuant to paragraph 1. The Commission shall be responsible for arranging the necessary translations of the manual.\nArticle 14\nStandard form for transmission of applications and decisions\nStandard forms shall be established, at the latest by 31 October 2005, for the transmission of applications and decisions in accordance with the procedure referred to in Article 15(2).\nArticle 15\nCommittee\n1.   The Commission shall be assisted by a Committee.\n2.   Where reference is made to this paragraph, Articles 3 and 7 of Decision 1999/468/EC shall apply.\n3.   The Committee shall adopt its Rules of Procedure.\nArticle 16\nCentral contact points\nMember States shall appoint a central contact point for the purposes of:\n(a)\nassisting with the implementation of Article 13(2);\n(b)\nfurthering close cooperation and exchange of information between the assisting and deciding authorities in the Member States; and\n(c)\ngiving assistance and seeking solutions to any difficulties that may occur in the application of Articles 1 to 10.\nThe contact points shall meet regularly.\nArticle 17\nMore favourable provisions\nThis Directive shall not prevent Member States, in so far as such provisions are compatible with this Directive, from:\n(a)\nintroducing or maintaining more favourable provisions for the benefit of victims of crime or any other persons affected by crime;\n(b)\nintroducing or retaining provisions for the purpose of compensating victims of crime committed outside their territory, or any other person affected by such a crime, subject to any conditions that Member States may specify for that purpose.\nArticle 18\nImplementation\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 1 January 2006 at the latest, with the exception of Article 12(2), in which case the date of compliance shall be 1 July 2005. They shall forthwith inform the Commission thereof.\n2.   Member States may provide that the measures necessary to comply with this Directive shall apply only to applicants whose injuries result from crimes committed after 30 June 2005.\n3.   When Member States adopt these measures, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. The methods of making such reference shall be laid down by the Member States.\n4.   Member States shall communicate to the Commission the text of the main provisions of domestic law, which they adopt in the field governed by this Directive.\nArticle 19\nReview\nNo later than by 1 January 2009, the Commission shall present to the European Parliament, the Council and the European Economic and Social Committee a report on the application of this Directive.\nArticle 20\nEntry into force\nThis Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nArticle 21\nAddressees\nThis Directive is addressed to the Member States.\nDone at Luxembourg, 29 April 2004.\nFor the Council\nThe President\nM. McDOWELL\n(1)  OJ C 45 E, 25.2.2003, p. 69.\n(2)  Opinion delivered on 23 October 2003 (not yet published in the Official Journal).\n(3)  OJ C 95, 23.4.2003, p. 40.\n(4)  Case 186/87, European Court reports 1989, p. 195.\n(5)  OJ L 82, 22.3.2001, p. 1.\n(6)  OJ L 184, 17.7.1999, p. 23.", "summary": "Compensation for victims of crime in other EU countries\nCompensation for victims of crime in other EU countries\nSUMMARY OF:\nDirective 2004/80/EC — relating to compensation to crime victims\nWHAT IS THE AIM OF THE DIRECTIVE?\nIt sets up a system of cooperation to help victims of crime get compensation in situations regardless of where in the European Union (EU) the crime was committed.\nThe system operates on the basis of EU countries’ national compensation schemes for victims of violent intentional crime committed on their own territories.\nKEY POINTS\n              \nThe directive has two main elements.\nIt requires all EU countries to have a compensation scheme for victims of violent intentional crime committed on their territories. The organisation and operation of such schemes is left to the discretion of each EU country.\nIt sets up an EU-wide cooperation system based on those national schemes.\nGuaranteeing adequate compensation\nEnsuring adequate compensation for victims can be difficult either because:\nthe offender does not have the necessary financial resources; or\nit has not been possible to identify or prosecute the offender (the possibility of obtaining compensation from the offender is dealt with in Directive 2012/29/EU establishing minimum standards on the rights, support and protection of victims of crime).\nThe directive requires that victims:\nbe compensated irrespective of their country of residence or the EU country in which the crime was committed;\nreceive fair and appropriate compensation — the exact amount is left to the discretion of the EU country in which the crime was committed.\nCooperation\nAll EU countries were required to set up national schemes offering fair and appropriate compensation by 1 July 2005. The directive sets up a system of cooperation between national authorities to facilitate access to compensation for victims throughout the EU:\nVictims of crimes committed in an EU country other than the one in which they usually live may ask an authority in the country in which they live (assisting authority) for information on how to apply for compensation.\nThat national authority then transmits the application directly to the national authority of the EU country in which the crime was committed (deciding authority), which is responsible for assessing the application and paying out the compensation.\nAll communication must be carried out in the language of the deciding country. The European Commission has drawn up standard forms for the transmission of applications and decisions relating to compensation to victims.\nThe directive creates a system of central contact points in each EU country to facilitate cooperation in cross-border situations which meet regularly. Additional information is available on the website of the European e-Justice Portal.\nFROM WHEN DOES THE DIRECTIVE APPLY?\n              \nIt entered into force on 26 August 2004. EU countries had to incorporate it in national law by 1 January 2006.\nBACKGROUND\n              \nFor more information, see:\n‘Compensation’ on the European Commission's website.\nMAIN DOCUMENT\n            \nCouncil Directive 2004/80/EC of 29 April 2004 relating to compensation to crime victims (OJ L 261, 6.8.2004, pp. 15-18)\nRELATED DOCUMENTS\n            \nCommission Decision 2006/337/EC of 19 April 2006 establishing standard forms for the transmission of applications and decisions pursuant to Council Directive 2004/80/EC relating to compensation to crime victims (OJ L 125, 12.5.2006, pp. 25-30)\nDirective 2012/29/EU of the European Parliament and of the Council of 25 October 2012 establishing minimum standards on the rights, support and protection of victims of crime, and replacing Council Framework Decision 20 01/220/JHA (OJ L 315, 14.11.2012, pp. 57-73)\nlast update 08.12.2015", "tags": ["indemnification", "area of freedom, security and justice", "help for victims"], "subjects": ["Justice and home affairs"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}