{"celex_id": "32004E0570", "reference": "28.7.2004\nEN\nOfficial Journal of the European Union\nL 252/10\nCOUNCIL JOINT ACTION 2004/570/CFSP\nof 12 July 2004\non the European Union military operation in Bosnia and Herzegovina\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on European Union and, in particular, Article 14, Article 25, third paragraph, Article 26 and Article 28(3) thereof,\nWhereas:\n(1)\nThe European Council has announced the readiness of the European Union for an ESDP mission in Bosnia and Herzegovina (BiH), including a military component.\n(2)\nThe General Framework Agreement for Peace (GFAP) in BiH foresees, inter alia, arrangements for establishing a multinational military implementation force.\n(3)\nThe Council adopted on 12 July 2004 Joint Action 2004/569/CFSP (1) on the mandate of the European Union Special Representative in Bosnia and Herzegovina. The EU Special Representative (EUSR) in BiH will promote overall EU political coordination in BiH.\n(4)\nThe Council adopted on 11 March 2002 Joint Action 2002/210/CFSP (2) on the European Union Police Mission (EUPM), to build and strengthen local policing capacity, especially at State level and in the fight against organised crime.\n(5)\nOn 26 April 2004 the Council approved the general concept for an ESDP mission in BiH, including a military component.\n(6)\nOn 17 to 18 June 2004 the European Council adopted a comprehensive policy towards BiH.\n(7)\nThe NATO Summit Meeting of Heads of State and Government in Istanbul on 28 to 29 June 2004 decided to conclude NATO's SFOR operation in Bosnia and Herzegovina by the end of 2004.\n(8)\nUnited Nations Security Council Resolution 1551 (2004), adopted on 9 July 2004, welcomed the European Union's intention to launch an EU mission to Bosnia and Herzegovina, including a military component, from December 2004, under the terms set out in the letter of 29 June 2004 from the Minister of Foreign Affairs of Ireland and President of the Council of the European Union to the Presidency of the Security Council. The United Nations Security Council further decided that the status of forces agreements currently contained in Appendix B to Annex 1.A of the Peace Agreement shall apply provisionally in respect to the proposed EU mission and its forces, including from the point of their build-up in Bosnia and Herzegovina, in anticipation of the concurrence of the parties to those agreements to that effect.\n(9)\nThe Council has agreed that the EU military operation should provide deterrence, continued compliance with the responsibility to fulfil the role specified in Annexes 1.A and 2 of the GFAP in BiH and contribute to the safe and secure environment, in line with its mandate, required to achieve core tasks in the Office of the High Representative's Mission Implementation Plan and the Stabilisation and Association Process (SAP).\n(10)\nThe operation should reinforce the EU's comprehensive approach towards BiH, and support BiH's progress towards EU integration by its own efforts, with the objective of the signing of a Stabilisation and Association Agreement as a medium-term objective.\n(11)\nThe EU military operation should have full authority, exercised through its force commander, in order to fulfil the role specified in Annexes 1.A and 2 of the GFAP in BiH to monitor implementation of military aspects of the GFAP, and to assess and address non-compliance by the Parties.\n(12)\nIn addition to contacts already established in relation to EU's activities in BiH, the European Union should maintain close consultations with the BiH authorities, in particular with the Minister of Defence, regarding the conduct of the EU military operation.\n(13)\nConsultations with NATO will proceed in accordance with the relevant provisions laid down in the 17 March 2003 Exchange of Letters between the Secretary-General/High Representative (SG/HR) and NATO Secretary-General. In a subsequent Exchange of Letters on 30 June and 8 July 2004 respectively, the North Atlantic Council has agreed to make available DSACEUR as EU Operation Commander and has agreed that the EU Operation Headquarters should be located at SHAPE.\n(14)\nThe Political and Security Committee (PSC) should exercise political control of and provide strategic direction to the EU military operation in BiH and take the relevant decisions in accordance with Article 25, third paragraph of the Treaty on European Union.\n(15)\nIn conformity with the guidelines of the European Council meeting at Nice on 7 to 9 December 2000, this Joint Action should determine the role of the SG/HR in accordance with Articles 18 and 26 of the Treaty on European Union in the implementation of measures falling within the political control and strategic direction exercised by the PSC, in accordance with Article 25 of the Treaty on European Union.\n(16)\nThird States should participate in the EU military operation in accordance with the guidelines laid down by the European Council.\n(17)\nIn accordance with Article 28(3) of the Treaty on European Union, the operational expenditure arising from this Joint Action, having military or defence implications, should be charged to the Member States in accordance with Council Decision 2004/197/CFSP of 23 February 2004 establishing a mechanism to administer the financing of the common costs of European Union operations having military or defence implications (3) (hereafter referred to as ‘ATHENA’).\n(18)\nArticle 14(1) of the Treaty on European Union calls for the indication in joint actions of the means to be made available to the Union. The financial reference amount for the common costs of the EU military operation constitutes the best current estimate and is without prejudice to the final figures that shall be included in a budget to be approved in accordance with the principles laid down in ATHENA.\n(19)\nIn conformity with Article 6 of the Protocol on the position of Denmark annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark does not participate in the elaboration and implementation of decisions and actions of the European Union which have defence implications. Denmark does not participate in the implementation of this Joint Action and therefore does not participate in the financing of the operation,\nHAS ADOPTED THIS JOINT ACTION:\nArticle 1\nMission\n1.   Subject to a further decision by the Council to launch the operation, once all relevant decisions have been made, the European Union shall conduct a military operation in Bosnia and Herzegovina (BiH) named ‘ALTHEA’ in order to provide deterrence, continued compliance with the responsibility to fulfil the role specified in Annexes 1.A and 2 of the General Framework Agreement for Peace (GFAP) in BiH and to contribute to a safe and secure environment in BiH, in line with its mandate, required to achieve core tasks in the OHR's Mission Implementation Plan and the SAP. This operation shall be part of the overall ESDP mission in BiH.\n2.   The forces deployed to this effect shall operate in accordance with the general concept approved by the Council.\n3.   The EU military operation shall be carried out with recourse to NATO common assets and capabilities, on the basis agreed with NATO.\nArticle 2\nAppointment of the EU Operation Commander\nAdmiral Rainer FEIST, Deputy Supreme Allied Commander for Europe (D-SACEUR), is hereby appointed EU Operation Commander.\nArticle 3\nDesignation of the EU Operational Headquarters\nEU Operational Headquarters shall be located at the Supreme Headquarters of Allied Powers in Europe (SHAPE).\nArticle 4\nDesignation of the EU Force Commander\nMajor General A. David LEAKEY is hereby appointed EU Force Commander.\nArticle 5\nPlanning and launching of the Operation\nThe Council shall decide on the launching of the EU military operation following the approval of the Operation Plan and the Rules of Engagement and any necessary further decisions.\nArticle 6\nPolitical control and strategic direction\n1.   Under the responsibility of the Council, the PSC shall exercise the political control and strategic direction of the EU military operation. The Council hereby authorises the PSC to take the relevant decisions in accordance with Article 25 of the Treaty on European Union. This authorisation shall include the powers to amend the planning documents, including the Operation Plan, the Chain of Command and the Rules of Engagement. This authorisation shall also include the powers to take further decisions on the appointment of the EU Operation Commander and/or EU Force Commander. The powers of decision with respect to the objectives and termination of the EU military operation shall remain vested in the Council, assisted by the SG/HR.\n2.   The PSC shall report to the Council at regular intervals.\n3.   The PSC shall receive reports from the Chairman of the European Union Military Committee (CEUMC) regarding the conduct of the EU military operation, at regular intervals. The PSC may invite the EU Operation Commander and/or EU Force Commander to its meetings, as appropriate.\nArticle 7\nCoherence of EU response\n1.   The operation shall be part of a closely coordinated EU presence in BiH. The Council shall ensure the maximum coherence and effectiveness for the EU effort in BiH. Without prejudice to Community competence, the EUSR shall promote overall EU political coordination in BiH. The EUSR shall chair a coordination group composed of all EU actors present in the field, including the EU Force Commander, with a view to coordinating the implementation aspects of the EU's action.\n2.   The EU Force Commander shall, without prejudice to the chain of command, take EUSR local political advice into account, especially with regard to matters for which the EUSR has a particular or stated role, and shall, within his/her mandate, endeavour to take into account any request from the EUSR.\n3.   The EU Force Commander shall liaise, as appropriate, with the EUPM.\nArticle 8\nMilitary direction\n1.   The EU Military Committee (EUMC) shall monitor the proper execution of the EU military operation conducted under the responsibility of the EU Operation Commander.\n2.   The EUMC shall receive reports from the EU Operation Commander at regular intervals. It may invite the EU Operation Commander and/or EU Force Commander to its meetings as necessary.\n3.   The CEUMC shall act as the primary point of contact with the EU Operation Commander.\nArticle 9\nRelations with BiH\nThe SG/HR and the EUSR in BiH, within their respective mandates, shall act as primary points of contact with the authorities of BiH for matters relating to the implementation of this Joint Action. The Presidency shall be kept regularly and promptly informed on these contacts. The EU Force Commander shall maintain contact with local authorities, in close coordination with the EUSR, on issues relevant to his mission.\nArticle 10\nCoordination and liaison\nWithout prejudice to the chain of command, the EU Commanders shall coordinate closely with the EUSR in BiH with a view to ensure consistency of the EU military operation with the broader context of the EU activities in BiH. Within that framework, the EU Commanders shall liaise with other international actors in the area as appropriate.\nArticle 11\nParticipation of third States\n1.   Without prejudice to the decision-making autonomy of the European Union and to the Single Institutional Framework, and in accordance with the relevant guidelines of the European Council:\n—\nthe non-EU European NATO members and Canada shall participate in the EU military operation if they so wish,\n—\ncountries which are candidates for accession to the European Union may be invited to participate in the EU military operation in accordance with the agreed modalities,\n—\npotential partners and other third states may also be invited to participate in the operation.\n2.   The Council hereby authorises the PSC to take, upon the recommendation of the EU Operation Commander and the EUMC, the relevant decisions on acceptance of the proposed contributions.\n3.   Detailed arrangements regarding the participation of third states shall be the subject of an agreement, in conformity with Article 24 of the Treaty on European Union. The SG/HR, assisting the Presidency, may negotiate such arrangements on its behalf. Where the EU and a third state have concluded an agreement establishing a framework for the participation of this third state in the EU crisis management operations, the provisions of such an agreement shall apply in the context of this operation.\n4.   Third States making significant military contributions to the EU military operation shall have the same rights and obligations in terms of day-to-day management of the operation, as EU Member States taking part in the operation.\n5.   The Council hereby authorises the PSC to take relevant decisions on the setting-up of a Committee of Contributors, should third states provide significant military contributions.\nArticle 12\nFinancial arrangements\n1.   The common costs of the EU military operation shall be administered by ATHENA.\n2.   For the purposes for this EU military operation:\n—\nbarracks and lodging for the forces as a whole shall not be eligible for payment as common costs,\n—\nexpenditure related to transportation for the forces as a whole shall not be eligible for payment as common costs.\n3.   Without prejudice to the financing of any future operation and in view of the specific requirements of the establishment of this operation, the Council may, in the light of the Force Generation Process, consider the issue of the financing of Multinational Task Force North.\n4.   The financial reference amount for the common costs of the EU military operation shall be 71 700 000 EUR.\n5.   Procurement procedures for the EU military operation shall be open to tenderers from the EU Member States contributing to the financing of the operation.\nArticle 13\nRelations with NATO\n1.   Relations with NATO shall be conducted in accordance with the relevant provisions laid down in the 17 March 2003 Exchange of Letters between the Secretary-General/High Representative and the NATO Secretary-General.\n2.   The entire chain of command of the EU Force shall remain under the political control and strategic direction of the EU throughout the EU military operation, after consultation between the EU and NATO. Within this framework, the EU Operation Commander shall report on the conduct of the operation to EU bodies only. NATO shall be informed of developments in the situation by the appropriate bodies, in particular the PSC and CEUMC.\nArticle 14\nRelease of information to NATO and to third States\n1.   The SG/HR is hereby authorised to release to NATO and to third parties, associated with this Joint Action, EU classified information and documents generated for the purposes of the EU military operation, in accordance with the Council Security Regulations.\n2.   The SG/HR is hereby authorised to release to third parties, associated with this Joint Action, EU non-classified documents related to the deliberations of the Council with regard to the operation, covered by the obligation of professional secrecy pursuant to Article 6, paragraph 1 of the Council Rules of Procedure.\nArticle 15\nCommunity action\nThe Council notes the intention of the Commission to direct, where appropriate, its action towards achieving the objectives of this Joint Action.\nArticle 16\nReview process\n1.   As part of the EU mission review process, a six-monthly review shall be held\n—\nto enable the PSC to determine, taking account of the security situation and of advice from HR/EUSR and from the EU Force Commander through the Chain of Command, and following EUMC military advice, any changes to be made to the size, mandate and tasks of the EU military operation, and when it should be terminated,\n—\nto enable the PSC to determine, taking account of the security situation and advice from HR/EUSR, the EU Force Commander, and the Head of Mission EUPM, and following EUMC and CIVCOM advice, whether all or part of the Integrated Police Unit style capability should be repositioned within EUSR domain, for duties in support of the Rule of Law, including in support of State Information and Protection Agency (SIPA). In this case, the composition of the police and military missions shall be reviewed.\n2.   The Council shall, not later than 31 December 2005, evaluate the continuation of the operation.\nArticle 17\nEntry into force and termination\n1.   This Joint Action shall enter into force on the date of its adoption.\n2.   The EU military operation shall end on a date to be decided by the Council.\n3.   This Joint Action shall be repealed following the redeployment of all EU forces, in accordance with approved termination planning of the EU military operation.\nArticle 18\nPublication\nThis Joint Action shall be published in the Official Journal of the European Union.\nDone at Brussels, 12 July 2004.\nFor the Council\nThe President\nB. BOT\n(1)  See page 7 of this Official Journal.\n(2)  OJ L 70, 13.3.2002, p. 1.\n(3)  OJ L 63, 28.2.2004, p. 68.", "summary": "European Union missions in Bosnia-Herzegovina\nEuropean Union missions in Bosnia-Herzegovina\nThe European Union is leading a police mission and military operation in Bosnia-Herzegovina under the framework of the European Security and Defence Policy (ESDP) and is thus contributing to the implementation of the peace process in this country and the stabilisation of the Balkans.\nACTS\nCouncil Joint Action2002/210/CFSP of 11 March 2002 on the European Union Police Mission [See modifying acts].\nCouncil Joint Action 2004/570/CFSP of 12 July 2004 on the European Union military operation in Bosnia and Herzegovina [See modifying acts].\nSUMMARY\nThe European Union is leading two missions in Bosnia-Herzegovina, a police mission called \"EUPM\" and a military operation called \"EUFOR ALTHEA\".\nEuropean Union Police Mission (EUPM)\nThe aim of the European Union police mission in Bosnia-Herzegovina is to establish sustainable policing arrangements in this country under Bosnian ownership and in accordance with best European and international practice in this area. The Mission will lead monitoring, mentoring and inspection actions in order to ensure that police officers act in a professional, independent and impartial manner in accordance with legislation and agreements made under the Stabilisation and Association Process with the European Union.\nThe Mission will also ensure that police services are based on a transparent structure that takes into consideration the multiple ethnic composition of Bosnian society and that all the police forces in the country cooperate with each other. Furthermore, the Mission will ensure that police carry out investigations of corruption and that they are capable of working on all types of criminal activity, including organised crime and terrorism.\nThe EUPM consists of 192 international members and 220 local members (October 2008). The main headquarters are located in Sarajevo and monitoring units are deployed in the same location as various Bosnia and Herzegovina police structures at medium and high levels. The 27 European Union Member States contribute to the Mission alongside Canada, Iceland, Norway, Switzerland, Turkey and Ukraine.\nEUFOR ALTHEA\nThe aim of the European Union military operation in Bosnia-Herzegovina is to provide deterrence, to contribute to a safe and secure environment and to ensure compliance with Annexes 1.A and 2 of the General Framework Agreement for Peace in Bosnia-Herzegovina, relating to military matters and internal borders.\nEUFOR ALTHEA comprises around 2200 military personnel from 24 Member States, Albania, Chile, Macedonia, Switzerland and Turkey. The operation includes a multinational battalion and an integrated police unit based in Sarajevo, monitoring and liaison teams spread out across the whole country and five regional coordination centres in Sarajevo Tuzla, Banja Luka, Mostar and Zenica.\nContext\nOn 1 January 2003 the EUPM took over from the United Nations International Police Task Force (IPTF) in Bosnia-Herzegovina, the deployment of which was provided for in the General Agreement Framework for Peace (or the Dayton Peace Agreement) signed in 1995. This was the very first mission organised under the framework of the European Security and Defence Policy (ESDP).\nEUFOR ALTHEA succeeded the NATO stabilisation force (SFOR) on 2 December 2004. Initially comprising 7 000 personnel, the Mission was restructured at the beginning of 2007 and its numbers were reduced to around 2200 personnel.\nReferences\nUEPM:\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\n2002/210/CFSP\n11.3.2002\n-\nOJ L 73 of 13.3.2002\nModifying acts\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\n2003/141/CFSP\n27.2.2003\n-\nOJ L 53 of 28.2.2003\n2005/824/CFSP\n24.11.2005\n-\nOJ L 307 of 25.11.2005\nSuccessive amendments and corrections to Joint Action 2002/210/ESDP have been incorporated into the original text. The consolidated version (pdf) is intended purely as a documentation tool\nEUFOR ALTHEA:\nAct\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\n2004/570/CFSP\n12.7.2004\n-\nOJ L 252 of 28.7.2004\nModifying acts\nEntry into force\nDeadline for transposition in the Member States\nOfficial Journal\n2007/720/CFSP\n8.11.2007\n-\nOJ L 291 of 9.11.2007\nSuccessive amendments and corrections to Joint Action 2004/570/ESDP have been incorporated into the original text. The consolidated version (pdf) is intended purely as a documentation tool.\nSee also\nFor further information on the EUPM, please visit the dedicated Council webpage (EN) and the Mission website (EN).\nFor further information on EUFOR ALTHEA, please visit the dedicated Council page (EN) and the Operation website (EN).\nLast updated: 25.09.2008", "tags": ["peacekeeping", "military cooperation", "military intervention", "Bosnia and Herzegovina", "appointment of members", "EU-NATO cooperation", "EU military mission"], "subjects": ["Common foreign and security policy"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}