{"celex_id": "32021R1058", "reference": "30.6.2021\nEN\nOfficial Journal of the European Union\nL 231/60\nREGULATION (EU) 2021/1058 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 24 June 2021\non the European Regional Development Fund and on the Cohesion Fund\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular the second paragraph of Article 177, and Articles 178 and 349 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving regard to the opinion of the Committee of the Regions (2),\nActing in accordance with the ordinary legislative procedure (3),\nWhereas:\n(1)\nArticle 176 of the Treaty on the Functioning of the European Union (TFEU) provides that the European Regional Development Fund (ERDF) is intended to help to redress the main regional imbalances in the Union. Pursuant to that Article and the second and third paragraphs of Article 174 TFEU, the ERDF is to contribute to reducing disparities between the levels of development of the various regions and the backwardness of the least-favoured regions, among which particular attention is to be paid to regions which suffer from severe and permanent natural or demographic handicaps, including in particular handicaps resulting from demographic decline, such as the northernmost regions with very low population density, islands, and cross-border and mountain regions.\n(2)\nThe Cohesion Fund was set up in order to contribute to the overall objective of strengthening economic, social and territorial cohesion of the Union by providing financial contributions in the fields of environment and trans-European networks in the area of transport infrastructure (TEN-T), as set out in Regulation (EU) No 1315/2013 of the European Parliament and of the Council (4).\n(3)\nRegulation (EU) 2021/1060 of the European Parliament and of the Council (5) sets out common rules applicable to the ERDF, the European Social Fund Plus (ESF+), the Cohesion Fund, the Just Transition Fund, the European Maritime, Fisheries and Aquaculture Fund (EMFAF), the Asylum, Migration and Integration Fund (AMIF), the Internal Security Fund (ISF) and the instrument for financial support for Border Management and Visa Policy (BMVI), which operate under a common framework.\n(4)\nIn order to simplify the rules that were applicable to both the ERDF and the Cohesion Fund during the 2014-2020 programming period, a single Regulation should set out the applicable rules covering both funds.\n(5)\nHorizontal principles as set out in Article 3 of the Treaty on the European Union (TEU) and in Article 10 TFEU, including the principles of subsidiarity and proportionality as set out in Article 5 TEU, should be respected in the implementation of the ERDF and the Cohesion Fund, taking into account the Charter of Fundamental Rights of the European Union. Member States should also respect the obligations set out in the United Nations Convention on the Rights of the Child, and in the United Nations Convention on the Rights of Persons with Disabilities (UNCRPD), as well as the principles of the European Pillar of Social Rights, proclaimed by the European Parliament, the Council and the Commission in 2017, and ensure accessibility in line with Article 9 of the UNCRPD, and in accordance with the Union law harmonising accessibility requirements for products and services. In that context, the ERDF and the Cohesion Fund, in synergy with the ESF+, should be implemented in a way that promotes the transition from institutional to family-based and community-based care and should pursue their objectives with a view to contributing to the creation of quality jobs, eradication of poverty and promoting social inclusion. Member States and the Commission should aim at eliminating inequalities and at promoting equality between men and women and integrating the gender perspective, as well as at combating discrimination based on sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation. Neither fund should support actions that contribute to any form of segregation or exclusion, and, when financing infrastructure, both should ensure accessibility for persons with disabilities.\n(6)\nThe objectives of the ERDF and the Cohesion Fund should be pursued in the framework of sustainable development and the Union’s promotion of the aim of preserving, protecting and improving the quality of the environment as set out in Article 11 and Article 191(1) TFEU, taking into account the polluter pays principle. Reflecting the importance of tackling climate change in line with the Union’s commitments to implement the 2015 Paris Agreement on climate change following the 21st Conference of the Parties adopted under the United Nations Framework Convention on Climate Change and to achieve the United Nations Sustainable Development Goals (‘UN Sustainable Development Goals’), both funds will contribute to mainstream climate actions and to the achievement of an overall target of 30 % of the Union budget expenditure supporting climate objectives. To that end, operations under the ERDF are expected to contribute 30 % of the overall financial envelope of the ERDF to climate objectives. Operations under the Cohesion Fund are expected to contribute 37 % of the overall financial envelope of the Cohesion Fund to climate objectives. Furthermore, the actions under this Regulation should contribute to the ambition of providing 7,5 % of annual spending under the Multiannual Financial Framework (MFF) to biodiversity objectives in the year 2024 and 10 % of annual spending under the MFF to biodiversity objectives in 2026 and 2027, while considering the existing overlaps between climate and biodiversity goals.\nBoth funds should support activities that respect the climate and environmental standards and priorities of the Union and do no significant harm to the environmental objectives within the meaning of Article 17 of Regulation (EU) 2020/852 of the European Parliament and of the Council (6) and that ensure the transition towards a low-carbon economy in the pathway to achieve climate neutrality by 2050. ERDF and Cohesion Fund programmes should take account of content of integrated national energy and climate plans adopted in the framework of the Governance of the Energy Union and Climate Action as established by Regulation (EU) 2018/1999 of the European Parliament and of the Council (7).\n(7)\nIn order to protect the integrity of the internal market, ERDF and Cohesion Fund operations benefiting undertakings are to comply with Union State aid rules as set out in Articles 107 and 108 TFEU.\n(8)\nThe principle of partnership is a key feature in the implementation of the ERDF and the Cohesion Fund, building on the multi-level governance approach and ensuring the involvement of regional, local, urban and other public authorities, civil society, economic and social partners and, where appropriate, research organisations and universities. Implementation of both funds should ensure coordination and complementarity with the ESF+, the Just Transition Fund, the EMFAF and the European Agricultural Fund for Rural Development (EAFRD).\n(9)\nIt is necessary to establish provisions regarding the support of the ERDF under the Investment for jobs and growth goal and the European territorial cooperation goal (Interreg).\n(10)\nIn order to identify the types of activities which can be supported by the ERDF and the Cohesion Fund, specific policy objectives for providing support from both funds should be laid down to ensure that they contribute to one or more of the common policy objectives set out in Article 5(1) of Regulation (EU) 2021/1060\n(11)\nWith small and medium-sized enterprises (SMEs) being the backbone of the European economy, the ERDF should continue to support the development of SMEs by enhancing their sustainable growth and competitiveness. Additionally, taking into account the potentially profound impact of the COVID-19 pandemic or any other potential crisis situation arising in the future having an impact on businesses and employment, the ERDF should support the recovery from such crisis situations through supporting job creation in SMEs, including by way of productive investments.\n(12)\nInvestments under the ERDF should contribute to the development of a comprehensive high-speed digital infrastructure network, and to promoting pollution-free and sustainable multimodal mobility with a focus on public transport, shared mobility, walking and cycling, as a part of the transition to the net-zero carbon economy.\n(13)\nIn order to grasp the opportunities from the digital age, the ERDF should contribute to the development of an inclusive digital society where citizens, research organisations, businesses and public administrations take full advantage of the opportunities that digitalisation offers. Effective e-government at national, regional and local level involves developing tools as well as rethinking organisation and processes, in order to deliver public services more effectively, easily, quickly and at a lower cost. In particular, digital and telecommunication technologies should be used to enhance traditional networks and services for the benefit of local communities through developing projects such as smart cities and villages.\n(14)\nSupport from the ERDF under policy objective 1 (PO 1) should be based on building capacities for smart specialisation strategies, which set priorities at national or regional level, or both, to increase their competitive advantage by developing and matching research and innovation strengths with business needs and necessary skills through an entrepreneurial discovery process. The process should allow entrepreneurial actors, including industry, education and research organisations, public administrations and civil society, to identify the most promising areas for sustainable economic development based on a region’s distinctive structures and knowledge base. As the governance process of smart specialisation is crucial for the quality of the strategy, the ERDF should provide support to developing and enhancing the capacities necessary for an efficient entrepreneurial discovery process and the preparation or updating of smart specialisation strategies.\n(15)\nIn order to promote the achievement of a climate-neutral Union by 2050, taking due account of social and economic consequences that it entails, the ERDF and the Cohesion Fund should contribute to reducing greenhouse gas emissions and to tackling energy poverty. In that context, investments in energy efficiency, including energy savings schemes, in sustainable renewable energy in accordance with the sustainability criteria set out in Directive (EU) 2018/2001 of the European Parliament and of the Council (8), in smart energy systems, as well as investments aiming at disaster prevention, promoting biodiversity and green infrastructure, including preservation, valorisation and the highlighting of protected natural areas, and other measures to reduce greenhouse gas emissions, such as the preservation and restoration of natural areas with high potential for carbon absorption and storage, including by rewetting of moorlands, the capture of landfill gas or emission reduction in industrial processes or products, would be particularly important. Furthermore, investments aiming at reducing every form of pollution, such as air, water, soil, noise and light pollution, should be supported.\n(16)\nIntegrated national energy and climate plans, which outline the policies and measures and which address energy poverty and greenhouse gas emissions, need to be taken into account while preparing programmes co-financed by the ERDF and the Cohesion Fund. With a view to contributing to achieving national objectives to reduce energy poverty set out in integrated national energy and climate plans, the ERDF should support in particular energy efficiency improvements in housing and buildings in line with the amended Directive (EU) 2018/844 of the European Parliament and of the Council (9) to contribute to the achievement of a decarbonised building stock by 2050, thus reducing energy consumption and creating savings for households affected by energy poverty.\n(17)\nTo improve transport connectivity, the ERDF and the Cohesion Fund should promote the development of a trans-European transport network, as referred to in Regulation (EU) No 1315/2013, through investment in infrastructure for railway transport, inland waterway transport, road transport, maritime transport and multimodal transport, including noise reduction measures. The ERDF and the Cohesion Fund should also support national, regional and local, cross-border and urban mobility. In doing so, both funds should pay attention to improving safety in particular of existing bridges and tunnels.\n(18)\nIn an increasingly interconnected world and in view of the demographic and migration dynamics, it is clear that Union migration policy requires a common approach that relies on the synergies and complementarities of the different funding instruments. Therefore, the ERDF should pay attention to demographic challenges when preparing and implementing programmes. In order to ensure coherent, strong and consistent support for solidarity and responsibility-sharing efforts between Member States in managing migration, the ERDF should provide support, at the most appropriate territorial level, to facilitate the long-term, inclusive integration of third-country nationals, including migrants, for the benefit of social and economic development, by adopting an approach aimed at protecting their dignity and rights.\n(19)\nIn order to promote social innovation and inclusive access to high quality employment, the ERDF should support ‘social economy’ entities such as cooperatives, mutual societies, non-profit associations and social enterprises.\n(20)\nIn order to promote social inclusion and combat poverty, particularly among marginalised communities, it is necessary to improve access, including through infrastructure, to social, educational, cultural and recreational services, including sports, taking into account the specific needs of persons with disabilities, children and the elderly.\n(21)\nThe ERDF and the Cohesion Fund should promote the socioeconomic inclusion of marginalised communities, with particular attention paid to the National Roma inclusion strategic policy framework as referred to in Annex IV to Regulation (EU) 2021/1060 which set out integration measures, low-income households, including households at risk of poverty and social exclusion, and disadvantaged groups, including people with special needs. In particular, in line with principle 19 of the European Pillar of Social Rights, the ERDF and the Cohesion Fund should be able to support the provision of social housing. Taking into account challenges facing marginalised Roma communities in terms of access to basic services, the ERDF and the Cohesion Fund should contribute to improving their living conditions and development prospects.\n(22)\nIn order to strengthen the preparedness for distance and online education and training in a socially inclusive manner, the ERDF should, in its task of improving equal access to inclusive and quality services in education, training and lifelong learning, in particular contribute to fostering resilience for distance and online learning. The efforts to ensure the continuity of education and training during the COVID-19 pandemic have revealed important shortcomings in the access to the necessary information and communication technology (ICT) equipment and connectivity by learners from a disadvantaged background and in remote regions. In that context, the ERDF should support making available the necessary ICT equipment and connectivity, thus fostering the resilience of the education and training systems for distance and online learning.\n(23)\nIn order to strengthen the capability of public health systems to prevent, quickly respond to, and recover from health emergencies, the ERDF should also contribute to the resilience of health systems. Additionally, as the unprecedented COVID-19 pandemic has revealed the importance of immediate availability of critical supplies to provide an effective response to an emergency situation, the scope of support from the ERDF should be broadened to allow for the purchase of supplies necessary for strengthening disaster resilience and the resilience of health systems including primary care, and promoting the transition from institutional to family-based and community-based care. When purchasing supplies to strengthen the resilience of health systems, these should be consistent with and not go beyond the national health strategy and ensure complementarities with the EU4Health Programme established by Regulation (EU) 2021/522 of the European Parliament and of the Council (10), as well as the rescEU capacities under the Union Civil Protection Mechanism established by Decision No 1313/2013/EU of the European Parliament and of the Council (11).\n(24)\nThe ERDF should support and promote transition from institutional to family-based or community-based care through supporting facilities that would seek to prevent segregation from the community, would facilitate the integration of people to the society and would seek to ensure independent living conditions.\n(25)\nA dedicated specific objective should be provided for supporting the regional economies strongly dependent on the tourism and cultural sectors. This would allow to exploit the full potential of culture and sustainable tourism for an economic recovery, social inclusion and social innovation, without prejudice to the possibilities to provide support from the ERDF to those sectors under other specific objectives.\n(26)\nInvestments supporting the creative and cultural industries, cultural services and cultural heritage sites could be financed under any policy objective provided that they contribute to the specific objectives and that they fall within the scope of support from the ERDF.\n(27)\nSustainable tourism requires a balance between economic, social, cultural and environmental sustainability. The approach to supporting sustainable tourism should be in accordance with the Commission communication of 19 October 2007 entitled ‘Agenda for a sustainable and competitive European tourism’. In particular, it should take into account the welfare of tourists, respect the natural and cultural environment and ensure the socio-economic development and competitiveness of destinations and businesses through an integrated and holistic policy approach.\n(28)\nIn order to support the efforts of Member States and regions in facing new challenges and ensuring a high level of security for their citizens as well as the prevention of marginalisation and radicalisation, while relying on the synergies and complementarities with other Union policies, investments under the ERDF should contribute to security in areas where there is a need to ensure safe and secure public spaces and critical infrastructure, such as transport and energy, thus contributing to building more inclusive and safer societies.\n(29)\nThe ERDF should provide support under policy objective 5 (PO 5) in an integrated manner to the economic, social and environmental development based on cross-sectoral territorial strategies using integrated territorial development tools to ensure the harmonious development of both urban and non-urban areas. Furthermore, when developing urban areas, special attention should be paid to supporting functional urban areas due to their importance in triggering cooperation between local authorities and partners across administrative borders as well strengthening urban-rural linkages.\n(30)\nThe ERDF should support sustainable tourism in an integrated manner, in particular through strengthening cooperation within functional territories. In order to boost the impact of sustainable tourism on the economy, enterprises and public authorities should systematically cooperate to deliver quality services more efficiently in areas with a high potential for tourism, taking due care to create a stable legal and administrative environment conducive for sustainable growth of such areas. Supported actions in the area of sustainable tourism could take into account best practices in this area, such as the ‘tourist district’ approach.\n(31)\nAs a result of the overall aim of the Cohesion Fund provided for in the TFEU, it is necessary to set out and limit the policy objectives to which the Cohesion Fund is to provide support.\n(32)\nIn order to improve overall administrative capacity of institutions and governance in Member States implementing programmes under the Investment for jobs and growth goal, it is necessary to enable supporting measures for programme authorities and sectoral or territorial actors responsible for carrying out activities relevant to the implementation of the ERDF and the Cohesion Fund under all of the specific objectives pursued taking into account the horizontal principles referred to in the Regulation (EU) 2021/1060 , including the UN Sustainable Development Goals.\n(33)\nIn order to encourage and boost cooperation measures within programmes implemented under the Investment for jobs and growth goal, it is necessary to enhance cooperation measures with partners including those at local and regional level within a given Member State or between different Member States in relation to support provided under all of the specific objectives. Such enhanced cooperation is additional to the cooperation under Interreg and should in particular support cooperation among structured partnerships with a view to implementing regional strategies as referred to in the Commission communication of 18 July 2017 entitled ‘Strengthening Innovation in Europe’s Regions: Strategies for resilient, inclusive and sustainable growth’. Partners could therefore come from any region in the Union, but could also include cross-border regions and regions which are covered by a European Grouping of Territorial Cooperation under Regulation (EC) No 1082/2006 of the European Parliament and of the Council (12), a macro-regional or sea-basin strategy or a combination of these two types of strategies.\n(34)\nThe ERDF should help to redress the main regional imbalances in the Union and to reduce disparities between the levels of development of the various regions and the backwardness of the least favoured regions, including those facing challenges due to decarbonisation commitments and through that foster regional resilience. ERDF support under the Investment for jobs and growth goal should therefore be concentrated on key Union priorities in line with policy objectives laid down in Regulation (EU) 2021/1060. Therefore support from the ERDF should be concentrated on the policy objectives of a more competitive and smarter Europe by promoting innovative and smart economic transformation and regional ICT connectivity and a greener, low-carbon transitioning towards a net zero carbon economy and resilient Europe by promoting clean and fair energy transition, green and blue investment, the circular economy, climate change mitigation and adaptation, risk prevention and management and sustainable urban mobility. The resources dedicated to sustainable urban mobility and broadband investment could be partly taken into account when calculating compliance with the thematic concentration requirements. Member States should decide in their Partnership Agreements whether to comply with the thematic concentration requirements at the level of category of region or at national level for the entire programming period. Thematic concentration at national level should be established by three groups of Member States formed according to respective gross national income and should allow for flexibility at the level of individual programmes. As the support from the Cohesion Fund could also contribute to the thematic concentration, the conditions for such a contribution should be set out. In addition, the methodology to classify Member States should be set out in detail, taking into account the specific situation of the outermost and northern sparsely populated regions.\n(35)\nIn order to concentrate the support on key Union priorities, it is also appropriate that thematic concentration requirements should be respected throughout the programming period, including in the case of transfer between priorities within a programme or between programmes.\n(36)\nIn order to enable the ERDF to provide support under Interreg in terms of investments in infrastructure and associated investments related thereto, as well as training and integration activities, it is necessary to provide that the ERDF should also be able to provide support for activities under the specific objectives of the ESF+, set up under Regulation (EU) 2021/1057 of the European Parliament and of the Council (13).\n(37)\nIn order to concentrate the use of limited resources in the most efficient way, the support by the ERDF given to productive investments under the relevant specific objective should be limited to micro, small and medium-sized enterprises within the meaning of Commission Recommendation 2003/361/EC (14), except for specific investments set out in this Regulation.\n(38)\nIn the context of the ERDF support for productive investments, it is opportune to clarify that productive investment should be understood as investment in fixed capital or immaterial assets of enterprises, with a view to producing goods and services and thereby contributing to gross capital formation and employment. It should also be provided that, under certain conditions, the ERDF and the Cohesion Fund might support investments in enterprises other than SMEs. Furthermore, based on the experience of previous programming periods, the ERDF and the Cohesion Fund should also support investments in enterprises other than SMEs, including in particular utilities, when they concern investment in infrastructure that ensures access to services available to the public in the field of energy, environment and biodiversity, transport and digital connectivity.\n(39)\nThis Regulation should set out the different types of activities the costs of which should be able to be supported by means of investments from the ERDF and the Cohesion Fund, under their respective objectives as set out in the TFEU, including crowdfunding. The Cohesion Fund should be able to support investments in TEN-T and the environment, including investments related to sustainable development and energy presenting environmental benefits. In that context, the Cohesion Fund should also be able to support combined energy and seismic retrofitting. With regard to the ERDF, the list of activities should take into account specific national and regional development needs as well as endogenous potential and be simplified. The ERDF should be able to support investments in infrastructure, including for research and innovation business infrastructure for SMEs, housing for marginalised communities and disadvantaged groups, low-income households and migrants, culture and heritage, sustainable tourism and services to enterprises, investments in relation to access to services with a particular focus on disadvantaged, marginalised and segregated communities, productive investments in SMEs, equipment, software and intangible assets, as well as measures with regard to information, communication, studies, networking, cooperation, exchange of experiences between partners and activities involving clusters. In order to support the programme implementation, both funds should also be able to support technical assistance activities. Finally, in order to provide support for a broader range of interventions for Interreg programmes, the scope should be enlarged to also include the sharing of a broad range of facilities and human resources and costs linked to measures within the scope of the ESF+.\n(40)\nTrans-European transport networks projects under Regulation (EU) No 1316/2013 of the European Parliament and of the Council (15) are to continue to be financed from the Cohesion Fund via both shared management and the direct implementation mode under the Connecting Europe Facility established by a Regulation of the European Parliament and of the Council establishing the Connecting Europe Facility (the ‘CEF Regulation for 2021-2027’).\n(41)\nAt the same time, it is important to clarify those activities which fall outside the scope of the ERDF and the Cohesion Fund, including investments to achieve the reduction of greenhouse gas emissions from activities listed in Annex I to Directive 2003/87/EC of the European Parliament and of the Council (16), in order to avoid duplication of available financing, which already exists as part of that Directive, and investments in undertakings in difficulty as defined in Commission Regulation (EU) No 651/2014 (17) unless authorised under de minimis aid or temporary State aid rules established to address exceptional circumstances. The ERDF and the Cohesion Fund should also not support certain investment in airports, facilities for landfilling and residual waste treatment or fossil fuels. Therefore, the ERDF should be able to support targeted environmental mitigation, security and safety measures in regional airports as long as the primary objective of the investments would be clearly identified in terms of environmental, security or safety standards of the Union and would be in line with the State aid rules.\nFor investments increasing the capacity of facilities for the treatment of residual waste, residual waste should be understood as primarily non-separately collected municipal waste and rejects from waste treatment. Modernisation of district heating networks could be supported with a view to improving the energy efficiency of efficient district heating systems, as defined in Directive 2012/27/EU of the European Parliament and of the Council (18), pursuant to objectives laid down in integrated national energy and climate plans. With a view to promoting renewable energy, support could be provided for district heating boilers supplied by a combination of gas and renewable energy sources. In such cases, support from both funds should correspond pro-rata to the share of renewable energy input to such boilers. In addition, it should be explicitly set out that the overseas countries and territories listed in Annex II to the TFEU are not eligible for support from the ERDF or the Cohesion Fund.\n(42)\nMember States should regularly transmit to the Commission information on the progress made using the common output and result indicators set out in Annex I. Common output and result indicators could be complemented, where relevant by programme-specific output and result indicators. The information provided by Member States should be the basis on which the Commission should report on the progress towards the achievement of specific objectives over the whole programming period using for this purpose a core set of indicators set out in Annex II.\n(43)\nPursuant to paragraphs 22 and 23 of the Interinstitutional Agreement of 13 April 2016 on Better Law-Making (19), the ERDF and the Cohesion Fund should be evaluated on the basis of information collected in accordance with specific monitoring requirements, while avoiding an administrative burden, in particular on Member States, and overregulation. Those requirements, where appropriate, should include measurable indicators as a basis for evaluating the effects of both funds on the ground.\n(44)\nWithin the framework of the relevant rules under the Stability and Growth Pact as clarified in the Code of Conduct, Member States should be able to make a duly justified request for further flexibility for the public or equivalent structural expenditure supported by the public administration by way of co-financing of investments activated as part of the ERDF and the Cohesion Fund. The Commission should evaluate such a request in accordance with the Stability and Growth Pact and the Code of Conduct.\n(45)\nThe ERDF should address the problems of disadvantaged areas, in particular rural areas and areas which suffer from severe and permanent natural or demographic handicaps, including demographic decline, in accessing basic services, including digital services, enhancing attractiveness for investment, including through business investments and connectivity to large markets. In doing so, the ERDF should pay attention to specific development challenges encountered by certain island, border or mountain regions. Furthermore, the ERDF should pay particular attention to the specific difficulties of areas at NUTS level 3 and local administrative unit level, as referred to in Regulation (EC) No 1059/2003 of the European Parliament and of the Council (20), that are sparsely populated, in accordance with the criteria set out in point 161 of the Guidelines on Regional State Aid 2014-2020, namely those that have a population density of less than 12,5 inhabitants per square kilometre, or areas that have suffered from an average annual population decrease of at least 1 % of inhabitants over the 2007-2017 period. Member States should consider developing specific voluntary action plans at local level for such areas to counter these population challenges.\n(46)\nIn order to maximise the contribution to addressing more effectively economic, demographic, environmental and social challenges in particular in areas with natural and demographic handicaps, as envisaged in Article 174 TFEU, actions in the field of territorial development should be based on integrated territorial strategies including in urban and rural areas and paying attention to urban-rural linkages. Therefore, the ERDF support should be delivered through the forms set out in Article 28 of Regulation (EU) 2021/1060 ensuring appropriate involvement of local, regional and urban authorities, economic and social partners and representatives of civil society and non-governmental organisations. Territorial strategies should also be able to benefit from a multi-fund and integrated approach involving the ERDF, the ESF+, the EMFAF and the EAFRD.\n(47)\nTo improve the resilience of communities in rural areas and their economic, social and environmental conditions, support from the ERDF should be used to develop projects such as smart villages, as referred to in the European Parliament resolution of 3 October 2018 on addressing the specific needs of rural, mountainous and remote areas, in particular by developing new opportunities, such as decentralised services and energy solutions, digital technologies and innovations.\n(48)\nWithin the framework of sustainable urban development, it is considered necessary to support integrated territorial development in order to more effectively tackle the economic, environmental, climate, demographic and social challenges affecting urban areas, including functional urban areas, while taking into account the need to promote urban-rural linkages. Support targeting urban areas might take a form of a separate programme or a separate priority and should be able to benefit from a multi-fund approach. The principles for selecting the urban areas where integrated actions for sustainable urban development are to be implemented, and the indicative amounts for those actions, should be set out in the programmes under the Investment for jobs and growth goal with a minimum target of 8 % of the ERDF resources allocated at national level for that purpose. It should also be established that this percentage should be respected throughout the programming period in the case of transfer between priorities within a programme or between programmes, including at the mid-term review.\n(49)\nIn order to identify or provide solutions which address issues relating to sustainable urban development at Union level, the Urban Innovative Actions in the area of sustainable urban development should be replaced by a European Urban Initiative, to be implemented under direct or indirect management. That initiative should cover all urban areas, including functional urban areas and support the Urban Agenda for the European Union. To stimulate participation of local authorities in the thematic partnerships under the Urban Agenda, the ERDF should provide support for organisational costs related to such participation. The initiative could include inter-governmental cooperation on urban matters, in particular cooperation aimed at capacity building at local level to achieve UN Sustainable Development Goals. Member States, regional and local authorities should be actively involved in managing and implementing the European Urban Initiative. Actions agreed within such a management model could include exchange for regional and local representatives. Actions undertaken within the European Urban Initiative should promote urban-rural linkages within functional urban areas. Cooperation with European Network for Rural Development is of particular importance in this respect.\n(50)\nThe commercialisation and upscaling of interregional innovation projects should be promoted over the whole territory of the Union through the new interregional innovation investments which are to be managed by the Commission. By supporting innovation projects in smart specialisation areas, including pilot projects and capacity building measures, they will, in particular, benefit less developed regions, boosting their innovation eco-systems and their capacity to integrate in larger Union value chains. They should also contribute to the implementation of the Commission communication of 18 July 2017 entitled ‘Strengthening Innovation in Europe’s Regions: Strategies for resilient, inclusive and sustainable growth’, in particular to support thematic smart specialisation platforms on critical fields.\n(51)\nSpecific attention should be paid to outermost regions, namely by adopting measures under Article 349 TFEU providing for an additional allocation for the outermost regions to offset the additional costs incurred in these regions as a result of one or several of the permanent restraints referred to in Article 349 TFEU, namely remoteness, insularity, small size, difficult topography and climate, economic dependence on a few products, the permanence and combination of which severely restrain their development. That allocation should be able to cover investments, operating costs and public service obligations aimed at offsetting additional costs caused by such restraints. Operating aid should be able to cover expenditure on freight transport services and start-up aid for transport services as well as expenditure on operations linked to storage constraints, the excessive size and maintenance of production tools, and the lack of human capital in the local market. That allocation should not be subject to the thematic concentration requirements. In order to protect the integrity of the internal market, and as is the case for all operations co-financed by the ERDF and the Cohesion Fund, any ERDF support to the financing of operating and investment aid in the outermost regions should comply with State aid rules as set out in Articles 107 and 108 TFEU.\n(52)\nIn order to allow for a rapid response to exceptional and unusual circumstances as referred to in the Stability and Growth Pact that could arise during the programming period, implementing powers should be conferred to the Commission to adopt temporary measures to facilitate the use of the support from the ERDF in response to such circumstances. The Commission should adopt the measures that are most appropriate in light of the exceptional or unusual circumstances that a Member State is facing while preserving the objectives of the fund. Furthermore, the implementing decisions in relation to a temporary measure for the use of the ERDF in response to exceptional or unusual circumstances should be adopted without committee procedures given that the scope of application is determined by the Stability and Growth Pact and limited to the measure set out in this Regulation. The Commission should also monitor the implementation and assess the appropriateness of the measures.\n(53)\nIn order to amend certain non-essential elements of this Regulation, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of making adjustments, where justified, to Annex II which sets out a list of indicators used as a basis to provide information to the European Parliament and to the Council on performance of programmes. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level, and that those consultations be conducted in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making. In particular, to ensure equal participation in the preparation of delegated acts, the European Parliament and the Council receive all documents at the same time as Member States’ experts, and their experts systematically have access to meetings of Commission expert groups dealing with the preparation of delegated acts.\n(54)\nSince the objective of this Regulation, namely to reinforce economic, social and territorial cohesion by redressing the main regional imbalances in the Union, cannot be sufficiently achieved by the Member States but can rather, by reason of the extent of the disparities between the levels of development of the various regions and the backwardness of the least favoured regions and the limit on the financial resources of Member States and regions, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective.\n(55)\nIn view of the adoption of this Regulation after the start of the programming period, and taking into account the need to implement both the ERDF and Cohesion Fund in a coordinated and harmonised manner, and in order to allow for its prompt implementation, it should enter into force on the day following that of its publication in the Official Journal of the European Union,\nHAVE ADOPTED THIS REGULATION:\nTABLE OF CONTENTS\nCHAPTER I\nCOMMON PROVISIONS\n71\nArticle 1\nSubject matter\n71\nArticle 2\nTasks of the ERDF and the Cohesion Fund\n71\nArticle 3\nSpecific objectives for the ERDF and the Cohesion Fund\n71\nArticle 4\nThematic concentration of ERDF support\n73\nArticle 5\nScope of support from the ERDF\n75\nArticle 6\nScope of support from the Cohesion Fund\n76\nArticle 7\nExclusion from the scope of the ERDF and the Cohesion Fund\n76\nArticle 8\nIndicators\n78\nCHAPTER II\nSPECIFIC PROVISIONS ON TREATMENT OF PARTICULAR TERRITORIAL FEATURES AND INTERREGIONAL INNOVATION INVESTMENTS\n78\nArticle 9\nIntegrated territorial development\n78\nArticle 10\nSupport for disadvantaged areas\n78\nArticle 11\nSustainable urban development\n79\nArticle 12\nEuropean Urban Initiative\n79\nArticle 13\nInterregional Innovation Investments\n80\nArticle 14\nOutermost regions\n80\nCHAPTER III\nTRANSITIONAL AND FINAL PROVISIONS\n81\nArticle 15\nTransitional provisions\n81\nArticle 16\nExercise of the delegation\n81\nArticle 17\nReview\n82\nArticle 18\nEntry into force\n82\nANNEX I\nCOMMON OUTPUT AND RESULT INDICATORS FOR ERDF AND THE COHESION FUND – ARTICLE 8(1)\n83\nANNEX II\nCORE SET OF PERFORMANCE INDICATORS FOR ERDF AND COHESION FUND REFERRED TO IN ARTICLE 8(3) , To Be Used BY THE COMMISSION IN COMPLIANCE WITH ITS REPORTING REQUIREMENT PURSUANT TO POINT (H)(iii) Of ARTICLE 41(3) OF THE FINANCIAL REGULATION\n91\nCHAPTER I\nCOMMON PROVISIONS\nArticle 1\nSubject matter\n1.   This Regulation sets out the specific objectives and the scope of support from the European Regional Development Fund (ERDF) with regard to the Investment for jobs and growth goal and the European territorial cooperation goal (Interreg) referred to in Article 5(2) of Regulation (EU) 2021/1060.\n2.   This Regulation also sets out the specific objectives and the scope of support from the Cohesion Fund with regard to the Investment for jobs and growth goal referred to in point (a) of Article 5(2) of Regulation (EU) 2021/1060.\nArticle 2\nTasks of the ERDF and the Cohesion Fund\n1.   The ERDF and the Cohesion Fund shall contribute to the overall objective of strengthening the economic, social and territorial cohesion of the Union.\n2.   The ERDF shall contribute to reducing disparities between the levels of development of the various regions within the Union, and to reducing the backwardness of the least favoured regions through participation in the structural adjustment of regions whose development is lagging behind and in the conversion of declining industrial regions, including by promoting sustainable development and addressing environmental challenges.\n3.   The Cohesion Fund shall contribute to projects in the field of environment and trans-European networks in the area of transport infrastructure (TEN-T).\nArticle 3\nSpecific objectives for the ERDF and the Cohesion Fund\n1.   In accordance with the policy objectives set out in Article 5(1) of Regulation (EU) 2021/1060, the ERDF shall support the following specific objectives:\n(a)\na more competitive and smarter Europe by promoting innovative and smart economic transformation and regional ICT connectivity (PO 1) by:\n(i)\ndeveloping and enhancing research and innovation capacities and the uptake of advanced technologies;\n(ii)\nreaping the benefits of digitisation for citizens, companies, research organisations and public authorities;\n(iii)\nenhancing sustainable growth and competitiveness of SMEs and job creation in SMEs, including by productive investments;\n(iv)\ndeveloping skills for smart specialisation, industrial transition and entrepreneurship;\n(v)\nenhancing digital connectivity;\n(b)\na greener, low-carbon transitioning towards a net zero carbon economy and resilient Europe by promoting clean and fair energy transition, green and blue investment, the circular economy, climate change mitigation and adaptation, risk prevention and management, and sustainable urban mobility (PO 2) by:\n(i)\npromoting energy efficiency and reducing greenhouse gas emissions;\n(ii)\npromoting renewable energy in accordance with Directive (EU) 2018/2001, including the sustainability criteria set out therein;\n(iii)\ndeveloping smart energy systems, grids and storage outside the Trans-European Energy Network (TEN-E);\n(iv)\npromoting climate change adaptation and disaster risk prevention and resilience, taking into account eco-system based approaches;\n(v)\npromoting access to water and sustainable water management;\n(vi)\npromoting the transition to a circular and resource efficient economy;\n(vii)\nenhancing protection and preservation of nature, biodiversity and green infrastructure, including in urban areas, and reducing all forms of pollution;\n(viii)\npromoting sustainable multimodal urban mobility, as part of transition to a net zero carbon economy;\n(c)\na more connected Europe by enhancing mobility (PO 3) by:\n(i)\ndeveloping a climate resilient, intelligent, secure, sustainable and intermodal TEN-T;\n(ii)\ndeveloping and enhancing sustainable, climate resilient, intelligent and intermodal national, regional and local mobility, including improved access to TEN-T and cross-border mobility;\n(d)\na more social and inclusive Europe implementing the European Pillar of Social Rights (PO 4) by:\n(i)\nenhancing the effectiveness and inclusiveness of labour markets and access to quality employment through developing social infrastructure and promoting social economy;\n(ii)\nimproving equal access to inclusive and quality services in education, training and lifelong learning through developing accessible infrastructure, including by fostering resilience for distance and on-line education and training;\n(iii)\npromoting the socioeconomic inclusion of marginalised communities, low income households and disadvantaged groups, including people with special needs, through integrated actions, including housing and social services;\n(iv)\npromoting the socio-economic integration of third country nationals, including migrants through integrated actions, including housing and social services;\n(v)\nensuring equal access to health care and fostering resilience of health systems, including primary care, and promoting the transition from institutional to family-based and community-based care;\n(vi)\nenhancing the role of culture and sustainable tourism in economic development, social inclusion and social innovation;\n(e)\na Europe closer to citizens by fostering the sustainable and integrated development of all types of territories and local initiatives (PO 5) by:\n(i)\nfostering the integrated and inclusive social, economic and environmental development, culture, natural heritage, sustainable tourism and security in urban areas;\n(ii)\nfostering the integrated and inclusive social, economic and environmental local development, culture, natural heritage, sustainable tourism and security in areas other than urban areas.\nSupport under PO5 shall be provided through territorial and local development strategies, through the forms set out in points (a), (b) and (c) of Article 28 of Regulation (EU) 2021/1060.\n2.   Under the two specific objectives of point (e) of paragraph 1, Member States may also support operations which can be funded under the specific objectives set out under points (a) to (d) of that paragraph.\n3.   The Cohesion Fund shall support PO 2 and 3.\n4.   Within the specific objectives set out in paragraph 1, the ERDF or the Cohesion Fund, as appropriate, may also support activities under the Investment for jobs and growth goal, where they:\n(a)\nimprove the capacity of programme authorities;\n(b)\nimprove the capacity of sectoral or territorial actors responsible for carrying out activities relevant to the implementation of the ERDF and the Cohesion Fund, provided that it contributes to the objectives of the programme; or\n(c)\nenhance cooperation with partners both within and outside a given Member State.\nCooperation referred to in point (c) shall include cooperation with partners from cross-border regions, from non-contiguous regions or from regions located in the territory covered by a European Grouping of Territorial Cooperation, a macro-regional or sea-basin strategy or a combination thereof.\nArticle 4\nThematic concentration of ERDF support\n1.   With regard to programmes implemented under the Investment for jobs and growth goal, the total ERDF resources, other than for technical assistance, in each Member State shall be concentrated at national level or at the level of category of region in accordance with paragraphs 3 to 9.\n2.   With regard to the thematic concentration of support for Member States comprising outermost regions, the ERDF resources allocated specifically to programmes for the outermost regions and those allocated to all other regions shall be treated separately.\n3.   Member States may decide to comply with thematic concentration at national level or at the level of category of region. Each Member State shall indicate its choice in its Partnership Agreement referred to in Article 10 of Regulation (EU) 2021/1060. That choice shall apply to the total of that Member State’s ERDF resources referred to in paragraph 1 of this Article for the entire programming period.\n4.   For the purposes of a thematic concentration at national level, Member States shall be classified, in terms of their gross national income ratio, as follows:\n(a)\nthose with a gross national income ratio equal to or above 100 % of the EU average (‘group 1’);\n(b)\nthose with a gross national income ratio equal to or above 75 % and below 100 % of the EU average (‘group 2’);\n(c)\nthose with a gross national income ratio below 75 % of the EU average (‘group 3’).\nFor the purposes of this Article, the gross national income ratio means the ratio between the gross national income per capita of a Member State, measured in purchasing power standards and calculated on the basis of Union figures for the period from 2015 to 2017, and the average gross national income per capita in purchasing power standards of the 27 Member States for that same reference period.\nWith regard to programmes under the Investment for jobs and growth goal for the outermost regions, they shall be classified as falling within group 3.\nWith regard to programmes under the Investment for jobs and growth goal for island Member States which receive support from the Cohesion Fund, they shall be classified as falling within group 3.\n5.   For the purposes of a thematic concentration at the level of category of region, regions shall be classified by categories of region in accordance with Article 108(2) of Regulation (EU) 2021/1060, as:\n(a)\nmore developed regions;\n(b)\ntransition regions;\n(c)\nless developed regions.\n6.   Member States shall comply at national level with the following thematic concentration requirements:\n(a)\nMember States of group 1 or more developed regions shall allocate at least 85 % of their ERDF resources referred to in paragraph 1 to PO 1 and PO 2, and at least 30 % to PO 2;\n(b)\nMember States of group 2 or transition regions shall allocate at least 40 % of their ERDF resources referred to in paragraph 1 to PO 1, and at least 30 % to PO 2;\n(c)\nMember States of group 3 or less developed regions shall allocate at least 25 % of their ERDF resources referred to in paragraph 1 to PO 1, and at least 30 % to PO 2.\nWhere a Member State decides to comply with thematic concentration requirements at the level of category of regions, the thresholds set out in the first subparagraph of this paragraph shall apply to the ERDF resources referred to in paragraph 1 aggregated together for all regions falling in the respective category of region.\n7.   Where a Member State allocates to PO 2 more than 50 % of its total Cohesion Fund resources other than for technical assistance as calculated after the transfer set out in Article 110(4) of Regulation (EU) 2021/1060, excluding resources under the specific objective referred to in point (b)(viii) of the first subparagraph of Article 3(1) of this Regulation, the allocation exceeding the 50 % may be taken into account when calculating the compliance with the thematic concentration requirements set out in paragraph 6 of this Article.\nIf a Member State decides to comply with thematic concentration at the level of category of regions, the Cohesion Fund resources that are taken into account for thematic concentration requirements in accordance with the first subparagraph shall be allocated pro rata to the different categories of regions based on their relative share of the total population of the Member State concerned.\nMember States shall set out in their Partnership Agreement referred to in Article 10 of Regulation (EU) 2021/1060 whether the Cohesion Fund resources will be taken into account for thematic concentration requirements for PO 2.\n8.   The resources under the specific objective referred to in point (a)(v) of the first subparagraph of Article 3(1) shall be programmed under a dedicated priority.\nBy way of derogation from paragraph 6, 40 % of such resources shall be taken into account when calculating compliance with the thematic concentration requirements for PO1 set out in paragraph 6.\nThe resources taken into account for thematic concentration requirements in accordance with the second subparagraph of this paragraph shall not exceed 40 % of the minimum thematic concentration requirements for PO 1 set out in paragraph 6.\n9.   The resources under the specific objective referred to in point (b)(viii) of the first subparagraph of Article 3(1) shall be programmed under a dedicated priority.\nBy way of derogation from paragraph 6, 50 % of such ERDF resources shall be taken into account when calculating compliance with the thematic concentration requirements for PO 2 set out in paragraph 6.\nThe resources taken into account for thematic concentration requirements in accordance with the second subparagraph of this paragraph shall not exceed 50 % of the minimum thematic concentration requirements for PO 2 set out in paragraph 6.\n10.   The thematic concentration requirements set out in paragraph 6 of this Article shall be complied with throughout the entire programming period, including when ERDF allocations are transferred between priorities of a programme or between programmes and at the mid-term review in accordance with Article 18 of Regulation (EU) 2021/1060.\n11.   Where the ERDF allocation with regard to PO 1 or PO 2, or both, of a given programme is reduced following a decommitment under Article 105 of Regulation (EU) 2021/1060, or due to financial corrections by the Commission in accordance with Article 104 of that Regulation, compliance with the thematic concentration requirements set out in paragraph 6 of this Article shall not be re-assessed.\n12.   This Article shall not apply to the additional funding for northern sparsely populated regions referred to in point (e) of Article 110(1) of Regulation (EU) 2021/1060.\nArticle 5\nScope of support from the ERDF\n1.   The ERDF shall support the following:\n(a)\ninvestments in infrastructure;\n(b)\nactivities for applied research and innovation, including industrial research, experimental development and feasibility studies;\n(c)\ninvestments in access to services;\n(d)\nproductive investments in SMEs and investments aiming at safeguarding existing jobs and creating new jobs;\n(e)\nequipment, software and intangible assets;\n(f)\nnetworking, cooperation, exchange of experience and activities involving innovation clusters including between businesses, research organisations and public authorities;\n(g)\ninformation, communication and studies; and\n(h)\ntechnical assistance.\n2.   Productive investments in enterprises other than SMEs may be supported:\n(a)\nwhen they involve cooperation with SMEs in research and innovation activities supported under point (a)(i) of the first subparagraph of Article 3(1);\n(b)\nwhen primarily supporting energy efficiency measures and renewable energy under points (b)(i) and (b)(ii) of the first subparagraph of Article 3(1);\n(c)\nwhen they are made in small mid-cap and mid-cap companies as defined in points (6) and (7) of Article 2 of Regulation (EU) 2015/1017 of the European Parliament and the Council (21) through financial instruments; or\n(d)\nwhen they are made in small mid-cap companies in research and innovation activities supported under point (a)(i) of the first subparagraph of Article 3(1).\n3.   In order to contribute to the specific objective under PO 1 set out in point (a)(iv) of the first subparagraph of Article 3(1), the ERDF shall also support training, life-long learning, reskilling and education activities.\n4.   In order to contribute to the specific objective under PO 2 set out in point (b)(iv) of the first subparagraph of Article 3(1) and to the specific objective under PO 4 set out in point (d)(v) of that subparagraph, the ERDF shall also support the purchase of supplies necessary for strengthening the resilience of health systems and for strengthening disaster resilience.\n5.   Under Interreg, the ERDF may also support:\n(a)\nsharing of facilities and of human resources; and\n(b)\naccompanying soft investments and other activities linked to PO 4 under the European Social Fund Plus as set out in Regulation (EU) 2021/1057.\n6.   The ERDF may support the financing of working capital in SMEs in the form of grants, where strictly necessary as a temporary measure to respond to exceptional or unusual circumstances referred to in Article 20 of Regulation (EU) 2021/1060.\n7.   Where, upon a request submitted by the Member States concerned, the Commission finds that the requirements laid down in paragraph 6 are fulfilled, it shall adopt an implementing decision specifying the period during which the temporary additional support from ERDF is authorised.\n8.   The Commission shall keep the European Parliament and the Council informed about the implementation of paragraph 6 and assess whether the temporary additional support from the ERDF is sufficient to facilitate the use of the fund in response to the exceptional or unusual circumstances. On the basis of its assessment, the Commission shall, where deemed appropriate, make proposals for amendments to this Regulation, including on thematic concentration requirements in Article 4.\n9.   The European Parliament or the Council may invite the Commission for a structured dialogue on the application of paragraphs 6, 7 and 8 of this Article in accordance with Article 20(3) of Regulation (EU) 2021/1060.\nArticle 6\nScope of support from the Cohesion Fund\n1.   The Cohesion Fund shall support the following:\n(a)\ninvestments in the environment, including investments related to sustainable development and energy presenting environmental benefits, with a particular focus on renewable energy;\n(b)\ninvestments in TEN-T;\n(c)\ntechnical assistance;\n(d)\ninformation, communication, and studies.\nMember States shall ensure an appropriate balance between investments under points (a) and (b), based on the investment and infrastructure needs specific to each Member State.\n2.   The amount of the Cohesion Fund transferred to the Connecting Europe Facility shall be used for TEN-T projects.\nArticle 7\nExclusion from the scope of the ERDF and the Cohesion Fund\n1.   The ERDF and the Cohesion Fund shall not support:\n(a)\nthe decommissioning or the construction of nuclear power stations;\n(b)\ninvestment to achieve the reduction of greenhouse gas emissions from activities listed in Annex I to Directive 2003/87/EC;\n(c)\nthe manufacturing, processing and marketing of tobacco and tobacco products;\n(d)\nan undertaking in difficulty, as defined in point (18) of Article 2 of Regulation (EU) No 651/2014, unless authorised under de minimis aid or temporary State aid rules established to address exceptional circumstances;\n(e)\ninvestment in airport infrastructure, except for outermost regions or in existing regional airports as defined in point (153) of Article 2 of Regulation (EU) No 651/2014, in any of the following cases:\n(i)\nin environmental impact mitigation measures; or\n(ii)\nin security, safety, and air traffic management systems resulting from Single European Sky ATM Research;\n(f)\ninvestment in disposal of waste in landfill, except:\n(i)\nfor the outermost regions, in duly justified cases only; or\n(ii)\nfor investments for decommissioning, reconverting or making safe existing landfills provided that such investments do not increase their capacity;\n(g)\ninvestment increasing the capacity of facilities for the treatment of residual waste, except for:\n(i)\nthe outermost regions in duly justified cases only;\n(ii)\ninvestment in technologies to recover materials from residual waste for circular economy purposes;\n(h)\ninvestment related to production, processing, transport, distribution, storage or combustion of fossil fuels, with the exception of:\n(i)\nthe replacement of solid fossil fuels fired, namely coal, peat, lignite, oil-shale, heating systems with gas-fired heating systems for the purpose of:\n—\nupgrading district heating and cooling systems to the status of ‘efficient district heating and cooling’ as defined in point (41) of Article 2 of Directive 2012/27/EU;\n—\nupgrading combined heat and power installations to the status of ‘high-efficiency co-generation’ as defined in point (34) of Article 2 of Directive 2012/27/EU;\n—\ninvestment in natural gas-fired boilers and heating systems in housing and buildings replacing coal-, peat-, lignite- or oil shale-based installations;\n(ii)\ninvestment in the expansion and repurposing, conversion or retrofitting of gas transmission and distribution networks provided that such investment makes the networks ready for adding renewable and low carbon gases, such as hydrogen, biomethane and synthesis gas, into the system and allows to substitute solid fossil fuels installations;\n(iii)\ninvestment in:\n—\nclean vehicles as defined in Directive 2009/33/EC of the European Parliament and of the Council (22) for public purposes; and\n—\nvehicles, aircraft and vessels designed and constructed or adapted for use by civil protection and fire services.\n2.   The total amount of Union support for Union investment referred to in points (h)(i) and (h)(ii) of paragraph 1 shall not exceed the following limits of the total programmes allocation from the ERDF and the Cohesion Fund under the Investment for jobs and growth goal for the Member State concerned:\n(a)\nfor Member States whose gross national income (GNI) per capita is below 60 % of the EU average GNI per capita, or for Member States whose GNI per capita is below 90 % of the EU average GNI per capita and which have a share of solid fossil fuels in gross inland energy consumption equal to or above 25 %, the limit shall be 1,55 %;\n(b)\nfor Member States other than those in point (a) whose GNI per capita is below 90 % of the EU average GNI per capita, the limit shall be 1 %;\n(c)\nfor Member States whose GNI per capita is equal to or above 90 % of the EU average GNI per capita, the limit shall be 0,2 %.\n3.   For the purposes of this Article, the gross national income per capita of a given Member State shall be measured in purchasing power standards and calculated on the basis of Union figures for the period from 2015 to 2017, and expressed as a percentage of the national income per capita in purchasing power standards of the 27 Member States for that same reference period.\nFor the purposes of this Article, the share of solid fossil fuels in energy consumption means the share of coal, lignite, peat and oil shale measured in 2018.\n4.   Operations supported by the ERDF and the Cohesion Fund under points (h)(i) and (h)(ii) of paragraph 1 shall be selected by the managing authority by 31 December 2025. Such operations shall not be phased to the next programming period.\n5.   The Cohesion Fund shall not support investment in housing unless related to the promotion of energy efficiency or renewable energy use.\n6.   Overseas countries and territories shall not be eligible for support from the ERDF or the Cohesion Fund, but may participate in Interreg programmes in accordance with the conditions set out in Regulation (EU) 2021/1059 of the European Parliament and of the Council (23).\nArticle 8\nIndicators\n1.   Common output and result indicators, as set out in Annex I with regard to the ERDF and to the Cohesion Fund, and, where relevant, programme-specific output and result indicators shall be used in accordance with point (a) of the second subparagraph of Article 16(1), point (d)(ii) of Article 22(3) and point (b) of Article 42(2), of Regulation (EU) 2021/1060.\n2.   For output indicators, baselines shall be set at zero. The milestones set for 2024 and targets set for 2029 shall be cumulative.\n3.   In compliance with its reporting requirement pursuant to point (h) of Article 41(3) of Regulation (EU, Euratom) 2018/1046 of the European Parliament and of the Council (24) (the ‘Financial Regulation’), the Commission shall present to the European Parliament and to the Council information on performance in accordance with Annex II.\n4.   The Commission is empowered to adopt delegated acts in accordance with Article 16 to amend Annex II in order to make the relevant adjustments to the information on performance to be provided to the European Parliament and to the Council.\n5.   The Commission shall assess how the strategic importance of the investments co-financed by the ERDF and the Cohesion Fund is taken into account in the context of the implementation of the Stability and Growth Pact and submit a report to the European Parliament and to the Council.\nCHAPTER II\nSPECIFIC PROVISIONS ON THE TREATMENT OF PARTICULAR TERRITORIAL FEATURES AND INTERREGIONAL INNOVATION INVESTMENTS\nArticle 9\nIntegrated territorial development\n1.   The ERDF may support integrated territorial development within programmes under both goals referred to in Article 5(2) of Regulation (EU) 2021/1060 in accordance with Chapter II of Title III of that Regulation.\n2.   Member States shall implement integrated territorial development, supported by the ERDF, exclusively through the forms referred to in Article 28 of Regulation (EU) 2021/1060.\nArticle 10\nSupport for disadvantaged areas\nIn accordance with Article 174 TFEU, the ERDF shall pay special attention to addressing the challenges of disadvantaged regions and areas, in particular rural areas and areas which suffer from severe and permanent natural or demographic handicaps. Member States shall, where appropriate, set out an integrated approach to addressing demographic challenges or specific needs of such regions and areas in their partnership agreements in accordance with point (i) of the first subparagraph of Article 11 of Regulation (EU) 2021/1060. Such an integrated approach may include a commitment on dedicated funding for that purpose.\nArticle 11\nSustainable urban development\n1.   To address economic, environmental, climate, demographic and social challenges, the ERDF shall support integrated territorial development based on territorial or community-led local development strategies in accordance with Article 29 or 32 of Regulation (EU) 2021/1060, respectively, that are focused on urban areas, including functional urban areas (‘sustainable urban development’) within programmes under both goals referred to in Article 5(2) of that Regulation.\nSpecial attention shall be given to tackling environmental and climate challenges, in particular the transition towards a climate-neutral economy by 2050, to harnessing the potential of digital technologies for innovation purposes, and to support the development of functional urban areas. In this context, sustainable urban development resources programmed under priorities corresponding to PO 1 and 2 shall count towards the thematic concentration requirements under Article 4.\n2.   At least 8 % of the ERDF resources at national level under the Investment for jobs and growth goal, other than for technical assistance, shall be allocated to sustainable urban development in one or more of the forms referred to in Article 28 of Regulation (EU) 2021/1060.\nThe relevant territorial authorities or bodies shall select or shall be involved in the selection of operations in accordance with Article 29(3) and point (d) of Article 32(3) of Regulation (EU) 2021/1060.\nThe programmes concerned shall set out the planned amounts for that purpose under point (d)(viii) of Article 22(3) of Regulation (EU) 2021/1060.\n3.   The percentage allocated to sustainable urban development under paragraph 2 of this Article shall be complied with throughout the entire programming period when ERDF allocations are transferred between priorities of a programme or between programmes, including at the mid-term review in accordance with Article 18 of Regulation (EU) 2021/1060.\n4.   Where the ERDF allocation is reduced following a decommitment under Article 105 of Regulation (EU) 2021/1060, or due to financial corrections by the Commission in accordance with Article 104 of that Regulation, compliance with paragraph 2 of this Article shall not be re-assessed.\nArticle 12\nEuropean Urban Initiative\n1.   The ERDF shall support the European Urban Initiative, implemented by the Commission in direct and indirect management.\nThis initiative shall cover all urban areas, including functional urban areas, and shall support the Urban Agenda for the EU, including support for the participation of local authorities in the thematic partnerships developed under the Urban Agenda for the EU.\n2.   The European Urban Initiative shall, with regard to sustainable urban development, consist of the following two strands:\n(a)\nsupport of innovative actions;\n(b)\nsupport of capacity and knowledge building, territorial impact assessments, policy development and communication.\nUpon the request of one or more Member States, the European Urban Initiative may also support inter-governmental cooperation on urban matters. Particular attention should be given to cooperation aimed at capacity building at local level to achieve UN Sustainable Development Goals.\nThe Commission shall submit a report every two years to the European Parliament and to the Council on developments in connection with the European Urban Initiative.\n3.   The governance model of the European Urban Initiative shall include the involvement of Member States, regional and local authorities and cities and shall ensure appropriate coordination and complementarities with the dedicated programme under point (b) of Article 3(3) of Regulation (EU) 2021/1059 dealing with sustainable urban development.\nArticle 13\nInterregional Innovation Investments\n1.   The ERDF shall support the Interregional Innovation Investments Instrument.\n2.   The Interregional Innovation Investments Instrument shall support the commercialisation and scaling up of interregional innovation projects having the potential to encourage the development of European value chains.\n3.   The Interregional Innovation Investments Instrument shall consist of the following two strands, supporting equally:\n(a)\nfinancial and advisory support for investments in interregional innovation projects in shared smart specialisation areas;\n(b)\nfinancial and advisory support, and capacity building for the development of value chains in less developed regions.\n4.   Up to 2 % of the resources may be dedicated to learning and evaluation activities, in order to capitalise on and disseminate the outcome of projects supported under the two strands.\n5.   The Commission shall implement those investments under direct or indirect management.\n6.   The Commission shall be supported in its work by a group of experts.\nThe expert group shall be composed of representatives from Member States, regional authorities and cities, and representatives of business, research and civil society organisations. The composition of the expert group shall aim to ensure gender balance.\nThe expert group shall support the Commission in defining a long-term work programme and in preparing calls for proposals.\n7.   When implementing this instrument, the Commission shall ensure coordination and synergy with other Union funding programmes and instruments and in particular with strand ‘Interreg C’ as defined in point 3 of Article 3 of Regulation (EU) 2021/1059.\n8.   The Interregional Innovation Investments Instrument shall cover the entire territory of the Union.\nThird countries can participate in this instrument, in accordance with the arrangements laid down in Articles 16 and 23 of Regulation (EU) 2021/695 of the European Parliament and of the Council (25) (the ‘Horizon Europe Regulation’).\nArticle 14\nOutermost regions\n1.   Article 4 shall not apply to the specific additional allocation for the outermost regions. This specific additional allocation for the outermost regions shall be used to offset the additional costs incurred in these regions as a result of one or several of the permanent restraints to their development referred to in Article 349 TFEU.\n2.   The allocation referred to in paragraph 1 of this Article shall support:\n(a)\nthe activities within the scope as set out in Article 5 of this Regulation;\n(b)\nby way of derogation from Article 5 of this Regulation, measures covering operating costs with a view to offsetting the additional costs incurred in the outermost regions as a result of one or several of the permanent restraints to their development referred to in Article 349 TFEU.\nThe allocation referred to in paragraph 1 of this Article may also support expenditure covering compensation granted for the provision of public service obligations and contracts in the outermost regions.\n3.   The allocation, referred to in paragraph 1 of this Article, shall not support:\n(a)\noperations involving products listed in Annex I to the TFEU;\n(b)\naid for the transport of persons authorised under point (a) of Article 107(2) TFEU;\n(c)\ntax exemptions and exemption of social charges;\n(d)\npublic services obligations not discharged by undertakings and where the State acts by exercising public power.\n4.   By way of derogation from point (c) of Article 5(1), the ERDF may support productive investments in enterprises in the outermost regions, irrespective of the size of those enterprises.\nCHAPTER III\nTRANSITIONAL AND FINAL PROVISIONS\nArticle 15\nTransitional provisions\nRegulations (EU) No 1300/2013 and (EU) No 1301/2013 or any act adopted thereunder shall continue to apply to programmes and operations supported by the ERDF or the Cohesion Fund under the 2014-2020 programming period.\nArticle 16\nExercise of the delegation\n1.   The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article.\n2.   The power to adopt delegated acts referred to in Article 8(4) shall be conferred on the Commission for an indeterminate period of time from 1 July 2021.\n3.   The delegation of power referred to in Article 8(4) may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force.\n4.   Before adopting a delegated act, the Commission shall consult experts designated by each Member State in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making.\n5.   As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council.\n6.   A delegated act adopted pursuant to Article 8(4) shall enter into force only if no objection has been expressed either by the European Parliament or by the Council within a period of two months of notification of that act to the European Parliament and to the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or of the Council.\nArticle 17\nReview\nThe European Parliament and the Council shall review this Regulation by 31 December 2027, in accordance with Article 177 TFEU.\nArticle 18\nEntry into force\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States.\nDone at Brussels, 24 June 2021.\nFor the European Parliament\nThe President\nD. M. SASSOLI\nFor the Council\nThe President\nA. P. ZACARIAS\n(1)  OJ C 62, 15.2.2019, p. 90.\n(2)  OJ C 86, 7.3.2019, p. 115.\n(3)  Position of the European Parliament of 27 March 2019 (OJ C 108, 26.3.2021, p. 566) and position of the Council at first reading of 27 May 2021 (not yet published in the Official Journal). Position of the European Parliament of 23 June 2021 (not yet published in the Official Journal).\n(4)  Regulation (EU) No 1315/2013 of the European Parliament and of the Council of 11 December 2013 on Union guidelines for the development of the trans-European transport network and repealing Decision No 661/2010/EU (OJ L 348, 20.12.2013, p. 1).\n(5)  Regulation (EU) 2021/1060 of the European Parliament and of the Council of 24 June 2021 laying down common provisions on the European Regional Development Fund, the European Social Fund Plus, the Cohesion Fund, the Just Transition Fund and the European Maritime, Fisheries and Aquaculture Fund and financial rules for those and for the Asylum, Migration and Integration Fund, the Internal Security Fund and the Instrument for Financial Support for Border Management and Visa Policy (see page 159 of this Official Journal).\n(6)  Regulation (EU) 2020/852 of the European Parliament and of the Council of 18 June 2020 on the establishment of a framework to facilitate sustainable investment, and amending Regulation (EU) 2019/2088 (OJ L 198, 22.6.2020, p. 13).\n(7)  Regulation (EU) 2018/1999 of the European Parliament and of the Council of 11 December 2018 on the Governance of the Energy Union and Climate Action, amending Regulations (EC) No 663/2009 and (EC) No 715/2009 of the European Parliament and of the Council, Directives 94/22/EC, 98/70/EC, 2009/31/EC, 2009/73/EC, 2010/31/EU, 2012/27/EU and 2013/30/EU of the European Parliament and of the Council, Council Directives 2009/119/EC and (EU) 2015/652 and repealing Regulation (EU) No 525/2013 of the European Parliament and of the Council (OJ L 328, 21.12.2018, p. 1).\n(8)  Directive (EU) 2018/2001 of the European Parliament and of the Council of 11 December 2018 on the promotion of the use of energy from renewable sources (OJ L 328, 21.12.2018, p. 82).\n(9)  Directive (EU) 2018/844 of the European Parliament and of the Council of 30 May 2018 amending Directive 2010/31/EU on the energy performance of buildings and Directive 2012/27/EU on energy efficiency (OJ L 156, 19.6.2018, p. 75).\n(10)  Regulation (EU) 2021/522 of the European Parliament and of the Council of 24 March 2021 establishing a Programme for the Union’s action in the field of health (‘EU4Health Programme’) for the period 2021-2027, and repealing Regulation (EU) No 282/2014 (OJ L 107, 26.3.2021, p. 1).\n(11)  Decision No 1313/2013/EU of the European Parliament and of the Council of 17 December 2013 on a Union Civil Protection Mechanism (OJ L 347, 20.12.2013, p. 924).\n(12)  Regulation (EC) No 1082/2006 of the European Parliament and of the Council of 5 July 2006 on a European grouping of territorial cooperation (EGTC) (OJ L 210, 31.7.2006, p. 19).\n(13)  Regulation (EU) 2021/1057 of the European Parliament and of the Council of 24 June 2021 establishing the European Social Fund Plus (ESF+) and repealing Regulation (EU) No 1296/2013 (see page 21 of this Official Journal).\n(14)  Commission Recommendation 2003/361/EC of 6 May 2003 concerning the definition of micro, small and medium-sized enterprises (OJ L 124, 20.5.2003, p. 36).\n(15)  Regulation (EU) No 1316/2013 of the European Parliament and of the Council of 11 December 2013 establishing the Connecting Europe Facility, amending Regulation (EU) No 913/2010 and repealing Regulations (EC) No 680/2007 and (EC) No 67/2010 (OJ L 348, 20.12.2013, p. 129).\n(16)  Directive 2003/87/EC of the European Parliament and of the Council of 13 October 2003 establishing a scheme for greenhouse gas emission allowance trading within the Community and amending Council Directive 96/61/EC (OJ L 275, 25.10.2003, p. 32).\n(17)  Commission Regulation (EU) No 651/2014 of 17 June 2014 declaring certain categories of aid compatible with the internal market in application of Articles 107 and 108 of the Treaty (OJ L 187, 26.6.2014, p. 1).\n(18)  Directive 2012/27/EU of the European Parliament and of the Council of 25 October 2012 on energy efficiency, amending Directives 2009/125/EC and 2010/30/EU and repealing Directives 2004/8/EC and 2006/32/EC (OJ L 315, 14.11.2012, p. 1).\n(19)  Interinstitutional Agreement between the European Parliament, the Council of the European Union and the European Commission on Better Law-Making (OJ L 123, 12.5.2016, p. 1).\n(20)  Regulation (EC) No 1059/2003 of the European Parliament and of the Council of 26 May 2003 on the establishment of a common classification of territorial units for statistics (NUTS) (OJ L 154, 21.6.2003, p. 1).\n(21)  Regulation (EU) 2015/1017 of the European Parliament and the Council of 25 June 2015 on the European Fund for Strategic Investments, the European Investment Advisory Hub and the European Investment Project Portal and amending Regulations (EU) No 1291/2013 and (EU) No 1316/2013 – the European Fund for Strategic Investments (OJ L 169, 1.7.2015, p. 1).\n(22)  Directive 2009/33/EC of the European Parliament and of the Council of 23 April 2009 on the promotion of clean and energy-efficient road transport vehicles (OJ L 120, 15.5.2009, p. 5).\n(23)  Regulation (EU) 2021/1059 of the European Parliament and of the Council of 24 June 2021 on specific provisions for the European territorial cooperation goal (Interreg) supported by the European Regional Development Fund and external financing instruments (see page 94 of this Official Journal).\n(24)  Regulation (EU, Euratom) 2018/1046 of the European Parliament and of the Council of 18 July 2018 on the financial rules applicable to the general budget of the Union, amending Regulations (EU) No 1296/2013, (EU) No 1301/2013, (EU) No 1303/2013, (EU) No 1304/2013, (EU) No 1309/2013, (EU) No 1316/2013, (EU) No 223/2014, (EU) No 283/2014, and Decision No 541/2014/EU and repealing Regulation (EU, Euratom) No 966/2012 (OJ L 193, 30.7.2018, p. 1).\n(25)  Regulation (EU) 2021/695 of the European Parliament and of the Council of 28 April 2021 establishing Horizon Europe – the Framework Programme for Research and Innovation, laying down its rules for participation and dissemination, and repealing Regulations (EU) No 1290/2013 and (EU) No 1291/2013 (OJ L 170, 12.5.2021, p. 1).\nANNEX I\nCOMMON OUTPUT AND RESULT INDICATORS FOR ERDF AND THE COHESION FUND – ARTICLE 8(1) (1)\nTable 1\nCommon output and result indicators for ERDF (Investment for jobs and growth and Interreg) and the Cohesion Fund\n (**)\nPolicy objective\nSpecific objective\nOutputs\nResults\n(1)\n(2)\n(3)\n(4)\n1.\nA more competitive and smarter Europe by promoting innovative and smart economic transformation and regional ICT connectivity (PO 1)\n(i)\nDeveloping and enhancing research and innovation capacities and the uptake of advanced technologies\nRCO (2) 01 - Enterprises supported (of which: micro, small, medium, large)* (3)\nRCO 02 - Enterprises supported by grants*\nRCR (4) 01 - Jobs created in supported entities*\nRCR 102 - Research jobs created in supported entities*\nRCO 03 - Enterprises supported by financial instruments*\nRCO 04 - Enterprises with non-financial support*\nRCO 05 - New enterprises supported*\nRCO 06 - Researchers working in supported research facilities\nRCO 07 - Research organisations participating in joint research projects\nRCR 02 - Private investments matching public support (of which: grants, financial instruments)* (3)\nRCR 03 - Small and medium-size enterprises (SMEs) introducing product or process innovation*\nRCR 04 - SMEs introducing marketing or organisational innovation*\nRCO 08 - Nominal value of research and innovation equipment\nRCO 10 - Enterprises cooperating with research organisations\nRCO 96 - Interregional investments for innovation in Union projects*\nRCR 05 - SMEs innovating in-house*\nRCR 06 - Patent applications submitted*\nRCR 07 - Trademark and design applications*\nRCR 08 - Publications from supported projects\n(ii)\nReaping the benefits of digitisation for citizens, companies, research organisations and public authorities\nRCO 13 - Value of digital services, products and processes developed for enterprises*\nRCO 14 - Public institutions supported to develop digital services, products and processes*\nRCR 11 - Users of new and upgraded public digital services, products and processes*\nRCR 12 - Users of new and upgraded digital services, products and processes developed by enterprises*\nRCR 13 - Enterprises reaching high digital intensity*\n(iii)\nEnhancing sustainable growth and competitiveness of SMEs and job creation in SMEs, including by productive investments\nRCO 15 - Capacity of incubation created*\nRCO 103 - High growth enterprises supported*\nRCR 17 - New enterprises surviving in the market*\nRCR 18 - SMEs using incubator services after incubator creation*\nRCR 19 - Enterprises with higher turnover*\nRCR 25 - SMEs with higher value added per employee*\n(iv)\nDeveloping skills for smart specialisation, industrial transition and entrepreneurship\nRCO 16 - Participations of institutional stakeholders in entrepreneurial discovery process\nRCO 101 - SMEs investing in skills for smart specialisation, for industrial transition and entrepreneurship*\nRCR 97 - Apprenticeships supported in SMEs\nRCR 98 - SMEs staff completing training for skills for smart specialisation, for industrial transition and entrepreneurship (by type of skill: technical, management, entrepreneurship, green, other) (3) *\n(v)\nEnhancing digital connectivity\nRCO 41 - Additional dwellings with broadband access of very high capacity\nRCO 42 - Additional enterprises with broadband access of very high capacity\nRCR 53 - Dwellings with broadband subscriptions to a very high capacity network\nRCR 54 - Enterprises with broadband subscriptions to a very high capacity network\n2.\nA greener, low-carbon transitioning towards a net zero carbon economy and resilient Europe by promoting clean and fair energy transition, green and blue investment, the circular economy, climate change mitigation and adaptation, risk prevention and management, and sustainable urban mobility (PO 2)\n(i)\nPromoting energy efficiency and reducing greenhouse gas emissions\nRCO 18 - Dwellings with improved energy performance\nRCO 19 - Public buildings with improved energy performance\nRCO 20 - District heating and cooling network lines newly constructed or improved\nRCO 104 - Number of high efficiency co-generation units\nRCO123 - Dwellings benefitting from natural gas-fired boilers and heating systems replacing solid fossil fuels based installations\nRCR 26 - Annual primary energy consumption (of which: dwellings, public buildings, enterprises, other) (3)\nRCR 29 - Estimated greenhouse gas emissions*\nRCR 105 - Estimated greenhouse emissions by boilers and heating systems converted from solid fossil fuels to gas\n(ii)\nPromoting renewable energy in accordance with Directive (EU) 2018/2001, including the sustainability criteria set out therein\nRCO 22 - Additional production capacity for renewable energy (of which: electricity, thermal) (3) *\nRCO 97 -Renewable energy communities supported*\nRCR 31 - Total renewable energy produced (of which: electricity, thermal) (3) *\nRCR 32 - Additional operational capacity installed for renewable energy*\n(iii)\nDeveloping smart energy systems, grids and storage outside the Trans-European Energy Network (TEN-E)\nRCO 23 - Digital management systems for smart energy systems\nRCO 105 - Solutions for electricity storage\nRCO124: Gas transmission and distribution network lines newly constructed or improved\nRCR 33 - Users connected to smart energy systems\nRCR 34 - Roll-out of projects for smart energy systems\n(iv)\nPromoting climate change adaptation and disaster risk prevention, and resilience, taking into account eco-system based approaches\nRCO 24 - Investments in new or upgraded disaster monitoring, preparedness, warning and response systems against natural disasters*\nRCO 122 - Investments in new or upgraded disaster monitoring, preparedness, warning and response systems against non-climate related natural risks and risks related to human activities\nRCO 25 - Coastal strip, river bank and lakeshore flood protection newly built or consolidated\nRCO 106 - Landslide protection newly built or consolidated\nRCO 26 - Green infrastructure built or upgraded for adaptation to climate change*\nRCO 27 - National and sub-national strategies addressing climate change adaptation*\nRCO 28 - Area covered by protection measures against wildfires\nRCO 121 - Area covered by protection measures against climate related natural disasters (other than floods and wildfire)\nRCR 35 - Population benefiting from flood protection measures\nRCR 36 - Population benefiting from wildfire protection measures\nRCR 37 - Population benefiting from protection measures against climate related natural disasters (other than floods or wildfire)\nRCR 96 - Population benefiting from protection measures against non-climate related natural risks and risks related to human activities*\n(v)\nPromoting access to water and sustainable water management\nRCO 30 - Length of new or upgraded pipes for the distribution systems of public water supply\nRCO 31 - Length of new or upgraded pipes for the public network for collection of waste water\nRCO 32 - New or upgraded capacity for waste water treatment\nRCR 41 - Population connected to improved public water supply\nRCR 42 - Population connected to at least secondary public waste water treatment\nRCR 43 - Water losses in distribution systems for public water supply\n(vi)\nPromoting the transition to a circular and resource efficient economy\nRCO 34 - Additional capacity for waste recycling\nRCO 107 - Investments in facilities for separate waste collection\nRCO 119 - Waste prepared for re-use\nRCR 103 - Waste collected separately\nRCR 47 - Waste recycled\nRCR 48 - Waste used as raw materials\n(vii)\nEnhancing protection and preservation of nature, biodiversity and green infrastructure, including in urban areas, and reducing all forms of pollution\nRCO 36 - Green infrastructure supported for other purposes than adaptation to climate change\nRCO 37 - Surface of Natura 2000 sites covered by protection and restoration measures\nRCO 38 - Surface area of rehabilitated land supported\nRCO 39 - Area covered by systems for monitoring air pollution installed\nRCR 50 - Population benefiting from measures for air quality*\nRCR 95 - Population having access to new or improved green infrastructure*\nRCR 52 - Rehabilitated land used for green areas, social housing, economic or other uses\n(viii)\nPromoting sustainable multimodal urban mobility, as part of transition to a net zero carbon economy\nRCO 55 - Length of new tram and metro lines\nRCO 56 - Length of reconstructed or modernised tram and metro lines\nRCO 57 - Capacity of environmentally friendly rolling stock for collective public transport*\nRCO 58 - Dedicated cycling infrastructure supported*\nRCO 59 - Alternative fuels infrastructure (refuelling/recharging points)*\nRCO 60 - Cities and towns with new or modernised digitised urban transport systems\nRCR 62 - Annual users of new or modernised public transport\nRCR 63 - Annual users of new or modernised tram and metro lines\nRCR 64 - Annual users of dedicated cycling infrastructure\n3.\nA more connected Europe by enhancing mobility (PO 3)\n(i)\nDeveloping a climate resilient, intelligent, secure, sustainable and intermodal TEN-T\nRCO 43 - Length of new or upgraded roads - TEN-T (5)\nRCO 45 - Length of roads reconstructed or modernised - TEN-T\nRCO 108 - Length of roads with new or modernised traffic management systems - TEN-T\nRCO 47 - Length of new or upgraded rail - TEN-T\nRCO 49 - Length of rail reconstructed or modernised - TEN-T\nRCO 51 - Length of new, upgraded or modernised inland waterways - TEN-T\nRCO 109 - Length of European Rail Traffic Management System equipped railways in operation - TEN-T\nRCR 55 - Annual users of newly built, reconstructed, upgraded or modernised roads\nRCR 56 - Time savings due to improved road infrastructure\nRCR 101- Time savings due to improved rail infrastructure\nRCR 58 - Annual users of newly built, upgraded, reconstructed or modernised railways\nRCR 59 - Freight transport on rail\nRCR 60 - Freight transport on inland waterways\n(ii)\nDeveloping and enhancing sustainable, climate resilient, intelligent and intermodal national, regional and local mobility, including improved access to TEN-T and cross-border mobility\nRCO 44 - Length of new or upgraded roads -non-TEN-T\nRCO 46 - Length of roads reconstructed or modernised - non-TEN-T\nRCO 110 - Length of roads with new or modernised traffic management systems - non-TEN-T\nRCO 48 - Length of new or upgraded rail - non-TEN-T\nRCO 50 - Length of rail reconstructed or modernised - non-TEN-T\nRCO 111 - Length of European Rail Traffic Management System equipped railways in operation - non-TEN-T\nRCO 52 - Length of new, upgraded or modernised inland waterways -non-TEN-T\nRCO 53 - New or modernised railway stations and stops*\nRCO 54 - New or modernised intermodal connections*\n4.\nmore social and inclusive Europe implementing the European Pillar of Social Rights (PO 4)\n(i)\nEnhancing the effectiveness and inclusiveness of labour markets and access to quality employment through developing social infrastructure and promoting social economy\nRCO 61 - Surface of new or modernised facilities for employment services\nRCR 65 - Annual users of new or modernised facilities for employment services\n(ii)\nImproving equal access to inclusive and quality services in education, training and lifelong learning through developing accessible infrastructure, including by fostering resilience for distance and on-line education and training\nRCO 66 - Classroom capacity of new or modernised childcare facilities\nRCO 67 - Classroom capacity of new or modernised education facilities\nRCR 70 - Annual users of new or modernised childcare facilities\nRCR 71 - Annual users of new or modernised education facilities\n(iii)\nPromoting the socioeconomic inclusion of marginalised communities, low income households and disadvantaged groups, including people with special needs, through integrated actions, including housing and social services\nRCO 65 - Capacity of new or modernised social housing*\nRCO113 - Population covered by projects in the framework of integrated actions for socioeconomic inclusion of marginalised communities, low income households and disadvantaged groups*\nRCR 67 - Annual users of new or modernised social housing\n(iv)\nPromoting the socio-economic integration of third country nationals, including migrants through integrated actions, including housing and social services\nRCO 63 - Capacity of new or modernised temporary reception facilities\nRCR 66 - Annual users of new or modernised temporary reception facilities\n(v)\nEnsuring equal access to health care and fostering resilience of health systems, including primary care, and promoting the transition from institutional to family-based and community-based care\nRCO 69 - Capacity of new or modernised health care facilities\nRCO 70 - Capacity of new or modernised social care facilities (other than housing)\nRCR 72 - Annual users of new or modernised e-health care services\nRCR 73 - Annual users of new or modernised health care facilities\nRCR 74 - Annual users of new or modernised social care facilities\n(vi)\nEnhancing the role of culture and sustainable tourism in economic development, social inclusion and social innovation\nRCO 77 - Number of cultural and tourism sites supported*\nRCR 77 - Visitors of cultural and tourism sites supported*\n5.\nA Europe closer to citizens by fostering the sustainable and integrated development of all types of territories and local initiatives (PO 5)\n(i)\nFostering the integrated and inclusive social, economic and environmental development, culture, natural heritage, sustainable tourism, and security in urban areas\nRCO 74 - Population covered by projects in the framework of strategies for integrated territorial development*\nRCO 75 - Strategies for integrated territorial development supported*\nRCO 76 - Integrated projects for territorial development\nRCO 80 - Community-led local development strategies supported*\nRCO 112 - Stakeholders involved in the preparation and implementation of strategies for integrated territorial development\nRCO 114 - Open space created or rehabilitated in urban areas*\n(ii)\nFostering the integrated and inclusive social, economic and environmental local development, culture, natural heritage, sustainable tourism and security in areas other than urban areas\nTable 2\nAdditional common output and result indicators for the ERDF for Interreg\nInterreg-specific indicators\nRCO 81 - Participations in joint actions across borders\nRCO 115 - Public events across borders jointly organised\nRCO 82 - Participations in joint actions promoting gender equality, equal opportunities and social inclusion\nRCO 83 - Strategies and action plans jointly developed\nRCO 84 - Pilot actions developed jointly and implemented in projects\nRCO 116 - Jointly developed solutions\nRCO 85 - Participations in joint training schemes\nRCO 117 - Solutions for legal or administrative obstacles across border identified\nRCO 86 - Joint administrative or legal agreements signed\nRCO 87 - Organisations cooperating across borders\nRCO 118 - Organisations cooperating for the multi-level governance of macroregional strategies\nRCO 90 - Projects for innovation networks across borders\nRCO 120 - Projects supporting cooperation across borders to develop urban-rural linkages\nRCR 79 - Joint strategies and action plans taken up by organisations\nRCR 104 - Solutions taken up or up-scaled by organisations\nRCR 81 - Completions of joint training schemes\nRCR 82 - Legal or administrative obstacles across borders alleviated or resolved\nRCR 83 - Persons covered by joint administrative or legal agreements signed\nRCR 84 - Organisations cooperating across borders after project completion\nRCR 85 - Participations in joint actions across borders after project completion\n(1)  To be used, for the Investment for jobs and growth and Interreg in accordance with point (a) of the second subparagraph of Article 16(1), and point (b) of Article 41(2) of Regulation (EU) 2021/1060 (CPR) and, for Investment for jobs and growth in accordance with point (d)(ii) of Article 22(3) of Regulation (EU) 2021/1060 (CPR) and, for Interreg, in accordance with point (e)(ii) of Article 22(4) of Regulation (EU) 2021/1059 (Interreg).\n(**)  For presentational reasons common output and result indicators are grouped by, but not limited to, a specific objective within a policy objective. In particular, PO 5, may use relevant common indicators listed for POs 1 to 4. In addition, in order to develop a full picture of the expected and actual performance of the programmes, the common indicators indicated by * may be used by specific objectives under any of the POs 1 to 4, when relevant.\n(2)  RCO: REGIO Common Output Indicator.\n(3)  Breakdown not requested for programming but only for reporting.\n(4)  RCR: REGIO Common Result Indicator.\n(5)  Regulation (EU) No 1315/2013 of the European Parliament and of the Council of 11 December 2013 on Union guidelines for the development of the trans-European transport network and repealing Decision No 661/2010/EU (OJ L 348, 20.12.2013, p. 1).\nANNEX II\nCORE SET OF PERFORMANCE INDICATORS FOR ERDF AND COHESION FUND REFERRED TO IN ARTICLE 8(3), TO BE USED BY THE COMMISSION IN COMPLIANCE WITH ITS REPORTING REQUIREMENT PURSUANT TO POINT (H)(III) OF ARTICLE 41(3) OF THE FINANCIAL REGULATION\nPolicy objective\nSpecific objective\nOutputs\nResults\n(1)\n(2)\n(3)\n(4)\n1.\nA more competitive and smarter Europe by promoting innovative and smart economic transformation and regional ICT connectivity (PO 1)\n(i)\nDeveloping and enhancing research and innovation capacities and the uptake of advanced technologies\nCCO (1) 01 - Enterprises supported to innovate\nCCO 02 - Researchers working in supported research facilities\nCCR (2) 01 - Small and medium-sized enterprises (3) (SMEs) introducing product, process, marketing or organisational innovation\n(ii)\nReaping the benefits of digitisation for citizens, companies, research organisations and public authorities\nCCO 03 - Enterprises and public institutions supported to develop digital products, services and processes\nCCR 02 - Annual users of new or upgraded digital products, services and processes\n(iii)\nEnhancing sustainable growth and competitiveness of SMEs and job creation in SMEs, including by productive investments\nCCO 04 - SMEs supported to enhance growth and competitiveness\nCCR 03 - Jobs created in enterprises supported\n(iv)\nDeveloping skills for smart specialisation, industrial transition and entrepreneurship\nCCO 05 - SMEs investing in skills for smart specialisation, for industrial transition and entrepreneurship\nCCR 04 - SMEs staff completing training for skills for smart specialisation, for industrial transition and entrepreneurship\n(v)\nEnhancing digital connectivity\nCCO 13 - Additional dwellings and enterprises with broadband access of very high capacity\nCCR 12 - Additional dwellings and enterprises with broadband subscriptions to a very high capacity network\n2.\nA greener, low-carbon transitioning towards a net zero carbon economy and resilient Europe by promoting clean and fair energy transition, green and blue investment, the circular economy, climate change mitigation and adaptation, risk prevention and management, and sustainable urban mobility (PO 2)\n(i)\nPromoting energy efficiency measures and reducing green-house gas emissions\nCCO 06 - Investments in measures to improve energy performance\nCCR 05 - Savings in annual primary energy consumption\n(ii)\nPromoting renewable energy in accordance with Directive (EU) 2018/2001, including the sustainability criteria set out therein\nCCO 07 - Additional production capacity for renewable energy\nCCR 06 - Additional renewable energy produced\n(iii)\nDeveloping smart energy systems, grids and storage outside the Trans-European Energy Network (TEN-E)\nCCO 08 - Digital management systems for smart energy systems\nCCR 07 - Additional users connected to smart energy systems\n(iv)\nPromoting climate change adaptation and disaster risk prevention and resilience, taking into account eco-system based approaches\nCCO 09 - Investments in new or upgraded disaster monitoring, preparedness, warning and response systems\nCCR 08 - Additional population benefiting from protection measures against floods, wild fires, and other climate related natural disasters\n(v)\nPromoting access to water and sustainable water management\nCCO 10 - New or upgraded capacity for waste water treatment\nCCR 09 - Additional population connected to at least secondary waste water treatment\n(vi)\nPromoting the transition to a circular and resource efficient economy\nCCO 11 - New or upgraded capacity for waste recycling\nCCR 10 - Additional waste recycled\n(vii)\nEnhancing protection and preservation of nature, biodiversity and green infrastructure, including in urban areas, and reducing all forms of pollution\nCCO 12 - Surface area of green infrastructure\nCCR 11 - Population benefiting from measures for air quality\n(viii)\nPromoting sustainable multimodal urban mobility, as part of transition to a net zero carbon economy\nCCO 16 - Extension and modernisation of tram and metro lines\nCCR 15 - Annual users served by new and modernised tram and metro lines\n3.\nA more connected Europe by enhancing mobility (PO 3)\n(i)\nDeveloping a climate resilient, intelligent, secure, sustainable and intermodal TEN-T\nCCO 14 - Road TEN-T: New upgraded, reconstructed, or modernised roads\nCCO 15 - Rail TEN-T: New, upgraded, reconstructed, or modernised railways\nCCR 13 - Time savings due to improved road infrastructure\nCCR 14 - Annual number of passengers served by improved rail transport\n(ii)\nDeveloping and enhancing a sustainable, climate resilient, intelligent and intermodal national, regional and local mobility, including improved access to TEN-T and cross-border mobility\nCCO 22 - Road non-TEN-T: New, upgraded, reconstructed, or modernised roads\nCCO 23 - Rail non-TEN-T: New, upgraded, reconstructed, or modernised railways\n4.\nA more social and inclusive Europe implementing the European Pillar of Social Rights (PO 4)\n(i)\nEnhancing the effectiveness and inclusiveness of labour markets and access to quality employment through developing social infrastructure and promoting social economy\nCCO 17 - Surface of new or modernised facilities for employment services\nCCR 16 -Annual users of new or modernised facilities for employment services\n(ii)\nImproving equal access to inclusive and quality services in education, training and lifelong learning through developing accessible infrastructure, including by fostering resilience for distance and on-line education and training\nCCO 18 - New or modernised capacity for childcare and education facilities\nCCR 17 - Annual users served by new or modernised childcare and education facilities\n(iii)\nPromoting the socioeconomic inclusion of marginalised communities, low income households and disadvantaged groups including people with special needs, through integrated actions including housing and social services\nCCO 19 - New or modernised capacity of social housing facilities\nCCO 25 - Population covered by projects in the framework of integrated actions for socioeconomic inclusion of marginalised communities, low income households and disadvantaged groups\nCCR 18 - Annual users of new or modernised social housing facilities\n(iv)\nPromoting the socio-economic integration of third country nationals, including migrants through integrated actions, including housing and social services\nCCO 26 - New or modernised capacity for temporary reception facilities\nCCR20 - Annual users of new or modernised temporary reception facilities\n(v)\nEnsuring equal access to health care and fostering resilience of health systems, including primary care, and promoting the transition from institutional to family-based and community-based care\nCCO 20 - New or modernised capacity for health care facilities\nCCR 19 - Annual users of new or modernised health care services\n(vi)\nEnhancing the role of culture and sustainable tourism in economic development, social inclusion and social innovation\nCCO24 - Culture and tourism sites supported\nCCR21 - Visitors of culture and tourism sites supported\n5.\nA Europe closer to citizens by fostering the sustainable and integrated development of all types of territories and local initiatives (PO 5)\n(i)\nFostering the integrated and inclusive social, economic and environmental development, culture, natural heritage, sustainable tourism, and security in urban areas\nCCO 21 - Population covered by strategies for integrated territorial development\n(ii)\nFostering the integrated and inclusive social, economic and environmental local development, culture, natural heritage, sustainable tourism and security in areas other than urban areas\n(1)  CCO: REGIO Core Common Output.\n(2)  CCR: REGIO Core Common Result.\n(3)  Commission Recommendation of 6 May 2003 concerning the definition of micro, small and medium-sized enterprises (OJ L 124, 20.5.2003, p. 36).", "summary": "European Regional Development and Cohesion Funds (2021–2027)\nEuropean Regional Development and Cohesion Funds (2021–2027)\nSUMMARY OF:\nRegulation (EU) 2021/1058 on the European Regional Development Fund and on the Cohesion Fund\nWHAT IS THE AIM OF THE REGULATION?\n              \nIt sets out the scope and aims of two Cohesion Policy Funds: the European Regional Development Fund (ERDF) and the Cohesion Fund.\nThese help the European Union (EU) Member States to achieve the goals for investment in jobs and growth and European territorial cooperation that are outlined in Regulation (EU) 2021/1060 (see summary).\nKEY POINTS\nERDF and Cohesion Fund tasks\nThe ERDF and the Cohesion Fund contribute to the overall objective of strengthening the EU’s economic, social and territorial cohesion.\nThe ERDF contributes to reducing disparities between the levels of development of the various EU regions, including by promoting sustainable development and addressing environmental challenges.\nThe Cohesion Fund contributes to environmental and trans-European transport network (TEN-T) infrastructure projects. It provides support to Member States with a gross national income per capita of below 90% of the EU-27 average.\nERDF and Cohesion Fund policy objectives:\na more competitive and smarter Europe, by promoting innovative and smart economic transformation and regional information and communications technology connectivity;\na greener, low-carbon transition towards a net zero carbon economy and a resilient Europe, by promoting: clean and fair energy transition,green and blue investment,the circular economy,climate change mitigation and adaptation,risk prevention and management,sustainable urban mobility;\na more connected Europe, by enhancing mobility;\na more social and inclusive Europe, by implementing the European Pillar of Social Rights;\na Europe closer to citizens, by fostering the sustainable and integrated development of all types of territories and local initiatives.\nThe ERDF supports investment in:\ninfrastructure;\napplied research and innovation;\naccess to services;\nsmall and medium-sized business activities, particularly to safeguard and create jobs;\nequipment, software and intangible assets;\nnetworking, cooperation, exchange of experience and innovation clusters;\ninformation, communication and studies;\ntechnical assistance.\nThe total ERDF resources in each Member State, other than for technical assistance, shall be concentrated at the national level or the regional level. The thematic concentration levels are based on three categories of regions and Member States and focus on the first two policy objectives.\nThe Cohesion Fund supports investment in:\nthe environment, including sustainable development and energy with environmental benefits, particularly renewable energy;\nTEN-T;\ntechnical assistance;\ninformation, communication and studies.\nExclusions\nThe ERDF and the Cohesion Fund do not support:\nthe decommissioning or building of nuclear power stations;\ninvestment to reduce greenhouse gas emissions from activities such as oil refining, steel-making, glass-making and other industrial processes;\ntobacco products;\ncompanies in difficulty, except in exceptional circumstances;\nairport infrastructure, except for environmental impact mitigation, or security, safety and air traffic management system security in particular circumstances;\nwaste disposal in landfills, except: in outermost regions, where justified,for decommissioning, reconverting or making safe existing landfills;\nincreasing residual waste treatment capacity, except: in outermost regions,for technologies to recover materials from residual waste for circular economy purposes;\nfossil fuels.\nThey do support instead:\ninvesting in replacing solid-fossil-fuel-fired heating systems with gas-fired heating systems to upgrade district heating and cooling systems or combined heat and power installations,\ninvesting in natural gas-fired systems in housing and buildings to replace coal-fired or similar installations,\ninvesting in expanding and repurposing, converting or retrofitting  gas transmission and distribution networks, provided that these are being prepared for renewable and low carbon gases, such as hydrogen, biomethane and synthesis gas, to allow them to replace solid fossil fuel installations,\ninvesting in clean vehicles for public purposes and vehicles, aircraft and vessels used by civil protection and fire services.\nERDF support to territorial and interregional innovation investments\nThese include the following:\nintegrated territorial development;\nsupport for disadvantaged areas, in particular: rural areas,areas suffering from severe natural or demographic handicaps;\nat least 8% of the ERDF resources at national level under the ‘investment for jobs and growth’ goal, other than for technical assistance, shall be allocated to sustainable urban development, with special attention to: tackling environmental and climate challenges,the transition towards a climate-neutral economy by 2050,harnessing the potential of digital technologies for innovation purposes,supporting the development of functional urban areas;\nthe European Urban Initiative, implemented by the European Commission and supporting sustainable urban development through: innovative actions,capacity and knowledge building,territorial impact assessments,policy development and communication;\nthe Interregional Innovation Investments Initiative, consisting of financial and advisory support for: investments in interregional innovation projects in shared smart specialisation areas,capacity building to develop value chains in less developed regions;\nthe outermost regions, to offset additional costs resulting from: remoteness, insularity and small size,difficult topography and climate,economic dependence on only a few products.\nImplementing acts\nIn July 2021, the Commission adopted two implementing decisions.\nImplementing Decision (EU) 2021/1130 setting out the list of regions eligible for funding from the European Regional Development Fund and the European Social Fund Plus, and of the Member States eligible for funding from the Cohesion Fund for the 2021–2027 period.\nImplementing Decision (EU) 2021/1131 setting out the annual breakdowns: by Member State of global resources for the European Regional Development Fund, the European Social Fund Plus and the Cohesion Fund under the ‘investment for jobs and growth’ and ‘European territorial cooperation’ goals;by Member State per category of region;by Member State allocated to additional funding for outermost regions;of the amounts to be transferred from each Member State’s Cohesion Fund allocation to the Connecting Europe Facility;of global resources for the European Urban Initiative;of global resources for transnational cooperation supporting innovative solutions;of global resources for the Interregional Innovation Investments;of global resources for the cross-border cooperation strand of the European territorial cooperation goal;by Member State of global resources for the transnational cooperation strand of the European territorial cooperation goal;of global resources for the interregional cooperation strand of the European territorial cooperation goal;of global resources for the outermost regions cooperation strand of the European territorial cooperation goal for the 2021–2027 period.\nFROM WHEN DOES THE REGULATION APPLY?\n              \nIt has applied since 1 July 2021.\nBACKGROUND\n              \nFor more information, see:\nCohesion Policy 2021–2027 (European Commission)\nEuropean Regional Development Fund (European Commission)\nCohesion Fund (European Commission).\nMAIN DOCUMENT\n            \nRegulation (EU) 2021/1058 of the European Parliament and of the Council of 24 June 2021 on the European Regional Development Fund and on the Cohesion Fund (OJ L 231, 30.6.2021, pp. 60–93).\nRELATED DOCUMENTS\n            \nCommission Implementing Decision (EU) 2021/1130 of 5 July 2021 setting out the list of regions eligible for funding from the European Regional Development Fund and the European Social Fund Plus and of Member States eligible for funding from the Cohesion Fund for the period 2021–2027 (OJ L 244, 9.7.2021, pp. 10–20).\nCommission Implementing Decision (EU) 2021/1131 of 5 July 2021 setting out the annual breakdown by Member State of global resources for the European Regional Development Fund, the European Social Fund Plus and the Cohesion Fund under the Investment for jobs and growth goal and the European territorial cooperation goal, the annual breakdown by Member State per category of region, the annual breakdown by Member State allocated to additional funding for outermost regions, the amounts to be transferred from each Member State’s Cohesion Fund allocation to the Connecting Europe Facility, the annual breakdown of global resources for the European Urban Initiative, the annual breakdown of global resources for transnational cooperation supporting innovative solutions, the annual breakdown of global resources for the Interregional Innovation Investments, the annual breakdown of global resources for the cross-border cooperation strand of the European territorial cooperation goal, the annual breakdown by Member State of global resources for the transnational cooperation strand of the European territorial cooperation goal, the annual breakdown of global resources for the interregional cooperation strand of the European territorial cooperation goal and the annual breakdown of global resources for the outermost regions cooperation strand of the European territorial cooperation goal for the period 2021-2027 (OJ L 244, 9.7.2021, pp. 21–50).\nRegulation (EU) 2021/1060 of the European Parliament and of the Council of 24 June 2021 laying down common provisions on the European Regional Development Fund, the European Social Fund Plus, the Cohesion Fund, the Just Transition Fund and the European Maritime, Fisheries and Aquaculture Fund and financial rules for those and for the Asylum, Migration and Integration Fund, the Internal Security Fund and the Instrument for Financial Support for Border Management and Visa Policy (OJ L 231, 30.6.2021, pp. 159–706).\nRegulation (EU) 2021/1059 of the European Parliament and of the Council of 24 June 2021 on specific provisions for the European territorial cooperation goal (Interreg) supported by the European Regional Development Fund and external financing instruments (OJ L 231, 30.6.2021, pp. 94–158).\nRegulation (EU) 2020/852 of the European Parliament and of the Council of 18 June 2020 on the establishment of a framework to facilitate sustainable investment, and amending Regulation (EU) 2019/2088 (OJ L 198, 22.6.2020, pp. 13–43).\nlast update 25.08.2021", "tags": ["European Regional Development Fund", "EU regional policy", "less-favoured region", "economic growth", "regional development", "regional disparity", "eligibility criteria", "Cohesion Fund", "employment aid", "regional aid"], "subjects": ["Coordination of structural instruments", "Regional policy", "Economic, social and territorial cohesion"], "split": "validation", "reference_annotations": {"32021R1058_p1": {"text": "(4)  regulation 1315/2013 of the European Parliament and of the Council of 11 December 2013 on Union guidelines for the development of the trans-European transport network and repealing decision 661/2010/eu (OJ L 348, 20.12.2013, p. 1).", "triples": [" regulation 1315/2013,  repealing,  decision 661/2010/eu"]}, "32021R1058_p2": {"text": "(6)  regulation 2020/852 of the European Parliament and of the Council of 18 June 2020 on the establishment of a framework to facilitate sustainable investment, and amending regulation 2019/2088 (OJ L 198, 22.6.2020, p. 13).", "triples": [" regulation 2020/852,  amending,  regulation 2019/2088"]}, "32021R1058_p3": {"text": "(7)  regulation 2018/1999 of the European Parliament and of the Council of 11 December 2018 on the Governance of the Energy Union and Climate Action, amending regulation 663/2009 regulation 715/2009 of the European Parliament and of the Council, directive 94/22/ec directive 98/70/ec directive 2009/31/ec directive 2009/73/ec directive 2010/31/eu directive 2012/27/eu directive 2013/30/eu of the European Parliament and of the Council, Council directive 2009/119/ec directive 2015/652 and repealing regulation 525/2013 of the European Parliament and of the Council (OJ L 328, 21.12.2018, p. 1).", "triples": [" regulation 2018/1999,  amending,  regulation 663/2009", " regulation 2018/1999,  amending,  regulation 715/2009", " regulation 2018/1999,  amending,  directive 94/22/ec", " regulation 2018/1999,  amending,  directive 98/70/ec", " regulation 2018/1999,  amending,  directive 2009/31/ec", " regulation 2018/1999,  amending,  directive 2009/73/ec", " regulation 2018/1999,  amending,  directive 2010/31/eu", " regulation 2018/1999,  amending,  directive 2012/27/eu", " regulation 2018/1999,  amending,  directive 2013/30/eu", " regulation 2018/1999,  amending,  directive 2009/119/ec", " regulation 2018/1999,  amending,  directive 2015/652", " regulation 2018/1999,  repealing,  regulation 525/2013"]}, "32021R1058_p4": {"text": "(9)  directive 2018/844 of the European Parliament and of the Council of 30 May 2018 amending directive 2010/31/eu on the energy performance of buildings and directive 2012/27/eu on energy efficiency (OJ L 156, 19.6.2018, p. 75).", "triples": [" directive 2018/844,  amending,  directive 2010/31/eu", " directive 2018/844,  amending,  directive 2012/27/eu"]}, "32021R1058_p5": {"text": "(10)  regulation 2021/522 of the European Parliament and of the Council of 24 March 2021 establishing a Programme for the Union’s action in the field of health (‘EU4Health Programme’) for the period 2021-2027, and repealing regulation 282/2014 (OJ L 107, 26.3.2021, p. 1).", "triples": [" regulation 2021/522,  repealing,  regulation 282/2014"]}, "32021R1058_p6": {"text": "(13)  regulation 2021/1057 of the European Parliament and of the Council of 24 June 2021 establishing the European Social Fund Plus (ESF+) and repealing regulation 1296/2013 (see page 21 of this Official Journal).", "triples": [" regulation 2021/1057,  repealing,  regulation 1296/2013"]}, "32021R1058_p7": {"text": "(15)  regulation 1316/2013 of the European Parliament and of the Council of 11 December 2013 establishing the Connecting Europe Facility, amending regulation 913/2010 and repealing regulation 680/2007 regulation 67/2010 (OJ L 348, 20.12.2013, p. 129).", "triples": [" regulation 1316/2013,  amending,  regulation 913/2010", " regulation 1316/2013,  repealing,  regulation 680/2007", " regulation 1316/2013,  repealing,  regulation 67/2010"]}, "32021R1058_p8": {"text": "(16)  directive 2003/87/ec of the European Parliament and of the Council of 13 October 2003 establishing a scheme for greenhouse gas emission allowance trading within the Community and amending Council directive 96/61/ec (OJ L 275, 25.10.2003, p. 32).", "triples": [" directive 2003/87/ec,  amending,  directive 96/61/ec"]}, "32021R1058_p9": {"text": "(18)  directive 2012/27/eu of the European Parliament and of the Council of 25 October 2012 on energy efficiency, amending directive 2009/125/ec directive 2010/30/eu and repealing directive 2004/8/ec directive 2006/32/ec (OJ L 315, 14.11.2012, p. 1).", "triples": [" directive 2012/27/eu,  amending,  directive 2009/125/ec", " directive 2012/27/eu,  amending,  directive 2010/30/eu", " directive 2012/27/eu,  repealing,  directive 2004/8/ec", " directive 2012/27/eu,  repealing,  directive 2006/32/ec"]}, "32021R1058_p10": {"text": "(21)  regulation 2015/1017 of the European Parliament and the Council of 25 June 2015 on the European Fund for Strategic Investments, the European Investment Advisory Hub and the European Investment Project Portal and amending regulation 1291/2013 regulation 1316/2013 – the European Fund for Strategic Investments (OJ L 169, 1.7.2015, p. 1).", "triples": [" regulation 2015/1017,  amending,  regulation 1291/2013", " regulation 2015/1017,  amending,  regulation 1316/2013"]}, "32021R1058_p11": {"text": "(24)  regulation 2018/1046 of the European Parliament and of the Council of 18 July 2018 on the financial rules applicable to the general budget of the Union, amending regulation 1296/2013 regulation 1301/2013 regulation 1303/2013 regulation 1304/2013 regulation 1309/2013 regulation 1316/2013 regulation 223/2014 regulation 283/2014, and decision 541/2014/eu and repealing regulation 966/2012 (OJ L 193, 30.7.2018, p. 1).", "triples": [" regulation 2018/1046,  amending,  regulation 1296/2013", " regulation 2018/1046,  amending,  regulation 1301/2013", " regulation 2018/1046,  amending,  regulation 1303/2013", " regulation 2018/1046,  amending,  regulation 1304/2013", " regulation 2018/1046,  amending,  regulation 1309/2013", " regulation 2018/1046,  amending,  regulation 1316/2013", " regulation 2018/1046,  amending,  regulation 223/2014", " regulation 2018/1046,  amending,  regulation 283/2014", " regulation 2018/1046,  amending,  decision 541/2014/eu", " regulation 2018/1046,  repealing,  regulation 966/2012"]}, "32021R1058_p12": {"text": "(25)  regulation 2021/695 of the European Parliament and of the Council of 28 April 2021 establishing Horizon Europe – the Framework Programme for Research and Innovation, laying down its rules for participation and dissemination, and repealing regulation 1290/2013 regulation 1291/2013 (OJ L 170, 12.5.2021, p. 1).", "triples": [" regulation 2021/695,  repealing,  regulation 1290/2013", " regulation 2021/695,  repealing,  regulation 1291/2013"]}, "32021R1058_p13": {"text": "(5)  regulation 1315/2013 of the European Parliament and of the Council of 11 December 2013 on Union guidelines for the development of the trans-European transport network and repealing decision 661/2010/eu (OJ L 348, 20.12.2013, p. 1).", "triples": [" regulation 1315/2013,  repealing,  decision 661/2010/eu"]}}, "summary_annotations": {"32021R1058_p1": {"text": "regulation 2020/852 of the European Parliament and of the Council of 18 June 2020 on the establishment of a framework to facilitate sustainable investment, and amending regulation 2019/2088 (OJ L 198, 22.6.2020, pp. 13–43).---last update 25.08.2021", "triples": [" regulation 2020/852,  amending,  regulation 2019/2088"]}}}