{"celex_id": "32019D0300", "reference": "21.2.2019\nEN\nOfficial Journal of the European Union\nL 50/55\nCOMMISSION IMPLEMENTING DECISION (EU) 2019/300\nof 19 February 2019\nestablishing a general plan for crisis management in the field of the safety of food and feed\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION,\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirement of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (1), and in particular Article 55 thereof,\nWhereas:\n(1)\nArticle 55 of Regulation (EC) No 178/2002 provides that the Commission is to draw up in close collaboration with the European Food Safety Authority (‘EFSA’) and the Member States, a general plan for crisis management in the field of safety of food and feed, (‘the general plan’). Accordingly, Commission Decision 2004/478/EC (2) set out the general plan.\n(2)\nSince the adoption of the Commission Decision 2004/478/EC, further experience in crisis management coordination at Union level has been gained during a number of food- and feed-borne incidents.\n(3)\nThe experience gained over the years, as analysed in the REFIT evaluation of Regulation (EC) No 178/2002 (Fitness Check of the General Food Law) (3), has demonstrated that there is a need to re-evaluate the management of food and feed crises at Union and national level. The findings showed a need for a stronger focus on crisis preparedness, alongside crisis management, in order to avoid or minimise the public health impact of a food or feed crisis. Such focus could substantially reduce the economic impact (such as trade restrictions) of a food or feed crisis and thereby contribute to the achievement of the objective of the Commission on jobs, growth and investment. In addition, there is a need for a greater role of the Commission in communication and general coordination of Member States in this area. The Fitness Check of the General Food Law contains a number of recommendations to enhance the efficiency of the general plan.\n(4)\nEFSA is responsible for providing the opinions serving as the scientific basis for the adoption of Union measures and has the task to provide scientific and technical assistance in the crisis management procedures in the field of food and feed. The role of EFSA in the general plan should be fine-tuned and strengthened in view of the experience gained.\n(5)\nWhile respecting each agency's competence, EFSA should coordinate with other relevant Union scientific agencies, such as the European Centre for Disease Prevention and Control (ECDC), the European Chemicals Agency (ECHA), the European Medicines Agency (EMA) and the group of experts appointed by the Scientific and Technical Committee referred to in Article 31 of the Euratom Treaty (4), when input or action is needed within their respective competence. In addition, the general plan needs to ensure coordination with the ECDC crisis preparedness and response systems related to human cases so that health authorities and stakeholders are alerted on a possible food-, or feed-borne crisis with a potential human health impact.\n(6)\nDecision 1082/2013/EU of the European Parliament and of the Council (5) lays down rules on epidemiological surveillance, monitoring, early warning of, and combating serious cross-border threats to health, including preparedness and response planning related to those activities, for threats of biological, chemical, environmental and unknown origin and the establishment of the Early Warning and Response System (EWRS). Given the potential links with crisis preparedness and crisis management in the area of the food chain, the relevant arrangements set out in Decision 1082/2013/EU should also be considered in the general plan.\n(7)\nThe Union general plan should be revised to include procedures to facilitate coordination with national contingency plans for food and feed to be drawn up in accordance with Article 115 of Regulation (EU) 2017/625 (6) of the European Parliament and of the Council on official controls.\n(8)\nThe main objective of this Decision is to protect public health in the Union. Therefore, the general plan should be limited to situations with a direct or indirect risk to public health in accordance with Article 55 of Regulation (EC) No 178/2002. The risks to public health may be of biological, chemical and physical nature. These cover allergenic and radioactive hazards. The approach, principles and practical procedures of the general plan could however also be considered as guidelines for the management of other food-borne incidents without such public health risk.\n(9)\nIn 2017, the Commission carried out an internal audit on ‘DG SANTE's food safety crisis preparedness’, which identified some weaknesses in the existing general plan that need to be addressed.\n(10)\nA number of conclusions were made at the Ministerial Conference of 26 September 2017 on the follow-up of the fipronil incident (7). Although focusing on this incident and fraud, a number of conclusions are relevant for crisis management in food and feed in general, including the creation of one single contact point in each Member State for the coordination of such crisis management in respect of each national administrative organisation.\n(11)\nDecision 2004/478/EC should therefore be repealed and replaced by a new Decision setting out an updated general plan in order to take into account experience gained since the adoption of Commission Decision 2004/478/EC and to adapt to new developments.\n(12)\nThis Decision should lay down a stepwise approach to which types of situations should be dealt with as a crisis, including the related criteria. Not all situations that may fall within the scope of Article 55 would necessarily require the setting-up of a crisis unit in accordance with Article 56 of Regulation (EC) No 178/2002, but they may still benefit from enhanced Union coordination. These criteria should include the seriousness and extent of the incident in terms of public health impact, the relevant consumer perception and political sensitivity, especially where the source is still uncertain, whether the incident was intentional (e.g. bioterrorism or side effect of fraud) aiming at creating a crisis (e.g. bioterrorism) and the repetition of previous incidents attributed to the possible lack of sufficient action.\n(13)\nCoordination between the different authorities at the Union and national level, alert and information systems and laboratories is necessary to share information and take measures to manage a crisis. In that respect, an interlink between the Early Warning and Response System and other alerts and information systems at Union level such as the Rapid Alert System for Food and Feed would enhance the ‘One Health’ approach, e.g. coordinating the activities of food safety and public health authorities on the same incident, by granting food safety authorities access to information distributed on human cases by public authorities.\n(14)\nEffective crisis management of the food and feed chain requires that practical procedures for preparedness to enhanced coordination at Union level should already be in place before an incident occurs.\n(15)\nThe practical procedures for the situations referred to in Article 55 of Regulation (EC) No 178/2002 should be clearly defined in order to ensure a smooth and rapid response to such situations. The role, composition and practical operation of the crisis unit should be laid down for the same reasons.\n(16)\nEvidence-based, real-time communication to the public and to trade partners is essential to contribute to protecting public health by avoiding further spread of risks and to restoring confidence in the safety of food or feed not affected by an incident. The development of principles of transparency and a communication strategy are therefore essential parts of crisis management.\n(17)\nThis general plan has been the subject of consultations with EFSA and has been discussed with Member States in the Standing Committee on Plants, Animals, Food and Feed,\nHAS ADOPTED THIS DECISION:\nCHAPTER I\nGeneral provisions\nArticle 1\nSubject matter\n1.   This Decision establishes the general plan for crisis management in the field of the safety of food and feed in accordance with Article 55 of Regulation (EC) No 178/2002.\n2.   The plan covers the following two types of situations:\n(a)\nSituations requiring enhanced Union coordination; and\n(b)\nSituations requiring the setting up of a crisis unit bringing together the Commission as well as relevant Member States and Union agencies.\n3.   The plan also sets out the practical procedures necessary for enhanced preparedness and for the management of incidents at Union level, including a communication strategy in accordance with the principle of transparency.\nArticle 2\nScope\nThe general plan shall apply to situations involving direct or indirect risks to public health deriving from food and feed, in particular in relation to any hazard in food and feed of biological, chemical and physical nature, which are not likely to be prevented, eliminated or reduced to an acceptable level by provisions in place or cannot adequately be managed solely by way of application of emergency measures in accordance with Article 53 or 54 of Regulation (EC) No 178/2002.\nArticle 3\nObjectives\nThe objectives of this Decision are to minimise the extent and impact of food- or feed-borne incidents on public health, by ensuring enhanced preparedness and effective management.\nArticle 4\nDefinitions\nFor the purposes of this Decision, the following definitions shall apply:\n(1)\n‘Incident’ means the detection of a biological, chemical or physical hazard in food, feed or humans which might result in or indicate a possible public health risk with the exposure of more than one person to the same hazard, or a situation in which the number of human cases or detections of a hazard exceed the expected number and where cases are linked or probably linked, to the same food or feed source;\n(2)\n‘foodborne outbreak’ as defined in Article 2(2)(d) of Directive 2003/99/EC of the European Parliament and of the Council (8);\n(3)\n‘crisis coordinator’ means a person and his/her alternate from the European institutes and from competent authorities of Member States who acts as one single contact point to ensure effective exchange of information between all partners involved in the coordination of the general plan and efficient decision making and implementation of actions within the competence of his/her organisation.\nCHAPTER II\nStructures and procedures of preparedness\nArticle 5\nCrisis coordinators\nEach Member State, EFSA and the Commission shall designate one crisis coordinator and his/her alternate to carry out the tasks set out in Annex I. The Commission shall keep up-to-date the names and contact details of the designated ‘crisis coordinators’ and their alternates. The crisis coordinators shall hold regular meetings, at least yearly, organised by the Commission with the purpose to present initiatives at the Union level, share national contingency plans and provide follow-up and evaluate the management of recent crises in accordance with Article 22.\nArticle 6\nAlerts and information systems\nThe Commission shall interlink the Early Warning and Response System (EWRS) with other Union-level alerts and information systems, including the Rapid Alert System for Food and Feed (RASFF). Data submission through the alert networks shall be further harmonised.\nArticle 7\nLaboratories\nThe Commission and the Member States shall ensure the maintenance of a network of European and national reference laboratories, and other official laboratories, in accordance with Regulation (EU) 2017/625, ready to provide swift and high-quality analytical support as required for most significant food- and feed-borne hazards.\nArticle 8\nTraining, exercises and state-of-the-art tools\nThe Commission shall offer advanced training modules on foodborne crisis preparedness, foodborne outbreak investigation and other incident management within the framework of the Commission's ‘Better Training for Safer Food (BTSF)’ programme (9) encouraging a ‘One Health’ approach.\nThe Commission shall regularly organise simulation exercises of food and feed related incidents with Member States, including their communication aspects and focussing on preparedness and management of incidents. Relevant Union agencies shall participate and the Commission shall join similar exercises organised by the agencies within their competence. The occurrence of a major real incident may replace such simulation exercise. After each exercise, the Commission will present specific conclusions at the following meeting of crisis coordinators referred to in Article 5\nThe Commission shall provide a follow-up of proper preparedness in Member States through the maintenance and auditing of national food and feed contingency plans.\nThe Commission shall promote the use of state-of-the-art tools at the Union level, such as tracing tools, molecular typing analyses (including Whole Genome Sequencing) and the sharing of such results in the EFSA-ECDC database on molecular typing of pathogenic agents detected in humans, animals, food, feed and food/feed environment.\nArticle 9\nContinuous collection, monitoring and analysis of information\nThe Commission shall continuously collect, monitor and analyse information on direct and indirect cross border threats from the sources listed in Annex II.\nCHAPTER III\nEnhanced coordination at union level\nArticle 10\nSituations requiring enhanced coordination at Union level\n1.   In the situations described in paragraph 2, the Commission shall enhance coordination at Union level for the management of an incident, based on the information referred to in Article 9 and in close coordination with the relevant Union risk assessment bodies.\n2.   Enhanced coordination at Union level pursuant to paragraph 1 shall be required when:\n(a)\nthere is\n(i)\na direct or indirect public health risk by a detected hazard in food or feed that has been identified in two or more Member States with an epidemiological link (e.g. human cases and/or deaths in different Member States with reliable analytical or epidemiological evidence on such link) and/or a traceability link (e.g. distribution of possibly contaminated food or feed to different Member States);\nor\n(ii)\na serious potential impact related to the detected hazard on the functioning of the internal market in the area of food or feeds that has been identified;\nand\n(b)\nthere is:\n(i)\na major health impact related to the detected hazard; or\n(ii)\ndisagreement on actions between Member States; or\n(iii)\ndifficulty to identify the source of the risk.\n3.   The competent authorities of Member States and the European institutions may request the Commission to enhance its coordination based on the criteria laid down in points (a) and (b) of paragraph 2.\nArticle 11\nPractical procedures for enhanced coordination at Union level\nThe Commission's coordination of the management of an incident by the relevant services shall consist of the procedures set out in Chapter V.\nCHAPTER IV\nSetting-up of a crisis unit\nArticle 12\nSituation requiring the setting-up of a crisis unit\n1.   In the situations described in paragraph 2, the Commission shall set up a crisis unit in accordance with Article 56 of Regulation (EC) No 178/2002 (‘the crisis unit’)\n2.   The setting up of a crisis unit is required where:\n(a)\na direct or indirect public health risk has been identified in two or more Member States which results in a high reputational, perceptional or political sensitivity;\nand\n(b)\nthere is\n(i)\na serious risk to human health, notably in cases where a high number of fatalities occur or might be expected;\nor\n(ii)\na repetition of incidents leading to a serious risk to human health;\nor\n(iii)\na suspicion or indication of biological or chemical terrorism or important radioactive contamination.\nArticle 13\nRole of the crisis unit\n1.   The crisis unit shall be responsible for rapidly developing, coordinating and implementing a crisis response strategy, including its communication aspects. Once the source of contamination is identified, the crisis unit, with the assistance of EFSA and other experts where needed, shall coordinate the traceability investigation (back and forwards), as well as closely follow-up the withdrawal and recall of the products if the affected food/feed has been distributed among several Member States.\n2.   Each Member State involved shall be responsible for the implementation of the traceability investigations, withdrawals and recalls on its territory.\nArticle 14\nPractical procedures for the crisis unit\n1.   In order to carry out the tasks laid down in Article 57 of Regulation (EC) No 178/2002 and further detailed in Articles 8 to 10 of this Decision, the procedures provided for in Chapter V of this Decision shall apply accordingly.\n2.   The members of the crisis unit shall be continuously available during the crisis.\nArticle 15\nComposition and operation of the crisis unit\n1.   The crisis unit shall be composed of the members of the network of crisis coordinators (or their alternates) from the Commission, the EFSA, at least from the Member States directly concerned and, if required, specialised representatives of the Commission, EFSA, ECDC and, when relevant, other Union agencies and the Member State(s) directly concerned. Communication specialists of the relevant bodies at national and Union level shall also be part of the crisis unit.\n2.   The crisis unit may also consider consulting other experts or the whole network of crisis coordinators, if necessary for the management of the crisis, and may request permanent or ad hoc assistance from specific experts.\n3.   The Commission's crisis coordinator (or his/her alternate) shall chair the crisis unit. He/she shall ensure the smooth operation of the crisis unit and the distribution of tasks amongst members, taking into account their competence. As soon as the crisis unit is set up, the Chair shall invite members of the crisis coordinators' network for a first meeting.\n4.   The Chair shall ensure coordination between the work of the crisis unit and the decision-making process. He/she shall be assisted by the appropriate technical expert(s) of the concerned technical unit(s) in the Commission.\n5.   Crisis coordinators from affected Member States shall ensure participation in the meetings, audio- and video-conferences of the crisis unit in terms of availability, expertise and level of responsibility. EFSA, ECDC and the concerned EURL shall provide scientific and technical assistance within their competence as necessary.\n6.   The crisis unit shall be responsible for maintaining close contact and information sharing with the concerned stakeholders.\n7.   The crisis unit shall be responsible for the preparation of the coordinated communication strategy towards the public and in particular on setting evidence-based messages in real-time.\n8.   The Commission shall provide sufficient secretarial support for organising meetings of the crisis unit (e.g. drafting of minutes and other administrative needs) and make available to the crisis unit the human and material resources necessary for its smooth operation (e.g. meeting rooms, means of communication, etc.). The crisis unit shall use the technical arrangements in place for the existing alert networks to communicate or disseminate information, particularly to distribute requests for information and to collect this information.\nArticle 16\nResolution of the crisis\nThe procedures laid down in Articles 14 and 15 shall remain in place until the crisis is resolved.\nFollowing consultation with the crisis unit, the Commission shall decide whether the crisis is fully resolved or may be downgraded to an incident needing only an enhanced coordination at the Union level. If so decided, all members of the crisis unit shall be informed on the resolution.\nIn addition to information submitted through RASFF about affected products and measures taken, the Commission may ask Member States to provide information on new human cases to assess trends and decide on the resolution of the crisis.\nArticle 17\nPost-crisis assessment\nA report shall be drawn up by the Commission at least after each situation requiring the setting up of a crisis unit, setting out a post-incident assessment, including a consultation with those involved and other relevant stakeholders.\nIn light of the assessment, a meeting of all crisis coordinators shall be held to identify potential lessons learned and where appropriate, highlight any necessary improvements required in relation to the operational procedures and tools used in crisis management.\nCHAPTER V\nIncident management procedures\nArticle 18\nMain practical procedures\nThe Commission's coordination of the management of an incident by the relevant service shall consist of, as appropriate:\n(a)\nanalysing the data submitted through the appropriate rapid alert system (RASFF and/or EWRS) to detect situations referred to in Articles 10 or 12;\n(b)\nwhen situations referred to in Articles 10 or 12 are detected, identifying data gaps and requesting Member States or stakeholders to submit additional information through the appropriate rapid alert system and carrying out a tracing back and forwards of implicated food and feed;\n(c)\norganising video- or audio-conferences with concerned Member States, Union agencies (EFSA, and where relevant ECDC and other assessment bodies), relevant European Reference Laboratories (EURL), experts, including the network of crisis coordinators referred to in Article 5, and supplemented by food safety and public health representatives, if needed;\n(d)\ncoordinating an initial assessment of the public health impacts with Member States and the Union agencies;\n(e)\ncoordinating communication lines and actions between the Commission, Member States and EFSA and where relevant other Union agencies, trade partners and other relevant stakeholders;\n(f)\ndeploying on-the-spot experts missions when necessary to support the investigations;\n(g)\naccording to the situation, using a part or all the network of crisis coordinators to collect and distribute information and to coordinate the relevant actions mentioned.\nArticle 19\nSupplementary practical procedures\nIn addition, a number of supplementary procedures and tools shall be developed by the Commission jointly with EFSA and, where relevant, ECDC, in order to support the resolution of the incident as quickly as possible, and limit its public health impact. Those procedures may include, in particular:\n(a)\na rapid characterisation and quick identification of sources of outbreaks by the maintenance and use of a data base on molecular typing of pathogenic agents detected in humans, animals, food and feed;\n(b)\nin case of biological risk, joint rapid outbreak assessments by EFSA and ECDC according to an agreed standard operation procedure;\n(c)\na framework for quick chemical risk assessment by EFSA;\n(d)\nprocedures to monitor the effects of actions undertaken.\nCHAPTER VI\nCommunication\nArticle 20\nTransparency and communication\nSpecific confidentiality rules provided for in Article 52 of Regulation (EC) No 178/2002 shall apply to the exchange of information carried out under the RASFF. When a risk is detected, the communication shall mainly address, proactively and reactively, questions raised by the press, public or trade partners on the hazards detected, the risk posed and the measures taken.\nArticle 21\nCommunication strategy during all incidents\n1.   During an incident, clear, targeted and effective information to the public on the assessment and management of the risk, including the uncertainty, shall be coordinated by the Commission as part of the response. Information to the public shall be timely, sound, reliable and coherent between the Union and its Member States. The Commission, EFSA, ECDC and Member States shall coordinate their communication in a transparent manner to avoid misaligned messages and conflicting information.\n2.   As part of the coordination, the Commission, EFSA, the ECDC, in cases involving the latter's specific competence, and the Member States shall inform each other in advance of intended announcements relevant for them and involved in the outbreak (e.g. through audio-conferences). In addition, the Member States shall immediately inform the affected food business operators, when reliable evidence on the possible source of an outbreak has been collected.\n3.   The Member States shall be informed through their crisis coordinators in order to ensure consistency as regards risk communication. The Commission shall keep the Standing Committee for Plants, Animal, Food and Feed and the Health Security Committee informed on the management of the crisis and its communication strategy.\n4.   The WHO International Network of Food Safety Authorities (INFOSAN) shall be used when trade from or to third countries is affected by the hazard involved without prejudice to the need for additional bilateral exchange of information with trade partners and competent authorities in third countries.\n5.   The Commission and the Member States shall provide additional information to relevant international organisations such as the World Health Organisation (WHO), the World Animal Health Organisation (OIE) and the Food and Agriculture Organisation of the United Nations (FAO) as appropriate.\n6.   Detailed tasks on crisis communication within the network of crisis coordinators are laid down in Annex I.\nArticle 22\nSpecific communication strategy by the crisis unit\n1.   In case of a situation requiring the setting-up of a crisis unit, the crisis unit shall coordinate communications and immediately develop a specific communication strategy in order to keep the public informed about the risks and the measures taken. The Commission shall prepare a standard template for such strategy. The communication strategy shall identify key messages for the main target audiences and the key communication means to distribute them.\n2.   Using the practical procedures referred to in Chapter V, the communication strategy shall aim at informing the public and economic actors including trade partners in food through:\n(a)\nconsistent and coordinated messages;\n(b)\neffective communication on the risks;\n(c)\nstressing the ongoing investigations and precautionary measures when the source is uncertain;\n(d)\nthe provision of reliable evidence (results from analyses, epidemiological evidences, etc.) supporting the positions and measures taken;\n(e)\nthe provision of reassurances regarding the safety of products not implicated in the crisis including by clear information on the type(s) of affected product(s) and vis-à-vis those that are unaffected;\n(f)\nthe provision of messages on successful measures and results achieved based on reliable evidence: e.g. identification and withdrawal of affected batches as a result of effective investigation.\n3.   The Member States directly concerned by the incident, and members of the crisis unit, shall make all efforts to ensure that their communication actions are consistent with the communication strategy adopted by the crisis unit.\n4.   The communication strategy shall include establishing appropriate contacts with the non-Union countries concerned in order to provide them with clear, precise and coherent information on the evolution of the management of the relevant crisis.\nCHAPTER VII\nFinal provisions\nArticle 23\nMulti-annual plan\nThe Commission shall draw up a 5-year plan to implement the general plan, to be updated every 5 years thereafter based on identified needs.\nArticle 24\nRepeal\nCommission Decision 2004/478/EC is repealed.\nArticle 25\nEntry into force\nThis Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nDone at Brussels, 19 February 2019.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 31, 1.2.2002, p. 1.\n(2)  Commission Decision 2004/478/EC of 29 April 2004 concerning the adoption of a general plan for food/feed crisis management (OJ L 160, 30.4.2004, p. 98).\n(3)  Commission Staff Working Document — The REFIT evaluation of the General Food Law (Regulation (EC) No 178/2002), SWD(2018)37, dated 15.1.2018.\n(4)  https://ec.europa.eu/energy/en/group-experts\n(5)  Decision No 1082/2013/EU of the European Parliament and of the Council of 22 October 2013 on serious cross-border threats to health and repealing Decision No 2119/98/EC (OJ L 293, 5.11.2013, p. 1).\n(6)  Regulation (EU) 2017/625 of the European Parliament and of the Council of 15 March 2017 on official controls and other official activities performed to ensure the application of food and feed law, rules on animal health and welfare, plant health and plant protection products, amending Regulations (EC) No 999/2001, (EC) No 396/2005, (EC) No 1069/2009, (EC) No 1107/2009, (EU) No 1151/2012, (EU) No 652/2014, (EU) 2016/429 and (EU) 2016/2031 of the European Parliament and of the Council, Council Regulations (EC) No 1/2005 and (EC) No 1099/2009 and Council Directives 98/58/EC, 1999/74/EC, 2007/43/EC, 2008/119/EC and 2008/120/EC, and repealing Regulations (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council, Council Directives 89/608/EEC, 89/662/EEC, 90/425/EEC, 91/496/EEC, 96/23/EC, 96/93/EC and 97/78/EC and Council Decision 92/438/EEC (Official Controls Regulation) (OJ L 95, 7.4.2017, p. 1).\n(7)  https://ec.europa.eu/food/sites/food/files/safety/docs/rasff_fipronil-incident_conclusions_201709.pdf\n(8)  Directive 2003/99/EC of the European Parliament and of the Council of 17 November 2003 on the monitoring of zoonoses and zoonotic agents, amending Council Decision 90/424/EEC and repealing Council Directive 92/117/EEC (OJ L 325, 12.12.2003, p. 31).\n(9)  https://ec.europa.eu/food/safety/btsf_en\nANNEX I\nTasks of crisis coordinators in accordance with Article 5\nGeneral tasks\nThe crisis coordinator of each Member State shall act as one single contact point to ensure:\n—\nCoordination in case of food- or feed-borne incidents or crisis at national level;\n—\nEfficient use of the alert networks in an incident or crisis situation;\n—\nPresentation at the request of the Commission of their national contingency plan in meetings of crisis coordinators;\n—\nParticipation and follow-up of audio-conferences organised by the Commission during an enhanced coordination or crisis situation;\n—\nProviding feedback to the meeting when a crisis is over on possible gaps and areas for improvement;\n—\nEstablishment of strong links between crisis coordinators and build up trust amongst partners by exchange of experiences;\n—\nParticipation to national and European simulation exercises, including those organised by EFSA and other European institutes.\nCrisis communication tasks\nThe crisis coordinators, within their competence, shall also be responsible for the coordination of the crisis communication at national and Union level e.g. about measures taken, health related recommendations, etc.\nThe communication tasks include:\n—\nAssurance of the principles of transparency and communication strategy laid down in Chapter VI at national level;\n—\nHelp in defining an overall communication strategy for managing food- or feed-borne incidents or crisis;\n—\nProvide crisis communication expertise and guidance to decision makers, e.g. on how to present health measures to the public;\n—\nElaboration of key messages/line to take (LTT) amongst partners during an incident or crisis through the dedicated networks or audio-conferences;\n—\nDissemination of key messages via social media and other tools (specific webpage for example) including, when necessary, the EFSA Communication Experts Network;\n—\nMonitor media reactions and public opinion sources (e.g. social media) during an incident or crisis and report back to the network;\n—\nCoordinate demand-driven communication tools (e.g. FAQ, hotlines, etc.)\n—\nEnsure coherency with the EFSA and ECDC risk assessments, including joint rapid outbreak assessments, and related communication activities;\n—\nBe consulted on the EFSA and ECDC communications during a crisis situation related to scientific risk communication before release.\nANNEX II\nSources for information collection on incidents referred to in Article 9\nThe Commission shall continuously monitor and collect information from:\n(1)\nthe Rapid Alert System for Food and Feed (RASFF), as referred to in Article 50 of Regulation (EC) No 178/2002;\n(2)\nwhere relevant, the Early Warning and Response System (EWRS), as referred to in Article 8 of Decision No 1082/2013/EU of the European Parliament and of the Council (1);\n(3)\nthe EFSA, including from its scientific networks (2);\n(4)\nthe ECDC, including from the Epidemic Intelligence Information System (EPIS) (3), a communication platform allowing nominated public health experts and food safety experts to exchange technical information in order to assess whether current and emerging public health threats have a potential impact in Europe;\n(5)\nthe joint EFSA/ECDC molecular typing data collection;\n(6)\nthe EFSA/ECDC annual Union summary report on trends and sources of zoonoses, zoonotic agents and food-borne outbreaks (4);\n(7)\nthe Standing Committee for Plants, Animals, Food and Feed (PAFF committee) (5);\n(8)\nthe network of European (EURL) and national (NRL) reference laboratories (6);\n(9)\nthe Health Security Committee (HSC) (7);\n(10)\nthe Information Management System for Official Controls (IMSOC), a planned computerised system integrating, and, if necessary, upgrading, all relevant existing information systems managed by the Commission in accordance with Articles 131 to 136 of Regulation (EU) 2017/625;\n(11)\nthe European Community Urgent Radiological Information Exchange (ECURIE);.\n(12)\ndirect contacts with other Union agencies than EFSA (such as ECDC, ECHA, EMA), Member States and private stakeholders;\ninternational relevant organisations such as the World Organisation for Animal Health (OIE), the Food and Agriculture Organisation of the United Nations (FAO) and the World Health Organisation (WHO) particularly through the International Food Safety Authorities Network (INFOSAN) (8) and in the context of the International Health Regulations (9) (IHR), and the Global Health Security Initiative (10).\n(1)  Decision No 1082/2013/EU of the European Parliament and of the Council of 22 October 2013 on serious cross-border threats to health and repealing Decision No 2119/98/EC (OJ L 293, 5.11.2013, p. 1).\n(2)  http://efsa.europa.eu/en/science/wgs-and-networks\n(3)  https://ecdc.europa.eu/en/publications-data/epidemic-intelligence-information-system-epis\n(4)  Latest version: http://www.efsa.europa.eu/en/efsajournal/pub/4634\n(5)  https://ec.europa.eu/food/committees/paff_en\n(6)  https://ec.europa.eu/food/safety/official_controls/legislation/ref-labs_en\n(7)  https://ec.europa.eu/health/preparedness_response/risk_management/hsc_en\n(8)  http://www.who.int/foodsafety/areas_work/infosan/en/\n(9)  http://www.who.int/topics/international_health_regulations/en/\n(10)  http://www.ghsi.ca/english/index.asp", "summary": "Food and feed safety — crisis management plan\nFood and feed safety — crisis management plan\nSUMMARY OF:\nImplementing Decision (EU) 2019/300 establishing a general plan for crisis management in the field of the safety of food and feed\nWHAT IS THE AIM OF THE DECISION?\nThis implementing act aims to minimise the extent and impact of outbreaks of food or feed disease on public health.\nIt establishes a crisis management plan to ensure the EU is ready to cope effectively if an outbreak does occur.\nIt repeals Decision 2004/478/EC.\nKEY POINTS\n              \nThe crisis management plan:\ncomes into effect if an incident* demands closer contacts (‘enhanced coordination’) between EU countries or, if more serious, the establishment of a crisis unit;\nsets out practical procedures, including a communication strategy, to prepare for, and manage, any outbreak requiring EU action;\napplies to any food or feed incident posing a direct or indirect risk to public health, which cannot be prevented, eliminated or reduced by measures already in place.\nEach EU country’s government, the European Food Safety Authority (EFSA) and the European Commission appoint one crisis coordinator to act as a single contact point. The crisis coordinators:\nmeet regularly, at least once a year;\npresent EU-wide initiatives;\nshare national contingency plans;\nhave clear general and communication tasks;\nprovide follow-up and evaluate how a crisis is handled.\nEnhanced coordination — the first level of EU response — is triggered when there is:\na direct or indirect public health risk from food or feed involving 2 or more EU countries; or\na serious possibility trade in food and feed in the EU could be affected; and there is: a major health impact from the identified risk;disagreement between EU governments on how to react;difficulty in identifying the source of the risk.\nIn such cases, the Commission:\norganises the regular crisis coordinators’ meetings;\nlinks the Early Warning and Response System (set up under Decision 1082/2013/EU on serious cross-border threats to health) with other EU-level alerts and information systems, including the Rapid Alert System for Food and Feed;\nensures, with EU countries’ governments, the maintenance of a network of European and national laboratories which provide swift and high-quality analyses;\noffers training, including simulation exercises, on crisis preparedness and foodborne outbreak* investigation;\ncollects, monitors and analyses data on direct and indirect cross-border threats, from a range of European and international sources, including the EFSA and the World Health Organisation;\ndraws up a 5-year plan to implement the general plan, updating it every 5 years.\nThe Commission may decide to step up the level of EU response and establish a crisis unit when:\n2 or more countries identify a politically sensitive direct or indirect public health risk; and a high number of deaths occur or could be expected; orrepeated incidents pose a risk to human health; orbiological or chemical terrorism or important radioactive contamination is suspected.\nThe crisis unit:\ndevelops, coordinates and implements a crisis response strategy, including a communication plan;\ncoordinates, with the EFSA and other experts, the investigation tracing the products involved and their withdrawal;\ncontains national, Commission and EFSA crisis coordinators and representatives from other EU agencies, as appropriate;\ncontinues to operate until the Commission considers the crisis is over or may be downgraded to enhanced coordination level.\nAll crisis coordinators, on the basis of a follow-upCommission report, meet to identify potential lessons learned and any necessary improvements required.\nA communication strategy requires the Commission to coordinate clear, targeted and effective information to the public during an incident on the assessment and management of the risk. The information, at both national and European level, should be timely, sound and reliable.\nFROM WHEN DOES THE DECISION APPLY?\n              \nIt has applied since 13 March 2019.\nBACKGROUND\n              \nThe EU operates on the principle that prevention is better than cure. It has in place a wide range of checks and standards to ensure the food produced and eaten is safe for human consumption.\nHowever, crises, such as the BSE ‘mad cow’ outbreak in the 1990s, occasionally occur. To react quickly and effectively to such threats, it has put in place measures to avoid or minimise any threats to public health or the economy.\nFor more information, see:\nCrisis preparedness and management (European Commission).\nKEY TERMS\n              \nIncident: detection of a biological, chemical or physical hazard in food, feed or humans which could cause a public health risk.\nFoodborne outbreak: 2 or more human cases of the same disease or infection probably linked to the same food source.\nMAIN DOCUMENT\n            \nCommission Implementing Decision (EU) 2019/300 of 19 February 2019 establishing a general plan for crisis management in the field of the safety of food and feed (OJ L 50, 21.2.2019, pp. 55-65)\nRELATED DOCUMENTS\n            \nRegulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (OJ L 31, 1.2.2002, pp. 1-24)\nSuccessive amendments to Regulation (EC) No 178/2002 have been incorporated into the original document. This consolidated version is of documentary value only.\nRegulation (EU) 2017/625 of the European Parliament and of the Council of 15 March 2017 on official controls and other official activities performed to ensure the application of food and feed law, rules on animal health and welfare, plant health and plant protection products, amending Regulations (EC) No 999/2001, (EC) No 396/2005, (EC) No 1069/2009, (EC) No 1107/2009, (EU) No 1151/2012, (EU) No 652/2014, (EU) 2016/429 and (EU) 2016/2031 of the European Parliament and of the Council, Council Regulations (EC) No 1/2005 and (EC) No 1099/2009 and Council Directives 98/58/EC, 1999/74/EC, 2007/43/EC, 2008/119/EC and 2008/120/EC, and repealing Regulations (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council, Council Directives 89/608/EEC, 89/662/EEC, 90/425/EEC, 91/496/EEC, 96/23/EC, 96/93/EC and 97/78/EC and Council Decision 92/438/EEC (Official Controls Regulation) (OJ L 95, 7.4.2017, pp. 1-142)\nSee consolidated version.\nDecision No 1082/2013/EU of the European Parliament and of the Council of 22 October 2013 on serious cross-border threats to health and repealing Decision No 2119/98/EC (OJ L 293, 5.11.2013, pp. 1-15)\nSee consolidated version.\nDirective 2003/99/EC of the European Parliament and of the Council of 17 November 2003 on the monitoring of zoonoses and zoonotic agents, amending Council Decision 90/424/EEC and repealing Council Directive 92/117/EEC (OJ L 325, 12.12.2003, pp. 31-40)\nSee consolidated version.\nlast update 21.06.2019", "tags": ["animal feedingstuffs", "human nutrition", "foodstuffs legislation", "health legislation", "health control", "foodstuff", "health risk", "food safety", "crisis management"], "subjects": ["Protocol on Ireland/Northern Ireland", "Animal feedingstuffs", "Public health", "Foodstuffs"], "split": "train", "reference_annotations": {"32019D0300_p1": {"text": "(5)  decision 1082/2013/eu of the European Parliament and of the Council of 22 October 2013 on serious cross-border threats to health and repealing decision 2119/98/ec (OJ L 293, 5.11.2013, p. 1).", "triples": [" decision 1082/2013/eu,  repealing,  decision 2119/98/ec"]}, "32019D0300_p2": {"text": "(6)  regulation 2017/625 of the European Parliament and of the Council of 15 March 2017 on official controls and other official activities performed to ensure the application of food and feed law, rules on animal health and welfare, plant health and plant protection products, amending regulation 999/2001 regulation 396/2005 regulation 1069/2009 regulation 1107/2009 regulation 1151/2012 regulation 652/2014 regulation 2016/429 regulation 2016/2031 of the European Parliament and of the Council, Council regulation 1/2005 regulation 1099/2009 and Council directive 98/58/ec directive 1999/74/ec directive 2007/43/ec directive 2008/119/ec directive 2008/120/ec, and repealing regulation 854/2004 regulation 882/2004 of the European Parliament and of the Council, Council directive 89/608/eec directive 89/662/eec directive 90/425/eec directive 91/496/eec directive 96/23/ec directive 96/93/ec directive 97/78/ec and Council decision 92/438/eec (Official Controls Regulation) (OJ L 95, 7.4.2017, p. 1).", "triples": [" regulation 2017/625,  amending,  regulation 999/2001", " regulation 2017/625,  amending,  regulation 396/2005", " regulation 2017/625,  amending,  regulation 1069/2009", " regulation 2017/625,  amending,  regulation 1107/2009", " regulation 2017/625,  amending,  regulation 1151/2012", " regulation 2017/625,  amending,  regulation 652/2014", " regulation 2017/625,  amending,  regulation 2016/429", " regulation 2017/625,  amending,  regulation 2016/2031", " regulation 2017/625,  amending,  regulation 1/2005", " regulation 2017/625,  amending,  regulation 1099/2009", " regulation 2017/625,  amending,  directive 98/58/ec", " regulation 2017/625,  amending,  directive 1999/74/ec", " regulation 2017/625,  amending,  directive 2007/43/ec", " regulation 2017/625,  amending,  directive 2008/119/ec", " regulation 2017/625,  amending,  directive 2008/120/ec", " regulation 2017/625,  repealing,  regulation 854/2004", " regulation 2017/625,  repealing,  regulation 882/2004", " regulation 2017/625,  repealing,  directive 89/608/eec", " regulation 2017/625,  repealing,  directive 89/662/eec", " regulation 2017/625,  repealing,  directive 90/425/eec", " regulation 2017/625,  repealing,  directive 91/496/eec", " regulation 2017/625,  repealing,  directive 96/23/ec", " regulation 2017/625,  repealing,  directive 96/93/ec", " regulation 2017/625,  repealing,  directive 97/78/ec", " regulation 2017/625,  repealing,  decision 92/438/eec"]}, "32019D0300_p3": {"text": "(8)  directive 2003/99/ec of the European Parliament and of the Council of 17 November 2003 on the monitoring of zoonoses and zoonotic agents, amending Council decision 90/424/eec and repealing Council directive 92/117/eec (OJ L 325, 12.12.2003, p. 31).", "triples": [" directive 2003/99/ec,  amending,  decision 90/424/eec", " directive 2003/99/ec,  repealing,  directive 92/117/eec"]}, "32019D0300_p4": {"text": "(1)  decision 1082/2013/eu of the European Parliament and of the Council of 22 October 2013 on serious cross-border threats to health and repealing decision 2119/98/ec (OJ L 293, 5.11.2013, p. 1).", "triples": [" decision 1082/2013/eu,  repealing,  decision 2119/98/ec"]}}, "summary_annotations": {"32019D0300_p1": {"text": "regulation 2017/625 of the European Parliament and of the Council of 15 March 2017 on official controls and other official activities performed to ensure the application of food and feed law, rules on animal health and welfare, plant health and plant protection products, amending regulation 999/2001 regulation 396/2005 regulation 1069/2009 regulation 1107/2009 regulation 1151/2012 regulation 652/2014 regulation 2016/429 regulation 2016/2031 of the European Parliament and of the Council, Council regulation 1/2005 regulation 1099/2009 and Council directive 98/58/ec directive 1999/74/ec directive 2007/43/ec directive 2008/119/ec directive 2008/120/ec, and repealing regulation 854/2004 regulation 882/2004 of the European Parliament and of the Council, Council directive 89/608/eec directive 89/662/eec directive 90/425/eec directive 91/496/eec directive 96/23/ec directive 96/93/ec directive 97/78/ec and Council decision 92/438/eec (Official Controls Regulation) (OJ L 95, 7.4.2017, pp. 1-142)", "triples": [" regulation 2017/625,  amending,  regulation 999/2001", " regulation 2017/625,  amending,  regulation 396/2005", " regulation 2017/625,  amending,  regulation 1069/2009", " regulation 2017/625,  amending,  regulation 1107/2009", " regulation 2017/625,  amending,  regulation 1151/2012", " regulation 2017/625,  amending,  regulation 652/2014", " regulation 2017/625,  amending,  regulation 2016/429", " regulation 2017/625,  amending,  regulation 2016/2031", " regulation 2017/625,  amending,  regulation 1/2005", " regulation 2017/625,  amending,  regulation 1099/2009", " regulation 2017/625,  amending,  directive 98/58/ec", " regulation 2017/625,  amending,  directive 1999/74/ec", " regulation 2017/625,  amending,  directive 2007/43/ec", " regulation 2017/625,  amending,  directive 2008/119/ec", " regulation 2017/625,  amending,  directive 2008/120/ec", " regulation 2017/625,  repealing,  regulation 854/2004", " regulation 2017/625,  repealing,  regulation 882/2004", " regulation 2017/625,  repealing,  directive 89/608/eec", " regulation 2017/625,  repealing,  directive 89/662/eec", " regulation 2017/625,  repealing,  directive 90/425/eec", " regulation 2017/625,  repealing,  directive 91/496/eec", " regulation 2017/625,  repealing,  directive 96/23/ec", " regulation 2017/625,  repealing,  directive 96/93/ec", " regulation 2017/625,  repealing,  directive 97/78/ec", " regulation 2017/625,  repealing,  decision 92/438/eec"]}, "32019D0300_p2": {"text": "decision 1082/2013/eu of the European Parliament and of the Council of 22 October 2013 on serious cross-border threats to health and repealing decision 2119/98/ec (OJ L 293, 5.11.2013, pp. 1-15)", "triples": [" decision 1082/2013/eu,  repealing,  decision 2119/98/ec"]}, "32019D0300_p3": {"text": "directive 2003/99/ec of the European Parliament and of the Council of 17 November 2003 on the monitoring of zoonoses and zoonotic agents, amending Council decision 90/424/eec and repealing Council directive 92/117/eec (OJ L 325, 12.12.2003, pp. 31-40)", "triples": [" directive 2003/99/ec,  amending,  decision 90/424/eec", " directive 2003/99/ec,  repealing,  directive 92/117/eec"]}}}