{"celex_id": "32004D0919", "reference": "30.12.2004\nEN\nOfficial Journal of the European Union\nL 389/28\nCOUNCIL DECISION\nof 22 December 2004\non tackling vehicle crime with cross-border implications\n(2004/919/EC)\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on European Union, and in particular Article 30(1)(a) and Article 34(2)(c) thereof,\nHaving regard to the initiative of the Kingdom of the Netherlands,\nHaving regard to the Opinion of the European Parliament,\nWhereas:\n(1)\nAn estimated 1,2 million motor vehicles are stolen each year in the Member States of the European Union.\n(2)\nThese thefts involve considerable damage amounting to at least EUR 15 billion per year.\n(3)\nA large proportion of these vehicles, estimated at 30 to 40 %, are stolen by organised crime and then converted and exported to other States within and outside the European Union.\n(4)\nBesides causing material damage, this is also seriously damaging to citizens' sense of justice and feeling of security. Vehicle crime may be accompanied by serious forms of violence.\n(5)\nConsequently, attainment of the objective in Article 29 of the Treaty, to provide citizens with a high level of safety within an area of freedom, security and justice, is hampered.\n(6)\nThe Council has adopted a Resolution of 27 May 1999 on combating international crime with fuller cover of the routes used (1).\n(7)\nVehicle crime may also be linked internationally to other forms of crime, such as trafficking in drugs, firearms and human beings.\n(8)\nTackling vehicle crime is a matter for the law enforcement agencies of the Member States. However, a common approach involving — wherever practicable and necessary — cooperation between the Member States and law enforcement authorities of the Member States is necessary and proportional in order to address the cross-border aspects of this form of crime.\n(9)\nCooperation between law enforcement authorities and vehicle registration authorities is of particular importance, as is the provision of information to the relevant parties.\n(10)\nCooperation with Europol is equally important as Europol can provide analyses and reports on the matter.\n(11)\nThe European Police College offers police forces in the Member States, via the European Police Learning Net (EPLN), a library function in the field of vehicle crime for consulting information and expertise. Via its discussion function, EPLN also provides the possibility of exchanging knowledge and experience.\n(12)\nThe fight against vehicle crime will be intensified by an increase in the number of Member States acceding to the Treaty concerning a European Vehicle and Driving Licence Information System (EUCARIS) of 29 June 2000.\n(13)\nA number of specific measures will need to be taken if vehicle crime with an international dimension is to be combated effectively,\nHAS DECIDED AS FOLLOWS:\nArticle 1\nDefinitions\nFor the purposes of this Decision, the following definitions apply:\n1.\n‘Vehicle’ shall mean any motor vehicle, trailer or caravan as defined in the provisions relating to the Schengen Information System (SIS).\n2.\n‘National competent authorities’ shall mean any national authorities designated by the Member States for the purposes of this Decision, and may include, as appropriate, police, customs, border guards and judicial authorities.\nArticle 2\nObjective\n1.   The objective of this Decision is to achieve improved cooperation within the European Union with the aim of preventing and combating cross-border vehicle crime.\n2.   Particular attention shall be given to the relationship between vehicle theft and the illegal car trade and forms of organised crime, such as trafficking in drugs, firearms and human beings.\nArticle 3\nCooperation between national competent authorities\n1.   Member States shall take the necessary steps, in accordance with national law, to enhance mutual cooperation between national competent authorities in order to combat cross-border vehicle crime, such as by means of cooperation agreements.\n2.   Specific attention shall be given to cooperation with respect to export control, taking into account respective competences in the Member States.\nArticle 4\nCooperation between competent authorities and the private sector\n1.   Member States shall take the necessary steps to organise periodic consultations, as appropriate, among national competent authorities, in accordance with national law, and may involve representatives of the private sector (such as holders of private registers of missing vehicles, insurers and the car trade) in such consultations with a view to coordination of information and mutual alignment of activities in this area.\n2.   Member States shall facilitate procedures, in accordance with national law, for a quick repatriation of vehicles released by national competent authorities following their seizure.\nArticle 5\nVehicle crime contact points\n1.   By 30 March 2005, Member States shall designate, within their law enforcement authorities, a contact point for tackling cross-border vehicle crime.\n2.   Member States shall authorise the contact points to exchange experience, expertise as well as general and technical information concerning vehicle crime on the basis of existing applicable legislation. Information exchange shall extend to methods and best practices of prevention of vehicle crime. Such exchanges shall not include exchanges of personal data.\n3.   Information concerning the designated national contact points, including subsequent changes, shall be notified to the General Secretariat of the Council for publication in the Official Journal of the European Union.\nArticle 6\nIssuing alerts for stolen vehicles and registration certificates\n1.   Whenever a vehicle is reported stolen, Member States' competent authorities shall immediately enter a stolen vehicle alert in the SIS, in accordance with national law, and, where possible, in Interpol's Stolen Motor Vehicle database.\n2.   An alert in the search register shall, in accordance with national law, be immediately withdrawn by the Member State which issued it as soon as the reason for issuing an alert on the vehicle ceases to exist.\n3.   Whenever registration certificates are reported stolen, Member States' competent authorities shall immediately enter an alert thereon in the SIS, in accordance with national law.\nArticle 7\nRegistration\n1.   Each Member State shall ensure that its competent authorities shall take the necessary steps to prevent abuse and theft of vehicle registration documents.\n2.   The national vehicle registration authorities shall be informed by law enforcement authorities whether a vehicle, that is in the process of being registered, is known as having been stolen. Access to databases to that end shall take place with due respect to provisions of Community law.\nArticle 8\nPreventing abuse of vehicle registration certificates\n1.   In order to prevent abuse of vehicle registration certificates, each Member State shall, in accordance with national law, ensure that its competent authorities take the necessary steps to recover a vehicle owner's or vehicle holder's registration certificate if the vehicle has been seriously damaged in an accident (total loss).\n2.   A registration certificate shall also be recovered, in accordance with national law, where, during a check by the law enforcement agency, it is suspected that there has been an infringement concerning the vehicle's identity markings, such as the vehicle identification number.\n3.   Registration certificates shall be returned only following examination and positive verification of the vehicle's identity, and in accordance with national law.\nArticle 9\nEuropol\nEach Member State shall ensure that its law enforcement authorities keep Europol informed on vehicle crime perpetrators as necessary, within the scope of that mandate and tasks.\nArticle 10\nPromotion of expertise and training\nMember States shall take the necessary steps to ensure that national institutes responsible for the training of relevant law enforcement authorities promote in their curricula, where appropriate in cooperation with the European Police College, specialist training in the field of vehicle crime prevention and detection. Such training may include input from Europol, in accordance with its sphere of competence.\nArticle 11\nMeeting of contact points and annual report to the Council\nVehicle crime contact points shall hold a meeting at least once a year under the auspices of the Member State holding the Presidency of the Council. Europol shall be invited to participate in that meeting. The Presidency shall report to the Council on the progress of relevant practical cooperation among law enforcement authorities.\nArticle 12\nEvaluation\nThe Council shall evaluate the implementation of this Decision by 30 December 2007.\nArticle 13\nEntry into effect\nThis Decision shall take effect on the day of its publication in the Official Journal of the European Union.\nFor those Member States in which the provisions of the Schengen acquis relating to the SIS have not yet been put into effect, the obligations of this Decision relating to the SIS shall take effect on the date on which those provisions start applying, as specified in a Council Decision adopted to that effect in accordance with the applicable procedures.\nDone at Brussels, 22 December 2004\nFor the Council\nThe President\nC. VEERMAN\n(1)  OJ C 162, 9.6.1999, p. 1.", "summary": "Combating cross-border vehicle crime\nCombating cross-border vehicle crime\nSUMMARY OF:\nDecision 2004/919/EC on tackling vehicle crime with cross-border implications\nWHAT IS THE AIM OF THE DECISION?\n              \nIt establishes a common EU-wide approach to tackling vehicle crime involving more than one EU country. It aims to improve cooperation between EU countries and between their respective law enforcement authorities.\nKEY POINTS\n              \nThis decision requires EU countries to:\nenhance mutual cooperation between the competent national authorities;\nfacilitate procedures for a quick repatriation of vehicles seized by the national authorities;\ndesignate a contact point for tackling cross-border vehicle crime;\nand, whenever a vehicle is reported stolen, to enter it in that part of the Schengen Information System (SIS) database containing vehicle registration information and, where possible, in Interpol’s stolen motor vehicle database.\nThe decision notes the significant link between vehicle crime and other forms of organised crime, such as trafficking in drugs, firearms and human beings.\nCooperation\nEU countries are required to take the necessary steps to enhance cooperation:\nbetween national authorities in order to combat cross-border vehicle crime;\nbetween competent authorities and representatives of the private sector (such as holders of private registers of missing vehicles, insurers and the car trade) in order to coordinating information and action in this field.\nEU countries are also asked to pay specific attention to export control and to streamline the quick repatriation of recovered stolen vehicles.\nExchange of information\nEU countries are required to establish national contact points (NCPs) for exchanging information on tackling vehicle crime — this has led to the creation of a network of NCPs (CARPOL).\nInformation exchange includes methods and best practices of prevention of vehicle crime but excludes personal data.\nRegular alerts should be issued for stolen vehicles and registration certificates in the SIS and, where possible, in Interpol’s stolen motor vehicle database.\nNational law enforcement authorities are asked to keep Europol informed of vehicle crime perpetrators.\nVehicle registration certificates\nEU countries are asked to prevent abuse and theft of vehicle registration certificates. The law enforcement authorities must, therefore:\ninform the national vehicle registration authorities if a vehicle which is in the process of being registered is known to have been stolen;\nrecover the registration certificate if a vehicle is seriously damaged (total loss).\nThe Council also recommends:\nchecking the registration certificate if there is doubt over the vehicle’s identity;\nthat the relevant law enforcement authorities have specialist training from the EU Agency for Law Enforcement Training in the field of vehicle crime prevention and detection.\nAssessment\nThe decision has been reviewed twice in 2008 and 2016. The most recent review has found that CARPOL added professionalism to and strengthened the network of NCPs, and that there remains a need to need to maintain CARPOL in the long term.\nA 2017 Comprehensive Assessment of EU security policy found that the objectives and mechanisms set out in the decision still fit current needs.\nThe assessment also notes that Europol is actively supporting CARPOL such as by hosting meetings and by supporting joint investigation teams on the theft of luxury cars or on drugs trafficking.\nFROM WHEN HAS THE DECISION APPLIED?\n              \nI has applied since 30 December 2004.\nBACKGROUND\nEuropean Vehicle and Driving Licence Information System (Eucaris).\nMAIN DOCUMENT\n            \nCouncil Decision 2004/919/EC of 22 December 2004 on tackling vehicle crime with cross-border implications (OJ L 389, 30.12.2004, pp. 28-30)\nRELATED DOCUMENT\n            \nCommission Staff Working Document Comprehensive Assessment of EU Security Policy — Accompanying the document Communication from the Commission to the European Parliament, the European Council and the Council — Ninth progress report towards an effective and genuine Security Union (SWD(2017) 278 final, 26.7.2017)\nlast update 04.04.2019", "tags": ["fight against crime", "cooperation policy", "motor vehicle", "theft", "EU Member State"], "subjects": ["Justice and home affairs"], "split": "train", "reference_annotations": {}, "summary_annotations": {}}