{"celex_id": "32009H1205(01)", "reference": "5.12.2009\nEN\nOfficial Journal of the European Union\nC 296/4\nCOUNCIL RECOMMENDATION\nof 30 November 2009\non smoke-free environments\n2009/C 296/02\nTHE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty establishing the European Community, and in particular the second subparagraph of Article 152(4) thereof,\nHaving regard to the proposal from the Commission,\nAfter consulting the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nWhereas:\n(1)\nArticle 152 of the Treaty stipulates that Community action, which shall complement national policies, shall be directed towards improving public health, preventing human illness and diseases, and obviating sources of danger to human health.\n(2)\nAccording to Article 137 of the Treaty, the Community shall support and complement the activities of the Member States, inter alia, in the field of improvement in particular of the working environment to protect workers’ health and safety.\n(3)\nExposure to environmental tobacco smoke (ETS) — also referred to as second-hand tobacco smoke — is a widespread source of mortality, morbidity and disability in the European Union.\n(4)\nAccording to conservative estimates, 7 300 adults including 2 800 non-smokers died as a result of ETS exposure at their workplace in the European Union in 2002. A further 72 000 adult deaths, including those of 16 400 non-smokers, were linked to ETS exposure at home.\n(5)\nExposure to second-hand tobacco smoke is particularly dangerous to children and adolescents and could increase the likelihood of their taking up smoking.\n(6)\nETS has been classified as a known human carcinogen by the World Health Organization (WHO) International Agency for Research on Cancer and as an occupational carcinogen by Finland and Germany.\n(7)\nAll people have the right to a high level of health protection and should be protected from exposure to tobacco smoke.\n(8)\nVoluntary policies at national level have proved ineffective in reducing exposure to tobacco smoke. Member States’ binding legislation, properly enforced and monitored is an effective means of adequately protecting people from the health risks of second-hand tobacco smoke.\n(9)\nLegislation on smoke-free environments is most effective when it is backed up by measures such as awareness-raising campaigns, support for cessation of tobacco use, strong health warnings on tobacco product packaging and other regulation on tobacco products.\n(10)\nCivil society has an important role in building support for and ensuring compliance with legislation on smoke-free environments.\n(11)\nSmoke-free policies should have adequate instruments to implement the multi-sectorial approach to tobacco control.\n(12)\nThere is a need for strengthened cooperation between Member States to facilitate the exchange of information and best practice and develop a standardised EU monitoring system.\n(13)\nThe resolution of the Council and the Ministers for Health of the Member States, meeting within the Council of 18 July 1989 on banning smoking in places open to the public (3) invited the Member States to take measures banning smoking in certain enclosed premises open to the public, and to extend the ban on smoking to all forms of public transport.\n(14)\nCouncil Recommendation 2003/54/EC of 2 December 2002 on the prevention of smoking and on initiatives to improve tobacco control (4) recommended that Member States implement legislation and/or other effective measures that provide protection from exposure to ETS in indoor workplaces, enclosed public places, and public transport.\n(15)\nCouncil Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work (5), while not explicitly referring to tobacco smoke, covers all risks to the health and safety of workers (6).\n(16)\nIn its Environment and Health Action Plan (2004-2010) (7), the Commission has undertaken to ‘develop work on improving indoor air quality’, in particular by ‘encouraging the restriction of smoking in all workplaces by exploring both legal mechanisms and health promotion initiatives at both European and Member State level’.\n(17)\nThe consultation initiated by the Commission's Green Paper ‘Towards a Europe free from tobacco smoke: policy options at EU level’ (8) (the ‘Green Paper’) has revealed strong support both for comprehensive smoke-free policies in all enclosed workplaces and public places and for further EU action to promote smoke-free environments throughout the Member States.\n(18)\nThe Employment, Social Policy, Health and Consumer Affairs Council held an exchange of views on policy options at EU level on tobacco smoke-free environments on 30 and 31 May 2007. It welcomed the Green Paper and stressed the need for Community guidance to further promote tobacco-smoke free environments at EU level, as well as Community support for and coordination of national measures.\n(19)\nThe European Parliament's resolution of 24 October 2007 on the Green Paper called on the Member States to introduce comprehensive smoke-free laws within two years and invited the Commission to table a relevant legislative proposal by 2011 in the event of unsatisfactory progress. It also called on the Commission to propose an amendment to the current legislative framework in order to classify ETS as a carcinogen and oblige employers to ensure that the workplace is smoke-free.\n(20)\nArticle 8 of the WHO Framework Convention on Tobacco Control (FCTC), signed in June 2003 by all WHO members, and so far ratified by 167 Parties, including the Community and 26 of its Member States, creates a legal obligation for its Parties to adopt and implement in areas of existing national jurisdiction as determined by national law and to actively promote, at other jurisdictional levels, the adoption and implementation of effective measures to protect people from exposure to second-hand tobacco smoke in all indoor workplaces, public transport and indoor public places and, as appropriate, other public places.\n(21)\nThe Second Conference of the Parties to FCTC in July 2007 adopted guidelines on protection from exposure to tobacco smoke (9) to assist Parties in meeting their obligations under Article 8 of the Convention. Each Party should strive to implement the guidelines within five years of the Convention's entry into force for that Party.\n(22)\nArticle 14 of the WHO Framework Convention creates a legal obligation for its Parties to develop and disseminate appropriate, comprehensive and integrated guidelines based on scientific evidence and best practices and to take effective measures to promote the cessation of tobacco use and adequate treatment for tobacco dependence. The Third Conference of the Parties to the WHO Framework Convention decided to establish a working group for the elaboration of guidelines for implementation of that Article.\n(23)\nThe European Strategy on Tobacco Control adopted by the WHO Regional Committee for Europe in September 2002 recommended that Member States ensure the citizens’ right to a smoke-free environment by, inter alia, making public places, workplaces and public transport smoke-free, banning smoking outdoors in all educational institutions for minors, in all places of healthcare delivery and at public events, as well as classifying ETS as a carcinogen.\n(24)\nThis Recommendation is without prejudice to the Community legislation laying down minimum requirements for the safety and health protection of workers adopted under Article 137 of the Treaty, to Directive 2001/37/EC of the European Parliament and of the Council of 5 June 2001 on the approximation of the laws, regulations and administrative provisions of the Member States concerning the manufacture, presentation and sale of tobacco products (10) and to Commission Decision 2003/641/EC of 5 September 2003 on the use of colour photographs or other illustrations as health warnings on tobacco packages (11),\nHEREBY RECOMMENDS THAT THE MEMBER STATES:\n1.\nprovide effective protection from exposure to tobacco smoke in indoor workplaces, indoor public places, public transport and, as appropriate, other public places as stipulated by Article 8 of the WHO Framework Convention on Tobacco Control (FCTC) and based on the annexed guidelines on protection from exposure to tobacco smoke adopted by the Second Conference of the Parties to FCTC, within five years of the FCTC’s entry into force for that Member State, or at the latest within three years following the adoption of this Recommendation;\n2.\ndevelop and/or strengthen strategies and measures to reduce exposure to second-hand tobacco smoke of children and adolescents;\n3.\ncomplement smoke-free policies with supporting measures, which may include:\n(a)\ntaking effective measures to promote cessation of tobacco use and adequate treatment for tobacco dependence, taking into account national circumstances and priorities as outlined in Article 14 of the FCTC; and\n(b)\nintroducing combined warnings, as defined by Article 2(4) of Commission Decision 2003/641/EC of 5 September 2003 on the use of colour photographs or other illustrations as health warnings on tobacco packages (12), and information on services supporting the cessation of tobacco use on the packages of smoking tobacco products in order to better inform consumers about the health risks of tobacco use and exposure to tobacco smoke, encourage cessation of tobacco use and deter initiation;\n4.\ndevelop, implement, periodically update and review comprehensive multi-sectoral tobacco control strategies, plans or programmes which address, inter alia, the issue of protection from tobacco smoke in all places accessible to the general public or places of collective use, regardless of ownership or right to access;\n5.\nprovide adequate instruments to implement national strategies, tobacco control policies and programmes in order to ensure effective protection from exposure to tobacco smoke;\n6.\ncommunicate to the Commission, if possible within six months after the adoption of this Recommendation, national focal points for tobacco control with a view to exchanging information and best practices as well as policy coordination with other Member States;\n7.\ncooperate closely among themselves and with the Commission on a coherent framework of definitions, benchmarks and indicators for the implementation of this Recommendation;\n8.\nmonitor and evaluate the effectiveness of policy measures using the above-mentioned indicators;\n9.\ninform the Commission of legislative and other action taken in response to this Recommendation and of the results of monitoring and evaluation,\nHEREBY INVITES THE COMMISSION TO:\n1.\nreport on the implementation, functioning and impacts of the proposed measures, on the basis of the information provided by Member States;\n2.\nin the context of a possible revision of Directive 2001/37/EC, consider all product-related measures aimed at reducing the attractiveness and addictiveness of tobacco products;\n3.\nanalyse the legal issues and the evidence base for the impact of plain packaging, including on the functioning of the internal market.\nDone at Brussels, 30 November 2009.\nFor the Council\nThe President\nS. O. LITTORIN\n(1)  Resolution delivered following non-mandatory consultation (not yet published in the Official Journal).\n(2)  Opinion of 5 November 2009 (not yet published in the Official Journal).\n(3)  OJ C 189, 26.7.1989, p. 1.\n(4)  OJ L 22, 25.1.2003, p. 31.\n(5)  OJ L 183, 29.6.1989, p. 1.\n(6)  Cf. Case C-49/00 Commission v. Italy, [2001] ECR I-8575, paragraphs 12-13.\n(7)  COM(2004) 416 final.\n(8)  COM(2007) 27 final.\n(9)  FCTC/COP2(7) Guidelines on protection from exposure to tobacco smoke, as elaborated by the working group convened in accordance with decision FCTC/COP1(15) of the Conference of the Parties to the WHO Framework Convention on Tobacco Control.\n(10)  OJ L 194, 18.7.2001, p. 26.\n(11)  OJ L 226, 10.9.2003, p. 24.\n(12)  See footnote 11.\nANNEX\nGuidelines on protection from exposure to tobacco smoke, as adopted by the Second Conference of the Parties to the WHO Framework Convention on Tobacco Control\nPURPOSE, OBJECTIVES AND KEY CONSIDERATIONS\nPurpose of the guidelines\n1.\nConsistent with other provisions of the WHO Framework Convention on Tobacco Control and the intentions of the Conference of the Parties, these guidelines are intended to assist Parties in meeting their obligations under Article 8 of the Convention. They draw on the best available evidence and the experience of Parties that have successfully implemented effective measures to reduce exposure to tobacco smoke.\n2.\nThe guidelines contain agreed upon statements of principles and definitions of relevant terms, as well as agreed upon recommendations for the steps required to satisfy the obligations of the Convention. In addition, the guidelines identify the measures necessary to achieve effective protection from the hazards of second-hand tobacco smoke. Parties are encouraged to use these guidelines not only to fulfil their legal duties under the Convention, but also to follow best practices in protecting public health.\nObjectives of the guidelines\n3.\nThese guidelines have two related objectives. The first is to assist Parties in meeting their obligations under Article 8 of the WHO Framework Convention, in a manner consistent with the scientific evidence regarding exposure to second-hand tobacco smoke and the best practice worldwide in the implementation of smoke-free measures, in order to establish a high standard of accountability for treaty compliance and to assist the Parties in promoting the highest attainable standard of health. The second objective is to identify the key elements of legislation necessary to effectively protect people from exposure to tobacco smoke, as required by Article 8.\nUnderlying considerations\n4.\nThe development of these guidelines has been influenced by the following fundamental considerations:\n(a)\nThe duty to protect from tobacco smoke, embodied in the text of Article 8, is grounded in fundamental human rights and freedoms. Given the dangers of breathing second-hand tobacco smoke, the duty to protect from tobacco smoke is implicit in, inter alia, the right to life and the right to the highest attainable standard of health, as recognised in many international legal instruments (including the Constitution of the World Health Organisation, the Convention on the Rights of the Child, the Convention on the Elimination of all Forms of Discrimination against Women and the Covenant on Economic, Social and Cultural Rights), as formally incorporated into the preamble of the WHO Framework Convention and as recognised in the constitutions of many nations.\n(b)\nThe duty to protect individuals from tobacco smoke corresponds to an obligation by governments to enact legislation to protect individuals against threats to their fundamental rights and freedoms. This obligation extends to all persons, and not merely to certain populations.\n(c)\nSeveral authoritative scientific bodies have determined that second-hand tobacco smoke is a carcinogen. Some Parties to the WHO Framework Convention (for example, Finland and Germany) have classified second-hand tobacco smoke as a carcinogen and included the prevention of exposure to it at work in their health and safety legislation. In addition to the requirements of Article 8, therefore, Parties may be obligated to address the hazard of exposure to tobacco smoke in accordance with their existing workplace laws or other laws governing exposure to harmful substances, including carcinogens.\nSTATEMENT OF PRINCIPLES AND RELEVANT DEFINITIONS UNDERLYING PROTECTION FROM EXPOSURE TO TOBACCO SMOKE\nPrinciples\n5.\nAs noted in Article 4 of the WHO Framework Convention, strong political commitment is necessary to take measures to protect all persons from exposure to tobacco smoke. The following agreed upon principles should guide the implementation of Article 8 of the Convention.\nPrinciple 1\n6.\nEffective measures to provide protection from exposure to tobacco smoke, as envisioned by Article 8 of the WHO Framework Convention, require the total elimination of smoking and tobacco smoke in a particular space or environment in order to create a 100 % smoke-free environment. There is no safe level of exposure to tobacco smoke, and notions such as a threshold value for toxicity from second-hand smoke should be rejected, as they are contradicted by scientific evidence. Approaches other than 100 % smoke-free environments, including ventilation, air filtration and the use of designated smoking areas (whether with separate ventilation systems or not), have repeatedly been shown to be ineffective and there is conclusive evidence, scientific and otherwise, that engineering approaches do not protect against exposure to tobacco smoke.\nPrinciple 2\n7.\nAll people should be protected from exposure to tobacco smoke. All indoor workplaces and indoor public places should be smoke free.\nPrinciple 3\n8.\nLegislation is necessary to protect people from exposure to tobacco smoke. Voluntary smoke-free policies have repeatedly been shown to be ineffective and do not provide adequate protection. In order to be effective, legislation should be simple, clear and enforceable.\nPrinciple 4\n9.\nGood planning and adequate resources are essential for successful implementation and enforcement of smoke-free legislation.\nPrinciple 5\n10.\nCivil society has a central role in building support for and ensuring compliance with smoke-free measures, and should be included as an active partner in the process of developing, implementing and enforcing legislation.\nPrinciple 6\n11.\nThe implementation of smoke-free legislation, its enforcement and its impact should all be monitored and evaluated. This should include monitoring and responding to tobacco industry activities that undermine the implementation and enforcement of the legislation, as specified in Article 20.4 of the WHO Framework Convention.\nPrinciple 7\n12.\nThe protection of people from exposure to tobacco smoke should be strengthened and expanded, if necessary; such action may include new or amended legislation, improved enforcement and other measures to reflect new scientific evidence and case study experiences.\nDefinitions\n13.\nIn developing legislation, it is important to use care in defining key terms. Several recommendations as to appropriate definitions, based on experiences in many countries, are set out here. The definitions in this section supplement those already included in the WHO Framework Convention.\n‘Second-hand tobacco smoke’ or ‘environmental tobacco smoke’\n14.\nSeveral alternative terms are commonly used to describe the type of smoke addressed by Article 8 of the WHO Framework Convention. These include ‘second-hand smoke’, ‘environmental tobacco smoke’, and ‘other people's smoke’. Terms such as ‘passive smoking’ and ‘involuntary exposure to tobacco smoke’ should be avoided, as experience in France and elsewhere suggests that the tobacco industry may use these terms to support a position that ‘voluntary’ exposure is acceptable. ‘Second-hand tobacco smoke’, sometimes abbreviated as ‘SHS’, and ‘environmental tobacco smoke’, sometimes abbreviated ‘ETS’, are the preferable terms; these guidelines use ‘second-hand tobacco smoke’.\n15.\nSecond-hand tobacco smoke can be defined as ‘the smoke emitted from the burning end of a cigarette or from other tobacco products usually in combination with the smoke exhaled by the smoker’.\n16.\n‘Smoke-free air’ is air that is 100 % smoke free. This definition includes, but is not limited to, air in which tobacco smoke cannot be seen, smelled, sensed or measured (1).\n‘Smoking’\n17.\nThis term should be defined to include being in possession or control of a lit tobacco product regardless of whether the smoke is being actively inhaled or exhaled.\n‘Public places’\n18.\nWhile the precise definition of ‘public places’ will vary between jurisdictions, it is important that legislation define this term as broadly as possible. The definition used should cover all places accessible to the general public or places for collective use, regardless of ownership or right to access.\n‘Indoor’ or ‘enclosed’\n19.\nArticle 8 requires protection from tobacco smoke in ‘indoor’ workplaces and public places. Because there are potential pitfalls in defining ‘indoor’ areas, the experiences of various countries in defining this term should be specifically examined. The definition should be as inclusive and as clear as possible, and care should be taken in the definition to avoid creating lists that may be interpreted as excluding potentially relevant ‘indoor’ areas. It is recommended that ‘indoor’ (or enclosed) areas be defined to include any space covered by a roof or enclosed by one or more walls or sides, regardless of the type of material used for the roof, wall or sides, and regardless of whether the structure is permanent or temporary.\n‘Workplace’\n20.\nA ‘workplace’ should be defined broadly as ‘any place used by people during their employment or work’. This should include not only work done for compensation, but also voluntary work, if it is of the type for which compensation is normally paid. In addition, ‘workplaces’ include not only those places at which work is performed, but also all attached or associated places commonly used by the workers in the course of their employment, including, for example, corridors, lifts, stairwells, lobbies, joint facilities, cafeterias, toilets, lounges, lunchrooms and also outbuildings such as sheds and huts. Vehicles used in the course of work are workplaces and should be specifically identified as such.\n21.\nCareful consideration should be given to workplaces that are also individuals' homes or dwelling places, for example, prisons, mental health institutions or nursing homes. These places also constitute workplaces for others, who should be protected from exposure to tobacco smoke.\n‘Public transport’\n22.\nPublic transport should be defined to include any vehicle used for the carriage of members of the public, usually for reward or commercial gain. This would include taxis.\nTHE SCOPE OF EFFECTIVE LEGISLATION\n23.\nArticle 8 requires the adoption of effective measures to protect people from exposure to tobacco smoke in (1) indoor workplaces, (2) indoor public places, (3) public transport, and (4) ‘as appropriate’ in ‘other public places’.\n24.\nThis creates an obligation to provide universal protection by ensuring that all indoor public places, all indoor workplaces, all public transport and possibly other (outdoor or quasi-outdoor) public places are free from exposure to second-hand tobacco smoke. No exemptions are justified on the basis of health or law arguments. If exemptions must be considered on the basis of other arguments, these should be minimal. In addition, if a Party is unable to achieve universal coverage immediately, Article 8 creates a continuing obligation to move as quickly as possible to remove any exemptions and make the protection universal. Each Party should strive to provide universal protection within five years of the WHO Framework Convention's entry into force for that Party.\n25.\nNo safe levels of exposure to second-hand smoke exist, and, as previously acknowledged by the Conference of the Parties in decision FCTC/COP1(15), engineering approaches, such as ventilation, air exchange and the use of designated smoking areas, do not protect against exposure to tobacco smoke.\n26.\nProtection should be provided in all indoor or enclosed workplaces, including motor vehicles used as places of work (for example, taxis, ambulances or delivery vehicles).\n27.\nThe language of the treaty requires protective measures not only in all ‘indoor’ public places, but also in those ‘other’ (that is, outdoor or quasi-outdoor) public places where ‘appropriate’. In identifying those outdoor and quasi-outdoor public places where legislation is appropriate, Parties should consider the evidence as to the possible health hazards in various settings and should act to adopt the most effective protection against exposure wherever the evidence shows that a hazard exists.\nINFORM, CONSULT AND INVOLVE THE PUBLIC TO ENSURE SUPPORT AND SMOOTH IMPLEMENTATION\n28.\nRaising awareness among the public and opinion leaders about the risks of second-hand tobacco smoke exposure through ongoing information campaigns is an important role for government agencies, in partnership with civil society, to ensure that the public understands and supports legislative action. Key stakeholders include businesses, restaurant and hospitality associations, employer groups, trade unions, the media, health professionals, organisations representing children and young people, institutions of learning or faith, the research community and the general public. Awareness-raising efforts should include consultation with affected businesses and other organisations and institutions in the course of developing the legislation.\n29.\nKey messages should focus on the harm caused by second-hand tobacco smoke exposure, the fact that elimination of smoke indoors is the only science-based solution to ensure complete protection from exposure, the right of all workers to be equally protected by law and the fact that there is no trade-off between health and economics, because experience in an increasing number of jurisdictions shows that smoke-free environments benefit both. Public education campaigns should also target settings for which legislation may not be feasible or appropriate, such as private homes.\n30.\nBroad consultation with stakeholders is also essential to educate and mobilise the community and to facilitate support for legislation after its enactment. Once legislation is adopted, there should be an education campaign leading up to implementation of the law, the provision of information for business owners and building managers outlining the law and their responsibilities and the production of resources, such as signage. These measures will increase the likelihood of smooth implementation and high levels of voluntary compliance. Messages to empower non-smokers and to thank smokers for complying with the law will promote public involvement in enforcement and smooth implementation.\nENFORCEMENT\nDuty of compliance\n31.\nEffective legislation should impose legal responsibilities for compliance on both affected business establishments and individual smokers, and should provide penalties for violations, which should apply to businesses and, possibly, smokers. Enforcement should ordinarily focus on business establishments. The legislation should place the responsibility for compliance on the owner, manager or other person in charge of the premises, and should clearly identify the actions he or she is required to take. These duties should include:\n(a)\na duty to post clear signs at entrances and other appropriate locations indicating that smoking is not permitted. The format and content of these signs should be determined by health authorities or other agencies of the government and may identify a telephone number or other mechanisms for the public to report violations and the name of the person within the premises to whom complaints should be directed;\n(b)\na duty to remove any ashtrays from the premises;\n(c)\na duty to supervise the observance of rules;\n(d)\na duty to take reasonable specified steps to discourage individuals from smoking on the premises. These steps could include asking the person not to smoke, discontinuing service, asking the person to leave the premises and contacting a law enforcement agency or other authority.\nPenalties\n32.\nThe legislation should specify fines or other monetary penalties for violations. While the size of these penalties will necessarily reflect the specific practices and customs of each country, several principles should guide the decision. Most importantly, penalties should be sufficiently large to deter violations or else they may be ignored by violators or treated as mere costs of doing business. Larger penalties are required to deter business violators than to deter violations by individual smokers, who usually have fewer resources. Penalties should increase for repeated violations and should be consistent with a country's treatment of other, equally serious offences.\n33.\nIn addition to monetary penalties, the legislation may also allow for administrative sanctions, such as the suspension of business licences, consistent with the country's practice and legal system. These ‘sanctions of last resort’ are rarely used, but are very important for enforcing the law against any businesses that choose to defy the law repeatedly.\n34.\nCriminal penalties for violations may be considered for inclusion, if appropriate within a country's legal and cultural context.\nEnforcement infrastructure\n35.\nLegislation should identify the authority or authorities responsible for enforcement, and should include a system both for monitoring compliance and for prosecuting violators.\n36.\nMonitoring should include a process for inspection of businesses for compliance. It is seldom necessary to create a new inspection system for enforcement of smoke-free legislation. Instead, compliance can ordinarily be monitored using one or more of the mechanisms already in place for inspecting business premises and workplaces. A variety of options usually exists for this purpose. In many countries, compliance inspections may be integrated into business licensing inspections, health and sanitation inspections, inspections for workplace health and safety, fire safety inspections or similar programmes. It may be valuable to use several such sources of information gathering simultaneously.\n37.\nWhere possible, the use of inspectors or enforcement agents at the local level is recommended; this is likely to increase the enforcement resources available and the level of compliance. This approach requires the establishment of a national coordinating mechanism to ensure a consistent approach nationwide.\n38.\nRegardless of the mechanism used, monitoring should be based on an overall enforcement plan, and should include a process for effective training of inspectors. Effective monitoring may combine regular inspections with unscheduled, surprise inspections, as well as visits made in response to complaints. Such visits may well be educative in the early period after the law takes effect, as most breaches are likely to be inadvertent. The legislation should authorise inspectors to enter premises subject to the law and to collect samples and gather evidence, if these powers are not already established by existing law. Similarly, the legislation should prohibit businesses from obstructing the inspectors in their work.\n39.\nThe cost of effective monitoring is not excessive. It is not necessary to hire large numbers of inspectors, because inspections can be accomplished using existing programmes and personnel, and because experience shows that smoke-free legislation quickly becomes self-enforcing (that is, predominantly enforced by the public). Only a few prosecutions may be necessary if the legislation is implemented carefully and active efforts are made to educate businesses and the public.\n40.\nAlthough these programmes are not expensive, resources are needed to educate businesses, train inspectors, coordinate the inspection process and compensate personnel for inspections of businesses outside of normal working hours. A funding mechanism should be identified for this purpose. Effective monitoring programmes have used a variety of funding sources, including dedicated tax revenues, business licensing fees and dedicated revenues from fines paid by violators.\nEnforcement strategies\n41.\nStrategic approaches to enforcement can maximise compliance, simplify the implementation of legislation and reduce the level of enforcement resources needed.\n42.\nIn particular, enforcement activities in the period immediately following the law's entrance into force are critical to the law's success and to the success of future monitoring and enforcement. Many jurisdictions recommend an initial period of soft enforcement, during which violators are cautioned but not penalised. This approach should be combined with an active campaign to educate business owners about their responsibilities under the law, and businesses should understand that the initial grace period or phase-in period will be followed by more rigorous enforcement.\n43.\nWhen active enforcement begins, many jurisdictions recommend the use of high-profile prosecutions to enhance deterrence. By identifying prominent violators who have actively defied the law or who are well known in the community, by taking firm and swift action and by seeking maximum public awareness of these activities, authorities are able to demonstrate their resolve and the seriousness of the law. This increases voluntary compliance and reduces the resources needed for future monitoring and enforcement.\n44.\nWhile smoke-free laws quickly become self-enforcing, it is nevertheless essential that authorities be prepared to respond swiftly and decisively to any isolated instances of outright defiance. Particularly when a law first comes into force, there may be an occasional violator who makes a public display of contempt for the law. Strong responses in these cases set an expectation of compliance that will ease future efforts, while indecisiveness can rapidly lead to widespread violations.\nMobilise and involve the community\n45.\nThe effectiveness of a monitoring-and-enforcement programme is enhanced by involving the community in the programme. Engaging the support of the community and encouraging members of the community to monitor compliance and report violations greatly extends the reach of enforcement agencies and reduces the resources needed to achieve compliance. In fact, in many jurisdictions, community complaints are the primary means of ensuring compliance. For this reason, smoke-free legislation should specify that members of the public may initiate complaints and should authorise any person or non-governmental organisation to initiate action to compel compliance with measures regulating exposure to second-hand smoke. The enforcement programme should include a toll-free telephone complaint hotline or a similar system to encourage the public to report violations.\nMONITORING AND EVALUATION OF MEASURES\n46.\nMonitoring and evaluation of measures to reduce exposure to tobacco smoke are important for several reasons, for example:\n(a)\nto increase political and public support for strengthening and extending legislative provisions;\n(b)\nto document successes that will inform and assist the efforts of other countries;\n(c)\nto identify and publicise the efforts made by the tobacco industry to undermine the implementation measures.\n47.\nThe extent and complexity of monitoring and evaluation will vary among jurisdictions, depending on available expertise and resources. However, it is important to evaluate the outcome of the measures implemented, in particular, on the key indicator of exposure to second-hand smoke in workplaces and public places. There may be cost-effective ways to achieve this, for example through the use of data or information collected through routine activities such as workplace inspections.\n48.\nThere are eight key process and outcome indicators that should be considered: (2)\nProcesses\n(a)\nKnowledge, attitudes and support for smoke-free policies among the general population and possibly specific groups, for example, bar workers;\n(b)\nenforcement of and compliance with smoke-free policies;\nOutcomes\n(a)\nreduction in exposure of employees to second-hand tobacco smoke in workplaces and public places;\n(b)\nreduction in content of second-hand tobacco smoke in the air in workplaces (particularly in restaurants) and public places;\n(c)\nreduction in mortality and morbidity from exposure to second-hand tobacco smoke;\n(d)\nreduction in exposure to second-hand tobacco smoke in private homes;\n(e)\nchanges in smoking prevalence and smoking-related behaviours;\n(f)\neconomic impacts.\n(1)  It is possible that constituent elements of tobacco smoke may exist in air in amounts too small to be measured. Attention should be given to the possibility that the tobacco industry or the hospitality sector may attempt to exploit the limitations of this definition.\n(2)  The publication ‘WHO policy recommendations: protection from exposure to second-hand tobacco smoke’ (Geneva, World Health Organisation, 2007) provides references and links to monitoring studies conducted elsewhere on all of these indicators.", "summary": "Protection from exposure to tobacco smoke\nProtection from exposure to tobacco smoke\nSUMMARY OF:\nCouncil Recommendation on smoke-free environments\nWHAT IS THE AIM OF THE RECOMMENDATION?\n              \nIt aims to protect citizens against environmental tobacco smoke and thereby to improve public health in general.\nKEY POINTS\nIt recommends that EU countries:\nprovide effective protection from exposure to tobacco smoke in indoor workplaces*, indoor public places, public transport and, as appropriate, other public places, as specified in Article 8 of the World Health Organisation (WHO) Framework Convention on Tobacco Control (FCTC) and its corresponding guidelines for implementation;\ndevelop and strengthen measures to reduce the exposure of children and adolescents to second-hand tobacco smoke*;\ncomplement smoke-free policies with supporting measures, such as combined warnings on tobacco packages or cessation support;\nimplement, monitor and evaluate tobacco control strategies;\nestablish national tobacco control focal points;\ncooperate with each other and the European Commission.\nIt invites the Commission to:\nreport on the implementation, functioning and impact of the measures;\nconsider measures to reduce the attractiveness and addictiveness of tobacco products (as reflected in the revision of the Tobacco Products Directive adopted in 2014 — Directive 2014/40/EU);\nanalyse the legal situation and the impact of plain packaging.\nThe WHO FCTC aims at protecting people from the devastating health, social, environmental and economic consequences of tobacco consumption and exposure to tobacco smoke.\nBACKGROUND\nAll EU countries have adopted measures to protect citizens against exposure to tobacco smoke and 17 EU countries had comprehensive smoke-free laws in place in early 2013. A March 2009 Eurobarometer survey found that a large majority of EU citizens support smoke-free workplaces, restaurants and bars.\nFor more information, see:\n‘Smoke-free environments’ and ‘Tobacco Policy’ on the European Commission's website\nWHO FCTC and guidelines for implementation of Article 8 on the WHO’s website.\n* KEY TERMS\n              \nWorkplace: any place used by people during their employment or work.\nSecond-hand tobacco smoke: the smoke emitted from the burning end of a tobacco product, usually in combination with the smoke exhaled by the smoker.\nMAIN DOCUMENT\n            \nCouncil Recommendation of 30 November 2009 on smoke-free environments (OJ C 296, 5.12.2009, pp. 4-14)\nRELATED DOCUMENTS\n            \nCommission staff working document — Report on the implementation of the Council Recommendation of 30 November 2009 on Smoke-free Environments (2009/C 296/02) (SWD(2013) 56 final/2, 14.3.2013)\nDirective 2014/40/EU of the European Parliament and of the Council of 3 April 2014 on the approximation of the laws, regulations and administrative provisions of the Member States concerning the manufacture, presentation and sale of tobacco and related products and repealing Directive 2001/37/EC (OJ L 127, 29.4.2014, pp. 1-38)\nlast update 12.01.2017", "tags": ["occupational health", "health policy", "public health", "carcinogenic substance", "smoking", "public awareness campaign", "exchange of information"], "subjects": ["Public health"], "split": "train", "reference_annotations": {}, "summary_annotations": {"32009H1205(01)_p1": {"text": "directive 2014/40/eu of the European Parliament and of the Council of 3 April 2014 on the approximation of the laws, regulations and administrative provisions of the Member States concerning the manufacture, presentation and sale of tobacco and related products and repealing directive 2001/37/ec (OJ L 127, 29.4.2014, pp. 1-38)---last update 12.01.2017", "triples": [" directive 2014/40/eu,  repealing,  directive 2001/37/ec"]}}}